{"metadata": {"parlimentNO": 12, "sessionNO": 1, "volumeNO": 89, "sittingNO": 13, "sittingDate": "16-11-2012", "partSessionStr": "PART II OF FIRST SESSION", "startTimeStr": "01:30 PM", "speaker": "Mr Speaker", "attendancePreviewText": null, "ptbaPreviewText": null, "atbPreviewText": null, "dateToDisplay": "Friday, 16 November 2012", "pdfNotes": "This paginated PDF copy of the day’s Hansard report is for first reference citation purposes. Changes to the page numbers in this PDF copy may be made in the final print of the Official Report.", "waText": null, "ptbaFrom": null, "ptbaTo": null, "locationText": "in contemporaneous communication"}, "attStartPgNo": 0, "ptbaStartPgNo": 0, "atbpStartPgNo": 0, "attendanceList": [{"mpName": "Mr Ang Hin Kee (Ang Mo Kio).", "attendance": false, "locationName": null}, {"mpName": "Dr Chia Shi-Lu (Tanjong Pagar).", "attendance": false, "locationName": null}, {"mpName": "Mr Nicholas Fang (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Assoc Prof Fatimah Lateef (Marine Parade).", "attendance": false, "locationName": null}, {"mpName": "Mr Cedric Foo Chee Keng (Pioneer).", "attendance": false, "locationName": null}, {"mpName": "Mr Goh Chok Tong (Marine Parade).", "attendance": false, "locationName": null}, {"mpName": "Mdm Halimah Yacob (Jurong), Minister of State for Social and Family Development.", "attendance": false, "locationName": null}, {"mpName": "Mr Heng Swee Keat (Tampines), Minister for Education.", "attendance": false, "locationName": null}, {"mpName": "Dr Amy Khor Lean Suan (Hong Kah North), Minister of State for Health and Manpower and Deputy Government Whip.", "attendance": false, "locationName": null}, {"mpName": "Ms Janice Koh (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Mr Lee Kuan Yew (Tanjong Pagar).", "attendance": false, "locationName": null}, {"mpName": "Ms Mary Liew (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Mr Raymond Lim Siang Keat (East Coast).", "attendance": false, "locationName": null}, {"mpName": "Mr Mah Bow Tan (Tampines).", "attendance": false, "locationName": null}, {"mpName": "Dr Ng Eng Hen (Bishan-Toa Payoh), Minister for Defence and Leader of the House.", "attendance": false, "locationName": null}, {"mpName": "Ms Irene Ng Phek Hoong (Tampines).", "attendance": false, "locationName": null}, {"mpName": "Mr David Ong (Jurong).", "attendance": false, "locationName": null}, {"mpName": "Mr Seah Kian Peng (Marine Parade), Deputy Speaker.", "attendance": false, "locationName": null}, {"mpName": "Ms Tan Su Shan (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Dr Teo Ho Pin (Bukit Panjang), Deputy Government Whip.", "attendance": false, "locationName": null}, {"mpName": "Mr Teo Ser Luck (Pasir Ris-Punggol), Minister of State for Trade and Industry.", "attendance": false, "locationName": null}, {"mpName": "Mr Vikram Nair (Sembawang).", "attendance": false, "locationName": null}, {"mpName": "Assoc Prof Dr Yaacob Ibrahim (Moulmein-Kallang), Minister for Communications and Information and Minister-in-charge of Muslim Affairs.", "attendance": false, "locationName": null}, {"mpName": "Mr Zaqy Mohamad (Chua Chu Kang).", "attendance": false, "locationName": null}, {"mpName": "Mr SPEAKER (Mr Michael Palmer (Punggol East)). ", "attendance": true, "locationName": "Parliament House"}, {"mpName": "Mr Ang Wei Neng (Jurong). ", "attendance": true, "locationName": null}, {"mpName": "Mr Baey Yam Keng (Tampines). ", "attendance": true, "locationName": null}, {"mpName": "Mr Chan Chun Sing (Tanjong Pagar), Acting Minister for Social and Family Development and Senior Minister of State for Defence. ", "attendance": true, "locationName": null}, {"mpName": "Mr Chen Show Mao (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Mrs Lina Chiam (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Charles Chong (Joo Chiat), Deputy Speaker. ", "attendance": true, "locationName": null}, {"mpName": "Mr Christopher de Souza (Holland-Bukit Timah). ", "attendance": true, "locationName": null}, {"mpName": "Mr R Dhinakaran (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Ms Faizah Jamal (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Arthur Fong (West Coast). ", "attendance": true, "locationName": null}, {"mpName": "Ms Foo Mee Har (West Coast). ", "attendance": true, "locationName": null}, {"mpName": "Ms Grace Fu Hai Yien (Yuhua), Minister, Prime Minister's Office, Second Minister for the Environment and Water Resources and Second Minister for Foreign Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Mr Gan Kim Yong (Chua Chu Kang), Minister for Health and Government Whip. ", "attendance": true, "locationName": null}, {"mpName": "Mr Gan Thiam Poh (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Gerald Giam Yean Song (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Hawazi Daipi (Sembawang), Senior Parliamentary Secretary to the Minister for Education and Acting Minister for Manpower. ", "attendance": true, "locationName": null}, {"mpName": "Mr Heng Chee How (Whampoa), Senior Minister of State, Prime Minister's Office and Deputy Leader of the House. ", "attendance": true, "locationName": null}, {"mpName": "Mr Hri Kumar Nair (Bishan-Toa Payoh). ", "attendance": true, "locationName": null}, {"mpName": "Mr Inderjit Singh (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Ms Indranee Rajah (Tanjong Pagar), Senior Minister of State for Education and Law. ", "attendance": true, "locationName": null}, {"mpName": "Dr Intan Azura Mokhtar (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr S Iswaran (West Coast), Minister, Prime Minister's Office, Second Minister for Home Affairs and Second Minister for Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Dr Janil Puthucheary (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Khaw Boon Wan (Sembawang), Minister for National Development. ", "attendance": true, "locationName": null}, {"mpName": "Dr Lam Pin Min (Sengkang West). ", "attendance": true, "locationName": null}, {"mpName": "Er Dr Lee Bee Wah (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Mr Desmond Lee (Jurong). ", "attendance": true, "locationName": null}, {"mpName": "Ms Ellen Lee (Sembawang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Hsien Loong (Ang Mo Kio), Prime Minister. ", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Yi Shyan (East Coast), Senior Minister of State for National Development and Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Mr Liang Eng Hwa (Holland-Bukit Timah). ", "attendance": true, "locationName": null}, {"mpName": "Mr Laurence Lien (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Biow Chuan (Mountbatten). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Hng Kiang (West Coast), Minister for Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Swee Say (East Coast), Minister, Prime Minister's Office. ", "attendance": true, "locationName": null}, {"mpName": "Ms Sylvia Lim (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Dr Lim Wee Kiak (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Miss Penny Low (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Low Thia Khiang (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Ms Low Yen Ling (Chua Chu Kang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lui Tuck Yew (Moulmein-Kallang), Minister for Transport ", "attendance": true, "locationName": null}, {"mpName": "Mr Masagos Zulkifli B M M (Tampines), Senior Minister of State for Foreign Affairs and Home Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Dr Mohamad Maliki Bin Osman (East Coast), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. ", "attendance": true, "locationName": null}, {"mpName": "Mr Muhamad Faisal Bin Abdul Manap (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Dr Muhammad Faishal Ibrahim (Nee Soon), Parliamentary Secretary to the Minister for Health and Minister for Transport. ", "attendance": true, "locationName": null}, {"mpName": "Dr Lily Neo (Tanjong Pagar). ", "attendance": true, "locationName": null}, {"mpName": "Mr Ong Teng Koon (Sembawang). ", "attendance": true, "locationName": null}, {"mpName": "Ms Denise Phua Lay Peng (Moulmein-Kallang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Png Eng Huat (Hougang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Pritam Singh (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Mr Seng Han Thong (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr K Shanmugam (Nee Soon), Minister for Foreign Affairs and Minister for Law. ", "attendance": true, "locationName": null}, {"mpName": "Ms Sim Ann (Holland-Bukit Timah), Senior Parliamentary Secretary to the Minister for Communications and Information and Minister for Education. ", "attendance": true, "locationName": null}, {"mpName": "Mr Sitoh Yih Pin (Potong Pasir). ", "attendance": true, "locationName": null}, {"mpName": "Mr Sam Tan Chin Siong (Radin Mas), Senior Parliamentary Secretary to the Acting Minister for Culture, Community and Youth and Minister for Foreign Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Mr Tan Chuan-Jin (Marine Parade), Acting Minister for Manpower and Senior Minister of State for National Development. ", "attendance": true, "locationName": null}, {"mpName": "Asst Prof Tan Kheng Boon Eugene (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Ms Jessica Tan Soon Neo (East Coast). ", "attendance": true, "locationName": null}, {"mpName": "Mr Patrick Tay Teck Guan (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Mr Teo Chee Hean (Pasir Ris-Punggol), Deputy Prime Minister and Coordinating Minister for National Security and Minister for Home Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Mrs Josephine Teo (Bishan-Toa Payoh), Minister of State for Finance and Transport. ", "attendance": true, "locationName": null}, {"mpName": "Mr Teo Siong Seng (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Tharman Shanmugaratnam (Jurong), Deputy Prime Minister and Minister for Finance. ", "attendance": true, "locationName": null}, {"mpName": "Ms Tin Pei Ling (Marine Parade). ", "attendance": true, "locationName": null}, {"mpName": "Mr Edwin Tong Chun Fai (Moulmein-Kallang). ", "attendance": true, "locationName": null}, {"mpName": "Dr Vivian Balakrishnan (Holland-Bukit Timah), Minister for the Environment and Water Resources. ", "attendance": true, "locationName": null}, {"mpName": "Mr Wong Kan Seng (Bishan-Toa Payoh). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lawrence Wong (West Coast), Acting Minister for Culture, Community and Youth and Senior Minister of State for Communications and Information. ", "attendance": true, "locationName": null}, {"mpName": "Mr Alex Yam (Chua Chu Kang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Yee Jenn Jong (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Alvin Yeo (Chua Chu Kang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Yeo Guat Kwang (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr Zainal Sapari (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Zainudin Nordin (Bishan-Toa Payoh). ", "attendance": true, "locationName": null}], "ptbaList": [{"mpName": "Mr Nicholas Fang", "from": "16 Nov", "to": "16 Nov", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Mr Lee Kuan Yew", "from": "16 Nov", "to": "16 Nov", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Mr Cedric Foo Chee Keng", "from": "20 Nov", "to": "23 Nov", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}], "a2bList": [], "takesSectionVOList": [{"startPgNo": 0, "endPgNo": 0, "title": "Keeping Industrial Land Affordable for SMEs", "subTitle": null, "sectionType": "OA", "content": "<p>1 <strong>Mr Inderjit Singh</strong> asked the Minister for Trade and Industry what are the Ministry's plans to keep industrial land affordable for SMEs in Singapore.\t</p><p>Page: 1442</p><p><strong> The Minister for Trade and Industry (Mr Lim Hng Kiang)</strong>:&nbsp;Mr Speaker, URA's rental index for industrial property rose by 1.2% in the third quarter of 2012, moderating from the 2.8% increase in the previous quarter. This likely reflects a moderation in underlying demand for industrial space relative to supply, which has increased in recent quarters.</p><p>However, industrial property prices continued their upward trend in the third quarter of 2012. We will release sufficient land through the Industrial Government Land Sale (IGLS) Programme to meet the needs of industrialists and moderate prices and rentals. We have also started to release smaller IGLS land parcels with shorter tenure, targeted at SMEs that require customised land-based facilities at more affordable prices. In addition, we will continue with our enforcement efforts to ensure that industrial space is not misused by non-industrial users, which may also have contributed to the increase in industrial prices and rentals.</p><p><strong>\tMr Inderjit Singh (Ang Mo Kio)</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Sir, last year, Singapore was rated as one of the top three most expensive places in terms of prime industrial land in the whole world, alongside Tokyo. This makes Singapore too expensive for companies, whether big or small, to remain competitive here. In this respect, I would like to ask the Minister the following questions. </span></p><p><span style=\"color: rgb(51, 51, 51);\">First, the price of industrial land in Singapore has increased by 60% in the past two years – 2011 and 2012 to date&nbsp;</span>–<span style=\"color: rgb(51, 51, 51);\"> driven probably by investors speculating in the market. Does the Minister think that the 60% is good or bad for the economy? Secondly, in the last two years, what proportion of industrial land is held by foreign investors and what proportion of industrial land has been converted for non-industrial uses? Thirdly, on the release of additional land, as the Minister announced, does the Minister agree that releasing more land alone is not the answer if the land is allowed for investment purposes, versus direct allocation to end-users? In this aspect, should the Government not regain its old role as the major industrial landlord rather than giving out to private developers to be the landlord for end-users?</span></p><p>\tPage: 1443</p><p><strong>\tMr Lim Hng Kiang</strong>:&nbsp;Mr Speaker, as I mentioned in my reply just now, there are two things that we have to watch. One is industrial land rentals, and the other is industrial land prices. As Members can see, there seems to be a divergence. Land rentals have not increased as sharply as land prices. Land prices have gone up – as Mr Inderjit Singh said – very sharply over the last three years. But if we look at land rentals, they have gone up by 30% over the last three years. If we look at the longer period, land rentals have been very flat from 2002 to 2007. There has been a pick up since then.</p><p>When we look at industrial land, which is where the majority of our SMEs rent their premises, then we are watching very carefully. I do recognise that industrial land prices have gone up sharply. For us, we track our competitiveness very closely, in terms of our land prices and rentals,&nbsp;<em>vis-a-vis</em>&nbsp;alternatives in the surrounding countries and a suite of competitive locations. So, we continue to track and we continue to feel that our land prices and rentals are competitive, based on these competitive locations that we are tracking.</p><p>Next, the question on industrial land use. Industrial land cannot be converted to non-industrial use. This is something that is very clear. We have very limited land zoned for industrial use, and URA and JTC do not allow the land to be converted to non-industrial use. What I referred to was infiltration of non-industrial uses in factory space. As Members know, sometimes, in a factory, we allow a 60-40 rule, meaning 60% industrial use, and 40% ancillary use. Ancillary use means supporting services or offices that are related to the industry. Sometimes, there could be infiltration in the ancillary uses being sublet to other non-industrial users. On this, we are taking enforcement action and deterring people from allowing such non-industrial uses to creep in.</p><p><strong>\tMr Inderjit Singh</strong>:&nbsp;Sir, I also asked the Minister about the proportion of foreign investors who have invested in our industrial and commercial properties. As the Minister correctly pointed out, the land cost has gone up rapidly and maybe not rental. This seems to be driven by investors – foreign or local – who want to invest in industrial land for their own returns. They have moved from the residential property market to commercial and industrial. I think that is something that has to be controlled.</p><p><strong>\tMr Lim Hng Kiang</strong>:&nbsp;We are monitoring this. We do not have specific data for people to declare when they purchase industrial land, whether they are foreigner or local. So, we would have to start collecting the data. But as we all know, from anecdotal evidence – and this is the answer that I will give to the Member for the second question that he has filed – 60% of factory space that is rented out is used by industrialists who rent the space; 40% is owner-occupied, which means SMEs who buy the premises and then use it for their own purposes. For the 60% who rent, 15% or more comes from JTC and HDB; another 17%-18% comes from small owners, and the remaining 27% comes from the big developers or REITs. So, the Member can see that even if the foreign investments come in, they would be classified under the bigger owners – either REITs or developers – it is not a very big percentage.</p><p>\tPage: 1444</p><p><strong> Mr Speaker</strong>: Mr Singh, let us move to your next Parliamentary Question (PQ) as I think you are going down that line.</p><p>\tPage: 1444</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Rules on Investing in Industrial Properties", "subTitle": null, "sectionType": "OA", "content": "<p>2 <strong>Mr Inderjit Singh</strong> asked the Minister for Trade and Industry whether the Ministry will consider disallowing the purchase of industrial properties for investment purposes and allowing industrial properties to be bought only by users themselves.\t</p><p>\tPage: 1444</p><p><strong>\tMr Lim Hng Kiang</strong>:&nbsp;Mr Speaker, Sir, there are currently no restrictions on the purchase of industrial properties by investors. Introducing such restrictions will have significant impact on businesses.</p><p>Not all industrialists want to buy industrial space. Some industrialists prefer a rental arrangement, which gives them greater business flexibility. Others may choose not to commit higher upfront financial resources to own their properties. MTI ensures that there is sufficient space for industrialists to either buy or rent industrial space.</p><p>Long-term investors play an important role in the business ecosystem. They rent out the space they buy to the users, the industrialists. Allowing investors to participate in the industrial property market provides options for our industrialists, reduces the upfront capital costs for businesses and keeps rentals competitive.</p><p><strong>\tMr Inderjit Singh</strong>:&nbsp;Thank you, Mr Speaker. The Minister mentioned that about 27% of the industrial land is bought by industrialists or private developers. Does the Ministry track what proportion of those that are sub-divided, strata-title factories that are developed by the private developers that are then sold as investment properties? Does the Minister track that level of data? If so, can we look at who are the buyers – are they the end-users or investors? Can we stop the investment portion of the whole process?</p><p><strong>\tMr Lim Hng Kiang</strong>:&nbsp;Sir, I wish to clarify that the data that I gave earlier is for multiple-user factory space. As the Member knows, the industrial space in Singapore is divided into several categories. One is the single-storey factory where JTC either sells or rents the land and the factory owner then builds his own factory. That constitutes 55% of our overall industrial land space. That is the bulk. Most of our big factories and some of our SMEs buy standalone, single unit factories. They can either rent or sell, and the price, as I mentioned earlier, is pegged to a competitive slate of international prices. So, we ensure that the land prices for space that JTC allocates are competitive.</p><p>\tPage: 1445</p><p>Of the overall industrial space, about one quarter is multi-storey factory space. That is the segment that JTC has decided that it would not own or rent out on its own. It would just sell the land, because there is a very thriving private sector market. As I mentioned in Parliament several times, even at the peak 10 years ago, JTC's market share of multi-storey, multiple-user factories is less than 20%. So there is no reason for JTC to be competing with the private sector. The data that I had given just now are for multi-storey, multiple-user factories, where REITS and developers constitute 27% of that segment.</p><p><strong> Mr Speaker</strong>:&nbsp;Mr Singh, last question.</p><p><strong>\tMr Inderjit Singh</strong>:&nbsp;Thank you, Sir. If we look at it in the whole scheme of things, that 55% of industrial land is owned by owners. Most of them are probably big multi-national companies or big companies. So, if we narrow down to SMEs who are operating in the remaining 20% or 25% of space that they now sublet, it would make a big difference to our SME community. I am very interested to know whether the factories that are re-sold – where they bought the land from Government, developed it, and re-sold some of the units built on the land to investors – is that driving up the rentals of industrial land for SMEs? If we can stop that perhaps we can reverse the trend.</p><p><strong>\tMr Lim Hng Kiang</strong>:&nbsp;Sir, maybe I did not make it clear in my reply. If you stop anybody from renting, and say that SMEs can only avail themselves of factory space only if they own it, that would be a very severe requirement. It would mean all SME industrialists, whenever they want to start their businesses, must make sure they have the financial resources to buy and own their premises before they can start. Today, they can have the option of renting, which means they lower their upfront cost. They do not have to put money into such a big asset, as buying their own premises. That is a very serious implication.</p><p><strong> Mr Speaker</strong>:&nbsp;Mr Singh, one last question, please.</p><p><strong>\tMr Inderjit Singh</strong>:&nbsp;Sir, I wish to clarify. What I meant was that owning is one of it. But the other portion that I am requesting is, JTC becomes a landlord that rents out. What the Minister mentioned was that JTC was only controlling about 20% of it that has then been given to the private sector. I am asking for JTC to take it back – be the industrial landlord, and then rent these factories out to SMEs. In addition to that, there is also the portion of the re-sold factories that are driving rental prices up, probably because of the investment nature of the whole process.</p><p>\tPage: 1446</p><p><strong>\tMr Lim Hng Kiang</strong>:&nbsp;Sir, at the risk of repeating myself, we have gone through this debate several times. JTC has decided to take itself out of the market because 80% is done by the private sector, 20% by JTC. JTC tenants have a very unfair advantage in that they are getting subsidised rents from JTC. It is not a level playing field. By the Government's \"Yellow Pages\" rule, we had decided to get out. It has taken us several years to stage the divestment such that it has minimal impact on the sector.</p><p>\tPage: 1446</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Murals in Kampung Glam", "subTitle": null, "sectionType": "OA", "content": "<p>3 <strong>Ms Faizah Jamal</strong> asked the Minister for National Development (a) what is the rationale for URA's decision to allow graffiti art on the wall of a shophouse in Haji Lane; (b) which shophouses will be painted with the nine murals that are commissioned in tandem with the Kampung Glam Business Association; (c) whether the Ministry can clarify on (i) the parties that the commissioning of the murals have been awarded to and (ii) what is meant by \"supported by the community\" in URA's statement on the commissioning of the murals; and (d) what plans does URA have to provide for clearer and more consistent conservation guidelines.\t</p><p>\tPage: 1446</p><p><strong>\tThe Senior Parliamentary Secretary to the Minister for National Development (Dr Mohamad Maliki Bin Osman) (for the Minister for National Development)</strong><span style=\"color: rgb(51, 51, 51);\">:</span><strong style=\"color: rgb(51, 51, 51);\">&nbsp;</strong>Sir, the URA has broad guidelines for murals on conserved shophouses, requiring such murals to respect the site context and contribute to the character of the place. These guidelines are broad so as to accommodate the many creative ideas raised by artists, owners and tenants in the open discussions which URA have with them on proposed mural designs at different sites.</p><p>The existing mural arts at Haji Lane were commissioned by the owners and tenants. As the area has become a niche for commercial outlets associated with the creative community, the murals were deemed by URA to be appropriate to the context and character of the area. They are also well-received by the wider community.</p><p>The Kampong Glam Business Association (KGBA) has approached the URA to set up a mural arts programme to further improve the aesthetics of the existing mural arts in the area. The association's plans are still preliminary. The URA is facilitating a meeting between the association and some key stakeholders later this month to discuss and understand the plans.</p><p>Developing conservation guidelines that find an appropriate balance between heritage conservation and artistic expression will always be challenging. The URA will continue to work closely with the community, professional bodies and interest groups to refine, enhance and clarify these guidelines over time.</p><p>\tPage: 1447</p><p><strong>\tMs Faizah Jamal (Nominated Member)</strong>:&nbsp;I thank the Senior Parliamentary Secretary for the reply. I have two clarifications to make. I understand that, at first, they were not allowed to have the murals and that was the reason why URA came in quite strongly to say they had to do something about it. And then, there was a change of mind about it and they were allowed to keep the murals.</p><p>My clarification is: what is the reason for the change in decision from not allowing to allowing? The question I want to ask is: does it mean that this is actually a relaxation of the guidelines under the URA guidelines on the website which defines it as \"traditional hues\"? If so, is this a recognition that there are certain aspects of Kampung Glam that, in its essence, are different from other parts of Kampung Glam and this is something that URA is, in fact, encouraging?</p><p><strong>\tDr Mohamad Maliki Bin Osman</strong>:&nbsp;Sir, URA tries to strike that balance, as I have mentioned. So, the guidelines were put on the website, and some of the owners of the buildings and tenants have proposed to paint according to the guidelines.</p><p>The guidelines are really to recommend best practices for the tenants and building owners to maintain the conservation of buildings, with preferred painting schemes for front facades so that the historic architectural features are suitably enhanced. When the building owners decided to paint the murals, it was following the interpretation of the guidelines. There were some reactions. But by and large, the patrons and the community were supportive. URA came in and said, \"yes, you can continue\". Then, the KGBA came forward recently to say it wants to enhance it. It wanted the Mural Arts Programme for the area.</p><p>URA is very keen to allow community ownership of spaces, at the same time, striking that balance between what is conservation and allowing for artistic expression. As we move forward, what is important is the ownership of the space, that is, the community takes ownership. In this case, for example, the Kampung Glam Business Association is taking ownership. They want to enhance the area. But because they want to do more, what is important is for us to then engage stakeholders. And when we engage stakeholders, we want the stakeholders to come forward and see what is useable, what is nice and, at the same time, not compromise the conservation and heritage nature of the area.</p><p><strong>\tMs Faizah Jamal</strong>:&nbsp;When the Senior Parliamentary Secretary mentioned about \"community\", may I seek a clarification as to whether it meant beyond the Kampung Glam Business Association. Kampung Glam is now no longer the residential area that it used to be before. It is now very much business. So, when we say \"community\", do we mean the business community or the Malay-Muslim community or do we mean the ethnic community? What is the definition?</p><p>\tPage: 1448</p><p><strong>\tDr Mohamad Maliki Bin Osman</strong>:&nbsp;We look at it broadly, both the geographical as well as the community of stakeholders, those who are interested in the area. Today, the business community is one that promotes it, meaning the artistic groups that are there. So, when we look at the \"community\", it is actually engaging people who are keen to make sure that the place thrives in every aspect for different stakeholders. Therein lies the challenge, because the more stakeholders there are, the more challenging it gets. What is useful is the engagement. URA is facilitating that engagement to ensure that different stakeholders bring to the table what their interests and concerns are. At the same time, the broad guideline is that we want to encourage artistic expressions, not compromising the original intent of the place. And the artistic expression must enhance the facade and even the current conditions or the way it looks.</p><p>\tPage: 1448</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Price Trend for BTO Flats", "subTitle": null, "sectionType": "OA", "content": "<p>4 <strong>Er Dr Lee Bee Wah</strong> asked the Minister for National Development (a) what has been the price trend for BTO flats in mature and non-mature estates respectively over the past three years; and (b) what is being done to keep prices of BTO flats affordable amidst inflation.\t</p><p>\tPage: 1448</p><p><strong>\tThe Minister for National Development (Mr Khaw Boon Wan)</strong>:&nbsp;Sir, we have, since May last year, largely stabilised our BTO prices, especially for flats in the non-mature estates. That is why overall BTO prices have increased by 12% since January 2009, despite a larger 34% increase in the HDB Resale Price Index (RPI) over the same period – 12% versus 34%.</p><p>We take affordability fully into account when pricing BTO flats. New flats enjoy generous discounts off the market price. On top of that, eligible first-timer households can get up to $60,000 of housing grants. HDB also offers housing loans at concessionary interest rates to help eligible households finance their flat purchase.</p><p>Currently, first-timers buying new flats in non-mature estates use, on average, 23% of their monthly income to pay for their housing loans. They are able to pay for their monthly instalments fully in CPF, with minimal or no cash outlay.</p><p><strong>\tEr Dr Lee Bee Wah (Nee Soon)</strong>:&nbsp;Mr Speaker, Sir, I took note that in the Minister's reply that the increase was only 12%. But to a lot of residents, their salaries did not increase 12% over this period. Would MND consider making new BTO flat prices stable?</p><p>\tPage: 1449</p><p><strong>\tMr Khaw Boon Wan</strong>:&nbsp;As I said, when we price BTO flats, we take fully into account the question, \"Can buyers afford it?\" This is a critical factor. If we judge by the figure that I have given, that is, 23% of their monthly income, I think that is affordable for BTO. A lot of the misunderstanding out there is that they are equating BTO price with resale price. The resale price is beyond my control. That is set by buyer and seller. But for first-timers buying BTO flats, that is within my control. It is my job to ensure that it will be affordable.</p><p>Please look carefully and study our BTO prices in recent months. If I may quote some figures just to illustrate the point. For non-mature estates – because that is our commitment – there will always be flats which newly-weds, first-timers can afford. Supposing they buy a 4-room flat, say, in Sengkang or Chua Chu Kang, the BTO price is $251,000. It starts from $250,000 and, at the highest floor, which is the maximum price, $310,000.</p><p>That is a reasonable price. Of course, people would want it even cheaper. But looking at it from a situation that we are facing today, I find these figures very reasonable. That is for a 4-room flat. A 5-room flat starts from $320,000; maximum is $385,000. That is what we have been trying to do in the last few months, stabilising the BTO prices. Over time, I hope that the resale price will further moderate and then we can adjust our BTO prices again. But for the moment, I would regard the achievement that we have been able to bring about this cost increase of just 12% versus the 34% increase as quite an achievement. Not enough credit has been given to my Ministry. [<em>Laughter.</em>]</p><p>\tPage: 1449</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Myanmar as Observers in Exercise Cobra Gold 2013", "subTitle": null, "sectionType": "OA", "content": "<p>The following question stood in the name of <strong> Mr Nicholas Fang</strong>&nbsp;–\t<strong>&nbsp;</strong></p><p><strong>&nbsp;</strong>5&nbsp;To ask the Minister for Defence what effect will the planned participation of Myanmar as observers in the Asia-based joint military exercise Cobra Gold 2013 have in terms of Myanmar's role in the regional security environment.</p><p>\tPage: 1449</p><p><strong>Ms Ellen Lee (Sembawang)</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Question No 5, Sir.</span></p><p><strong>\tThe Senior Minister of State for Defence (Mr Chan Chun Sing) (for the Minister for Defence)</strong><span style=\"color: rgb(51, 51, 51);\">:</span><strong style=\"color: rgb(51, 51, 51);\">&nbsp;</strong>Sir, Exercise Cobra Gold is a multilateral exercise conducted in Thailand each year and co-hosted by Thailand and the United States. In 2012, Singapore, Malaysia, Indonesia, Japan, and South Korea participated in Exercise Cobra Gold, while Brunei, Laos, China, Netherlands, Russia, South Africa, Sri Lanka and the United Arab Emirates sent observers to the exercise.</p><p>Singapore welcomes the participation of Myanmar in multilateral security forums and exercises in the region, such as the Shangri-La Dialogue, the ASEAN Defence Ministers' Meeting (ADMM), as well as Exercise Cobra Gold. These platforms provide important opportunities for regional countries and other stakeholders to engage each other in open and constructive dialogue and practical cooperation. This builds trust and promotes stable defence relations which, in turn, enhance regional peace and security.</p><p>\tPage: 1450</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "R21 Movies on Pay Television", "subTitle": null, "sectionType": "OA", "content": "<p>6 <strong>Mr Christopher de Souza</strong> asked the Minister for Communications and Information what is the rationale for allowing R21 movies to be aired on pay TV in homes and whether there will be a reconsideration of this decision.\t</p><p>\tPage: 1450</p><p><strong>\tThe Senior Minister of State for Communications and Information (Mr Lawrence Wong) (for the Minister for Communications and Information)</strong><span style=\"color: rgb(51, 51, 51);\">:</span><strong style=\"color: rgb(51, 51, 51);\">&nbsp;</strong>Mr Speaker, Sir, the introduction of R21 content on the video-on-demand (VOD) service by pay TV operators arose from a recommendation by the 2010 Censorship Review Committee (CRC), which conducts periodic reviews of our content regulation standards and policies. The CRC had recommended that R21 content be allowed on linear subscription TV channels and VOD services, with parental locks set by default.</p><p>Given the mature content and theme of R21 films, the Government took a cautious and calibrated approach, and allowed R21 content to be offered only on VOD on pay TV. In accepting this CRC recommendation, we had recognised the need to provide adults with mature content while at the same time protecting our young. We also recognised that VOD on pay TV allows for a higher degree of parental oversight, with the availability of an easy-to-use parental lock mechanism to prevent unauthorised access by under-aged viewers. VOD is also a paid service whereby consumers make a conscious choice to purchase the videos they wish to watch.</p><p>I would like to assure the hon Member that in allowing the R21 VOD service, the Media Development Authority (MDA) has put in place several safeguard measures.</p><p>First, MDA has required the pay TV operators to implement an effective parental lock mechanism to prevent access by under-aged viewers. Both StarHub and SingNet conducted trials on their locking mechanism to ensure that they are effective as well as user-friendly. All R21 VOD content are locked by default and can only be accessed through a PIN number. Existing VOD customers who request for the PIN number will need to have their identity verified over the phone using the name, age, NRIC number and date of birth. As an additional safeguard, pay TV operators will also ask the caller to provide information on: (a) date of last bill payment, (b) method of payment, and (c) location of payment. New customers are required to personally sign up and show proof of their age at retail shops. In addition, MDA has also required the pay TV operators to put in place sufficient publicity to educate consumers on the safeguards for the R21 VOD service. Trailers for the R21 VOD will not be allowed on linear pay TV channels.</p><p>\tPage: 1451</p><p>Moreover, StarHub and SingNet can only offer R21 titles that have been previously classified by the Board of Film Censors (BFC) for commercial release. In addition, there will be a breakdown of the R21 videos purchased, meaning to say, the title, date and time in the monthly bill to allow the parents to know if their children have gained access to R21 content without their knowledge. Subscribers will also not be able to record the R21 VOD content that they have purchased.</p><p>StarHub and SingNet's VOD services are also not offered to corporate subscribers, which include places like coffee shops, community clubs and hospitals.</p><p>Our content regulatory standards will have to keep pace with the evolving media landscape and consumer demands. But I would like to assure the Member and Members of this House that in allowing for more content choices for our people, we will continue to safeguard our young, and we will not move ahead of what society is comfortable with.</p><p><strong>\tMr Christopher de Souza (Holland-Bukit Timah)</strong>:&nbsp;There is a difference between R21 movies being screened in cinemas and open to the public and R21 movies being screened at home. Therefore, my question really is the tone that we are setting and whether the Minister would give the assurance that the tone, going forward, would protect the children and minors at home in light of these changes.</p><p><strong>\tMr Lawrence Wong</strong>:&nbsp;Sir, I thank the Member for the follow-up question. I share his concerns and understand what he is concerned about. I would say that, indeed, because of these concerns that was why the Ministry and MDA made sure that in taking this approach we had the safeguards in place.</p><p>Secondly, I would also take a step back and look, overall, at how we want to look at content regulation in Singapore. The Government would set some standards and I think it is the responsibility of the Government to set minimum standards for the reasons the Member has highlighted. But it is often better for the community to decide what these standards should be and that means that we would need input, we would need viewpoints and perspectives from the society. That is why, periodically, we have a Censorship Review Committee set up; it comprises representatives from a wide cross section of the society and they decide how far or how fast we should move or whether we should stay put or where the standards should be. In this case, the CRC had made a recommendation and we had looked at the recommendation, agreed to move, but we were very cautious. We calibrated the move with the very safeguard that I have outlined.</p><p>It is good that we have Members like Mr de Souza and other members of society who feel very concerned about content. Rightfully so, I would encourage Members who share these views to voice their concerns and to shape where the perspective of society is comfortable with in terms of content and in terms of where we should set our standards. The Ministry and MDA would only move our content regulatory standards insofar as society is comfortable with the balance. We would take the cue from the perspective of the community at large.</p><p>\tPage: 1452</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Horror and Violent Film Trailers in Prime-time Belt", "subTitle": null, "sectionType": "OA", "content": "<p>7 <strong>Mr Christopher de Souza</strong> asked the Minister for Communications and Information whether the Ministry will implement measures to ensure that trailers for horror or violent films or films inappropriate for viewing by children are not screened on television channels before 10.00 pm.\t</p><p>\tPage: 1452</p><p><strong>\tThe Senior Parliamentary Secretary to the Minister for Communications and Information (Ms Sim Ann) (for the Minister for Communications and Information)</strong><span style=\"color: rgb(51, 51, 51);\">:</span><strong style=\"color: rgb(51, 51, 51);\">&nbsp;</strong>Sir, the Media Development Authority's (MDA) Television Advertising Code requires broadcasters to exercise care and sensitivity when showing trailers or other advertisements, both on free-to-air and subscription platforms.</p><p>On free-to-air television, trailers for films featuring violence and horror elements, or are otherwise unsuitable for viewing by children cannot be aired between 6.00 am and 10.00 pm, as that time belt is meant for family audiences. Trailers with stronger content can only be shown after 10.00 pm. Likewise, for subscription television, trailers for content rated Parental Guidance 13, NC16 and M18 cannot be aired on channels targeted at children. Trailers must also be scheduled appropriately.</p><p>Furthermore, trailers on both free-to-air television and subscription television channels are required to clearly display the classification rating of the film being advertised.</p><p>MDA recently reviewed the primetime slot on <em>MediaCorp's</em> channels and observed that <em>MediaCorp</em> has complied with its guidelines on trailers. If the hon Member has concerns with any particular trailer, we welcome his feedback and will look into the case.</p><p>Besides trailers and advertisements, MDA's free-to-air and subscription television programme codes outline the general standards to be observed for programmes on these platforms.</p><p><strong>\tMr Christopher de Souza</strong>:&nbsp;The question was not a hypothetical one. It was borne out of an appeal given to me by a nine-year-old resident along the Bukit Timah corridor. Her name is Rene. In it, she had said that she had viewed a horror trailer at 8.00 pm and was unable to sleep for nights after that, and she checked around and some of her friends also had viewed the trailer. My question is: if the logic is that horror movies are screened after 10.00 pm, would there be an assurance from the Ministry that trailers of such movies are not screened before 10.00 pm because they just may, in the case of Rene, have the children view them?</p><p>\tPage: 1453</p><p><strong>\tMs Sim Ann</strong>:&nbsp;I thank the Member for providing more information and I compliment your young resident for her piece of active citizenry. As a parent of young children myself, I feel very strongly that the guidelines, as I explained just now, would have to be adhered to. Unsuitable content and trailers should not be shown before 10.00 pm. We would be very happy to take up this particular case further and to investigate to see if, indeed, a breach of the guideline has occurred.</p><p>\tPage: 1453</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Regulation of Despatch Riders with Foreign-registered Vehicles", "subTitle": null, "sectionType": "OA", "content": "<p>8 <strong>Mr Alex Yam</strong> asked the Acting Minister for Manpower (a) whether foreign despatch riders using foreign-registered vehicles to make deliveries require work permits under the Employment Act; and (b) whether the Ministry plans to put in place greater regulatory measures for such despatch riders.\t</p><p>\tPage: 1453</p><p><strong>\tThe Senior Parliamentary Secretary to the Acting Minister for Manpower (Mr Hawazi Daipi) (for the Acting Minister for Manpower)</strong><span style=\"color: rgb(51, 51, 51);\">:</span><strong style=\"color: rgb(51, 51, 51);\">&nbsp;</strong>Sir, foreign despatch riders making commercial deliveries in Singapore must hold valid work passes. This is a requirement under the Employment of Foreign Manpower Act (EFMA) and also applies to any other foreigner working in Singapore. Should they wish to use foreign-registered vehicles to make deliveries, they will need to comply with the Land Transport Authority's rules and regulations which include purchasing the necessary compulsory insurance.</p><p>Foreign despatch riders without valid work passes can be prosecuted under the EFMA, fined up to $20,000 and imprisoned up to two years. MOM may also take action against their employers.</p><p><strong>\tMr Alex Yam (Chua Chu Kang)</strong>:&nbsp;I thank the Senior Parliamentary Secretary for his response. I am reassured that they require the work passes to be able to do their work in Singapore. However, I have a few supplementary questions.</p><p>First, in light of the revelation that the employers would be taken to task, does the Senior Parliamentary Secretary have any statistics in recent years to show if there has been an increase in the number of employers who have been errant in not applying for work passes? Secondly, my understanding is that in a 2009 High Court ruling, many of the vehicles are not covered locally, in terms of insurance. Is there a particular requirement under MOM for foreign despatch riders to be able to be covered under a group insurance by their employers? In terms of work injury, if they are injured during the course of their work, would they be covered under WICA?</p><p><strong>\tMr Hawazi Daipi</strong>:&nbsp;Sir, up to now, we have not come across any employer who has been caught or found guilty of employing foreign despatch riders without work permits. Whether they are covered under local insurance, LTA would require any user of foreign registered vehicles to have an insurance coverage. If they do not have insurance, that is a contravention of LTA regulations. About work injury, yes, all workers in Singapore – local or foreigners – are covered under WICA.</p><p>\tPage: 1454</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Loan of Giant Pandas from China", "subTitle": null, "sectionType": "OA", "content": "<p>9 <strong>Ms Faizah Jamal</strong> asked the Minister for Foreign Affairs (a) what is the intention behind the loan of the two Giant Pandas from China; (b) if it is to celebrate good diplomatic ties between China and Singapore, whether the additional charges to visit the Giant Panda exhibit at the zoo can be waived for the public or at least until the River Safari is officially opened where a separate admission fee can be charged.\t</p><p>\tPage: 1454</p><p><strong>\tThe Second Minister for Foreign Affairs (Ms Grace Fu Hai Yien) (for the Minister for Foreign Affairs)</strong><span style=\"color: rgb(51, 51, 51);\">:</span><strong style=\"color: rgb(51, 51, 51);\">&nbsp;</strong>Mr Speaker, the loan of the two Giant Pandas is a gesture of goodwill from the Chinese, which serves to enhance the friendly ties between the people of both countries. It is a fitting symbol which underscores the long-standing close relationship between Singapore and China.</p><p>During PRC President Hu Jintao's state visit to Singapore in 2009, he and then-President SR Nathan had welcomed an agreement reached by both sides to collaborate on the Joint Cooperative Research (JCR) on the Giant Pandas. The JCR is a joint collaboration to promote Giant Panda conservation and raise public awareness of conservation through the joint implementation of a Giant Panda breeding research programme. Coincidentally, the last time Singapore received Giant Pandas from China was in 1990 for 100 days, when diplomatic relations were first established.</p><p>In response to strong public interest to see Kai Kai and Jia Jia, Wildlife Reserves Singapore (WRS) has decided to offer a special preview of the pandas ahead of the official opening of the River Safari in the first quarter of next year. It has done so by creating a special access to the panda exhibit from the Singapore Zoo. As visitors will have to walk through the gated Singapore Zoo attraction to see the pandas during this preview phase, they will be required to purchase a zoo admission ticket and a top-up fee.</p><p>We understand from WRS that all the proceeds from the top-up fees will be channelled back into the conservation, breeding and research programme for the Giant Pandas. Once the River Safari opens next year, visitors will not have to pay an additional fee to enter the Giant Panda Forest as this will be included in the River Safari's park admission price.</p><p><strong>\tMs Faizah Jamal</strong>:&nbsp;Sir, I thank the Second Minister for her reply. The reason I asked this question is because according to the River Safari website, it says specifically that before you can even see the pandas, you have to go through the zoo. You have to pay $20 per adult and $13 per child, not including the entrance to see the panda which, to me, adds up to quite a hefty sum for a family of four. Sir, because it is based on goodwill and good faith between the two countries, I am wondering, for at least this period of time before River Safari takes on board the role of looking after the pandas, whether this can be something to be taken into account in the interest of the public.</p><p>\tPage: 1455</p><p><strong>\tMs Grace Fu Hai Yien</strong>:&nbsp;Mr Speaker, I would just like to clarify that as I understand it, the giant panda is not separately housed. It is actually housed within the zoo. So in order to get access to it, you actually have to go through the zoo. I think that is the reason why WRS has made that requirement to go through the zoo, pay an admission price, and on top of that, there is a top up. The top up – although WRS is not under direct supervision of MFA – from what I understand, it is really to pay for the costs of housing the pandas, looking after them, and contributing to the conservation of the pandas.</p><p>\tPage: 1455</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "ABC Waters Programme for Sungei Ulu Pandan", "subTitle": null, "sectionType": "OA", "content": "<p>10 <strong>Mr Christopher de Souza</strong> asked the Minister for the Environment and Water Resources (a) if he will give an update on the progress of the Active, Beautiful and Clean Waters programme for Sungei Ulu Pandan; and (b) whether the Ministry can share and show graphic drawings with the residents in the area on what Sungei Ulu Pandan and its riverbanks will look like when this green initiative is completed.\t</p><p>Page: 1455</p><p><strong>\tThe Minister for the Environment and Water Resources (Dr Vivian Balakrishnan)</strong>:&nbsp;I thank Mr Christopher de Souza for the question on the Active, Beautiful and Clean (ABC) Waters programme. This was a programme launched in 2006, and it aims to transform our drains, canals and reservoirs into beautiful streams and lakes and ultimately to serve as focal community points.</p><p>Let me take a step back and explain the principles behind which our plans for drainage are conducted in Singapore. First, it is about water catchment. Two-thirds of Singapore's land area today is water catchment and eventually it could go up to 80% or 90%. What that means is that every drop of water on the ground or in the drain has a very high chance – a 90% chance – of ending up in the glass of water that you would drink. The second point is that it is also about flood prevention and mitigation. So, it is in our interest to make sure our drainage system is well-maintained and functions accordingly. The third is that we do want community ownership. Because our drains are in the community, in our neighbourhoods, and the integrity and the cleanliness of drains is important, it is important therefore for our local neighbourhoods to feel a sense of ownership and participation in the maintenance and in the implementation of activities in and around our waterways. Fourthly, if our waterways are transformed into beautiful and scenic spots, that also enhances values for the properties in the vicinity.</p><p>Page: 1456</p><p>The programme has so far been completed in 20 different vicinities and there would be another three which would be completed in 2013, and that includes the project the Member is referring to in Sungei Ulu Pandan. There will be another 31 projects implemented by public agencies and developers over the next few years.</p><p>Mr de Souza has asked for an artist's impression. So, I have asked for the slide to be put up for his viewing as well as for the other Members of the House to see. This is how we intend for it to look like when it is completed. The concept behind this particular project was for it to be a river classroom for the many students in the area to get a better appreciation of ecology, to understand the importance of the quality of the rainwater run-off from the surrounding catchment, and therefore, also a plea for maintaining cleanliness of the surrounding environment. It will also enhance local biodiversity and we will look for specially selected native plants to be planted in the area thereabouts.</p><p>Mr de Souza will be glad to know that we have accepted suggestions from residents to build well-designed shelters at the community deck. We will keep the residents updated of the progress of the project through regular briefings and newsletters. We hope that the local community will feel a strong sense of ownership because they have helped to design and to implement this project.</p><p>I am glad to say that the ABC Waters programme has been very well-received so far in all the different areas that it has been implemented in. We will continue to engage Singaporeans in order to create a beautiful and healthy environment which they have a real stake in.</p><p><strong>\tMr Christopher de Souza</strong>:&nbsp;I thank the Minister for showing the artist's impression which I think was at the junction of Clementi Road and Ulu Pandan Road. My supplementary question would be, would it be possible for the Ministry to allow the Sunset Way residents, who fall within my ward, to go very close to the water to learn of biodiversity and to have river life extend to them, proximately and not just visually?</p><p><strong>\tDr Vivian Balakrishnan</strong>:&nbsp;The whole idea of making it attractive and beautiful is to give access. The only caveat I would put is the issue of safety. So, for instance, if you recall the Bishan canal which was converted into a river, it is especially designed to be low lying and people have access and can even walk across the river. However, during times of intense storms, the water can spread out very rapidly along the sides and that is why you see we have got various alarm systems and markings on the ground, in order to emphasise safety. So, we have to get the balance right between access and public safety.</p><p>Page: 1457</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Free Entry to Museums", "subTitle": null, "sectionType": "OA", "content": "<p>11 <strong>Ms Janice Koh</strong> asked the Acting Minister for Culture, Community and Youth whether National Heritage Board will consider giving all Singaporeans free entry to its museums all year round.\t</p><p>\tPage: 1457</p><p><strong>\tThe Acting Minister for Culture, Community and Youth (Mr Lawrence Wong)</strong>:&nbsp;Mr Speaker, Sir, the suggestion for free admission to our museums is an initiative which the National Heritage Board (NHB) has been carefully studying for some time.</p><p>Over the past three years, NHB has granted free admission to the permanent galleries of our National Museums to various segments of our population – Singapore citizens and Permanent Residents who are students, teachers, full-time National Servicemen and senior citizens. These groups currently enjoy free admission to the permanent galleries of NHB's museums all year round. In addition to this, NHB also offers 15 open house days annually where all visitors are able to visit both the permanent and changing exhibitions of NHB institutions free of charge. Many of these open house days are synchronised with our national holidays.</p><p>Starting from 2011, NHB has also offered free admission for Singaporeans and Singapore PRs to the permanent galleries of all NHB institutions for the month of August in celebration of our National Day. This was piloted in 2011, continued this year and NHB will continue to offer this in August every year. So, the free admission in the month of August will be a yearly thing, as part of our National Day celebration.</p><p>All of these initiatives have brought about an increase in the number of visitors to the museums. But we have also noticed that there are relatively more visitors when there are special programmes in the museums. Visitorship is also driven by the quality of programming, and this requires significant resources to sustain. Otherwise, as we have observed in some European countries which offer free admissions, visitorship numbers can still taper off after an initial phase. We are continually reviewing our strategies to ensure that we take a sensible and also a sustainable approach which maximises visitorship experience in our museums.</p><p>I would like to assure Members of the House that the Ministry and NHB will continue to study our visitor habits and our admission policies, so as to reach out to all Singaporeans and deepen the appreciation for our shared heritage.</p><p>\tPage: 1457</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Relevance of Singapore's Shared Values", "subTitle": null, "sectionType": "OA", "content": "<p>12 <strong>Asst Prof Tan Kheng Boon Eugene</strong> asked the Acting Minister for Culture, Community and Youth if he can provide an update on the status, standing and relevance of our Shared Values since its adoption in 1991.\t</p><p>\tPage: 1458</p><p><strong>\tMr Lawrence Wong</strong>:&nbsp;Mr Speaker, Sir, the concept of a set of Shared Values, which Singaporeans of all races and faiths can subscribe to and live by, was first mooted in 1988 and it was subsequently passed in Parliament in January 1991. The aim was to anchor an evolving Singapore identity on common threads in our varied cultural heritage, as well as the attitudes and values which have helped us to survive and succeed as a nation. And I am sure we all know what the Shared Values are but I will just reiterate them. The Shared Values are nation before community and society above self, family as the basic unit of society, community support and respect for the individual, consensus not conflict and racial and religious harmony.</p><p>These Shared Values have served as an important point of reference for the Ministry of Education (MOE)'s Civics and Moral Education Curriculum since 1992 and the school curriculum today continues to be anchored on six core values – Respect, Resilience, Responsibility, Integrity, Care and Harmony which are based on the original Shared Values. They provide a framework for students to discuss issues and they continue to underpin MOE's Character and Citizenship Education curriculum.</p><p>Each of the Shared Values is also championed by organisations in the public, people and private sectors. For example, the value of having the family as a basic unit of society is upheld not just by the Ministry of Social and Family Development but also by many civic groups in Singapore like the Centre for Fathering and the Family Life Society. Likewise, racial and religious harmony is strengthened through the work of the People's Association and its grassroots leaders as well as by the network of Inter-Racial and Religious Confidence Circles (IRCCs) and societies like OnePeople.sg.</p><p>As society evolves, our attitudes, values and aspirations will change over time. This is why we are now having a national conversation to ask ourselves what matters to us as individuals and as a society, and what we aspire to as a nation and through this \"Our Singapore Conversation\" and the dialogues we have been having so far, we can see that Singaporeans care deeply about their families and about values such as graciousness, kindness and harmony. These are broadly consistent with our Shared Values.</p><p>So, I would encourage all Singaporeans to participate actively in the many dialogue sessions that are being held in the coming weeks and months, and to continue sharing their views and perspectives, so that, as a society, we can forge a shared understanding of the common values that should underpin our nation's future.</p><p><strong>\t</strong></p><p><strong>\tAsst Prof Tan Kheng Boon Eugene (Nominated Member)</strong>:&nbsp;Sir, I thank the Acting Minister for his response. Given that it has been 21 years since the Shared Values were first formulated, I would like to know in light of the National Conversation, whether there are plans to review the Shared Values, taking into account the changing nature of our society. I think it is likely that the existing Shared Values would be endorsed, but I would like to know whether we could take on board other values which have become more important, and whether for the existing ones, there could be tweaks to their formulation.</p><p>\tPage: 1459</p><p><strong>\tMr Lawrence Wong</strong>:&nbsp;As I have mentioned in my reply earlier, this is why we are having this process of a National Conversation. It is also why when we started this process of a National Conversation, we did not immediately go into policy issues and say, let us deal with policies A, B, C. But we deliberately designed the conversation so that it was more open ended, so that Singaporeans and participants in the dialogue can share with us what are aspirations and values that are important to them. I believe through this process and through the conversations that we will be having over the coming weeks and months, we will be able to come up with a set of a better understanding of what are the common values that are important to Singaporeans now. They may be similar to what we had before, there may be some changes, but the process is important. Through this National Conversation process, we hope that we would be able to give an update in that sense, to the Shared Values that were done earlier.</p><p><strong>\tMr Christopher de Souza</strong>:&nbsp;I would like to take up the point on the National Conversation and the Shared Values and provide a very quick sharing of when I had my own National Conversation. There was a resident who spoke line by line what the national pledge meant to him. Rather than have a review of the Shared Values, could we encourage those hosting the National Conversation to have, as part of the agenda, the values of the nation and also a reminder of what those Shared Values are? Not a review, if it is not necessary, but a reminder and to have that as part of the agenda.</p><p><strong>\tMr Lawrence Wong</strong>:&nbsp;I thank the Member for the suggestion. I think it is something we can take on board and to see how we can perhaps set the context in a better way so that people understand, so as to remind participants that these are the things that we already start with, that is, we are starting in a particular context with this, as the present reality. So, that is something we can take on board but the way we are conducting the conversation is precisely to let Singaporeans give their views on what we should reaffirm&nbsp;– things that we are doing now today; it could be our values, it could be the items in the pledge which resonate very strongly with many Singaporeans, reaffirm the things that are going well and we continue doing to recalibrate things that need to be adjusted and to refresh, to do things that are new.</p><p>So, we are going through this process, inviting Singaporeans to participate and to share their views. In the process, as I have said, we would have a better understanding of values that are important to Singaporeans and then going back to the earlier question. It may indeed be an update or it may be different from the Shared Values that we had in the past. We will then highlight that these are changes that have happened and we will make it clear that through the process of the conversations that we have had, these are the findings that we have obtained for the various dialogues sessions. The Member's suggestion of reiterating some of the important qualities that have enabled us to succeed as a nation, I think it is something that we will take onboard and see how we can conduct our future dialogue sessions even better.</p><p>\tPage: 1460</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Replacement Flat Prices for Residents Affected by SERS", "subTitle": null, "sectionType": "OA", "content": "<p>13 <strong>Ms Denise Phua Lay Peng</strong> asked the Minister for National Development (a) whether HDB can consider increasing the percentage and/or the absolute cap of the discount off the purchase prices of new replacement flats in SERS projects such as that in Rochor Centre and other recently announced estates affected by SERS; and (b) when this discount formula was last reviewed.\t</p><p>\tPage: 1460</p><p><strong>\tMr Khaw Boon Wan</strong>:&nbsp;Sir, flat owners affected by the Selective En bloc Redevelopment Scheme (SERS) are given a generous package. First, they are fully compensated for their existing flats and they are paid reasonable expenses for their relocation. Second, they are given an assured allocation of new replacement flats with a new 99-year lease, and at subsidised prices. Third, flat owners who are eligible for a subsidised flat in their own right are then given a further 20% price discount off the BTO prices. This further marks down the already subsidised price of the new HDB flat.</p><p>The price discount, at up to $30,000 for a family, is comparable to the CPF Housing Grant for first-timer families buying a resale flat. The discount cap ensures that the SERS flat owners enjoy consistent benefits, as those with the means to buy the bigger flat types will get the same discount as the other SERS flat owners who buy smaller flat types.</p><p>In addition, the middle- or low-income first-timer families may apply for the Additional CPF Housing Grant or Special CPF Housing Grant totalling up to $60,000 to help them buy a replacement flat. HDB also provides a concessionary housing loan to eligible SERS flat owners. HDB reviews its policies regularly to ensure that its policies remain relevant and meet the needs of our residents.</p><p><strong>\tMs Denise Phua Lay Peng (Moulmein-Kallang)</strong>:&nbsp;Sir, I thank the Minister for the response and I do agree that the SERS package is quite generous and well thought out. I just wanted to get an update on it. Before I ask the other questions, can the Minister first respond to the second part of my PQ, which is, when was the discount formula for the SERS replacement package scheme last reviewed?</p><p><strong>\tMr Khaw Boon Wan</strong>:&nbsp;I thought I replied in my last sentence. We review our policies regularly and update them as necessary. The discount formula was reviewed, but over the years, we have added new HDB housing grants such as Additional Housing Grant, Special Housing Grant which were not there before.</p><p><strong>\tMs Denise Phua Lay Peng</strong>:&nbsp;Sir, I thank the Minister. I understand that the grants have increased. Pegging the SERS discount formula with the basic CPF grant, that is aligned. I also understand that the additional grants over the years have increased especially to support the objectives of, for example, trying to incentivise people to live closer to their parents or grandparents and to assist the lower income families. These are all very noble and very necessary. But the basic grant has not increased very much over the years and from what I know – and that is why I need a confirmation – that SERS discount formula was last reviewed many years ago, probably 20 years ago. I am not sure. Housing prices, however, have increased many folds since that time.</p><p>\tPage: 1461</p><p>I wonder if the Minister would still consider looking into the discount formula scheme for the SERS package. If he does look into it and improve it, I wonder if he could implement this improved formula before the Rochor and some other recent SERS projects are confirmed and finalised.</p><p><strong>\tMr Khaw Boon Wan</strong>:&nbsp;As I have said, while the basic grant, the CPF grant, has stayed put, the total grants have increased.</p><h6>2.30 pm</h6><p><strong> Mr Speaker</strong>:&nbsp;Order. End of Question Time.</p><p>\tPage: 1461</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Casino Control (Amendment) Bill", "subTitle": null, "sectionType": "BP", "content": "<p>\tPage: 1461</p><p>[(proc text) Resumption of Debate on Question [15 November 2012], \"That the Bill be now read a Second time.\". – [Deputy Prime Minister and Minister for Home Affairs]. (proc text)]</p><p>[(proc text) Question again proposed. (proc text)]</p><p><strong>The Acting Minister for Social and Family Development (Mr Chan Chun Sing)</strong>: Mr Speaker, Sir, I thank Members for their support of the social safeguards in the Bill. I also appreciate Members' views and suggestions to strengthen the management of the harm of problem gambling. I share the concerns and I can also attest to the harm that problem gambling brings to the individual, family, community and society.</p><p>I saw for myself since I was young the harm that gambling brought to close relatives – whose life direction and work ethics turned negative once addicted; whose character changed and turned into habitual liars; whose families broke up once the addiction took its toll; where innocent children had to endure the hardships of growing up in a broken family; where husband and wife turned against each other; where fathers and sons fought each other over the gambling addiction and many more such sad recollections.</p><p>Problem gambling can stem from participation in any or multiple forms of gambling activity, and not just casino gambling. Before I respond to Members' specific queries and suggestions, I shall first explain the four main considerations that the Ministry of Social and Family Development (MSF) always bears in mind in the design of our social safeguards.</p><p>Page: 1462</p><p>First, this complex issue of problem gambling requires and can only be managed through the combined efforts of personal responsibility, family support, community involvement and that includes the responsible gambling efforts on the part of the operators and our social safeguards. On its own, each effort will be limited in its impact and efficacy. On its own, each will be unable to holistically manage the complex issue of problem gambling. In the design of any social safeguards, we must not inadvertently erode the role of personal responsibility, family support or community involvement. Instead, we must make sure that all four pieces come together and work in concert. This is something that Mr Gan Thiam Poh and Ms Low Yen Ling had also expressed earlier yesterday.</p><p>Second, our measures must be calibrated and targeted. Too broad or too blunt a measure will be ineffective in providing preventive assistance to the areas of greatest concern. Too fine or too narrow a measure may be resource intensive in application, yet may not achieve results that commensurate with the efforts and resources expended. Broad-based measures help us reach a wider audience. These include public education initiatives to raise awareness of problem gambling and help services available; and entry levies to deter casual and impulse gambling. On the other hand, targeted measures like exclusion orders and the proposed visit limits help us to manage problem gamblers, those in financial distress, and the financially vulnerable frequent casino patrons.</p><p>Third, our policies must be able to be implemented effectively to achieve our desired goals, while avoiding unintended consequences as far as possible. For example, the Casino Regulatory Authority (CRA) and the National Council on Problem Gambling (NCPG) should not find it too onerous or complicated to implement any proposed measures. Neither should we have measures that are easily circumvented.</p><p>Finally, we must continually monitor the gambling landscape to ensure that our measures remain relevant as suggested by Mr Seah Kian Peng, Asst Prof Eugene Tan and Ms Jessica Tan. We should not be complacent just because our probable pathological and probable problem gambling rates today remain stable at 1.4% and 1.2% respectively. As Ms Jessica Tan said, there can never be enough safeguards against the harm of gambling and we need to stay vigilant even as we strengthen our social safeguards. We must stay alert to the evolving trends and be prepared to make the necessary changes in anticipation of new and emerging challenges. For example, Ms Denise Phua and Dr Lam Pin Min raised valid concerns on online gambling, which many jurisdictions are still learning to come to terms with. We too must study the issues and counter-measures carefully and stay ahead of the curve to safeguard our society.</p><p>Page: 1463</p><p>The proposed social safeguards amendments before us are a reflection of the four considerations that I have stated. I will now proceed to address the queries and issues raised by Members in detail.</p><p>First, I am heartened to note the general support for the proposed Casino Visit Limit. This will be an extension of the existing Casino Exclusion system under NCPG. Under the proposed amendments, NCPG will be empowered to constitute a Committee of Assessors to consider issuing Third-Party Visit Limit or Casino Exclusion for those identified as financially vulnerable or at-risk, depending on individual circumstances. I would like to assure Mr Dhinakaran and Dr Intan that a due process will be put in place to assess an individual's financial vulnerability. The NCPG will consider a risk-based approach based on various risk factors such as the frequency of casino visits, credit history and financial situation. It will also take into account information provided by family members during the process. As suggested by Mr Gan Thiam Poh, the NCPG will consider consulting the credit bureaus on developing the assessment for financial vulnerability.</p><p>Ms Mary Liew asked about the rationale for introducing Third-Party Visit Limit for persons found to be financially vulnerable and whether an automatic exclusion could be imposed on them instead. Mr Zainal Sapari also sought clarification on the definition of \"financial vulnerability\". First, I would like to reiterate that this group of financially vulnerable persons differs from the groups that have been automatically excluded from the casinos such as the undischarged bankrupts or those who are dependent on Government social assistance. Unlike them, these gamblers may not necessarily be financially distressed to be excluded totally from the casinos now. That said, I would like to reassure Ms Mary Liew that NCPG's Committee of Assessors can issue a Casino Exclusion Order, instead of a Visit Limit, if the situation warrants it.</p><p>The financially distressed are already excluded under Third-Party Casino Exclusion. In July and August this year, we extended Third-Party Casino Exclusion to include an additional 15,000 persons, such as recipients of ComCare short- and medium-term assistance and those paying subsidised HDB rental but with arrears of six months or more. I agree with Ms Denise Phua that we should identify those at-risk early so as to proactively consider protective measures for these groups.</p><p>Mr Desmond Lee and Dr Intan asked whether we could consider allowing anonymous or third-party applications on behalf of individuals and families for Casino Exclusion Orders or Visit Limits. More pertinent than excluding a person from the casino or imposing a Visit Limit is to get him or her to seek help to curb his or her gambling habit. Research shows that it is most beneficial for the rehabilitation of problem gamblers if their families also support and attend therapy together with them. Thus, it is more beneficial if families are involved directly, rather than as an anonymous or third-party applicant for the Exclusion Order or Visit Limit. Stopping entry to the casinos may be necessary but insufficient to complete the rehabilitation process for the problem gambler. The families need to walk the journey together to heal and to recover.</p><p>Page: 1464</p><p>Mr Hri Kumar also expressed concern that confidential credit records may be used to determine Casino Exclusion or Visit Limit. I would like to assure him that the confidentiality of financial information or credit records will be maintained. NCPG will only approach, for example, credit bureaus with the consent of individuals. However, in cases where financially vulnerable gamblers or persons with poor credit record are brought to the attention of the Council for the purpose of an Exclusion Order or Visit Limit, the individual will be given an opportunity to provide evidence to the contrary.</p><p>Mr Desmond Lee suggested imposing a Visit Limit, if necessary, as a condition for those who wish to revoke their Self-Exclusion. With the proposed amendments, the NCPG may require those who wish to revoke their Casino Exclusion or Visit Limit to undergo a harm assessment conducted by an NCPG-appointed professional. The NCPG's Committee of Assessors can continue to impose a Third-Party Casino Exclusion or Visit Limit if the person is found to be financially distressed or vulnerable. Also, as suggested by Mr Hri Kumar, the Committee of Assessors will be empowered to refer respondents of Casino Exclusion or Visit Limit, or those who wish to revoke their Casino Exclusion or Visit Limit, to participate in a programme of counselling, rehabilitation or special education. In fact, a person subject to a Family Exclusion Order can be referred for counselling under the current Act.</p><p>Mr Desmond Lee commented that sufficient flexibility should be given to the NCPG's Committee of Assessors to impose either a Casino Exclusion Order or Visit Limit for applications by family members, and that the Exclusion Order or Visit Limit should take effect immediately even if the order is not served on respondents. The proposed amendments will allow the Committee of Assessors to issue an Exclusion Order or Visit Limit in the absence of the respondents if they fail to respond to a notice served on them, have indicated that they do not wish to attend the hearing, or cannot be located. Mr Gerald Giam also expressed concern that families may opt for a Visit Limit as an alternative to an Exclusion Order. Indeed, the NCPG will work with family members during the application process to help them determine if an Exclusion Order or Visit Limit will be more appropriate, based on the unique circumstances of each case.</p><p>Dr Intan asked how the Visit Limit imposed by the Committee of Assessors would be checked or documented, and whether it would apply to overseas casinos or cruise ships. NCPG will work with the CRA and casino operators to monitor the visits made by those subject to the Visit Limit. Once the individual reaches his maximum number of visits per month specified in the Visit Limit, he will be excluded from the casinos for the rest of the month. The Visit Limit will only apply to the local Integrated Resorts casinos as our legislation does not extend to overseas jurisdictions.</p><p>Page: 1465</p><p>Mr Gerald Giam asked if there are entry barriers for family members to apply for a Family Exclusion Order against their loved ones. The time taken from the point of application to hearing by the Committee of Assessors to determine a Family Exclusion Order application is less than two weeks. The Committee sits about twice a week to hear the applications, not once a month, as Mr Gerald Giam mentioned. Applications are based at Tanjong Pagar Family Service Centre so that counselling services can commence at the onset of the process. With the proposed amendments, a provisional Family Exclusion Order can be issued much earlier where necessary. I believe Mr Ang Wei Neng will be assured that, going forward, the Committee of Assessors can protect the family from further harm if there was an urgent need to issue such a provisional order.</p><p>While we aim to speed up the processing time for the Family Exclusion Orders, it is important that the process remains robust and reliable. The Committee will take into account all relevant information before the Committee, including information from family members, before deciding to impose a Family Exclusion Order or Family Visit Limit. Under section 163A, the Committee will consider if the individual has engaged, or is likely to engage, in gambling activities in disregard of the needs and welfare of his or her family members for the purpose of a Family Visit Limit, for example, whether the individual provides for the family financially, whether there are signs of trouble such as absenteeism from work, whether he engages in criminal activities, and whether there are demand letters from creditors. As each individual's circumstances will be unique, the decision to impose a Family Visit Limit is vested in the Committee of Assessors.</p><p>I would also like to assure Mr Gerald Giam that the Government is committed to resource NCPG and help services to address problem gambling. While the NCPG Council may comprise only 13 members, it has expertise in pertinent gambling-related areas such as psychiatry, psychology, social services, counselling, legal, rehabilitative and religious services. It is supported by a full-time secretariat. NCPG's approach is consistent with our overall approach that includes community involvement. Instead of being a self-contained centre, NCPG works in partnership with community organisations such as family service centres, the National Addictions Management Service (NAMS), educational institutions and voluntary organisations such as the community services and YAH! Community College.</p><p>Dr Lam Pin Min, Ms Mary Liew, Mr Dhinakaran, Mr Hri Kumar, Mr Zainal Sapari and Mr Gerald Giam are concerned that a Visit Limit could lead to an increase in gambling intensity. This is a valid concern. When it comes to gambling or problem gambling, frequency and intensity tend to go hand in hand. We will monitor the situation closely. We also urge families and friends of gamblers as well as the casino operators, who have a business interest in doing so, to alert NCPG when they encounter individuals who intensify their gambling after a Visit Limit is imposed. The Committee of Assessors can then review the case and impose Third-Party Casino Exclusion, if necessary.</p><p>Page: 1466</p><p>Mr Dhinakaran, Dr Lam Pin Min, Mr Desmond Lee, Mr Zainal Sapari, Mr Gerald Giam and Mr Gan Thiam Poh suggested that a limit on gambling expenditure could be set, including one that is mandatory for either financially vulnerable locals or all casino gamblers. While we put in place rules to safeguard our people, we do not want to end up in a situation where people psychologically pass their personal responsibility to the state. That is if the state limits my gambling to N visits or X amount, then I am safe to gamble within that limit without due consideration of my own personal circumstances, or to control my gambling behaviour, or to monitor the consequences upon myself and my family. This is not the way to interpret our social safeguards.</p><p>Both casino operators currently offer a pre-commitment system where patrons can voluntarily set loss limits to pre-determine their expenditure limit at each visit. At this juncture, we will work with the casino operators to enhance the publicity and use of the pre-commitment system as part of their responsible gambling initiatives.</p><p>Er Dr Lee Bee Wah, Mr Dhinakaran, Mr Desmond Lee and Dr Intan suggested that high-risk individuals, for example, those who borrow money from credit institutions or loansharks, or those who are indebted to a certain extent, should be excluded from the casinos. Mr Seah Kian Peng also suggested that low-income earners be excluded from the casinos entirely.</p><p>I agree that we should take a proactive and preventive approach to protect the vulnerable groups before they get into trouble. Regardless of whom the individuals borrow from, we should be concerned if they start borrowing money to feed their gambling. Currently, persons with poor credit record can already be subjected to Third-Party Exclusion from the casinos. However, financial vulnerability transcends income level. Regardless of income, if you do not spend within your means, there is always a risk. We want to look at financial vulnerability in relation to frequent gambling and help those who need help, regardless of their income. We will continue to monitor the situation and work with relevant agencies such as MinLaw, as suggested by Ms Low Yen Ling, to identify and consider extending third-party exclusion to more high-risk individuals.</p><p>Ms Denise Phua and Mr Gerald Giam were also concerned about Work Permit Holders visiting the casinos. Self-exclusion has been gaining impetus among Work Permit Holders. This is encouraging and shows that foreigners in Singapore are taking active steps to protect themselves against the negative effects of casino gambling. While we have not implemented additional measures on this front at this juncture, I urge employers to continue to encourage their foreign workers to self exclude voluntarily. Keppel Housing Pte Ltd and Tiong Seng Contractors Pte Ltd are two examples of companies which have done so.</p><p>Page: 1467</p><p>Mr Gerald Giam and Mr Desmond Lee also suggested that it would be beneficial for some of the social safeguards measures to be extended to family members of Singaporeans and Permanent Residents who may not be Singaporeans or PRs, such as those holding Long-Term Visit Passes (LTVP). There are already such provisions today. These non-Singaporean or non-PR family members can apply for self-exclusions or Family Exclusion Orders, and may also be the subject of Family Exclusion Orders.</p><p>Mr Desmond Lee asked about the number of persons excluded under NCPG Casino Exclusion measures, and whether the National Addictions Management Service (NAMS) has seen a noticeable rise in the number of people seeking help for gambling addiction. As at end October this year, about 130,000 persons are excluded under the NCPG Casino Exclusion measures. This includes 85,000 people on Self-Exclusion, 43,000 on Third-Party Casino Exclusion, and about 1,200 on Family Exclusion Orders.</p><p>NAMS and the Tanjong Pagar Family Service Centre are the two key Government-funded service points for services related to gambling addiction. The number of persons seen at these two centres has increased from around 300 in 2008 to close to 770 between January and October 2012. The upward trend is likely to be a result of efforts by NCPG and NAMS to raise awareness of problem gambling. The figures are encouraging as one of the biggest challenges in treating addiction is to get the affected parties to come forward and seek help. I assure Ms Mary Liew that we will continue to provide the necessary assistance to problem gamblers as well as their families as suggested by Dr Intan. I believe Ms Low Yen Ling will be glad to note that NCPG will continue to work with relevant agencies to strengthen its public education efforts to increase awareness of problem gambling, the problem gambling helpline and other help services available, especially at places where gamblers congregate, for example at gambling venues.</p><p>Next, I will elaborate more on the proposed amendments related to Responsible Gambling, as requested by Asst Prof Eugene Tan.</p><p>I agree with Mr Dhinakaran and Ms Mary Liew that the casino operators should be responsible stakeholders of society and demonstrate active participation and contribution towards corporate social responsibility. I hope that the IR operators hear the sentiments clearly expressed by Members of this House and appreciate the social context that they are operating in.</p><p>I can understand Mr Gerald Giam and Dr Lam Pin Min's concerns on whether the casinos would be able to implement the responsible gambling measures well. As pointed out by Mr Gan Thiam Poh, it is in the interest of the operators to do so if they want to sustain a viable business here in the long run. The IR operators should understand that they will not achieve what they aspire to do if they do not have the support of our public.</p><p>Page: 1468</p><p>Today, the casino operators have in place Responsible Gambling practices that meet the minimum requirements under the law. These include a pre-commitment system, employee training and patron education, as Ms Low Yen Ling raised, that includes the prominent display of information on problem gambling and help services available. However, there is scope for improvement. More can be done to improve the visibility and efficacy of responsible gambling practices at the casinos.</p><p>The amendment Bill requires the casino operators to propose a responsible gambling programme for the CRA's endorsement. This programme should be comparable to other jurisdictions or casinos with good responsible gambling practices, as suggested by Mr Chen Show Mao, and should include good practices such as casino-initiated intervention for problem gamblers. Audits will be conducted to ensure that the operators comply with the endorsed responsible gambling requirements, as mentioned by Dr Lam Pin Min and Asst Prof Eugene Tan. Disciplinary action will be taken against the operators should they breach the requirements.</p><p>In terms of monitoring the efficacy of responsible gambling measures, as raised by Asst Prof Eugene Tan and Dr Lam Pin Min, I would like to highlight that an inter-agency approach is taken to evaluate the overall impact of the IR casinos. CRA will consider the operators' level of compliance with our regulatory requirements, including for responsible gambling, when CRA grants or renews the casino licences. Economic reasons will not be the only consideration in our management of the casinos.</p><p>With the amendments, we expect the casino operators to have in place enhanced responsible gambling measures and work with the Government to manage the negative social externalities of casino gambling, as suggested by Mr Chen Show Mao. We will also ask the casino operators to consider ideas proposed by Members, including those from Dr Lam Pin Min, as part of their repertoire of responsible gambling practices.</p><p>My Ministry will work with NCPG to enhance responsible gambling practices across all forms of gambling in Singapore through the formation of a Responsible Gambling Forum. The aim of this Forum is to facilitate the exchange of views and information on responsible gambling practices and to foster mutual understanding on responsible gambling issues between the community and the gaming industry.</p><p>I am glad to note that both community stakeholders and major gambling operators have shown strong support for this idea and have agreed to be part of this Forum. More details on this Forum will be made available early next year.</p><p>Page: 1469</p><p>Mr Png Eng Huat expressed concern over soft advertising by the casino operators. There is a set of existing regulations – the Casino Control (Advertising) Regulations – that requires the casino operators to seek the Authority's approval for all casino promotions and advertising, including sponsorships. The proposed amendments will further empower the Authority to audit the casino operators' advertising and promotional activities. Any breach will be subject to disciplinary action.</p><p>I recognise that there will always be different pockets of people who are more susceptible to the dangers of problem gambling. Mr Zainal Sapari asked how our young can be protected from online gambling, and Ms Low Yen Ling requested that we extend public education to youth and children. Our youth is a potential at-risk group, especially due to the desensitisation of various online casino-type games through social gaming. Mr Zainal Sapari and Ms Low Yen Ling may be pleased to know that NCPG has begun to reach out to youth through collaborative efforts with organisations such as MCYC Community Services and Republic Polytechnic, to develop and roll out youth gambling awareness and prevention programmes. NCPG will continue to evaluate the effectiveness of these programmes and determine what more needs to be done in this area.</p><p>The National Addictions Management Service also has an adolescent programme – ReLive! Back on Track – which caters to at-risk youth, their families and friends. ReLive! holds regular talks in schools, and bi-annual open house events targeted at caregivers, social workers and school counsellors to raise awareness of addictions in youth.</p><p>Mr Speaker, Sir, in conclusion, this set of amendments before the House is part of our on-going work to address problem gambling, focus on vulnerable groups and improve safeguards for society at large. I would like to reiterate that financial vulnerability does not necessarily equate to low income, as even high-income earners can become financially vulnerable if they do not manage their finances well.</p><p>I believe that the proposed set of amendments will go some way in addressing some of the gaps in responsible gambling and problem gambling concerns. We will continue to monitor and strengthen the safeguards as necessary. We are also committed to raising public awareness on the harm of problem gambling, and enhance our counselling and help services to problem gamblers and their families.</p><p>I urge Members to support the amendments. I also urge Members to encourage our residents and constituents to support our work to contain and minimise the potential harm of casino gambling.</p><h6>Mr Speaker, Sir, I will be prepared to take clarifications after Mr Iswaran rounds up the debate.</h6><p>Page: 1470</p><h6>2.57 pm</h6><p><strong>The Second Minister for Home Affairs (Mr S Iswaran)</strong>: Mr Speaker, this has been a long debate and I want to thank all 18 Members who have spoken for their general support of the policy intent and proposals of the Casino Control (Amendment) Bill which aims to enhance our casino regulatory framework.</p><p>Let me begin by acknowledging the strong and diverse views expressed by Members of the House in the course of this debate. The Government respects and shares their reservations, which stem from deeply held beliefs and concerns for the well-being of Singaporeans and our society.</p><p>Seven years ago in this House, in April 2005, the same concerns were debated with vigour and passion. Then, too, Members acknowledged the potential economic benefits of the IRs but were anxious about the potential adverse social impact and the implications for law and order. The final decision to proceed with the IRs was not an easy one. It was made despite reservations, even among members of the Cabinet, and only after detailed study, extensive consultation and a careful consideration of what served Singapore's best interest. I think the context and tone of that debate and the considerations are best summed up by what Prime Minister Lee Hsien Loong said in the course of that debate, and I want to quote:</p><p>[(proc text) \"I respect those who oppose the IRs, and their views. We have decided to proceed, but it is not because we think those against the IRs are wrong, or their reservations unimportant. Their reservations are valid and shared by the Ministers, even those who support the IRs. These reservations are the reason why the Government has said no to casinos for so long. But now we are confronted by a new situation, and the overriding need to remake our city and our economy.\" (proc text)]</p><p>We made a commitment then that we would put in place a strong casino regulatory and enforcement framework and establish a comprehensive social safeguards regime to protect vulnerable persons and society at large from the harms of casino gambling.</p><p>That commitment and determination remain to this day. I chair an inter-Ministry committee that tracks developments in the casinos closely to ensure that even as we derive economic benefits from the IRs, the downsides are minimised and mitigated to the best of our ability.</p><p>Members have spoken on four broad areas: social safeguards, gaming regulation, law and order and the economic aspects of the IRs.</p><p>Minister Chan has given an extensive and comprehensive account of the social safeguards and I want to augment his comments with three points. First, there is no panacea for problem gambling. Different jurisdictions have sought to address the social downsides of casinos and other forms of gambling in different ways. Some allow free access with robust Responsible Gaming obligations. Others ban locals from entry. But an entry ban simply displaces gambling – offshore, online or underground. Yet others seek to create limited or constrained opportunities. In South Korea, which Ms Mary Liew cited as an example which bans locals from entering casinos, there is, in fact, still one casino which South Koreans are permitted to visit, albeit at a slightly distant location.</p><p>Page: 1471</p><p>What is clear is that there is no fool-proof system that can eliminate the social ills associated with casinos and other forms of gambling, which brings me to my second point, which is that what we have done is to establish an extensive social safeguards regime to minimise the social costs. Our approach is to have broad measures that protect the general local population from the harms of problem gambling, while implementing more targeted measures to protect the financially vulnerable. In fact, we have one of the most elaborate social safeguard systems which others are beginning to study and adapt for their own purposes.</p><p>Thirdly, and I want to emphasise to this House, the Government is resolute in its commitment to have strong social safeguards. With the proposed amendments, we are further broadening our social safeguards framework to include a Visit Limits regime, increased powers for the NCPG in making Exclusion Orders, and more specific Responsible Gambling requirements to be imposed on casino operators. And we will continue to monitor closely the effectiveness of these additional measures and are prepared to take further steps if necessary.</p><p>Mr Chen Show Mao and Mr Gerald Giam suggested that we are not paying sufficient attention to the social aspects. If the Members had read the Casino Control Act carefully, they would realise that for the renewal or grant of casino licences, the Casino Regulatory Authority (CRA) can and will take into consideration the casino operators' track record of compliance with legal and regulatory requirements that include social safeguards and Responsible Gambling measures. So, it is already in the Act. If an operator does poorly in the area of social safeguards, its licence would be at stake, just as it would be if it had failed to perform up to expectations for other non-gaming obligations.</p><p>The current amendments take this even further. The new Part XA provides for an enhanced set of Responsible Gambling measures. Casino operators must propose a specific Responsible Gambling programme based on best practices in other casinos to the Authority for approval. The amendments also empower CRA to audit the Responsible Gambling measures implemented to measure their effectiveness. So, I would like to assure Members that the CRA adopts a holistic approach in the evaluation of the casino operators and we have by no means neglected the social aspects.</p><p>Ms Mary Liew and Mr Ang Wei Neng have urged that more resources be allocated to combat the ills of gambling. We all agree that more can and must be done, and the Government has and will continue to commit significant resources to this end – be it to support the work of NCPG and Voluntary Welfare Organisations to help problem gamblers and their families or to enhance the capacity of CRA and other Government agencies to effectively regulate the casinos. Assistance to the families can be rendered through a variety of sources and whether there is a need for an anti-gambling fund&nbsp;<em>per se</em>&nbsp;is something that can be discussed further.</p><p>Page: 1472</p><p>Several Members have asked about visitorship trends. Since 2010, when the IRs opened, we have seen a downward trend in the number of locals visiting the casinos. The data released by the IRs show a decline in the number of local visitors to the casinos from 2010 to 2011 and that continues to this year. The order of magnitude is around 10%-20%, with some variations. This trend suggests that the novelty factor is wearing off and our local market is maturing. This downward trend is also reflected in the quantum of entry levies that have been collected. From 2010 to 2011, the total entry levies collected fell from $216 million to $195 million. The IRs have released figures that estimate that the locals comprise about 25% to 30% of all casino visitors.</p><p>Dr Lam Pin Min and others have asked about the effectiveness of the daily entry levies and whether the sum should be revised. Sir, we have debated this question before in Parliament and the fact is there is no precise answer. Our intention was to deter casual and impulse gambling and cause locals to think before they walk into the casinos. At $100, the daily levy is more than the cost of a ferry or bus ticket to neighbouring gaming destinations.</p><p>Ms Denise Phua, Mr Gerald Giam and Mr Png Eng Huat suggested that we should do away with the Annual Entry Levies. Their concern was that the Annual Levy may be a low cost, cheaper alternative to the Daily Levies for those who might be prone to problem gambling – a loophole in Mr Png Eng Huat's terms. But we must first consider the data and see whether this is in fact the case. Of the total number of entry levies, in other words the summation of Annual Entry Levies and Daily Entry Levies that have been purchased by locals in 2011, about 1% was from Annual Entry Levies. What it means is that the significant upfront cost of an Annual Entry Levy does deter people from procuring it, and 1% is hardly a loophole. Moreover, the entry levy system is just one part of our entire framework of social safeguard measures, which includes exclusion orders, targeted measures for the financially vulnerable and, soon, if the Bill is passed, visit limits. These will apply whether one pays an annual or daily levy.</p><p>Mr Dhinakaran suggested that employers should be encouraged to opt for exclusion orders for persons who are in positions of authority, responsibility or public accountability. I think this assessment is best left to the boards and senior management of individual organisations to make. Government should not micro-manage and prescribe this but can facilitate this and that is why we have an exclusion regime system that allows for it.</p><p>Page: 1473</p><p>Several Members have expressed concerns – Dr Lam Pin Min, Mr Zainal Sapari, Ms Denise Phua, Dr Intan Azura Mokhtar and Mr Desmond Lee – about the safeguards for other forms of gambling beyond the casinos, such as jackpot rooms, and the emerging trend of online gambling. The existing framework which the Ministry of Social and Family Development (MSF) and NCPG have in place to address problem gambling also covers these non-casino gambling platforms and operators. NCPG runs a public education programme that focuses on raising public awareness of the dangers of problem gambling, not just casino gambling, via both mass media campaigns and targeted community outreach efforts.</p><p>One area which several Members have commented on is the issue of online gambling. Together with other Government agencies, my Ministry – the Ministry of Home Affairs – working with MSF and MOF has commenced a review of our regulatory framework and social safeguards for non-casino gambling, including gambling via online channels. Online gambling, including gambling on social media platforms and mobile devices, is growing in many countries. Many of the emerging online gambling products are also potentially more addictive. Minors may also fall prey easily given the convenient access to mobile devices. Some overseas gaming jurisdictions have started to draw up laws to regulate online gambling. The US, until recently, had adopted mostly a prohibitive approach. Nevada has just begun issuing licences for operators to offer online poker to persons in the state. In the UK, there are fewer restrictions imposed on the provision of gambling products, including those online, by licensed operators. On the other hand, the regimes in Australia and Norway tend to impose greater restriction on gambling products offered online. We will study the developments in these countries carefully as well as our own context as we draw up our framework to address online gambling. But our objective remains the same, which is to preserve our values of thrift and hard work, and to protect our society, especially the vulnerable, from the potential harms of gambling.</p><p>Mr Hri Kumar, Mr Dhinakaran, Mr Zainal Sapari, Asst Prof Eugene Tan, Mr Desmond Lee, Mr Gerald Giam and Mr Seah Kian Peng have all raised questions about the gaming regulatory regime.</p><p>I must emphasise first that the Casino Regulatory Authority has put in place a rigorous regulatory system and process to support the enforcement of the Casino Control Act. And I want to assure Members that we continue to benchmark our regime against the best practices of referenced gaming jurisdictions, such as Nevada, Victoria, New South Wales and Queensland. We have strict probity requirements, and demand high standards of compliance and integrity in gaming.</p><p>Our strong and robust gaming regulatory regime has served us well, and in response the casino operators have put in place systems and processes in compliance within our laws. These range from prevention of money laundering to those rules pertaining to casino games and gaming machines. To bring into effect our unique social safeguard provisions for locals, they have also implemented a comprehensive visitor entry system.</p><p>Page: 1474</p><p>Where the casinos have not complied with our requirements, especially in cases where social safeguard provisions were breached, CRA has taken firm and decisive action. CRA must be able to impose disciplinary actions that are proportionate to the severity of breaches committed. The costs to the casinos for non-compliance must outweigh the potential benefits of such acts. And that is why the Bill seeks to increase the maximum financial penalty that can be imposed for serious breaches from $1 million to 10% of the casino's annual gross gaming revenue.</p><p>Mr Seah Kian Peng asked about regulatory innovation and the offering of \"incentives\" to operators for meeting larger public interest goals like lower percentage of local visitors, and so on. CRA's regulatory approach has been made clear to operators from the start. As a principle, we expect casino operators to comply fully with our regulatory requirements. If they fall short, they will be subject to disciplinary action. The relationship is an arm's length one between the regulator and the operator. And that is the right approach and is also the approach that has been taken by many overseas gaming regulators. The incentive for the casino operators – if there is a need for one – is the avoidance of disciplinary action and penalties that will be imposed.</p><p>I want to assure Mr Dhinakaran that CRA is also sensitive to business realities, and adopts a practical regulatory approach. Where possible, CRA has reduced the administrative burden on the casino operators without compromising gaming integrity and law and order. For example, in this Bill, we have included amendments that streamline certain notification and approval processes required of the operators for greater business flexibility and efficiency. And the casino contracts regime will be streamlined to reduce the casino operators' regulatory workload for lower risk contracts without compromising CRA's scrutiny of higher risk contracts.</p><p>Mr Speaker, Sir, let me now address the concerns relating to the crime situation in casinos raised by Er Dr Lee Bee Wah and many other Members. We recognise that the casinos are vulnerable to criminal influence and activities. We have, therefore, from the very outset put in place a strict regime to mitigate these risks. CRA aims to prevent criminal elements from entering the industry, whether as operators, employees, suppliers or contractors. To deal effectively with the casino crimes, the Police has set up a specialised Casino Crime Investigation Branch in CID prior to the opening of the casinos.</p><p>Officers in the Casino Crime Investigation Branch are trained and equipped to deal with the myriad of casino crimes, ranging from cheating scams to past-posting of bets. They work closely with their counterparts in other jurisdictions, like Nevada and Macau. This is especially important given the increasingly transnational nature of crime and organised criminal groups − a point that Ms Denise Phua referred to.</p><p>Page: 1475</p><p>The casino operators also have a major part to play in keeping our casinos safe and secure. Section 129 of the CCA requires casino operators to ensure that criminal activities, such as vice and unlicensed moneylending, do not take place within the casinos, and they are liable to disciplinary actions if they contravene this requirement. This Bill will require operators to also ensure that other activities, such as illegal betting or gaming activities, or unlicensed casino marketing activities, do not take place in the casinos.</p><p>Er Dr Lee Bee Wah was concerned that loansharks could use the casinos to perpetuate their illegal activities and target the vulnerable. Unlicensed moneylending is an area that the Ministry of Home Affairs and the Police monitor and work on very closely. As the Member would be aware from previous discussions and questions on this in this House, there has been good progress in the Police's efforts. The number of loansharking cases has come down since 2010. In 2011, there were about 13,300 cases, which was a 20% drop compared to the previous year. In the first nine months of this year, there was a further 21% drop. The trend is down. It is significant but the numbers are still larger than we would be happy with, and the Police continues to work hard at this. The reasons why we have been able to arrest this are manifold. Police enforcement action is a key factor. Increased preventive education efforts are another important element, and Police-community partnership is critical to this.</p><p>Er Dr Lee suggested excluding loansharks and loanshark harassers from the casinos. I would like to inform her that there is already a provision for this in the CCA. These persons fall under the ambit of the Commissioner of Police Exclusion Orders under section 122 of the Casino Control Act. Currently, the Police issues Exclusion Orders to ban undesirable characters from infiltrating the casinos and using the casinos to perpetuate criminal activities. These include loansharks, secret society members and drug traffickers.</p><p>Mr Hri Kumar and Mr Gerald Giam have expressed concerns about the risk of organised crime associated with \"International Market Agent\" (IMA) activities. Let me assure Members, first, that the Casino Regulatory Authority (CRA) conducts extensive probity checks on IMA applicants to ensure that they are not linked to known criminal elements. Mr Giam expressed some scepticism about the process. The fact that we rejected 12 applicants and approved only two IMAs speak of the high standards of probity that we impose on these applicants. And I think the message is clear. If the CRA finds a particular IMA or their representatives potentially linked to criminal groups, this could form the basis for the CRA to then suspend or cancel their licence in the public interest.</p><p>Will we have more IMAs in our casinos? Well, CRA will take a cautious approach in deliberating. The criteria are clear, the level of probity is apparent, and the applicants will have to subject themselves to that. While the Act allows us to grant licences to the IMAs for a period of up to three years, CRA has given shorter one-year licences to the two IMAs that were granted licences. I should clarify that our IMA regime is materially different and of a higher level of probity compared to models in other countries. The Member would be well advised to do some research on this.</p><p>Page: 1476</p><p>The crime situation in general in the casinos remains under control. It comprises less than 1% of overall crimes. Crimes occurring within the casinos have typically been of a petty nature, such as theft of casino chips at the game tables or personal valuables and cheating by past-posting of bets. Syndicated crimes, such as cheating scams and counterfeit chip scams, remain few and far between in the casinos.</p><p>Mr Speaker, Sir, let me now turn to the point on economic contributions of the IRs – a point that several Members have raised – and I want to put my response into three categories: (1) the economic benefits brought by the IRs; (2) how we want to continue to ensure that the IRs bring benefits; and (3) the IRs' place in our tourism and economic strategy going forward.</p><p>First, on economic benefits. Members have acknowledged that the benefits have been significant. They have also highlighted that the contributions must benefit Singaporeans and local companies. Ms Jessica Tan asked how many jobs the IRs have created for locals, and whether they are good jobs. Mr Png Eng Huat has also raised some questions over the IR employment data, citing various sources. Let me clarify.</p><p>When this House debated whether to proceed with the Integrated Resorts in April 2005, the Prime Minister and Minister for Trade and Industry told this House that we had learnt from the Request for Concept (RFC) exercise that the IRs would generate direct employment of about 10,000 jobs and total incremental employment of about 35,000 throughout the economy. This was based on the RFC exercise which was a general conceptual proposal to see whether the idea was meritorious and worth pursuing further.</p><p>In 2006, the Ministry of Trade and Industry revised its estimates after more specific information was obtained during the Request for Proposals (RFP) exercise. This is when potential applicants had to put in serious proposals with details on what they would do and the kind of activities they would run. It was then projected that the IRs would generate about 20,000 direct jobs and between 50,000 and 60,000 jobs economy-wide by 2015 in the steady state.</p><p>Today, the two IRs directly employ more than 22,000 employees – a point I have made earlier − of whom about 70% are locals. Based on the figures released by the IRs, they hire more than 15,000 locals, which is not an insignificant number.</p><p>Page: 1477</p><p>The Ministry of Manpower is unable to provide firm-level statistics due to the need to protect business confidentiality. However, we should expect that the IRs' employment profile to be similar to the rest of the economy, where the majority of local employees are Singapore citizens. To further give the assurance to the House, we have approached the two IRs for their figures, in order for them to be shared with Members. I want to inform the House that Singapore citizens comprise about 80% of the IRs' local employees.</p><p>Singaporeans hold jobs in all areas of the IRs' operations. Some of these jobs are in new areas, which only came about when the IRs were established. These range from positions in theme park operations, to marine specialists at the Resort World Sentosa (RWS) Marine Life Park, education programme managers at MBS' ArtScience Museum and RWS' Maritime Experiential Museum. The celebrity chef restaurants at the two IRs have also opened up new opportunities for Singaporeans who have high culinary skills and aspirations. So, they offer jobs not just for fresh school leavers but also for mature Singaporeans who want a switch.</p><p>We have been asked about the benefits to our local SMEs. As I have said, the IRs have created business opportunities for our SMEs. Eighty percent of their contracts have been awarded to local companies in a range of sectors, such as food and beverage, laundry, cleaning, transportation and security. In 2011 alone, about half a billion dollars' worth of contracts were awarded to local companies. The new demand created by the IRs has allowed our SMEs to grow their business and expand their headcount. More importantly, these new business opportunities have enabled local companies to adopt new technologies and move up the value chain.</p><p>We need to ensure that the IRs continue to enhance Singapore's tourism appeal and boost our tourism industry. Only then can we ensure that Singaporeans and our businesses continue to enjoy benefits and opportunities. This has been the Government's intent from the start.</p><p>We should also not take for granted the success that the IRs have achieved to date. We should bear in mind that the business challenges for the IR operators will increase as the novelty factor wears off and the competition in the region increases. Many countries are developing projects to emulate what we have done and to enhance their own tourism appeal, and some are also seeing how they can improve on our IR model. Vietnam has announced that it would open its first IR in 2013. South Korea has planned four IRs, with possibly more to come. In Australia, Sydney is considering an IR overlooking the Darling Harbour. Macau has also announced plans by major operators like Las Vegas Sands, MGM Resorts International and Wynn Resorts for new IRs on the Cotai Strip. So, let us have a care and not presume that the first two years are an indication of sustained performance for the next 20-plus years of the concession.</p><p>As Ms Jessica Tan, Dr Lam Pin Min and Mr Ang Wei Neng have correctly pointed out, the IRs will have to continually reinvest and upgrade all aspects of their operations in order to ensure they are internationally competitive as tourist destinations. So, we are heartened by the support of Members like Ms Jessica Tan, Dr Lam Pin Min and Mr Ang Wei Neng who have spoken in support of the Evaluation Panel (EP) proposal. The Government's intention to develop the Integrated Resorts was to ensure that we have a total proposition, not just casinos. This is a point that has been emphasised many times. The casinos have always been intended as a component within the larger IR developments, with the gaming revenues cross-subsidising the development of non-gaming amenities. The proposed amendment will refine our regulatory framework to give effect to the economic policy intent of the IRs.</p><p>Page: 1478</p><p>The performance of the IRs in their non-gaming facilities and attractions will be made explicit as a factor to be considered by CRA in the renewal of a casino licence. This has been provided for explicitly because, hitherto, we have focused more on the social and the legal, law and order, and compliance issues. The EP will provide an independent opinion to CRA on the ability of the IR operators to fulfil their economic obligations.</p><p>Ms Jessica Tan, in particular, asked about the performance indicators that would be used. There is a range. I do not want to be too prescriptive because, as the Member would understand and coming from the business community, it is something that has to be worked out and may evolve over time. But some possible areas that would be considered include the ability of the IRs to develop, maintain and promote themselves as compelling tourist destinations. These will include visitor appeal: how the IRs have fared in terms of overall appeal to tourists, including MICE facilities, attractions, and so on. They will also be assessed on indicators, such as visitorship trends, benchmarks with respect to similar international attractions, industry standards and tourism contributions. CRA will take the Evaluation Panel's opinion into account when it considers the renewal of casino licences.</p><p>Mr Ang Wei Neng has asked about setting a target ratio of gaming revenue to total IR revenues. I want to emphasise, first, that these are early days yet. The IRs' revenues in the first two years are not necessarily representative for what it would be, even in three years' time. In fact, in the two IRs' recent quarterly reports, we have already seen that gaming revenues over the last two quarters have significantly declined compared to the previous reference points in the previous year, on a year-on-year basis. This is partly due to global economic uncertainty and also because of other factors, including perhaps some of the novelty wearing off. The gaming industry is volatile and, in other jurisdictions, gaming revenues tend to fluctuate from year to year.</p><p>On the other hand, the IRs' non-gaming revenues have been increasing as they progressively opened more of their non-gaming amenities – and this is important. The IRs are still at a nascent stage of development. We should, therefore, not be hasty in drawing conclusions based on the revenue figures thus far. I would also be cautious about setting target requirements and intervening directly in the business operations of these companies as there may be unintended consequences. Rather, we should look at the real economic outcomes that are of interest to us and that they have committed themselves to. This includes the jobs that have been created and the business opportunities that they generate.</p><p>Page: 1479</p><p>Our aim is to keep the IRs as an important piece of Singapore's tourism offering in the coming years. But I want to assure Members that the IRs are by no means our only plan to grow our tourism sector or our economy. The Singapore Tourism Board (STB) has developed a strong pipeline of tourism concepts in areas such as the Jurong Lake and Mandai districts, and works with industry stakeholders to refresh existing tourism offerings. For example, we saw the opening of the Gardens by the Bay and the International Cruise Terminal more recently in October. We are looking forward to the opening of the River Safari early next year.</p><p>Sir, Ms Jessica Tan, Ms Denise Phua and Mr Zainal Sapari have highlighted the need to ensure that our economy does not become overly reliant on gaming. I want to assure Members that the Government pursues a broad-based growth strategy and there is no risk of our economy becoming dependent on gaming. We have a well-diversified economy, with manufacturing and services as our twin engines of growth, and we have had new areas of growth as well, in industries such as biomedical sciences, chemicals, transport engineering, precision engineering and aerospace. We continue to develop a broad base for our economy because we want ourselves to be resilient in the event that particular sectors have shocks.</p><p>The two IRs contribute about 1.5% to 2% of our Gross Domestic Product. That is based on the first two years' numbers. The 22,400 employees employed by the IRs comprise about 0.7% of our total labour force, or about 2% if you consider the other 40,000 jobs created economy-wide.</p><p>Similarly, the gaming taxes comprise a small fraction of Government revenues. In FY 2011, after taking into account the displacement factor – because with the advent of the IRs, some of the other sources of gambling revenue have diminished – the net increase in tax revenues due to the IR casinos was $1.1 billion or 2.2% of total Government operating revenue. These are hardly the basis on which Government should have fiscal addiction to revenues from the IRs, a point that Ms Denise Phua emphasised.</p><p>Mr Speaker, Sir, several speakers have made comparisons between Singapore and Macau. I would like to put these comparisons in perspective. In 2011, Macau's gaming revenue was US$33.5 billion or about 92% of its GDP. As a gaming market, Macau is more than seven times that of Singapore. We are at no risk of being another Macau or being overly dependent on the casinos or IRs.</p><p>But beyond all of these, I want to take us back to the first question which is why did we embark on this Integrated Resorts venture. It is to create real opportunities for Singaporeans and Singapore companies. And I want to illustrate this because in all the numbers, in all the data and all the debate, sometimes we lose track of whom we are trying to benefit and how we are trying to help them.</p><p>Page: 1480</p><p>Thirty-one-year-old Mr Gwern Khoo is a Chef de Partie in Waku Ghin, one of the celebrity chef restaurants at Marina Bay Sands (MBS). Before joining MBS, Gwern helped out at his father's foodcourt stalls selling duck rice and wanton noodles since the age of 14. He also worked part-time as a casual banquet staff in a hotel. After discovering his interest in cooking, he went on to SHATEC to take a diploma in culinary skills before joining MBS. Today, Gwen has come a long way and has been identified by celebrity chef Tetsuya as a promising local culinary talent.</p><p>Another example of an IR employee is Mr James Tan Chee Meng, a 69-year-old who is enjoying his second career as a full-time crew at Universal Studios Singapore (USS), where he is responsible for ensuring the premises and equipment are in order at Pantages Theatre. James is a former engineer who got bored after retiring for less than three months and wanted to return to the workforce. He decided to apply to USS. Described as a dedicated and fatherly figure to the team, James has displayed leadership qualities and is being recommended for career advancement in the USS team.</p><p>Let me also give you an example of a local SME which has benefited from the IRs' business – Laundry Network. This picture shows Mr Chan Tai Pang, who is the 66-year-old owner of Laundry Network. His company designed a unique uniform management system that is being used by both IRs. This system allows IR employees to swipe their staff passes at the uniform kiosks and collect their uniforms via a special conveyor belt. The business from the IRs has allowed the company to move up the value chain and implement new technology. The company made a combined S$9 million when it implemented a uniform management system that utilises radio frequency identification to track laundry for both IRs. Maintenance contracts with both IRs for this system are worth a total of S$500,000 per annum. Laundry Network has since increased its staff count by over 50% to more than 300 workers today. These are specific examples and there are many others like them, and I want to use them just to illustrate the point that we are able to create new opportunities for our people and our businesses, and this is an important aspect that must not be disregarded in this debate.</p><p>Mr Speaker, Sir, the Integrated Resorts have operated for more than two years now. With the benefit of practical experience regulating the casinos, this review of the Casino Control Act is timely. It allows us to refine our system and processes, taking into account new developments in the gaming sector and overseas jurisdictions, and ensure that our casino regulatory regime remains effective.</p><p>Page: 1481</p><p>The value proposition of the IRs is the economic benefits that they bring and their role in making Singapore a vibrant and dynamic economy. We want the IRs to continue to reinvest and upgrade their attractions and facilities, stay ahead of regional competitors, and remain compelling world-class tourist destinations. This way, they will create jobs for Singaporeans, attract more tourists and increase business opportunities for local SMEs.</p><p>Members have spoken passionately about the need to contain the social impact. This is something the Government is fully committed to do. We are already a jurisdiction with one of the most extensive social safeguards regime. We will stay vigilant on the social impact and ensure that vulnerable segments of society continue to be protected from the harms of gambling. Police and other law enforcement agencies will also continue their tough enforcement stance so that casinos remain free from criminal influence. Ultimately, we want to create more opportunities for the Gwern Khoos, James Tans and Laundry Networks amongst us. The Integrated Resorts are one means of doing so. So, I urge Members of the House to give your full support to the Casino Control (Amendment) Bill.</p><h6>3.36 pm</h6><p><strong> Mr Speaker</strong>:&nbsp;Before I take clarifications – we are going to have a few – I would like to remind Members to keep your clarifications short and concise.</p><p><strong>Ms Denise Phua Lay Peng</strong>: Sir, I have three clarifications. One, on online gambling, I am heartened that there is a commission that is already commencing supervision on the non-casino operations. I wish to ask Minister – while we are taking the time to study the jurisdictions and enabling this commission to work&nbsp;– can there be some interim measures to, at least, have some semblance of an example of a responsible gaming regime, or even to block such sites, online casino sites, if possible, during this time? That is my first one.</p><p>The second question is on annual fees – the request on scrapping the annual casino entry levy – if the amount is so small, may I ask the Minister if he would just scrap the annual levy, since the impact is small and the number of people buying such levies is small?</p><p>The third clarification is the long-term options for Singapore. When the time comes for the current contracts with the casino operators to be negotiated or renewed, or when the time comes for them to be expired, I want to ask Minister on the options that Singapore has. Are the options only limited to terminate and grant a new one, or two, to renew? Is there a third serious option to exit from this industry, or is it a given in our country that casinos are here to stay? I want to remind Minister of comments that he made at the International Association of Gaming Regulators this year that casino operations are becoming complex and crime syndicates are becoming more and more sophisticated. I do believe in everything that he has said in this speech so I want to remind the Minister of that. Second, is also the updated information that there are various competing casinos&nbsp;—</p><p>Page: 1482</p><p><strong> Mr Speaker</strong>:&nbsp;Ms Phua, please ask the question.</p><p><strong>Ms Denise Phua Lay Peng</strong>:&nbsp;Yes. There are various competing casinos coming up, so if that is the setting that we are operating in, will there be a serious option that Singapore can exit from this industry? Thank you for your patience.</p><p><strong>Mr S Iswaran</strong>: Mr Speaker, Sir, I thank the Member for believing what I said. Let me try and do some justice to the multiple questions here. On online gaming and whether we can do something in the interim, I think we have to look at it carefully because it is a question not just of the will but also the ability to follow through. But we are looking at it and we will take the necessary steps and, if we can do it effectively, then we will also look at some interim measures. I want to give the Member the assurance of that.</p><p>Secondly, if the number of annual levies is proportionately small, then should we just scrap the annual levy? This is an interesting argument because if it was large, the Member would say, \"There you are, we have a problem\". If it is small, \"Why not do away with it?\" So, there must be a sweet spot zone that the Member is thinking of where it is permissible. But I think the short answer to her is this. You need these annual levies partly because the casinos do, as part of their business, have what they call premium players. And for premium players, if you subject them to a daily levy regime, it is cumbersome and these are people who, as you know, by our laws have to first put in a deposit of $100,000 and draw it down before they can pay. So, for them, they can afford it and we want to make sure that that is part of the arrangement. The Annual Entry Levy was part of the agreement we had with the IRs when we started and we would want to make sure that we stand by our obligations on that.</p><p>Thirdly, on contracts and what are our options. It is a 30-year concession period. The licence is renewable depending on the period for which the licence is awarded. We have the first licence for a three-year period. The Casino Regulatory Authority has the option to vary, to terminate, to reduce the duration. There is a range of things we can do.</p><p>The point about competition in the region, I think all the more we need to, therefore, be very careful in the way we go about doing this because to completely jettison, also has an implication for the reputation we have as a country. We have committed to this. The IR operators are here because we invited proposals. We have awarded those concessions. We have an obligation to see that through. However, they know that we have a specific set of expectations, not just economic but social and in terms of law and order, and we expect them to comply and meet those expectations.</p><p>Page: 1483</p><p><strong>Dr Lam Pin Min (Sengkang West)</strong>: Mr Speaker, I have two very simple clarifications for the Minister. One is on the visit limits. First and foremost, I must admit that I am not very convinced that the visit limit will be effective. I would like to ask the Minister what is the purpose of imposing visit limits if it is not going to curb the gambling intensity. And why offer this intermediate option if the subject is assessed to be financially vulnerable? Is there any evidence from other jurisdictions that this is going to work? Would it not be better to impose exclusion orders altogether before the subject sinks further into more financial difficulties?</p><p>The second is to better understand the casino gambling magnitude in Singapore. The Minister has shared with us that about 20% to 25% of patrons to casinos are Singaporeans and PRs. Can the Minister share with us what percentage of the casinos' revenue can be attributed to the expenses of Singaporeans and PRs?</p><p><strong>Mr Chan Chun Sing</strong>:&nbsp;Sir, I will answer the first clarification and leave Minister Iswaran to answer the second one. The visit limit is but one of the many tools in our arsenal to deal with problem gambling. The Member asked whether there is evidence from other jurisdictions. Yes, we have studied the models, like the casinos in Holland, and they have proven to be effective in their jurisdiction. We will continue to learn from other jurisdictions and also to improve upon it. As the Member mentioned, we are indeed concerned about the issue of intensification when we impose a visit limit. This is something that we will watch and we are also closely watching the other jurisdictions' practices, and whether there are other things that we can do to better our system.</p><p><strong>Mr S Iswaran</strong>:&nbsp;Mr Speaker, Sir, I thank the Member for the question. It is difficult to track the dollar flow within the casino and attribute it to the source by nationality. I think the Member would appreciate the difficulties in doing so. However, if I were to hazard a guess, what I would say is this. I think Singaporeans are making up 25% to 30% of visitorship, and the likelihood is that Singaporeans are more in the mass gaming areas than in the premium or high roller areas from a proportion point of view. Therefore, if anything, I would expect their contribution to the casino to be lower than that suggested by the percentage in visitorship.</p><p><strong>Mr Yee Jenn Jong (Non-Constituency Member)</strong>:&nbsp;Thank you, Mr Speaker. I refer to Minister Iswaran's answer. I am glad that the Government is also considering the performance of operators in implementing social safeguards when renewing the licence. I would like to know, what is the Government's definition of poor performance in implementing social safeguards? After two years of operations, what is the Government's report card on these two operators? Have they done well, given that there have been various reports of violations and even charges that are being filed on some of the executives?</p><p>Page: 1484</p><p><strong>Mr S Iswaran</strong>: Mr Speaker, Sir, as I said, this is a relatively new jurisdiction that we have so we have a certain set of rules that we have set out. We are evolving and we have now moved another set of amendments. The IR operators are also new to our jurisdiction and, therefore, they have also been adapting. So, have they complied, by and large, in terms of setting up the systems and observing our rules? I would say that, in general, they have made a good effort to comply. However, there have been – as reported in the media – instances where they have been found wanting and in those instances, we have been prepared to take the necessary disciplinary action.</p><p>Now, I cannot really give you an overall report card because that is not how we approach this. The CRA has to look at individual instances or a set of instances where breaches have occurred, what are the causative factors, what are the implications and, on that basis, impose a proportionate penalty, which is also why, in this Bill, we have moved for a higher threshold of financial penalties where there have been serious breaches. Because we do think that we need that flexibility for the CRA to be able to prescribe penalties in proportion to various kinds of breaches.</p><p><strong>Mr Gerald Giam Yean Song (Non-Constituency Member)</strong>: Mr Speaker, I have five questions, three clarifications for Minister Iswaran and two for the Acting Minister Chan. I promise I will make it quick. Regarding the annual entry levy, I understand the Minister's explanations about the premium players and the need to give them an annual entry levy. But surely, there are many people who are buying the annual entry levy who are not premium players. So, is there a way to exclude those people, for example, pairing the annual entry levy with the minimum deposit of $100,000 so that we exclude all those people who are not premium players?</p><p>Secondly, on his point about the evaluation panel. I did not say that the CRA does not take into consideration the social safeguards. What I was saying – specifically on the evaluation panel – whether or not that evaluation panel can include aspects of the social impact of the casinos, rather than just be focused on the economic impact. Because this is a panel that is instituted by law and presumably its views carry a lot of weight.</p><p>The third question for Mr Iswaran is regarding the junkets or the IMAs. I did not say anywhere in my speech that the CRA does not conduct sufficient probity checks on the IMAs. I am glad that the CRA will continue to take a cautious approach. My question was, why is there a need to facilitate more junket operators, which is what the revised regulations seem to be preparing us for – more and larger junket operators.</p><p>Page: 1485</p><p>My two questions for Acting Minister Chan are, firstly, about the period in which the panel of assessors meet. I got this information from the NCPG website, which I just checked and it is still there that the panel of assessors convenes to decide on all family exclusion applications once a month. So, if this has actually been revised to two weeks, I suggest that the Ministry revises that website. Secondly, I do not think the Minister has explicitly responded to my point about the self-exclusions, and whether or not NCPG or the Ministry could promote self-exclusions as a norm so that more schools, more students and social organisations would be encouraged to encourage their members to apply for self-exclusions.</p><p><strong>Mr Chan Chun Sing</strong>:&nbsp;Mr Speaker, Sir, on the first question, I will convey your information to NCPG and get them to update the website. On the second question, yes, we are continuing to promote self-exclusion, but I must say that we do not want only more people to come on board, we want those that are most at-risk to come on board, and that is where we are focusing our efforts. For example, we know many people in the church groups are not in the at-risk group due to their spiritual belief; they do not go to the casinos. If they come on board, we welcome them, but they are not really the target group that we are going after as priority. We are going after those who are most at-risk and we will work with various community groups to ensure that we continue to promote these efforts.</p><p><strong>Mr S Iswaran</strong>: Sir, I thank the Member for his questions. First, on the Annual Entry Levy and whether it can therefore be confined to premium players. My purpose in giving the 1% statistic was to illustrate the proportionality because there was an impression created, certainly by some Members that somehow this is a gaping loophole. It is not.</p><p>Secondly then, the question is – and it is implicit in the Member's question – we should not assume that just because someone buys an annual entry levy, he or she has problems with gambling. There are quite legitimate buyers of annual levies as well. So, I think the best way to go about this is, in the course of the more detailed social safeguards implementation that we envisaged, it will certainly emerge who are the people who have a problem with gambling or who are financially vulnerable. In those instances, we must seek to impose limits. If it becomes a systemic problem, then certainly we will have to consider some other measures, perhaps along the lines of what the Member has suggested. But I think it is a bit premature to think about that at this stage.</p><p>Thirdly, I appreciate his verification on his point about the evaluation panel. I want to make it clear. The reason we set up this evaluation panel was precisely because this was one area which we need to think of, for the future. Because we are now approaching the end of the development phase of the IRs, and we need to think about how they are going to maintain and improve their facilities in the longer run. This evaluation panel was established expressly for that objective. The social safeguards element is well taken care of through the entire slew of measures and processes we have in place, embedded in the Act and enforced by the Ministry of Social and Family Development. All these trains converge in the CRA, and the CRA ultimately takes a total view in evaluating a casino operator and the operator's compliance to our rules and requirements.</p><p>Page: 1486</p><p>The final point on the IMAs and I would urge the Member to use the term \"international marketing agent\" rather than junkets because it is not just nomenclature. It is a fundamental point of reference that we want to emphasise. Having said that, first, why is there a need for junket operators? Well, simply because it is part of the industry. I know that there are some pejoratives associated with that, but that is exactly why we have the standards of probity that we have, and we seek to keep it on the straight and narrow.</p><p>Secondly, does this mean that we are preparing for more IMA licences? By no means. All we are saying is that we want to have a regime in place so that everybody understands, \"This is the deal if you want to come to Singapore\". Just as a casino operator has licensing requirements, the IMA operators will have their own licensing and other requirements.</p><p><strong>Er Dr Lee Bee Wah</strong>:&nbsp;Thank you, Mr Speaker, Sir. I am glad to hear from the Minister that the loansharks are currently banned from entering the casinos. I would like to ask the Minister if the loanshark runners and those who borrow money are banned from the casinos currently. If not, will the Minister consider that?</p><p><strong>Mr S Iswaran</strong>:&nbsp;Sir, in general, with respect to those who are committing crimes or suspected of committing crimes, the Commissioner of Police, as I have mentioned, has the authority under the Act to impose exclusion orders; in some instances, even on an interim basis whilst things are being investigated to conclusion. As far as borrowers are concerned, it is a bit trickier because it is not always clear how to establish who is a borrower. I think that is going to be a key consideration in deciding whether you exclude. So, I think the better approach in this is through the social safeguards method. If indeed someone is borrowing from loansharks, it means that they are in financial difficulty, which means they will fall within the category of the financially vulnerable and therefore, there will be a need to investigate further into his or her circumstances and appropriate action taken, with respect to casino entry.</p><p><strong>Asst Prof Tan Kheng Boon Eugene</strong>:&nbsp;Mr Speaker, Sir, I was very much heartened and encouraged by the Acting Minister's response on the social safeguards. But as the Second Minister went on about the economic challenges that faced the casinos, I got rather worried. Essentially, my point is that given this tension between the need to maintain social safeguards and to ensure that the casinos are a success – while I appreciate that it is not a false dichotomy – I think we cannot deny that there is that very keen tension. So, my question is, when it comes to the crunch, what gives? Can we have our cake and eat it?</p><p>Page: 1487</p><p><strong>Mr S Iswaran</strong>:&nbsp;Mr Speaker, first, for the record, I did not go on about economic benefits. I was merely stating the facts as they are. Secondly, I think we have made this point quite clear in the course of the Second Reading speech, Mr Chan's response and my response. We attach great significance to the social safeguards and we want to make sure that the social costs of having casinos in Singapore are well-contained and mitigated. So, that will continue to be our objective.</p><p>The point of emphasising the competition and the threats to the economic contribution of the IRs was simply to alert Members, because the predominant tone of the debate has been to presume that the IRs will continue to operate economically at these levels, and we need to, therefore, only focus on the social safeguards. I just wanted to put in a note of caution that we should also be mindful of the fact that the competition will intensify and that, in turn, will have an impact on the performance of the IRs.</p><p><strong>Mr Png Eng Huat (Hougang)</strong>:&nbsp;Just a clarification. For the premium player, the Minister said that the annual levy is also, in a way, designed for them. The confusion is caused when on one side you have the day levy which is $100, on the other side, the annual levy – when you divide it by 365, it is about $5.50. So, it does not look like a safeguard actually. I mean, if the whole thing were to be separated, then it makes more sense. That is what I want to know. If the annual levy is meant for the premium player, then it should not be called a safeguard. Whether it is 1% or 5%, it is also a loophole. It is just a matter of how tolerant we are of the loophole.</p><p><strong>Mr S Iswaran</strong>:&nbsp;Mr Speaker, I am not sure I fully understand the Member's point but let me just say this. In most regimes, they do not pay to go to their casinos. So, whether you pay a $100 or $2,000, that is part of a social safeguard regime.</p><p><strong> Mr Speaker</strong>:&nbsp;Ms Denise Phua, last clarification.</p><p><strong>Ms Denise Phua Lay Peng</strong>:&nbsp;Sir, I wish to seek clarification from the MTI Minister on the 30-year contract that he mentioned. Is the contract of 30 years for the IR or for the casinos? Is there no provision at all? If it is for 30 years for the casinos, is there no provision at all for Singapore to exit the casino industry until 24 years later? That is my first question. The second one is on annual review. I think the higher the frequency of visits, the higher the exposure to gambling and the higher possibility to perhaps problem gambling as well. I will not consider this annual levy a loophole, as Mr Png says – of course, hindsight is always perfect – so I do not want to blame the Minister for that. But the annual levy provision is actually a \"volume discount\", so-called, which is quite a typical marketing strategy. In this context, it is really very special because we really do not want to encourage local residents to go visit the casinos. So, I thought that there is still a case to scrap the annual levy. For your consideration, please.</p><p>Page: 1488</p><p><strong>Mr S Iswaran</strong>: Mr Speaker, I commend the Member for her perseverance. May I first say that if the annual levy was intended as a volume discount, clearly, based on the outcomes, it is not working. So, my point is, we have debated this, this is the position we are at today. If there is a clear reason why we need to look at this in more detail because there are some specific social consequences that we are trying to mitigate, then I think we will certainly act on it. I am saying that – and it is the response I made earlier to Mr Gerald Giam as well – I think, let us not jump the gun, let us look at the facts, analyse the trends. As we have said, we give you the assurance that action will be taken if it is required.</p><p>The other point on the concession – the two IRs have committed $13 billion of investment, and the basis of that was a certain set of representation that includes a 30-year concession period. That was the proposal on the table. The licence for the casinos is awarded, in the first instance, for three years and it is renewable. What that means is the casino licence is subject to performance and compliance with our laws. And if they meet those requirements and fulfil their obligations, then the CRA will renew their licence and the concession period is for 30 years.</p><p>[(proc text) Question put, and agreed to. (proc text)]</p><p>[(proc text) Bill accordingly read a Second time and committed to a Committee of the whole House. (proc text)]</p><p>[(proc text) The House immediately resolved itself into a Committee on the Bill. – [Mr S Iswaran]. (proc text)]</p><p>[(proc text) Bill considered in Committee; reported without amendment; read a Third time and passed. (proc text)]</p><p><strong>Mr Speaker</strong>: Order. I propose to take a break now. I suspend the Sitting and will take the Chair at 4.20 pm.</p><p class=\"ql-align-right\"><em>&nbsp;Sitting accordingly suspended</em></p><p class=\"ql-align-right\"><em>&nbsp;at 4.03 pm until 4.20 pm.</em></p><p class=\"ql-align-center\"><em>Sitting resumed at 4.20 pm</em></p><p class=\"ql-align-center\"><strong>[Mr Speaker in the Chair]</strong></p><p>﻿\tPage: 1488</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Road Traffic (Amendment) Bill", "subTitle": null, "sectionType": "BP", "content": "<p>\tPage: 1488</p><p>[(proc text) Order for Second Reading read. (proc text)]</p><p><strong>The Minister of State for Transport (Mrs Josephine Teo)</strong>: Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\"</p><p>This Bill seeks to make a number of changes to the Road Traffic Act. Sir, let me first deal with the changes in this Bill to facilitate the new Carbon Emissions-Based Vehicle (CEV) scheme which was announced earlier this year. For cars and taxis, the CEV scheme will replace the current Green Vehicle Rebate (GVR) scheme with effect from 1 January 2013. For all new and imported used cars with low carbon emissions, vehicle buyers will receive a rebate of between $5,000 and $20,000 off the Additional Registration Fee. Buyers of high emission car models will have to pay a carbon emissions tax of between $5,000 and $20,000.</p><p>Page: 1489</p><p>By widening the price differential between low and high carbon-emission models, the CEV scheme aims to influence buyers' decision to choose lower emission cars. Clause 5 of the Bill introduces a new section to implement the CEV scheme.</p><p>The CEV scheme rebate will be implemented on 1 January 2013, whereas the surcharge will be implemented six months later. To give consumers and the industry more time to adjust, the carbon emissions tax will apply only from 1 July 2013.</p><p>Sir, the second set of changes to the Road Traffic Act will include bus depots in the licensing regime that is currently only applicable to bus interchanges. We will strengthen the overall licensing regime for bus infrastructure and increase the level of security in our public bus system.</p><p>We announced earlier this year that Government will bear the development and land costs for bus depots and lease these to the bus operators. Therefore, Part VB of the Road Traffic Act is amended to allow LTA to grant licences for the bus operators to operate the depots. This is a matter of proper procedure.</p><p>To strengthen the overall licensing regime, clause 16 will empower LTA to include licensing conditions, such as maintenance of premises, management of crises, and provision of travel information. Clause 19 will create a new section to allow LTA to issue or approve codes of practice, such as for safety and security, which the licensee must comply with.</p><p>To impose new security standards on the existing bus fleet, clause 9 allows LTA to modify the conditions of a Public Service Vehicle Licence. Clause 22 will allow authorised public transport officials to check bags and personal belongings on public buses and in bus interchanges, similar to the bag checks conducted in MRT stations today.</p><p>Sir, the third group of amendments will strengthen the penalty framework for the illegal modification of vehicles. In recent years, the number of illegal modification offences has tripled from about 2,500 in 2009 to 7,300 in 2011. Out of these, offences relating to illegal modification of the exhaust system increased three-fold, from about 80 cases per month in 2010 to 250 cases per month in 2012. Such illegal modifications to a vehicle's exhaust system not only compromise vehicle safety and, therefore, the safety of other road users, but also result in excessive noise emissions and public nuisance.</p><p>Having received significant feedback from the public, as well as from Members of this House, we have decided to raise the maximum penalty against such offenders. Clause 3 of the Bill will empower the court, upon application by the Public Prosecutor, to make an order for the Registrar of Vehicles to impound illegally modified vehicles for a period not exceeding three months.</p><p>Page: 1490</p><p>Sir, the next amendment provides for LTA to hold vehicle owners liable for more driver-related offences.</p><p>Currently, section 83 of the Act deems the registered owner of a vehicle liable for specific offences relating to illegal parking, as well as non-payment of ERP charges, unless the owner furnishes the particulars of the driver responsible for those offences to the LTA within a specified timeframe. This prevents vehicle owners from skirting the principal offence by refusing to furnish the particulars of the driver who had committed the offence.</p><p>Clause 8 of the Bill amends section 83 to provide for more offences to be included, such as driving in bus lanes during operating hours, failing to give way to buses where it is mandatory to do so, and driving an off-peak car without a valid e-day licence. These offences will be listed in a new Third Schedule under clause 24.</p><p>Finally, Sir, I will briefly state the other amendments in the Bill which are more administrative and operational in nature.</p><p>Clause 2 will now empower the Minister to gazette non-public roads for application of the Road Traffic Act. Clause 4 allows the Registrar of Vehicles to grant exemptions on vehicle technical requirements in certain circumstances, for example, allowing dark-tinted glass for a vehicle used by a person with medical condition.</p><p>Clause 6 empowers the Registrar to de-register vehicles that have been reported stolen or missing through commercial breach of trust. Clause 7 allows LTA to create an electronic user account for any person who needs to transact with LTA, without the need to make an application.</p><p>Clause 10 is amended to make it an offence for the owner of a Public Service Vehicle to permit anyone without a Vocational Licence to drive it, regardless of whether the passenger is being conveyed.</p><p>Lastly, clause 23 allows LTA to send correspondences by normal post, as well as to accept a mailing address other than the place of residence or place of business of vehicle owners.</p><p>In summary, this Bill paves the way for the implementation of the CEV scheme and the licensing of bus depot operators. It will strengthen selected powers to ensure compliance with vehicle standards, increase security in the bus system and improve regulatory oversight over public transport operators. Mr Speaker, Sir, I beg to move.</p><p>Page: 1491</p><p>[(proc text) Question proposed. (proc text)]</p><h6>4.27 pm</h6><p><strong>Mr Ang Wei Neng (Jurong)</strong>: Mr Speaker, Sir, I rise in support of the Bill. Before I proceed, I would like to declare my interest as I work in SBS Transit which operates train and public buses.</p><p>I am glad that the new section 127B of the Road Traffic (Amendment) Bill empowers public transport officials to inspect and search any baggage or other things carried by a person on any omnibus or within any bus interchange for the purpose of ensuring the security and safety of the commuters. This section mirrors section 23A of the Rapid Transit System (RTS) Act.</p><p>The purpose of checking the bags of the commuters, I suppose, is to prevent the commuters from bringing dangerous goods into the transport system. Under the RTS Act, particularly section 9 of the RTS regulations, it states that no person, unless authorised, shall bring any dangerous goods into the railway premises. When an authorised officer of a train operator searches the bag of a passenger in the train system and finds a dangerous item, the holder of the dangerous item shall be guilty of an offence punishable under section 52 of the RTS regulations. He could be liable to a fine not exceeding $5,000.</p><p>However, there is no similar provision under the Road Traffic Act or the Road Traffic Rules. When I combed through the various Road Traffic Rules carefully, the closest I could find are section 21(i) and section 30(1) of the Road Traffic Public Service Vehicle Rules which state that a driver of the omnibus shall not permit any person to bring into the omnibus any article which is likely to:</p><p>(a) cause any inconvenience, obstruction, discomfort or injury to any passenger in the omnibus;</p><p>(b) cause any damage to the omnibus or any property in the omnibus; or</p><p>(c) soil the omnibus or any passenger or property in the omnibus.</p><p>If the omnibus driver fails to block such an article, he shall be punished under section 131 of the Road Traffic Act. In the case of a first offence, the bus driver shall be liable, on conviction, to a fine not exceeding $1,000 or to an imprisonment term not exceeding three months.</p><p>That is, when a person brings a dangerous good into the train system and is discovered by the staff of the train operator, the holder of the dangerous good will be punished. On the contrary, when a person brings a dangerous good into a bus, it is the duty of the bus driver to prevent the dangerous good from being brought into a bus. Otherwise, the bus driver will be punished and not the person who carries the dangerous good into the bus.</p><p>Page: 1492</p><p>In view of the above, I would like to ask the Minister of State if she observes any disparity. If so, does the Minister of State agree that there is a need to review the rules for security reasons?</p><p>If the Minister of State agrees that there is a need to revise the Road Traffic Rules, perhaps she could also look at other areas of disparity, including the rules to deal with littering, eating, begging on the bus or at the bus interchange&nbsp;<em>vis-a-vis</em>&nbsp;in the train system which is governed by the RTS Act and RTS Regulations.</p><p>In addition, the Minister of State could consider enhancing the Road Traffic Act or the Road Traffic Rules to allow buses to move with less obstruction, thereby benefiting more than 3.5 million bus commuters daily.</p><p>Mr Speaker, Sir, could I have your permission to show a few slides to illustrate my point?</p><p><strong> Mr Speaker</strong>: Yes.&nbsp;[<em>Slides were shown to hon Members</em>.]</p><p><strong>Mr Ang Wei Neng</strong>: Thank you. The Minister for Transport shared with the audience during the annual Transport Gold Award Ceremony last month that he was pleasantly surprised to observe that the queueing culture, as shown in this picture in the Bishan MRT Station, is spreading to other MRT stations. However, the situation outside the Bishan MRT Station at the bus stop is that the people are not as gracious. This picture shows a white car parked near the bus hub and obstructing public buses from calling at the bus hub. The white car was waiting to pick up passengers at the cost of inconveniencing many passengers on the bus while waiting to alight. In addition, such an inconsiderate act would also pose a safety hazard. In fact, there is a car pick-up point just before this bus hub but the white car driver chose not to use it.</p><p>Early this year, the Ministry of Transport (MOT) announced that they will build more bus hubs so that more buses could call at the bus hub simultaneously as a strategy to improve bus speed. But this strategy may not work if LTA cannot stop vehicles from parking illegally or calling illegally at the bus hub.</p><p>One&nbsp;<em>Straits Times' Forum</em> writer on 30 October 2012 asked the two public bus companies to \"share with the public whether they have received feedback from their drivers\" on such inconsiderate drivers and \"what actions they have taken, if any.\" The next picture shows that both SBST and SMRT buses are affected by such inconsiderate acts. This picture was taken along Woodlands Road. In this picture, we can see that many private buses were using the bus hub, and, hence, competing with the public buses. Similar situations can be observed at the bus hubs outside Clementi, Lakeside, Sembawang MRT stations and many more. I can understand why these private buses need to pick up or alight their passengers at the bus stops near the MRT stations as these are natural transfer hubs. However, I urge the Minister to consider asking LTA to build dedicated private bus pick-up points, just like the one near the Jurong East MRT Station. I can foresee that the Ministry may use site constraints as the reason for not being able to accommodate such a request, but I urge LTA to try harder.</p><p>Page: 1493</p><p>Coming back to the question on what actions have the bus operators taken to alleviate the situation, I would like to share the following. In the first 10 months of this year, SBS Transit alone had taken and sent more than 6,000 photographs of vehicles parking near the bus stops or illegally violating bus lanes during bus lane hours, to LTA for its enforcement. This is over and above the enforcement action by LTA and the Traffic Police. So, maybe MOT or LTA could make it easier for the bus commuters and members of public to report errant motorists, as suggested by another&nbsp;<em>Forum</em>&nbsp;writer.</p><p>In summary, I applaud the amendment of the Road Traffic Act. However, it would be good if the Ministry could consider enhancing the RTA or its rules a lot more so that the 3.5 million passengers who travel on the buses daily can benefit more.</p><h6>4.34 pm</h6><p><strong>Er Dr Lee Bee Wah</strong>:&nbsp;Mr Speaker, Sir, motor vehicles, as we all know, are an important mode of transport for many of us. However, there is a segment of our population where owning a vehicle is not used as a mode of transport but as a vehicle to race on the streets, to get that adrenalin rush, even though it is causing a danger to other road users. This is the group of motorists who would wilfully modify their cars so that they can get that extra \"<em>oomph</em>\" to sprint from one traffic light junction to another or, better still, beat the traffic lights!</p><p>This public nuisance is not new to us. It has been around since as far back as the 1960s where bands of racers would congregate at Shenton Way and race down Orchard Road. Then, the vehicles were the Minis, Ford Cortinas and Datsun SSS. Today, the problem persists.</p><p>We get souped up Japanese to continental cars of all makes, turbo-charged engines hissed and puffed as if the car has got into a spasm, to the annoyance of other road users. These motorists want to ape the drag car racers in the US or Japan, with their cars tattooed with all sorts of slogans that cry out to the next car for a challenge.</p><p>Despite the Land Transport Authority's (LTA) efforts to reduce the number of illegal vehicle modification cases, I continue to receive complaints from my residents about how absurdly loud noises emitted from vehicles in the middle of the night as they tear down the northern sector of our island, seemingly away from the Traffic Police dragnet.</p><p>The enhancement of the penalty regime for illegal modification of vehicles in the Traffic Control (Amendment) Bill is a much welcomed move.</p><p>Page: 1494</p><p>I thank the Minister for making an affirmative decision to assert disapproval over such inconsiderate behaviour. Fines seem to have minimal impact on these vehicle owners who are undoubtedly unperturbed about parting with a fee in exchange for the ability to keep up with their wilful antics on the roads. With this new law to detain illegally modified vehicles for up to three months, drivers will certainly think twice about risking the temporary loss of their treasured vehicles.</p><p>However, while this new penalty is a large stride in the right direction, more can be done. Incorrectly modified vehicles do not only disrupt public peace. More importantly, they are potential serious hazards to the public.</p><p>Car workshops play a significant role in car modification and their involvement should not be downplayed. Currently, LTA fines or jails workshop owners found to be facilitating illegal modifications. Greater deterrent measures should be put in place to stop these workshops from providing illegal modifications. Temporary closures of offending workshops could be implemented alongside the usual fines and jail terms. Additionally, in view of workshop owners who may not be aware about the legality of certain modifications, seminars and publications can be made available to facilitate them to make the right and morally ethical conditions, and, in turn, pass on the information to their customers. The Government should work through umbrella bodies, such as the Singapore Motor Workshop Association and AA Singapore, as well as other clubs to educate the car owners of the hazards of illegal modifications. Indeed, there is more to effective deterrence than heavy fines and punishment.</p><p>In late October, a car owner had written in to the&nbsp;<em>Forum</em>&nbsp;page about a problem which could have been avoided if he had relevant know-how. He owns an old classic car, and when he tried to replace a worn out car part, many distributors no longer carry the original parts. Thus, he had to resort to using compatible alternative parts. When he brought it for annual vehicle inspection, he was penalised as that part did not bear the original manufacturers' name and was deemed an illegal modification, though the car passed all relevant test stations. What he had not known was that he could have contacted LTA to get approval to change car parts with valid reason. Thus, the LTA should publicise this avenue for those who may have bought older cars where original parts are not available in the market.</p><p>LTA should promote increased transparency and clarity about the types of modifications that are legal and illegal. Car owners should not have to turn to hobby and personal websites for information about national laws. It could turn into a case of the blind leading the blind. Many illegal modification cases due to ignorance could be prevented if information was made more readily accessible, and assessments of individual inquiries made more efficient. LTA should consider setting up a hotline and department to provide consultations about vehicle modifications.</p><p>Page: 1495</p><p>Car owners should also be discouraged from turning to car workshops overseas to get their cars modified. For one, foreign car workshops would not be familiar with our traffic laws nor might they feel obligated to comply. Furthermore, foreign car workshops would be difficult to apprehend. Last but not least, it is important to apprehend offenders and enforce penalties effectively and efficiently.</p><p>In other countries, traffic departments are coming down harder on illegal car modifications. In Newcastle, traffic officers executed Operation Hammer targeting illegally modified cars in and around Newcastle. In phase one alone, some of the more serious penalties doled out included confiscation of cars and suspension of driving licences. In Abu Dhabi, more than 260 illegally modified vehicles were seized in a campaign targeting car owners who have vehicle modifications that increase noise or speed. They were given a fine as well as a deadline to restore their vehicles to original specifications or risk losing them. In a police campaign in St Mary's Island, police have been out and about since last August, following complaints from residents, targeting anti-social drivers and checking legality of cars.</p><p>They issued prohibition notices to offending vehicles, to be lifted when the defects are rectified, and even gave advice to the offenders so that they would refrain from re-committing the offence.</p><p>Our traffic law enforcers need to walk the talk. Active campaigns should be initiated, especially in areas that report insistent complaints from residents, to crack down on nuisance and dangerous drivers. Eyewitness reports should be taken seriously. Submission of such reports should be made more convenient, and law enforcers should be able to process them with little trouble.</p><p>I wish to take this opportunity to make a request on behalf of my residents. Residents living along Yishun Avenue 1, including those living in Orchid Park Condominium in particular, have been victimised by loud vehicles in the middle of the night. I urge the authorities to patrol the area and arrest these nuisance drivers. Over the last two years, I know that LTA had been working closely with Traffic Police and they did ambush from time to time. However, residents know that they cannot be there all the time and every time and, hence, their sleep has always been interrupted.</p><p>As you know, for babies, when their sleep is interrupted, they keep crying. And for elderly residents, when their sleep is interrupted, they keep staring at the ceiling and cannot go back to sleep. We need to have some peace of mind when we are in our homes and home is a place for us to rest.</p><p>Public safety and interest must always be prioritised. I hope LTA will work with the Traffic Police to work out a more permanent solution, for example, installation of CCTV, which can be there all the time and every time, to bring the tranquillity back to Yishun.</p><p>Page: 1496</p><h6>4.45 pm</h6><p><strong>Dr Janil Puthucheary (Pasir Ris-Punggol)</strong>: Sir, Singapore has many good reasons to be progressive about environmental issues. Our limited natural resources and the population density are strong motivations to reduce consumption, to reduce local pollution and to improve the quality of our environment. Although we, as a state, may contribute very little to the global environmental changes, we have another very good reason to go \"green\". We can show how a small city-state can do this, can be environmentally friendly in a way that is effective, that is economically sustainable, and in a way that perhaps others can learn from and maybe even emulate.</p><p>After some years of striving to be more environmentally friendly, the results are mixed. Some external indices will rank us as Asia's greenest metropolis, or as one of the world's most efficient energy users. But there are some studies listing Singapore as having one of the biggest carbon footprints per person in Asia. There are many factors that contribute to the calculation of a country's carbon footprint, but the consumption pattern of its people is a major factor. It is this that I wish to address and, specifically, how the execution of the proposed amendment might impact upon our consumption behaviour.</p><p>Sir, the Carbon Emissions-based Vehicle (CEV) scheme, which is a component of the proposed amendment to the Bill, will enable the imposition of a tax on high-emission vehicles and grant a rebate for the low-emission cars. This proposed scheme is fairer and more precise than the previous \"Green Vehicle Rebate\" because it rewards or penalises the purchasers on the basis of the actual emissions tested and not merely on the allegedly greener technology which may have been installed. Not all the marketing is true.</p><p>While the new scheme has merits, I wonder whether it will have a significant impact on changing our purchasing behaviour or on our consumer preferences. Is the aim of this change to significantly shift car purchasing behaviour and significantly shift our car population to make it greener? What indicators will the Ministry use to gauge the success or failure of this scheme and what extent of a shift will be considered a success?</p><p>I have two main concerns – the quantum of the tax and proposed rebate and, secondly, the carbon dioxide emission cut-offs chosen.</p><p>Sir, under the proposal for the new scheme, about 20% of cars will be considered as having high emissions and, as explained, will be taxed up to about $20,000. At the other end of the spectrum, 20% of cars will be considered as having low emissions with rebates of up to $20,000. But this leaves the majority, the 60% in the middle, of cars unaffected. Even with the introduction of this new scheme, the majority of car buyers will not be affected. Their purchasing behaviour and their consumption behaviour will not be significantly influenced. One can make an argument that there is the carrot – the lure of the $20,000 rebate – at the low emission end. And maybe people who are within the standard emissions bracket will be persuaded to shift their behaviour downstream. However, with the rising cost of car ownership, this quantum of $20,000 is not a huge relative discount on the purchase price. And, over time, if car prices and COE prices continue to rise, that discount is going to become less and less significant.</p><p>Page: 1497</p><p>If you consider the high-emission side, this factor is even more pronounced. If you are a purchaser of a high-performance, high-capacity, high-emission car − some of whom very graphically described by Er Dr Lee Bee Wah − and many of these purchasers are wealthy, they are paying large sums of money for a car that they want to enjoy, this $20,000 tax is going to be an even smaller percentage of the purchase price.</p><p>The scheme sounds very neat – tax the highest 20%, give the rebate to the lowest 20%, but the effects at either end are disproportional. If you have already chosen to purchase a low emission car, if that is what you can afford and within your means, a smaller capacity car, one that suits your needs, you will be very grateful for the tax rebates, but your purchasing behaviour has not necessarily been changed. I put it that the group of purchasers at the high end – the 20% of high emission cars – is not going to have their purchasing behaviour significantly affected. And, really, I wonder whether the middle group, the 60%, is going to be lured by this up to $20,000, and maybe much less, rebate.</p><p>I worry that instead of purchasing a \"sensible\" car that meets people's needs, most consumers will do what they have always done, from the high-emission across the standard-emission cars, they will choose their dream car − not their green car.</p><p>Sir, moving on to my second concern, many countries have a system of carbon emissions tax. The limits set for taxation and benefits will, of course, vary from country to country, but compared to many countries, many limits for carbon emissions tax, Singapore's proposed limit of equal to or lower than 160 g/km for tax rebates is very generous. Many others will have a stricter standard of 120 g/km. What this means is that we are not as aggressive in pursuing this environmental cause, and we are going to have to do a lot of work to change consumers' mindsets and choices.</p><p>In several countries, the penalty barrier is at 150 g/km to 160 g/km. So, what we are considering as the threshold between low emission and standard emission, many other countries are considering as the barrier between standard and high emissions. To give you an example, the EU's average carbon dioxide emission for cars is about 145 g/km. The average for EU is actually within our low band, not even our standard band. Our average – I do not have the data for our average − if I take the assumption that MOT has set the cut-offs on the basis of the majority of our current car population, and our cut-offs are between 160 g/km to 211 g/km, the mid range is about 180 g/km to 190 g/km. As it happens, in the UK, the \"F Band\" – the fail band, the worst band of emissions – is set at 186 g/km. So, are we being too lax in our standards for carbon dioxide emissions for cars?</p><p>Page: 1498</p><p>I do support the motion and the proposed amendments. They are a welcome signal that we need to be taking these things into account, but I believe they do not go far enough. In addition, there is no consideration in the current scheme, given the fact that real-world driving, much like what is being described in Yishun, does not produce the same amount of emissions as a car would in the laboratory or in a test facility. The phenomenon is known as \"cycle-beating\" by the manufacturers where, under laboratory conditions, the car can be demonstrated to have relatively low emissions because it is driven in an ideal way but, on the road, people can put the pedal to the metal, burn the rubber, race from one red light to the other, apart from generating a lot of noise, using up a lot of fuel, the emissions of the car will increase very, very significantly. This is a difficult area to police, to enforce and to measure, but I wonder whether this is something that, moving forward, we should consider.</p><p>Further, in other jurisdictions, consideration is given to other gases, apart from just carbon dioxide and carbon emissions. Examples include carbon monoxide, as well as ultra fine particulates, and that is not in the current proposal at all.</p><p>Sir, I support the motion and its intent, but I am worried that the proposed scheme, as it stands, will not significantly shift our car population towards being more environmentally-friendly. I am concerned that the majority of car buyers will not in any way have their purchasing behaviour affected. I would like to recommend that the tax and rebate amounts be significantly increased, and the limits for carbon dioxide emissions made stricter. Will the Ministry review the limits after a year of implementing the scheme, so as to better incentivise car buyers to choose vehicles with lower emission rates? Sir, I support the motion.</p><p><strong>Mr Gan Thiam Poh (Pasir Ris-Punggol)</strong>: Mr Speaker, Sir, I rise in support of the Bill. I would like to comment on section 5 – the enhanced penalty regime for the illegal modification of vehicles.</p><p>Noise pollution caused by modified motor cars and bikes has been one of the most common factors or topics in the feedback and complaints received by many Members, including myself, in this House. Such complaints are corroborated by the steep increase in the number of motorists caught for illegally modifying their vehicles. The number has risen from an average of 146 cases per month in 2008 to a staggering 920 in July this year. According to LTA, most of the offences were due to unauthorised changes on exhausts, tinted windows and lighting. In view of this disturbing trend, it is understandable the Ministry seeks to impose tougher measures.</p><p>Page: 1499</p><p>With the proposed amendment, a vehicle that is illegally modified may be detained for up to three months by the Registrar of Vehicles (ROV). Many drivers have told me that this penalty is quite harsh and, hence, I have no doubt it will act as an effective deterrent. Nonetheless, I feel that it should be the last resort for such offences. Public education should always be our first line of defence. I agree with my colleague, Er Dr Lee. In addition, all car workshops and their mechanics should be licensed by LTA to provide only approved modifications and parts for modifications or repairs or to assist the motorists to obtain relevant approval for modifications that do not conform to the approved list by LTA before modifications are done. In fact, the list can be found on the LTA website. It is quite comprehensive.</p><p>Excessive noise generated by illegal exhaust modifications is a pet peeve among most Singaporeans. I would like to ask the Minister if it is possible to introduce more clarity and uniformity for the definition of \"acceptable\" level of noise produced by cars and motorbikes so that there is no question of double standards that may be raised by the public.</p><p>The Ministry should also differentiate between modifications that may make a car even safer from other cosmetic or performance modifications. If a modification can add to safety, consideration should be extended to allow it.</p><p>Lastly, the Ministry may wish to consider the provision of amenities and facilities to meet the needs of local car enthusiasts. This will help to contribute to safety on our public roads. At least, motorcar fans will have an alternative venue to test their driving skills and also pursue their interests.</p><p><strong>Mrs Josephine Teo</strong>: Mr Speaker, Sir, first, let me thank all the Members who have spoken on this Bill. In particular, I thank Er Dr Lee Bee Wah and Mr Gan Thiam Poh for supporting the stiffer penalty regime for illegal modifications. I am glad they agree that the detention of vehicles is needed as a strong deterrent against illegal modifications, given that we have seen increased incidences of violations. Er Dr Lee would like the penalty to be harsher, whereas Mr Gan received feedback that it is too harsh. I think we are taking a calibrated approach. It is not the intention to go after motorists for the sake of it, but we do need to send a message that illegal modifications are not acceptable. With regard to Mr Gan's concern, I should clarify that the intent is not to detain each and every illegally modified vehicle. LTA intends to apply this penalty in cases of blatant violation or where the offender repeatedly infringes the law.</p><p>I would like to urge vehicle owners who need to make modifications for whatever reasons to check out information on LTA's website as well as the&nbsp;<em>ONE.MOTORING</em>&nbsp;portal which Mr Gan has noted. It contains relevant information on what kinds of modifications are legal and, if the owners are in doubt, they should check directly with the LTA. There is no particular hotline but, through the feedback channels, LTA will be willing to provide guidance. I think the owners should do this before going ahead instead of assuming whatever modifications that they are going to make are going to be alright. That is probably the best way to do it.</p><p>Page: 1500</p><p>Er Dr Lee talked about the importance of looking at enforcement against workshops. I should say that not all types of modifications are illegal, and so workshops that undertake modification works are not necessarily breaking the law. For example, if the vehicle is going to be used off the road at specialised race tracks, it could be legal. Currently, our enforcement regime targets owners of these illegally modified vehicles. One reason is, as Er Dr Lee earlier pointed out, they did not necessarily do the modifications in a workshop in Singapore. They could go elsewhere to get the modification done, in which case, enforcement against the workshop will not be terribly effective. It is better to enforce against the vehicle owners themselves. That is one reason we have targeted the owners rather than the workshops. Nonetheless, we do agree that it is important to get the workshops on board, and so LTA is in the midst of reviewing the enforcement and legislation against workshops. I thank her for her suggestion. For example, closure of workshops may turn out to be an effective deterrent for them. I also take her feedback very positively that it is not just setting up a deterrent. It is useful to work with the association to promote awareness and also to educate the owners on illegal modifications. So, thank you very much for that.</p><p>I would like to turn now to the CEV scheme. Let me first thank Dr Janil for his support. As he has pointed out, the CEV scheme is a step forward in promoting the use of low emission cars. However, as he has also noted, this involves behavioural change. And so, it is not possible to know in advance the exact scale of the impact of the scheme. The scheme is designed such that the maximum price between a high and low emissions car can be up to $40,000, which is more than the open market value of a typical mid-sized car. Existing buying pattern is certainly a reference point. The hope and the expectation are that, certainly, at the margins, vehicle buyers will consider moving from the band which just causes them to be levied a surcharge, into the neutral band, and, for those who are contemplating a purchase of the car that currently falls into the neutral band, to be incentivised by the existence of a rebate and modify their buying behaviour accordingly.</p><p>We have until the end of 2014 to observe the impact, which is when the scheme will be applicable up to. We plan to monitor, particularly, motorists' purchasing decisions, before deciding whether to go further and, if so, by how much. For the emissions thresholds that qualify for rebates and taxes, we note Dr Janil's comparison with other jurisdictions. Indeed, we are playing catch-up. But when we think about the thresholds in the future, we will also look at advances in technology, as well as the progress in Singapore's overall mitigation efforts on climate change. I should add that we are introducing the CEV scheme for the first time. We believe there will be some impact but are also mindful to give motorists time to adjust before drawing conclusions.</p><p>Page: 1501</p><p>Sir, let me now turn to some points made by Mr Ang Wei Neng. Mr Ang had highlighted the differences in the regulation of commuter behaviour on buses and trains. He shared a very useful observation, in my opinion, which I deeply appreciate. I shall ask the LTA to look into how we can be more consistent in a practical way. This is because there are some differences that will be necessitated by the different operating contexts of buses and rail.</p><p>For instance, bus drivers can play a key role in stopping passengers who are carrying suspicious goods or articles from boarding, but this is not feasible for our driverless trains, for example. And even for driver-operated trains, the driver would not be able to intervene in the same way as a bus driver. So, we will look closer at it.</p><p>Mr Ang also talked about measures to facilitate movement of buses. Today, we have about 180 km of bus lanes islandwide, of which 25 km are full-day bus lanes. There are also 203 mandatory \"give way to buses\" locations and we are adding another 150. So, all in all, in good time, about 353 locations will have the mandatory \"give way to buses\" rule. Enforcement is carried out regularly to ensure compliance by motorists. I assure Mr Ang that the vast majority of the 6,000 photographs that he had sent so far are acted upon by LTA. After all, the LTA helped fund the purchases of these cameras and so it is in its interest to use it for proper enforcement.</p><p>As for the suggestion to provide private bus pick-up points, I thank Mr Ang for highlighting the bus hubs with high usage by private buses. We will certainly explore the feasibility of providing private bus pick-up points in the vicinity of these bus hubs, as well as step up enforcement in these areas.</p><p>Sir, before I close, I would just like to point out a common theme that Er Dr Lee Bee Wah and Mr Ang Wei Neng brought up. Quite a bit of the difficulties that we face – whether it is illegal modifications, noise pollution, or driver behaviour near to bus hubs – have to do with a lack of consideration for the well-being of other people, other road users, and other public transport users. These types of inconsiderate behaviour – I am sure Members will agree with me – is not something that we can completely overcome by enforcement alone. We certainly need enforcement, and, where appropriate, we should certainly tighten the penalties or make them stiffer. However, I think it would not nearly be enough. It does call for a change of mindset. It does call for us to be more gracious in the way that we drive and we get about on the roads. I think if we can do that, then the enforcement will be more meaningful. On that note, Sir, I thank all Members for their support for the Bill.</p><p><strong>Er Dr Lee Bee Wah</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Mr Speaker, Sir, I have two clarifications. I would like to thank the Minister of State for agreeing to take the workshops to task if they do illegal modifications. Can MOT consider empowering LTA to require owners of illegally modified cars to disclose the workshop where they obtained the illegal modifications, so that they can be stopped at source? That is, getting information from the motorists. The second clarification is about the problem along Yishun Avenue 1. I would like to urge the Ministry to look into a permanent solution so that my young residents do not have to cry at midnight and old residents do not have to stare at the ceiling.</span></p><p>Page: 1502</p><p><strong>Mrs Josephine Teo</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Mr Speaker, Sir, MOT and LTA are always looking at a range of suggestions – and Er Dr Lee Bee Wah has just raised two more. We will certainly consider all of them together. Thank you.</span></p><p><strong>Mr Ang Wei Neng</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Mr Speaker, Sir, I would like to clarify that of the 6,000 photographs that have been taken by SBS Transit, only a very small proportion is made up of photographs taken by cameras sponsored by LTA. The second clarification that I have is: we would like to thank Minister of State who said that they are agreeable to building more dedicated bus pick-up points for private buses. I hope the Ministry can very soon announce a list of bus stops where there is a high volume of private buses calling, and that some concrete action can be taken. The third clarification is that we understand that LTA has installed some cameras at some of the bus stops and other problematic areas to take photographs of cars that are parked illegally. I would like Minister of State to give an update of that scheme.</span></p><p><strong>Mrs Josephine Teo</strong>: Mr Speaker, Sir, I thank the Member for his clarifications. On finding appropriate locations to put those private bus bays or drop-off and pick-up points, one of the considerations is how close these are going to be located to various blocks of flats. I can imagine that the difficulty in finding the appropriate sites include some residents who are living closer to those drop-off and pick-up points being quite unwilling to see those drop-off and pick-up points. To them, it may seem as an intrusion into their privacy, and they do not want the vehicles to be stopping so close to where their windows are, for example. The site constraints are actually quite real, and I think, as Members on the ground, we all know it is always good to have a facility or amenity built up, as long as it is not outside my door! That is one challenge that we will have to overcome.</p><p>The third clarification: I am not sure I heard correctly. Could I ask the Member to repeat it?</p><p><strong>Mr Ang Wei Neng</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">It is about the fact that LTA has installed cameras in some of the problematic spots to take photographs of the vehicles that are parked inconsiderately. That scheme has been implemented for quite a while. Could the Minister of State give us an update?</span></p><p><strong>Mrs Josephine Teo</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">May I ask the Member if he is referring to the CCTV scheme that we have started on a pilot basis? Yes. Well, it is a pilot and the purpose of a pilot project is to assess how effective it is. If you look at some of the drivers who have received summonses because of this CCTV monitoring, I have received quite a lot of appeals myself. So, I think it is taking some effect, but I also hesitate to promise that in a short time, we will have CCTV cameras all over the island. Speaking as a motorist myself, I think it is quite frightening that the only way we can enforce against poor driving habits and illegal parking is by having CCTVs islandwide. We will have to be quite circumspect in how to make use of this tool. It is a very good and useful productivity device, but let us take a look at the results of this pilot and then decide what to do henceforth.</span></p><p>Page: 1503</p><p><strong>Dr Janil Puthucheary</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Thank you, Mr Speaker. I would just like to seek one clarification. I can understand and appreciate the caution with respect to the tax and rebate quantum, given that car prices are a very emotive issue, and is something very hard to predict, as COEs fluctuate and supply and demand fluctuate with the economic uncertainty. I am questioning whether the same reasoning applies to emission cut-offs. My concern is that once we set a starting point, every time the revision comes up, a variance from that starting point will be something that people will resist. If we already know that other jurisdictions have chosen certain carbon dioxide emission levels or particulate levels as being appropriate, why do we need to start so far away from what is an internationally-accepted standard, given that we are not going to be able to make that leap in one jump the next time we revise this? </span></p><p><span style=\"color: rgb(51, 51, 51);\">Secondly, given the life cycle of a car, even if in our next revision we make a substantial move towards this, the cars that are on the road will remain on the road for many, many years. So, if we really want to make an impact in terms of the local emissions and pollution, we need to not play catch-up and be aggressive about getting there ahead of the curve. So, I would like to seek clarification on the need for caution, and I believe the need for caution is different in the two arenas.</span></p><p><strong>Mrs Josephine Teo</strong>: Mr Speaker, I thank the Member for his questions. Firstly, if we look at the rebates that we are offering, and compare them to some other countries that have similar \"fee-bate\" type of structure, in dollar terms, our rebates are generally more generous towards the motorists. As to the thresholds, because we are introducing the CEVs for the very first time, one consideration that we must always bear in mind is that for the motorists, they must have a reasonable selection of vehicles to choose from that are already imported into our market.</p><p>And if we look at the range of vehicles that are made available in the market, that also takes time to adjust. So, whilst we are keen to try and reduce the emissions, we have to be realistic. We have to look at the existing buying patterns and that, if we go too far, we could also at the same time be introducing a big barrier for individuals. So, we will take it one step at a time. As the scheme is implemented and we have more information, at the appropriate juncture, we can make adjustments.</p><p>Page: 1504</p><p><strong>Mr Gan Thiam Poh</strong>:&nbsp;Thank you, Sir. I just want to add one more point. The hon Member mentioned modifications done by workshops, but not all cases actually are done by workshops. In fact, there are cases that are Do-It-Yourself (DIY), and the parts are procured by the workshops. So, I think we should also look at that aspect, whether how far, or to what extent, the law should be applied. That is question one. Question two is whether the Ministry will consider public education, such as media education, to constantly educate the public. The public may not be aware that what they did is actually an offence.</p><p><strong>Mrs Josephine Teo</strong>:&nbsp;Mr Speaker, on the first question, yes, we agree with him. On the second question, the answer is yes as well.</p><p><strong> Mr Speaker</strong>:&nbsp;Mr Ang Wei Neng, last clarification, please.</p><p><strong>Mr Ang Wei Neng</strong>:&nbsp;Mr Speaker, Sir, this is, indeed, the last clarification.</p><p><strong> Mr Speaker</strong>:&nbsp;I think that is for me to determine.</p><p><strong>Mr Ang Wei Neng</strong>:&nbsp;I will not ask any more after this. I just want to clarify that I anticipated that the Ministry will use the site constraints as the reason to say they may not be able to accommodate to build pick-up points dedicated to private buses. But I would like the Ministry to consider starting at those bus stops outside the MRT stations that are quite far away from the residential area. For example, the Harbourfront MRT Station, the Kranji MRT Station as well as Lakeside MRT Station for the moment are quite far away from the residential blocks.</p><p><strong>Mrs Josephine Teo</strong>: Mr Speaker, may I make my last response. I thank Mr Ang for his suggestion and it is a very good one.</p><p>[(proc text) Question put, and agreed to. (proc text)]</p><p>[(proc text) Bill accordingly read a Second time and committed to a Committee of the whole House. (proc text)]</p><p>[(proc text) The House immediately resolved itself into a Committee on the Bill. – [Mrs Josephine Teo]. (proc text)]</p><p>[(proc text) Bill considered in Committee; reported without amendment; read a Third time and passed. (proc text)]</p><p>Page: 1504</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Adjournment", "subTitle": null, "sectionType": "OS", "content": "<p>[(proc text) Resolved, \"That Parliament do now adjourn to a date to be fixed.\" – [Mr Gan Kim Yong]. (proc text)]</p><p class=\"ql-align-right\">&nbsp;<em>Adjourned accordingly at 5.20 pm</em></p><p class=\"ql-align-right\"><em style=\"color: rgb(51, 51, 51);\">to a date to be fixed.</em></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}], "writtenAnswersVOList": [], "writtenAnsNAVOList": [], "annexureList": [], "vernacularList": [], "onlinePDFFileName": ""}