{"metadata": {"parlimentNO": 12, "sessionNO": 2, "volumeNO": 92, "sittingNO": 6, "sittingDate": "30-05-2014", "partSessionStr": "PART I OF SECOND SESSION", "startTimeStr": "01:30 PM", "speaker": "Mdm Speaker", "attendancePreviewText": "null", "ptbaPreviewText": "Should there be a sitting of Parliament or meeting of a Committee of Parliament on these stated periods, Members' names may accordingly appear under the \"Absent\" list.", "atbPreviewText": null, "dateToDisplay": "Friday, 30 May 2014", "pdfNotes": "This paginated PDF copy of the day's Hansard report is for first reference citation purposes. Changes to the page numbers in this PDF copy may be made in the final print of the Official Report.", "waText": null, "ptbaFrom": "2014", "ptbaTo": "2014", "locationText": "in contemporaneous communication"}, "attStartPgNo": 0, "ptbaStartPgNo": 0, "atbpStartPgNo": 0, "attendanceList": [{"mpName": "Mr Gan Thiam Poh (Pasir Ris-Punggol).", "attendance": false, "locationName": null}, {"mpName": "Mr Hri Kumar Nair (Bishan-Toa Payoh).", "attendance": false, "locationName": null}, {"mpName": "Mr Inderjit Singh (Ang Mo Kio).", "attendance": false, "locationName": null}, {"mpName": "Dr Intan Azura Mokhtar (Ang Mo Kio).", "attendance": false, "locationName": null}, {"mpName": "Mr S Iswaran (West Coast), Minister, Prime Minister's Office, Second Minister for Home Affairs and Second Minister for Trade and Industry.", "attendance": false, "locationName": null}, {"mpName": "Ms Janice Koh (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Dr Lam Pin Min (Sengkang West).", "attendance": false, "locationName": null}, {"mpName": "Mr Lee Kuan Yew (Tanjong Pagar).", "attendance": false, "locationName": null}, {"mpName": "Ms Mary Liew (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Mr Mah Bow Tan (Tampines).", "attendance": false, "locationName": null}, {"mpName": "Dr Ng Eng Hen (Bishan-Toa Payoh), Minister for Defence and Leader of the House.", "attendance": false, "locationName": null}, {"mpName": "Ms Irene Ng Phek Hoong (Tampines).", "attendance": false, "locationName": null}, {"mpName": "Mr Ong Teng Koon (Sembawang).", "attendance": false, "locationName": null}, {"mpName": "Mr K Shanmugam (Nee Soon), Minister for Foreign Affairs and Minister for Law.", "attendance": false, "locationName": null}, {"mpName": "Mr Sam Tan Chin Siong (Radin Mas), Minister of State for Culture, Community and Youth and Prime Minister's Office.", "attendance": false, "locationName": null}, {"mpName": "Mr Teo Siong Seng (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Mdm SPEAKER (Mdm Halimah Yacob (Jurong)). ", "attendance": true, "locationName": "Parliament House"}, {"mpName": "Mr Ang Hin Kee (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr Ang Wei Neng (Jurong). ", "attendance": true, "locationName": null}, {"mpName": "Mr Baey Yam Keng (Tampines). ", "attendance": true, "locationName": null}, {"mpName": "Mr Chan Chun Sing (Tanjong Pagar), Minister for Social and Family Development and Second Minister for Defence. ", "attendance": true, "locationName": null}, {"mpName": "Mr Chen Show Mao (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Dr Chia Shi-Lu (Tanjong Pagar). ", "attendance": true, "locationName": null}, {"mpName": "Mrs Lina Chiam (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Charles Chong (Joo Chiat), Deputy Speaker. ", "attendance": true, "locationName": null}, {"mpName": "Mr Christopher de Souza (Holland-Bukit Timah). ", "attendance": true, "locationName": null}, {"mpName": "Mr R Dhinakaran (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Ms Faizah Jamal (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Nicholas Fang (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Fatimah Lateef (Marine Parade). ", "attendance": true, "locationName": null}, {"mpName": "Mr Arthur Fong (West Coast). ", "attendance": true, "locationName": null}, {"mpName": "Mr Cedric Foo Chee Keng (Pioneer). ", "attendance": true, "locationName": null}, {"mpName": "Ms Foo Mee Har (West Coast). ", "attendance": true, "locationName": null}, {"mpName": "Ms Grace Fu Hai Yien (Yuhua), Minister, Prime Minister's Office, Second Minister for the Environment and Water Resources and Second Minister for Foreign Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Mr Gan Kim Yong (Chua Chu Kang), Minister for Health and Government Whip. ", "attendance": true, "locationName": null}, {"mpName": "Mr Gerald Giam Yean Song (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Goh Chok Tong (Marine Parade). ", "attendance": true, "locationName": null}, {"mpName": "Mr Hawazi Daipi (Sembawang), Senior Parliamentary Secretary to the Minister for Education and Minister for Manpower. ", "attendance": true, "locationName": null}, {"mpName": "Mr Heng Chee How (Whampoa), Senior Minister of State, Prime Minister's Office and Deputy Leader of the House. ", "attendance": true, "locationName": null}, {"mpName": "Mr Heng Swee Keat (Tampines), Minister for Education. ", "attendance": true, "locationName": null}, {"mpName": "Ms Indranee Rajah (Tanjong Pagar), Senior Minister of State for Education and Law. ", "attendance": true, "locationName": null}, {"mpName": "Dr Janil Puthucheary (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Khaw Boon Wan (Sembawang), Minister for National Development. ", "attendance": true, "locationName": null}, {"mpName": "Dr Amy Khor Lean Suan (Hong Kah North), Senior Minister of State for Health and Manpower and Deputy Government Whip. ", "attendance": true, "locationName": null}, {"mpName": "Er Dr Lee Bee Wah (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Mr Desmond Lee (Jurong), Minister of State for National Development. ", "attendance": true, "locationName": null}, {"mpName": "Ms Ellen Lee (Sembawang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Hsien Loong (Ang Mo Kio), Prime Minister. ", "attendance": true, "locationName": null}, {"mpName": "Ms Lee Li Lian (Punggol East). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Yi Shyan (East Coast), Senior Minister of State for National Development and Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Mr Liang Eng Hwa (Holland-Bukit Timah). ", "attendance": true, "locationName": null}, {"mpName": "Mr Laurence Lien (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Biow Chuan (Mountbatten). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Hng Kiang (West Coast), Minister for Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Mr Raymond Lim Siang Keat (East Coast). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Swee Say (East Coast), Minister, Prime Minister's Office. ", "attendance": true, "locationName": null}, {"mpName": "Ms Sylvia Lim (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Dr Lim Wee Kiak (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Miss Penny Low (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Low Thia Khiang (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Ms Low Yen Ling (Chua Chu Kang), Parliamentary Secretary to the Minister for Culture, Community and Youth and Minister for Social and Family Development. ", "attendance": true, "locationName": null}, {"mpName": "Mr Lui Tuck Yew (Moulmein-Kallang), Minister for Transport ", "attendance": true, "locationName": null}, {"mpName": "Mr Masagos Zulkifli B M M (Tampines), Senior Minister of State for Foreign Affairs and Home Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Dr Mohamad Maliki Bin Osman (East Coast), Minister of State for Defence and National Development. ", "attendance": true, "locationName": null}, {"mpName": "Mr Muhamad Faisal Bin Abdul Manap (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Dr Muhammad Faishal Ibrahim (Nee Soon), Parliamentary Secretary to the Minister for Health and Minister for Transport. ", "attendance": true, "locationName": null}, {"mpName": "Dr Lily Neo (Tanjong Pagar). ", "attendance": true, "locationName": null}, {"mpName": "Mr David Ong (Jurong). ", "attendance": true, "locationName": null}, {"mpName": "Ms Denise Phua Lay Peng (Moulmein-Kallang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Png Eng Huat (Hougang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Pritam Singh (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Mr Seah Kian Peng (Marine Parade), Deputy Speaker. ", "attendance": true, "locationName": null}, {"mpName": "Mr Seng Han Thong (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Ms Sim Ann (Holland-Bukit Timah), Minister of State for Education and Communications and Information. ", "attendance": true, "locationName": null}, {"mpName": "Mr Sitoh Yih Pin (Potong Pasir). ", "attendance": true, "locationName": null}, {"mpName": "Mr Tan Chuan-Jin (Marine Parade), Minister for Manpower. ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Tan Kheng Boon Eugene (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Ms Jessica Tan Soon Neo (East Coast). ", "attendance": true, "locationName": null}, {"mpName": "Ms Tan Su Shan (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Patrick Tay Teck Guan (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Mr Teo Chee Hean (Pasir Ris-Punggol), Deputy Prime Minister and Coordinating Minister for National Security and Minister for Home Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Dr Teo Ho Pin (Bukit Panjang), Deputy Government Whip. ", "attendance": true, "locationName": null}, {"mpName": "Mrs Josephine Teo (Bishan-Toa Payoh), Senior Minister of State for Finance and Transport. ", "attendance": true, "locationName": null}, {"mpName": "Mr Teo Ser Luck (Pasir Ris-Punggol), Minister of State for Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Mr Tharman Shanmugaratnam (Jurong), Deputy Prime Minister and Minister for Finance. ", "attendance": true, "locationName": null}, {"mpName": "Ms Tin Pei Ling (Marine Parade). ", "attendance": true, "locationName": null}, {"mpName": "Mr Edwin Tong Chun Fai (Moulmein-Kallang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Vikram Nair (Sembawang). ", "attendance": true, "locationName": null}, {"mpName": "Dr Vivian Balakrishnan (Holland-Bukit Timah), Minister for the Environment and Water Resources. ", "attendance": true, "locationName": null}, {"mpName": "Mr Wong Kan Seng (Bishan-Toa Payoh). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lawrence Wong (West Coast), Minister for Culture, Community and Youth and Second Minister for Communications and Information. ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Dr Yaacob Ibrahim (Moulmein-Kallang), Minister for Communications and Information and Minister-in-charge of Muslim Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Mr Alex Yam (Chua Chu Kang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Yee Jenn Jong (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Alvin Yeo (Chua Chu Kang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Yeo Guat Kwang (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr Zainal Sapari (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Zainudin Nordin (Bishan-Toa Payoh). ", "attendance": true, "locationName": null}, {"mpName": "Mr Zaqy Mohamad (Chua Chu Kang). ", "attendance": true, "locationName": null}], "ptbaList": [{"mpName": "Ms Janice Koh", "from": "30 May", "to": "30 May", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Mr Lee Kuan Yew", "from": "30 May", "to": "30 May", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Dr Intan Azura Mokhtar", "from": "30 May", "to": "30 May", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Mrs Josephine Teo", "from": "01 Jun", "to": "23 Jun", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Mr Heng Chee How", "from": "20 Jun", "to": "22 Jun", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}], "a2bList": [], "takesSectionVOList": [{"startPgNo": 0, "endPgNo": 0, "title": "Debate on President's Address", "subTitle": "Fifth Allotted Day", "sectionType": "OS", "content": "<p>[(proc text) Order read for Resumption of Debate on Question [26 May 2014]. (proc text)]</p><p>[(proc text) \"That the following Address in reply to the Speech of the President be agreed to: (proc text)]</p><p>[(proc text) ‘We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the Second Session of this Parliament.'.\" – [Mr Zaqy Mohamad]. (proc text)]</p><p>[(proc text) Question again proposed. (proc text)]</p><p><strong> Mdm Speaker</strong>:\t<span style=\"color: rgb(51, 51, 51);\">Mr Cedric Foo.</span></p><p><strong>Mr Cedric Foo Chee Keng (Pioneer)</strong>: Mdm Speaker, thank you for the chance to join in this debate. President Tony Tan said in his speech that \"the best years for Singapore are ahead of us\". Indeed, Singapore has a strong foundation from which to build on. But whether or not the next generation will inherit a better Singapore depends on the choices that, we, as a Government and as a people make in the next few years. Minister Mentor Lee once said \"the future is what we make of it\".</p><p>If we take stock of the last 50 years. Singapore has done well on the security and economics spheres. Our achievements, as a country on these fronts have been nothing short of stellar. Our key challenges now remain: (a) an ageing population; and (b) a widening income/wealth gap.</p><p>Clearly in the next few years, the Government needs to address these issues through social programmes and redistribution policies. In doing so, it could take two different paths.</p><p>Path One: it yields to populist demands and takes a short-term view. Singapore will lose its competitive advantage over time. Path Two: even as it introduces new social programmes and enhances existing ones; it keeps an eye on emerging trends and uncertainties, and maintains Singapore's long-term competitiveness, then I believe the future of this nation will remain bright.</p><p>The second path, Mdm Speaker, is obviously harder to execute. It requires careful calibration and making the right trade-offs between the short term and the long term. The Government would need the support of its people to first understand the trade-offs and then to make certain sacrifices now so as to secure a brighter future.</p><p>There are various pitfalls that other countries have faced in bringing about social programmes despite their good intent.</p><p>Singapore will do well to avoid these pitfalls and stick to certain principles and I will highlight four of them.</p><p>First, do not erode our work ethos. Our success as a nation so far has been the work ethos of our people. The world is changing. But I do not see a scenario where good old-fashioned work ethos becomes unnecessary for success.</p><p>Workfare, introduced in 2008, reflects the Government's philosophy that Employment is the best form of social assistance. Workfare reinforces the values of hard work and self-reliance. In contrast, many of the advanced economies with social welfare policies have, over the years, seen large numbers of citizens on unemployment benefits with greater reliance on the Government.</p><p>Secondly, do not burden future generations. One of the defining features of the Pioneer Generation Package (PGP) is that the Government is setting aside the entire funding required for the Package, including expected cash outflows in future years, in the current year's Budget. We need to maintain prudent fiscal policies and financial discipline to avoid the pitfalls of a populist Government, seeking to win voters today by promising subsidies that future generations have to bear.</p><p>Thirdly, do not fuel over-consumption. The principle of co-payment especially for healthcare reduces the propensity for over-consumption. If services are fully subsidised, over-consumption will inevitably set in. In such a scenario, \"tax dollars\" will go to wasteful consumption rather than effectively defraying a patient's medical costs. There would also be knock-on effects, including a strain on infrastructure as consumption increases.</p><p>When I was engaging residents in a dialogue on the PGP, there was a suggestion that we should make healthcare totally free for the members of the PGP. It is more elegant, it is simple, it gives peace of mind. But if we do that, then, are we really helping the members of the Pioneer Generation? Because you would increase the tendency for patients to seek a second opinion, maybe a third or a second MRI and so forth. Wasteful consumption and surge in demand may not achieve the ends that we seek.</p><p>Fourth, do not supplant family as a first line of defence. Needy Singaporeans require holistic support; money alone is not sufficient. Family members, VWOs, neighbours and volunteers have very important roles to play. Hence, the Government has various initiatives, tax reliefs for supporting parents, higher HDB Housing Grants for living within 2 km of parents' flat and so forth. The Government can and should augment the efforts of the family but should not supplant it.</p><p>Fifth, building social capital. Mdm Speaker,&nbsp;sociologist Francis Fukuyama defines social capital as \"a set of informal values and norms shared among members of a group that permits cooperation among them\". I spoke of this topic back in 2001.</p><p>We need social capital to build cohesion amongst Singaporeans. There was a time when Singapore had very high social capital. It is called the \"Kampong Spirit\", when neighbours look out for one another and when self-abnegation rather than envy ruled the day. Can we rekindle this spirit of a closely-knit society even as we grow our economy and plug into the global economy?</p><p>Mdm Speaker, how we make this shift and the choices we make now will determine Singapore's future. Success is transient. History is replete with examples. Empires rise and fall. Companies thrive and fail. Products gain market share and become obsolete. Even species become extinct. There is no reason why Singapore's current success will be guaranteed or everlasting. No one can underwrite our success – except ourselves. We need to work at it all the time.</p><p>So, why does an entity fail over time? It is inward-looking. It ignores the competition. It is overly protected. It fails to anticipate and plan ahead. It is slow to adapt. It becomes a victim of its past success. It is complacent. It loses its \"grit, drive and determination\".</p><p>Madam, if these terms sound familiar, it is because when an entity is at the top of its craft, like where Singapore is now, our guards are down. We hear noises, asking for lower growth. But it is the leaders' duty to look beyond today so as to secure Singapore's future.</p><p>Madam, Singapore also needs a new \"Vision of the Future\" which is beginning to take shape through Our Singapore Conversation (OSC) series. Such a vision is needed to rally us and to define us as a nation and as a people.</p><p>The President was right to say that \"the best years for Singapore is ahead of us\" but this is provided that we make the right choices and take the right path forward. We need to rally the people to take a longer-term view and a more collective view. Our people will do that if they can see the Government addressing their short-term needs. This, we must do and the Government's Addenda for each Ministry spell out how this will be done.</p><p>Mdm Speaker, on the eve of Singapore's 50th year of Independence, I join my colleagues in honouring our pioneers who have built this city, literally with their bare hands. They made the sacrifices so that we can enjoy the Singapore that we have come to know. We honour them. Yes, through the PGP, but the best gift yet is to \"pay it forward\" – to bequeath to our children a better Singapore than the one we inherited. Mdm Speaker, I support the Motion.</p><h6>1.40 pm</h6><p><strong>Mr Lim Biow Chuan (Mountbatten)</strong>: Mdm Speaker, every time I return to Singapore from an overseas trip, I would look out from the plane window to try to catch a glimpse of the familiar bright lights of the HDB flats near Changi Airport. As the plane touches down on the airport runway, somehow, I feel this sense of comfort, this sense of happiness that I am returning back to Singapore&nbsp;– my home.</p><p>It sets me thinking&nbsp;– what does \"Home\" mean to most Singaporeans? I acknowledge that \"Home\" probably means different things to different people.</p><p>For me, it is a sense of familiarity. I know that when you step out from the plane, you will encounter clean toilets, the immigration queues will be short, you will be greeted by friendly immigration officers and smiling airport staff, the baggage will come out quickly and everything works efficiently.</p><p>But home should be more than just an efficient system. To me, home is also a place where my family members, my relatives and all my friends are. Home is a place where you can move around safely; where the majority of Singaporeans whom you encounter speak Singlish and are honest and friendly. Where many of us have shared experiences like living in an HDB flat, have gone through a common education system, have eaten together in a hawker centre, and, for the men, have served NS and shared NS stories; home is where we can interact comfortably with people of different races and different religions. Some people have argued that they feel like strangers in their own country and some have said that they want to leave Singapore and not come back. I do not agree. It is really what a person chooses to see. There are so many things which a Singaporean can easily identify with as Home.</p><p>Next year, Singapore celebrates its 50th year of Independence. As a nation, we have done well economically and we are the envy of many countries. Each time I meet legislators from other countries, they would compliment us on how successful Singapore is and they praise our political system.</p><p>But I would be the first to acknowledge that we are not a perfect nation. Sometimes, things do not work the way we hoped they will. Policies which seem well thought through are sometimes poorly communicated or poorly implemented.</p><p>I do not believe that we will ever have a perfect nation. But I am convinced that our Government leaders all have the heart to want to make Singapore a better country for all of us. When things do not work well, this Government will set out to put them right. When policies are wrong, this Government will work to change the policies. The Government does not shy away from making corrections mid-stream if the change will help improve Singaporeans' lives.</p><p>Prime Minister Lee yesterday elaborated on several of the policies designed to help Singaporeans lead a better quality of life and to improve the social safety net for Singaporeans. My view is that the task of improving the lives of Singaporeans will always be \"work in progress\" as we try to find the right balance and the right trade-offs to balance the interests of different groups of Singaporeans.</p><p>For example, we have to look after the interests of workers who want better pay; and we have employers who want lower cost workers who are willing to work harder. We have to balance the interest of the younger generation who want to buy their first home at a cheaper price versus the existing home owners who are concerned that their homes will depreciate in value. The desire of the 55-year-old worker who wants to withdraw all his CPF funds versus younger taxpayers who are concerned that, in future, they have to bear the financial costs of looking after retired Singaporeans who have withdrawn their CPF at 55 years and, unfortunately, lost their savings due to bad investment decisions. The challenge for the Government is how to strike the right balance.</p><p>In the President's Address, he spoke about the Government's plans to address the concerns and aspirations of the people and to build a better future for all Singaporeans. I support the various proposals laid out by the President. In particular, allow me to speak about the need to support strong families and communities, and the need to inculcate the right character values amongst Singaporeans.</p><p>Mdm Speaker, we live in a very competitive society and work so very hard. Frequently, we forget to pause to learn how to appreciate our lives. We forget to celebrate little successes as we strive for near perfection. We forget to give that little word of encouragement to our children or to our colleagues because we needed to rush to meet a deadline for a project or maybe finish a speech.</p><p>In the process, the fabric of the family is weakened as family members spend less time bonding together. We are preoccupied with work even after office hours. It is a ridiculous situation. Our smart phones should be a technological tool for us and help us to become more productive and work smarter. It has, however, become a technological burden for many of us as we are on call even after office hours.</p><p>So, I urge the Government to do more to encourage employers not to encroach upon the personal time of their employees. Perhaps, we can take a leaf from the French where the unions and the employers have come to an agreement to prohibit workers from replying to emails after leaving their office – sounds exciting.</p><p>The Civil Service, as the largest employer, can take the lead in this respect and discourage staff from replying to emails after office hours, unless very urgent. Perhaps, even encourage staff to eat with their families not just once a year, but once every month. And this is a way in which we can support strong families. I hope Members of the Cabinet are looking at this enthusiastically.</p><p>Next, Mdm Speaker, let me speak about values. The President spoke about having values like empathy, filial piety, respect and mutual help to be part of our lives. I would like to add on other important values like kindness, gratefulness, humility, respect for one another. We should encourage everyone to reflect upon their lives daily and see whether they have performed a kind deed each day. Have they been kind to their family members or to their colleagues, or to their domestic helpers, or even to the cleaners cleaning the void deck of their HDB flats? Or have they expressed gratefulness to someone who has helped them during the week? So, I am also glad that Prime Minister Lee spoke on why we should not flaunt our wealth or position. This is the need to be humble and the need to respect others, regardless of who they are.</p><p>Unfortunately, values cannot just be taught in schools; they must be caught. As a society, if we do nothing to promote basic character values, our future generation will suffer because many of them are hooked up to the Internet and engaged in social media. I worry each time I read some of the postings on social media. There is little civility, no efforts to be kind to others, no sense of mutual respect in some of these social media posts. Frequently, the comments are full of cynicism. Some may think it is in vogue to bash the Government or its policies. But one day, these cynical behaviour will come back to haunt us as our children who read these posts lose their sense of bearing as to what is right and what is wrong behaviour.</p><p>If we want Singapore to be an endearing home, we need more efforts to promote a gracious and caring society. Perhaps, we can provide more funding to the Singapore Kindness Movement. Ask them to organise more programmes to constantly promote the need to inculcate right character values to encourage graciousness and care in our everyday lives, not just amongst students, but also for adults who must lead by example and who must want to impart the right values to our younger generation. This will make Singapore a more pleasant place for all of us.</p><p>One area which I hope to see improvement is for the Government to do more to care and help the vulnerable and to look after the weakest living in our midst. Earlier this year, during the Committee of Supply debate, I had asked HDB to consider allowing elderly seniors who are either single, divorced or living alone to rent a 1-room rental flat. I argued that these seniors are on their own and do not have support from their spouse, ex-spouse or children.</p><p>So, I urge HDB to allow an exception for this small group of seniors to rent a 1-room flat by themselves. These are just flats without any room, just a living hall. We should not insist that they co-share the flat with a total stranger at their age. Whilst I understand the need to manage scarce resources, I do urge MND to allot more resources to build up more rental flats just to cater to this small group of single elderly. And indeed, we can also put in more resources to provide more housing options to divorcees with children and even to unmarried single parents who had made a mistake in their younger days. Otherwise, their children would suffer.</p><p>Mdm Speaker, we are in a position of strength. We can set aside more resources to help the vulnerable have a better quality of life. Our society will be judged by the way in which we look after the weakest in our midst.</p><p>Finally, allow me to speak on education. The other day, my colleague, the hon Member Mr Seah Kian Peng, suggested that PSLE is past its time. I respectfully disagree. The PSLE is a helpful tool to help schools allocate their resources to assist students achieve their best. Not all students develop at the same pace or have the same kind of aptitude towards academic studies.</p><p>Thus, for the students who are late developers, it is important for them to be given more help to overcome some of their weaker subjects. For those who do not have an interest in academic subjects, it may be better to assess them earlier and allow them to choose a different path so that they can excel in a different manner. What is important is to ensure that there are many different upward pathways to success.</p><p>So, if a student does not do well in PSLE, he must not think that it is the end of the world. With hard work, he can achieve better in Secondary school. And we have many stories of students from the Normal stream who have moved on to the Polytechnic and then to University and who have achieved great success in their lives. Education should really be a training of your mind never to accept that you are a failure and to learn how to persevere. And success should never be measured only by a person's wealth, educational qualifications or social status. We must broaden our perspective to respect everyone, regardless of whether they are rich or poor.</p><p>There is, however, one area in our education system which I hope to see some change. Just like adults who work very hard and are very stressed, our young students in schools are also very stressed. Many parents whom I speak to ask, \"Why do we give so much work to our children, especially at Primary school level?\" Sometimes, the child is given so much homework that he has to slog late into the night just to finish the work. So, parents fear that even as they find time, they set aside time for their children, it is their children who do not have time for them anymore. Many parents feel that at a young age, it is more important for the students to pick up character values than to stress them with constant assignments, assessments and tests.</p><p>I am concerned that in our desire to develop our children holistically, we may inadvertently take away their childhood. Children should be allowed to explore on their own, to develop creativity in a less structured manner. In today's world, it is really more important to know how to learn rather than just accumulating knowledge. Whatever I do not know today, I would be able to find most of the answers through the Internet.</p><p>So, I urge MOE to relook the curriculum of the Primary and Secondary schools. Let us consider a reduction of the curriculum by 20% to 30%. Make it a policy that every school should have at least two days in a week whereby the students will have no homework to do. Whatever work the students need to do, they must finish the work within the official school hours. This will benefit not only the students who have more time at home, but it will also ease the workload of the teachers who can also spend more time with their families.</p><p>Mdm Speaker, when Singaporeans from all walks of life come together to discuss and explore different ways to build a better, brighter Singapore, we can make the Singapore Dream happen. I support the Motion.</p><p><strong> Mdm Speaker</strong>: Mr Chen Show Mao.</p><h6>1.54 pm</h6><p><strong>Mr Chen Show Mao (Aljunied)</strong>: Madam, earlier in this debate, Minister Gan Kim Yong announced that a national conversation will be entered into over the next few months to draw up a national action plan for successful ageing. Issues in lifelong learning, employment, volunteerism, urban infrastructure, healthcare, retirement adequacy and research into ageing will all be discussed. I wish the Minister every success in this important undertaking.</p><p>In this connection, the Minister also called for a change of mindset, and I quote, \"from worrying about the challenges that come from ageing to celebrating longevity\". This is welcomed. For my part, I would like to say again a couple of things that I had said before in this House which I believe would be useful for us to keep in mind as we embark on drawing up our national action plan for successful ageing.</p><p>First, in addition to the challenges it presents, the ageing of our population also gives us opportunities as a nation to invest in the human capital of our senior citizens for great social returns. Investing in elderly Singaporeans will reward our society with the economic, social and cultural contributions they are able to make with our assistance. It would also enable us to be inclusive, which is the basis of community and social cohesion.</p><p>Economic benefits can be realised from investments made to redesign jobs, workplaces, work processes or even our work culture to allow us to more fully draw on the experiences and the know-how that older workers have to offer in spite of physical bodies starting to slow down, and to allow older workers to remain as productive as or even more productive than their younger counterparts.</p><p>The elderly are also a repository of social and cultural capital. With some investment that help keep them close to their homes, we can leverage on our elders' long-standing ties in the community to teach our children traditional wisdoms and values and share stories and lessons. Our elderly can also be employed in schools to teach subjects in Social Studies and National Education, or be encouraged to volunteer to do so.</p><p>So, let us continue to invest in Singaporeans even as they age and become elderly. But what forms will such investments take? It is a good thing that seniors themselves will participate in the national conversation about a nation for all ages. It is a good thing that they will express preferences for different active ageing activities and lifelong learning programmes. But whatever these preferences, perhaps, we could look into providing a pillar that will help support investments by our elderly in their human capital. Just like children who need to develop and working adults who need to upgrade their skills, our elderly, too, do need support and resources to continue growing, learning and developing.</p><p>The second pillar. Informal caregivers also make it possible for our elderly to age in place, in their homes, in the community. These are friends and family. In 2010, it was estimated that approximately 8% of Singaporean adults provide regular care to family members or friends, providing on average 6.8 hours of care in a typical way. It appears to me that an important pillar to enable success to ageing would be support we provide to our informal caregivers. It is well-documented that caregivers often suffer declines in their own financial circumstances and their mental and physical health as a result of their caregiving role.</p><p>So, as other Members have suggested, support may take the form of leave for informal caregivers or the right to ask for flexible work arrangements or CPF top-ups. Not because we want to monetise the act of caring for their loved ones, but we need to help ease some of the financial strains that may arise from their taking on such informal caregiving arrangements. Many Members believe that providing more support to our informal caregivers is the right thing to do.</p><p>And, Madam, as was said on the opening day of this debate, it is not so much what is said but what is done that will be the measure of our progress.</p><p><strong> Mdm Speaker</strong>: Mr Cedric Foo.&nbsp;&nbsp;</p><h6>2.00 pm</h6><p><strong>Mr Cedric Foo Chee Keng</strong>: I would like to seek some clarification from the hon Member Mr Chen Show Mao. He speaks about ageing issues, the ageing society, and I want to thank him for supporting the effort to engage Singaporeans in a dialogue to see how we may address this. But, really, underpinning the ageing population is the need to bring in immigrants and I would like to seek his views if he sees it necessary for Singapore's long-term future to bring in immigrants.&nbsp;&nbsp;</p><p><strong>Mr Chen Show Mao</strong>: Madam, I believe our focus should be on the growing of a resident workforce. That includes the elderly workers whom we can help to participate more in our economy. When targets we set for the growth in our resident working population are not met, then I think at that time, the number of foreign workers may be increased so that we are on our path to growth as we have planned. The Workers' Party's position on this is clear. And that is, we will focus on the growth of the resident workforce and when that force is short, the population of foreign workers in Singapore may be increased.</p><p><strong> Mdm Speaker</strong>: Mr Cedric Foo.&nbsp;&nbsp;</p><p><strong>Mr Cedric Foo Chee Keng</strong>: Mdm Speaker, I thank the hon Member for his reply but I was really asking about immigrant inflow into Singapore, to really reverse the pyramid that has now been inverting. Because by 2030, as this House has heard, there will be 900,000 Singaporeans above the age of 65. And because families are getting smaller, Mdm Speaker, we do need immigrants. And I would like Mr Chen's comment on whether he welcomes immigrants and whether he would rally the support of Singaporeans to bring about these immigrants so that they are on our side, they help us compete, they help us stabilise our society.&nbsp;&nbsp;</p><p><strong>Mr Chen Show Mao</strong>: Madam, I have worked, as you know, abroad for many years in my life. And I thank foreigners – foreign governments and foreign friends – for the opportunities that I was given to work in their countries. Of course, we have nothing against immigrants coming to Singapore. But we are talking about an orderly growth within limits. And, hopefully, we would have debated and agreed on it. And that is not inconsistent with what we have said on immigration and on foreign workers in Singapore. I would like to ask Mr Foo if that is what he had in mind by asking the question.&nbsp;&nbsp;</p><p><strong>Mr Cedric Foo Chee Keng</strong>: We have debated this issue of an ageing population robustly. The Government has put up a plan under Deputy Prime Minister Teo. I have been trying to explain also to my residents why we need to do this. On the economic front, if we allow the society to age, our tax base will narrow and there is no guarantee high taxpayers, talented people, will remain in Singapore. We hope they do and we will work hard to make sure that they do but there is no guarantee of that.</p><p>On the security front, our battalions will have to be smaller. On the political front, people will vote for ageing issues. I mean the old in our society when they start to outnumber the young, would ask for even more healthcare, and where does this leave future Singaporeans?</p><p>We discussed about constructive politics, how Members from different parties should come together and enlighten the population, the populace, the voters about the trade-offs. But so far, we have not heard the Workers' Party, hand-in-hand, if they believe in this policy; to reach out to the people, to support immigration. And listening to Mr Chen, I am still not very clear whether the Party and himself support bringing in immigrants.</p><p>You cannot do this overnight because you need time for them to assimilate. You cannot wait until the labour participation fails and then decide to bring in a deluge of immigrants to flood Singapore. We need to do this gradually. We need to plan ahead. We need to do it in a consistent, \"assimilable\" way.&nbsp;&nbsp;</p><p><strong> Mdm Speaker</strong>: Mr Low Thia Khiang.&nbsp;&nbsp;</p><p><strong>Mr Low Thia Khiang (Aljunied)</strong>: Mdm Speaker, on the issue of immigration, I thought we have stated clearly. Many a time, I believe the Party's Members have repeated the position of the Workers' Party. The Workers' Party is not an anti-immigration party. We make it clear here. We are not anti-immigration. We welcome immigration which can contribute to the well-being of Singapore and to the economy of Singapore. We welcome foreign talent but \"talent\", \"real talent\", not immigrants who are taking away the jobs of Singaporeans or taking away opportunities Singaporeans could have been served. So, I think let us make it clear here. We are not anti-immigration. What we are saying is that we got to have quality immigrants.</p><p>Secondly, we have to keep the Singaporean Core strong. I think it is too simple, too simplified to assume that when the immigrants come to Singapore, they would integrate with Singapore and Singaporeans, and be part of Singapore. It is not that simple. In the Population White Paper, we had debated a lot on this. We have set out the Workers' Party's position clearly. I hope Members would go and read our White Paper; it is published on the website, so you understand our position. We are not running away from the position.&nbsp;&nbsp;</p><p><strong> Mdm Speaker</strong>: Minister Lawrence Wong.</p><h6>2.09 pm&nbsp;&nbsp;</h6><p><strong>The Minister for Culture, Community and Youth and Second Minister for Communications and Information (Mr Lawrence Wong)</strong>: Mdm Speaker, I rise in support of the Motion of thanks to the President. We have had a fruitful debate over the last few days and Members had touched on many issues: on population, immigration, the elderly, as Mr Chen mentioned just now. I would like to talk on another spectrum, another part of the population spectrum, on youths. And as the Minister for Youth, I fully agree with what the President said, that it is our young people, in particular, who must carry the torch faster and further for a brighter Singapore.</p><p>During the debate, several Members expressed concerns about the future that young people will have in Singapore. I have met and engaged with many young Singaporeans in the course of my work at MCCY and the National Youth Council or NYC. Some of them are, indeed, anxious about the future.</p><p>Nowadays, before you even reach mid-life crisis at 50, there is quarter-life crisis at 25. So, I meet young working adults agonising over whether they have made the right life choices. Perhaps, some angst is not uncommon at this stage of life, more so when there are so many choices available. In a way, it is also an opportunity for reflection and self-discovery, leading to stronger resilience and life skills. But what inspires me more is that I see a strong sense of idealism and enthusiasm amongst our youths to imagine the kind of Singapore they want for their future and to go about making things better for themselves and their fellow citizens. Members need not take my word for it alone.</p><p>Let me share a story. Many Members would know that we are starting the pilot-run of the Youth Corps this year in June. We spoke to one of the applicants, Nur Huzaima Binti Mahrom. She is 28 this year, so, perhaps, she has made it through her quarter-life crisis. She works at a copywriting firm and I quote what she told us, \"Are young people happy? Well, they are happier than the older generation of today but they are at a stage when they are still figuring out what they want to do in life and feel the pressure to do so early. They are confused but they hope for a brighter future. So, I would say it is happiness mixed up with anxiety.&nbsp;\"When I was young I wanted to be many things: a flight stewardess, a doctor, a teacher and a cook. My family wanted me to do engineering but I wanted to do what I love best, which is to write. Today, my work gives me joy but, beyond my job, I want to contribute to social causes. I am lucky, by some accident or fate, to be born in Singapore – healthy, young and strong. But there are many who are struggling. I feel it is my duty to do something in the world.\"</p><p>So, Huzaima has tutored less privileged children in Singapore. She has helped build a community centre in Nicaragua. She has worked with locals to run a social enterprise on the developing outskirts of Manila and she is just one of more than 250 applicants we have received for the Youth Corps, for the first run of the Youth Corps. They come from a diverse range of backgrounds – from ITE, from the Polytechnics, from University students to young working adults like her. This is just the first intake of the Youth Corps and we are continuing to recruit. To all the youths out there who want to make a difference, who want to make Singapore and the world a better place, please sign up.</p><p>Beyond the Youth Corps, I believe there are many young people who feel the same way as Huzaima, still deciding what they want out of life, yet hopeful of a brighter future ahead of them. Compared to previous generations, today's youths have more options before them rather than moving straight to the best-paying or most stable jobs, a good number are taking some time to figure out their way in life and to discover what gives them meaning and joy. They do feel some pressure and anxiety but, given the opportunity, they are able to channel this energy into purposeful and impactful causes.</p><p>My Ministry will redouble our efforts to engage our youths at this important stage of their lives. We will do more to support the aspirations of all youths. We will equip them with vital life skills and help them discover their calling and passion. We will enable them to create their own ground-up initiatives, go for their dreams and diverse areas and lead fulfilling lives.</p><p>To realise these goals, we will increase investments in our youths: one specific area we are looking at is to enhance and widen the spaces for youth participation and involvement. Today, we have *SCAPE in Orchard Road. It was an idea that came from our youths 10 years ago and since the space became operational in 2010, *SCAPE has established itself as a popular youth hangout. But the youth landscape has evolved over the years and we need to keep up with the times. So, we will be embarking on a review of *SCAPE to look at the use of space, the tenant mix and to see how we can have new programmes that will be more appealing and more relevant to youths, for example, in areas like music and media. This is our plan for *SCAPE version 2.0.</p><p>Beyond having *SCAPE, in the city centre, we are also planning more youth spaces and programmes in other parts of the island so that we can reach out to more youths nationwide. Not all of these programmes need to be run centrally by NYC or *SCAPE. In fact, many will have to be done through partnerships, and this will require us to forge closer ties with key youth stakeholders, including MOE and schools, as well as the many voluntary groups in the community. One important partner is Outward Bound Singapore (OBS). Currently, OBS provides customised outdoor experiential learning programmes for many school students. And I have received consistently good feedback about the OBS trainers and their programmes. Many young people who have gone through OBS would share that it is a \"transformational life-changing experience\". And, perhaps, Members yourselves have experienced it.</p><p>We plan to scale up the OBS programmes and enable more young people to benefit from them. To do all these, we need to restructure and to strengthen NYC. We want NYC to be a national body overseeing youth affairs. NYC already has an active presence on the ground. For example, it supports many youth initiatives in community and social causes and it enables many youths to embark on community service projects overseas.</p><p>There is scope to do even more and to raise awareness of what NYC has to offer for youths. As a national youth body, NYC has to reach out to all youths and youth organisations. It must champion youth engagement and coordinate youth programmes nationwide with stakeholders. It must gather feedback from the ground and undertake research to better understand the needs of our youths. It must provide a voice for youths to influence and shape national policies. These are capabilities which we will build up as part of a restructured NYC and I will share more details on this in the coming weeks.</p><p>In all that we do, we will continue to provide fair access to opportunities for our youths, regardless of their backgrounds. This is something many Members have emphasised in the points they raised during the debate about social mobility. I understand the concerns; it is something that weighs heavily on our minds, too.</p><p>In Singapore, no one should be deprived of the chance to broaden his horizon or develop a talent because of his family circumstances or social background. MCCY and MOE have been working together to offer more youth programmes, be it in arts, sports or other areas, both within and outside schools. In sports, for example, we have put in place programmes to reach out to youths from lower income or disadvantaged homes. Some of them have not had much exposure in sports but they show tremendous promise. And importantly, there will be pathways for them to develop further, for example, through the Singapore Sports School.</p><p>Likewise in arts and culture, we have made museum entry free for Singaporeans and we are continuing to bring arts programmes closer to the community, especially to our youths. We want them to experience the arts at an early age and enrich their lives and also have access to multiple pathways to develop their talents further. So, I want to assure all Members that our offerings will continue to be inclusive and accessible so that all Singaporeans can participate and benefit.</p><p>As Singapore continues to evolve, we must equip our youths with the knowledge and attributes that they will need to grow into active and discerning citizens. As the saying goes, \"We can't always build the future for our youths, but we can build our youths for the future\".</p><p>Some Members have mentioned the need for political education. No doubt it is important to be informed about the political system and the principles of governance in Singapore. But our priority in education must be on character development, as several Members have emphasised, including Mr Lim Biow Chuan just now.</p><p>Good character is about staying true to the values that we hold dear. Good character means honesty and integrity in our words and actions. Good character means that while we may disagree on certain issues, we can still come together and thrash things out. More importantly, good character gives rise to good deeds.</p><p>One of our founding fathers, the late Mr Rajaratnam, put this very well. When he spoke of Singapore becoming a democracy of deeds and not words, he called for citizenship participation at all levels so that we can rise above adversarial politics and solve practical problems in a practical way. That is, to quote from him, \"to solve practical problems in a practical way\". Mr Rajaratnam said this in the early 1970s and, in many ways, he was prescient in highlighting the problems we see today in mature democracies around the world. In countries previously upheld in some quarters as the bastions and role models of democracy, we see citizens becoming increasingly cynical and disenfranchised, as described by Mr Hri Kumar eloquently in this House earlier in the debate.</p><p>It is especially worrying that many young people in such countries have succumbed to this disillusionment and have grown more disengaged from public life and their communities. We must never allow this to happen in Singapore.</p><p>In engaging our young people, we must get to the heart of what makes for a healthy democracy and, that is, the collective engagement of an active citizenry for the public good. We must encourage our youths to get involved in causes and projects that build a better society. We must aspire for Singapore to be a problem-solving democracy, a democracy of deeds. That is why we are focusing on values in action, not just values, but values in action in our schools. And that is why we are focusing on community leadership and community involvement in the youth corps.</p><p>We are already seeing many active young Singaporeans who inspire all of us to do better and to do more. Take David Ho and his team from NUS, for example. They took part in the Gobi March last year to raise $100,000 in funds for&nbsp;The Straits Times&nbsp;School Pocket Money Fund. There are also many youth-led social enterprises, like Conjunct Consulting, which is a group that offers pro bono consulting services – these are young professionals, so they have skills and they donate or they offer their skills on a pro bono basis for organisations in the social sector.</p><p>These are just some examples of young people who are making a difference early in their lives and there are many more out there. So, overall, I would say that we are not doing too badly on this front. But we can and we will continue to do better.</p><p>Mdm Speaker, our challenges ahead may be new but the values upon which our success depends&nbsp;– honesty and hard work, resilience and responsibility, the determination to strive and act for the common good – these things are not new. These qualities will stand us&nbsp;– not just our youths but all Singaporeans – in good stead as we prepare to celebrate our nation's 50th anniversary of Independence next year.</p><p>The first thing we did as part of our SG50 celebration was to honour our pioneers and I think that is the right way to start. As Members would recollect, we had a tribute event at the Istana in February and we will continue to have many different activities and events throughout the year to honour our pioneers in the different segments of society.</p><p>Earlier this year, we also asked Singaporeans how they would like to celebrate this important milestone. And within two months, we had received more than 11,000 suggestions – they come from Singaporeans of all ages and from all walks of life. I met Dr Jia Jia – he wanted to give a hug to 50 persons and have each of them multiply that with another 50 more. So, if that project works, I think all of us would have had a hug with one another in Singapore.</p><p>One working adult suggested having a giant potluck with her neighbours for the nation's 50th birthday. Another said he would like to walk through places and hear the stories of the past, with different generations of people. And many others would like to have local bands and drama groups to stage performances.</p><p>We have gone through each and every suggestion, and we will try our very best to build them into our events and programmes in the coming year. Mr Heng Swee Keat and I will share more details on the SG50 calendar next week. What we have in the calendar will include many ground-up initiatives because we want Singaporeans to take ownership of the celebration and to play an active role in the celebration. That is why we set up the SG50 Celebration Fund which will provide each project that is put up for approval up to $50,000 in funding.</p><p>Today, we have received over 100 proposals ranging from performances to publications, to charity projects and volunteering projects. For example, Samuel He wants to work on a community quilt project by stitching together photographs of families taken at iconic locations. Joaquim Sim and Lim Mui Chen want to publish success stories of how social enterprises in Singapore are helping the underprivileged.</p><p>The ideas that have been coming in for SG50 suggest that Singaporeans are looking beyond celebratory events. They are hoping to see a reaffirmation of deeper values and beliefs that bind us as a nation. Singaporeans want to celebrate our culture and heritage, to honour our Pioneer Generation and do something meaningful for the disadvantaged. A good number of them, young and old alike, are willing to invest their own time and energy into this.</p><p>Madam, I am very heartened to see this active and very lively response from Singaporeans. And we have just started; so, I am sure that there will be many more to come. I am particularly encouraged because we live in a time where politics in many countries has become increasingly acrimonious and divisive where negative and inflammatory sound-bites are being amplified louder and faster than before.</p><p>In such an environment, it is very easy to tune out, to become cynical, to focus only on the bad and dismiss all the good that is happening around us. But the active participation of the many Singaporeans, including young Singaporeans in the Our Singapore Conversation and now the SG50 Celebration, gives me hope. It should give all of us hope. It shows that Singaporeans care deeply about one another and about our nation and it shows that we are making progress towards becoming a democracy of deeds.</p><p>I earlier quoted Huzaima on her personal aspirations. Let me close by sharing what she said when we asked her what she hopes to see in Singapore 50 years from now. So, let me quote from her, \"I hope to see a smaller income gap between the rich and the poor. I hope everyone is happier, healthier and has enough for their retirement. And I hope our people are kinder to one another, even without direct benefit to themselves. Everyone has a part to play. We may not have all the answers but, in terms of shaping this country, everyone must contribute. I would say to my peers – what do you hope for Singapore 50 years down the road and what will you do about it? You have the energy to make things happen, we should get out there and be proactive. The future belongs to you\".</p><p>I think Huzaima said it very well. There are many challenges ahead for Singapore&nbsp;– the fault lines of inequality, the stresses of globalisation&nbsp;– these are challenges faced not only by Singapore but across the globe. They are the most important questions of this generation the world over. But Singapore has always been, and I believe will continue to be, an exceptional nation with exceptional people. We will rise and adapt to meet the challenges of our day. And we can only do so in an environment where all Singaporeans work together, build on one another's good ideas, give generously of ourselves and remain united in purpose and conviction.</p><p>So, I encourage our youths, I encourage all Singaporeans, to step forward, leave your comfort zone, engage with others from different walks of life in service, leadership and empathy, act on your ideas and your ideals.</p><p>As we approach the end of this debate on the President's Address, let us remind ourselves of what is at stake. We have had many specific suggestions and ideas but we should also take a step back and look at the bigger picture which is about our future, the future of Singapore, the future for our children and our youths. So, let us renew our pledge to build a better and brighter Singapore together.</p><p><strong> Mdm Speaker</strong>: Mr Low Thia Khiang, do you have a clarification? Yes.&nbsp;&nbsp;</p><p><strong>Mr Low Thia Khiang</strong>: Madam, permission to clarify what I said earlier on.&nbsp;&nbsp;</p><p><strong> Mdm Speaker</strong>:&nbsp;Yes, please.&nbsp;</p><p><strong>Mr Low Thia Khiang</strong>:&nbsp;Thank you. Madam, earlier, I referred Members to the Workers' Party website for our publication, WP Population White Paper. The correct name should be WP Population Policy Paper. Thank you.</p><h6>2.28 pm</h6><p><strong>Mr Seng Han Thong (Ang Mo Kio)</strong>:&nbsp;Mdm Speaker, I support the Motion and I shall focus on constructive politics.</p><p>As President Tony Tan pointed out, \"It is crucial to maintain constructive politics in Singapore that puts the nation and people first\". Before I elaborate on this point, let us look at the opposite of constructive politics, that is, destructive politics. However, I prefer to call it \"non-constructive politics\".</p><p>Non-constructive politics can happen when political leaders are cast in and out of office too often because of differences within the political party or instability within the country or both. As a result, political leaders find it difficult to establish themselves and engage their citizens for the long-term interest of the country and the people.</p><p>Non-constructive politics can also happen because of lack of ability to resolve disputes among political parties or between the Government and her people. There are examples where I do not need to put here. As a result, it is either 议而不决 or to discuss about the resolution without any final decision. Or 決而不行 or passing resolution without any concrete execution plan.</p><p>In the recent years, we also see a new trend of non-constructive politics emerging in the new media. Thus, the challenge for Singapore, in the face of the new normal, is to maintain and promote constructive politics on all platforms, the traditional and new media platforms included, among all races and all ages, in multiple languages.</p><p>In my view, we should actively maintain and promote constructive politics on the following platforms.</p><p>First, the Government-initiated platforms. The Government should share more information and all options with active citizens, especially the vested interest groups, before formulating long-term policies affecting their livelihood or lifestyle. We have done well in conducting \"Our Singapore Conversation\" to hear from Singaporeans at dialogues and online about their priorities today and their hopes for the future.</p><p>We are also doing our best to explain to our Pioneer Generation about the Pioneer Generation Package (PGP) and hear from them on how to make the package more elderly-friendly. We are also looking forward to the \"Nation for All Ages\" dialogue, as announced in Parliament by Minister Gan Kim Yong.</p><p>These platforms should not be a top-down – 不是一言堂, but where all can talk and discuss – 是众言堂, and with good ideas or 善言堂，讲好话.</p><p>Second, people-initiated platforms. The traditional coffee shops and the new media are also platforms for constructive politics if the participants are well-informed and the Government has an overall strategy to engage them with short and sharp messages and adequate information sharing.</p><p>In fact, market stalls, provision shops or \"zhap huey po\" and shopping malls are also places where ordinary Singaporeans exchange views and information daily and instantly.</p><p>Third, the silent majority platform. The silent majority are of all ages and all races. They are silent but this does not mean that they do not need a platform for constructive politics. They are also the concerned citizens worrying about their future. Thus, our platform for the Pioneer Generation is a good move to begin with. We should create more platforms for the silent majority in different formats and structures so that they are not overwhelmed by the current system and set up.</p><p>In my constituency, we have organised \"Conversations at Corridor\" and we have found this as one of the humble ways to engage our silent majority.</p><p>To maintain and promote constructive politics, we must have an effective communications system guided by a comprehensive set of communication strategy. We must decide what kind of debates could have been done in a more constructive way, for example, the debate on the Population White Paper. We must decide what kind of information to be shared with the public on policies that will affect their daily life, for example, the restructuring of the bus industry and the bus contracting model.</p><p>We must also decide what kind of notice board should be displayed at the lift lobby. More and more people are now looking at their iPhone's small screen for short messages. People are not looking at the notice board for the wordy messages. It does not mean that this screen is not effective. Look at the Suntec City's biggest screen. It is colourful with moving messages. We have the Lift Upgrading Programme (LUP), HUP and I would suggest that we should have the Notice board Upgrading Programme (NUP) for better communication so as to promote constructive politics.</p><p>In conclusion, to maintain constructive politics, we need to develop creative and proactive channels while reviewing the rusty and passive channels. Notice Board is the rusty channel. The messaging should be short and sharp so that the recipients 一听就懂 or understand on hearing it and 一看就知道 or know it at a glance.</p><p>How short is short and how sharp is sharp? Let me cite one of the dialogue sessions with the Pioneer Generation in Ang Mo Kio, which I attended with fellow Member Mr Baey Yam Keng. The senior citizens asked if they could change their card, what card they were not so sure, they said a card, the orange card, the yellow card, so that they could get better subsidy. So, we had the ambassador Lim Ru Ping to assure them that they will get another card, \"Do not worry about which card you have, another card which is better than the orange and blue card\". And she told them this card is called \"tok kon\" or 独贡, \"tok kon\" card, Effective and Powerful. And everyone, on hearing \"tok kon\", they understood it, with their big eyes and broad smile.</p><p>I hope we can have all the \"tok kon\" messaging. I hope I have contributed constructively though my view is not so \"tok kon\". In Mandarin, Mdm Speaker.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140530/vernacular-Seng Han Thong.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>I would also like to talk about constructive politics.</p><p>The definition of constructive politics is: everyone can have their own opinions, everyone knows the right platform to express their opinions, every citizen shares the achievements.</p><p>Non-constructive politics is: everyone has a different opinion, everyone expresses their own opinion wherever they want, the result is chaos.</p><p>While one results in everyone sharing the fruits of success, the other will result in chaos.</p><p>Many people believe that politics is only for politicians, it is the business of the Prime Minister, Ministers and Members of Parliament, it is the business between the PAP and the Opposition party. The truth is, politics is everybody's business.</p><p>Recently, two books were launched on the same day. One of them is on our first Prime Minister, Mr Lee Kuan Yew, titled \"Lee Kuan Yew: World Insights\" (李光耀观天下); the other book is titled \"Growing Up In Lee Kuan Yew's Era\" (成长在李光耀时代). What can we learn from these two books?&nbsp;Yazhou Zhoukan&nbsp;reported on the launch of these two books. While \"Lee Kuan Yew: World Insights\" (李光耀观天下) offers an analysis on major international events and Mr Lee's candid view on death, Singaporean author Lee Hwee Min's \"Growing Up In Lee Kuan Yew's Era\" (成长在李光耀时代) looks into policies of Lee Kuan Yew's era. In other words, as a woman born in the 1970s, she was also able to publish a book on local politics, based on her own views. So, this is another platform.</p><p>Politics is life. Life is politics.</p><p>When we meet friends, we often greet each other by asking, \"How have you been?\" They often reply by saying, \"I'm okay\". In Hokkien, we say \"Eh Sai\" (会使), which basically means \"not bad\". When life is \"not bad\", it is the result of constructive politics.</p><p>If life is difficult and unbearable, people would long for constructive politics to improve their lives. The important point is, we have to make a stand on politics, and on policies. In other words, to offer not just opinions, but also solutions. When one has an opinion but no solution, he/she does not have a firm stand.</p><p>Politics is forward-looking. In politics, we sometimes misread major trends or make the wrong judgement. Just apologise, people will understand. As the saying goes, \"No man is a saint, to err is human; To mend one's ways, is a good thing\". In this way, everyone can have a decent life. This is important.</p><p>Here, I would like to quote a short passage that I read over the Internet, the title is \"To Make Things Difficult\".</p><p>\"Do not bother with small-minded men, for they make things difficult for everybody;</p><p>Do not go against society, for you will make things difficult for yourself;</p><p>Do not make things difficult for yourself, for everything shall pass eventually;</p><p>Do not quarrel with friends and family members, for they will ultimately help you;</p><p>Do not dwell on the past, for it is already over;</p><p>Do not go against reality, for you still need to survive.\"</p><p>All those present now were sworn in three years ago as Members of Parliament.</p><p>We said, \"I, having been elected as a Member of Parliament of the Republic of Singapore, do solemnly swear that I will faithfully discharge my duties as such to the best of my ability and that I will bear true faith and allegiance to the Republic, and that I will preserve, protect and defend its Constitution.\"</p><p>In fact, we have all pledged to do our best, so that everyone can survive and continue to live a better life. T</p><h6>2.40 pm</h6><p><strong>The Minister of State for Defence and National Development (Dr Mohamad Maliki Bin Osman)</strong>: Mdm Speaker, much has been said in the House in this past week as we articulate this House's appreciation to the President for his Address at the Opening of the second half of this Twelfth Parliament.</p><p>Amid the range of views and differences in political affiliations, we all agree that we must have Singapore's and Singaporeans' interest in our hearts. We are in this Chamber because we care for the future of Singapore and Singaporeans. We work hard to walk the ground, listen to our constituents, understand their needs and concerns and try our best to make sure that the policies and programmes we design meet their needs. It is not easy. But it is the genuine passion that drives us every day to do what is right, with the most sincere of hearts and the best of intentions.</p><p>Madam, not a single day goes by that I do not think of my elderly residents who are living alone, my children from disadvantaged backgrounds struggling with their school work, my young parents not really having the skills to raise their young children for they themselves are adolescents, my teenagers who are at risk of dropping out of school. I am sure I am not alone. We are committed to make a difference in their lives, to give them a bright future, to live in a place where they feel connected, supported and valued.</p><p>The work is not easy. Some issues are multifaceted and complex. Addressing them requires coordination and trade-offs across different agencies. I am not just talking about Government agencies, but also community partners&nbsp;– people like social workers, nurses and doctors, medical social workers, schools, Voluntary Welfare Organisations (VWOs), grassroots leaders and other volunteers. It is through this multi-partner effort that we have managed to help many people. When you have many partners working together, sometimes it takes more than the first attempt to get it right. Sometimes, we need more than a few tries. But everyone keeps working at it.</p><p>Let me give Members an example of a multi-partner approach. I have a resident, Mdm Wong, 79 years old. She lives alone now as her 83-year-old husband is in a nursing home. Mdm Wong has mobility issues, she moves around with a trolley, pushes it around wherever she goes. Mdm Wong receives Public Assistance from MSF to pay for her daily expenses and utility bills. Her husband's fees at the nursing home are covered, too. The medical social worker helped to find an availability at a nursing home despite the shortage of beds, as she cannot look after him anymore. Although she lives alone, Mdm Wong is not alone. She receives meals from her neighbours. There are befrienders visiting her regularly to ensure she takes her medication and does not feel lonely. So, Mdm Wong has substantial social support provided for her.</p><p>At the same time, Mdm Wong wants to be independent and earn her keep. She fills her trolley with tissue papers, mops and other small little items to the nearby coffee shop to sell. It does not bring in much, but Mdm Wong finds it meaningful and she wants to do it. And mind you, she is 79 years old with mobility issues. We respect her desire to maintain her dignity. If we do not know all that has been done to help Mdm Wong, the sight of her selling things at the coffee shop cuts a lonely pitiful figure. Sometimes, what we see is not all there is.</p><p>I believe Singaporeans are generally a caring lot. When they see and hear about such situations, they empathise, they feel angry and they want to do something. Sometimes, they post online. Even though we suspect there is often more than what they see, we look into each case seriously. I would like to note though that each time something like that happens, many people work hard to check the case. It is not just the civil servants and Members of Parliament, but also the community partners, the staff from VWOs and volunteers. A lot of man-hours go into it.</p><p>We do so not only to find out what happened but, equally importantly, we do so because if it happens to be one of the cases that falls through the cracks, we can quickly address it.</p><p>Madam, I had a dialogue with a group of students recently about the kind of future they want for themselves and Singapore. One student stood up and shared with me her fears of what is happening in the social media and the impact on youths. She sees all this unhappiness and criticism. She is concerned that, if unchecked, it will be detrimental to our society.</p><p>Madam, two thoughts go through my mind. On one hand, I share the views and concerns of the student. The social media may be \"virtual\", but it is a public space where real people connect. We must find ways where values of personal responsibility, integrity, sincerity get transferred from the real world into the cyber world. And we hope that more people, including young people, will step up to contribute to a cyber world that is safe and secure for our young to be in.</p><p>On the other hand, I think there is more we need to learn about the online space, how people interact on it, and why. I would like to believe that behind many of the grouses and criticisms, lie concerned people. Many of them&nbsp;– and I would like to think the majority of them – are well-intentioned. Perhaps, they want to do something, they want to advocate, but they do not know how best to do so. Madam, I think it is a good opportunity to engage many of these well-meaning voices. Before we hasten to judge them, can we invite them to come forward, talk to us, meet with us, follow us, see what we do, work with us to strengthen the system?</p><p>We talk a lot about mutual trust between the Government and the people. We want the people to trust the Government. The Government must also trust the people. We can do so by giving people the benefit of the doubt and engage them before we judge them.</p><p>Let me give an example of a resident who had initially seemed to be a huge critic. He started out expressing his displeasure with the Government, high property prices, lack of willingness to listen, even to local issues in his estate. I shared with him my challenges, too, as his local Member of Parliament. I invited him to a tea session with residents that I have regularly, shared the various social challenges facing us and the programmes we run in the community. I invited him to be part of a local committee to engage other residents to address the issues he highlighted. I gave him the space to solutions to these issues as we engage Government agencies. The close and sincere engagement allowed us to build greater trust with each other. He is now an active volunteer in my community, encouraging more of his neighbours to join him.</p><p>Madam, I share this example, not to show how we have succeeded in changing this resident's view. In the course of engagement, even as we seek to explain and convince, we, too, must be prepared to have our own views scrutinised, challenged and, where appropriate, we are prepared to change them. This is the spirit of two-way engagement. It is how we close differences, rather than entrench them.</p><p>Mdm Speaker, we want our young to grow up with the right values – that, as a society, we care for one another, support one another, with the Government taking the lead. The best care is to ensure our young grow up in stable homes and supportive communities. From the very beginning, the PAP Government made the commitment to give every Singaporean family a home they own, one that roots them to Singapore. Our public housing programme has been touted as a world wonder, attracting many government representatives from all over to come here and to study it.</p><p>My parents bought their 3-room flat in Toa Payoh in 1978 for $7,600 and it is worth easily $300,000 today. Apart from my late father's CPF savings, this property is, indeed, a store of value for my mother now. My parents are not unique. Because the PAP Government cared for Singaporeans, we worked hard to develop the economy, improve living conditions, increased the value of the public housing property owned by its citizens. I am not sure of any other governments in the world which can do this for its citizens.</p><p>As our earlier generation of home owners reap the benefits of the growth in the values of their assets, I acknowledge that many younger Singaporeans today who had looked to follow the same path as their parents are facing a different reality. I share and appreciate their concerns and some of these concerns are also expressed by their parents. With worries of longer home loan tenure and increasing home prices, they wonder if they will see huge growth in asset values and prices. Yet, we know that if it continues to grow unbounded, what will happen to housing prices in 20 years' time? These are valid concerns, even though there are no easy answers. Nevertheless, they are important ones and we will look into this as we meet the aspirations of the younger generation.</p><p>Madam, we know that owning a home requires a long-term commitment and individual responsibility, where work-capable adults are gainfully employed and sustain consistent payments towards their homes. Beyond facilitating home ownership through grants and subsidies, we help them secure employment if they face challenges doing so. Once employed, we encourage them to upgrade their skills through Government-funded programmes, for them to progress to better jobs, improve their incomes and grow their savings. Home ownership is, thus, a critical enabler to build resilient families who have the security of a home and an asset to provide for a better future for their children.</p><p>However, housing pathways may not be smooth-sailing for all. I know this as, for the past eight years at MND, I have been looking at appeals for housing from various groups of Singaporeans. One group, in particular, is divorcees, who may face a pressing need to secure their next home for their children, if they cannot retain their matrimonial home and have to sell it post-divorce. Divorce is a painful process. What more when there are children involved. Women with their children are most affected as they struggle to seek employment, to rebuild their lives. Some may be able to return to their families of origin while others rely on the goodwill of friends which often do not last. To those without immediate housing options, we help them with interim housing and build an effective social support infrastructure aimed at building up their capacity to work, save and own a home again.</p><p>This is how we have helped single mothers like Mdm Siti Mariama Binti Sannosi. Sympathetic to her plight, HDB officers offered her and her two teenage children a room in Interim Rental Housing (IRH) at Bedok South. She found a job as a childcare assistant and, through sheer hard work and determination, upgraded herself and, after one year, obtained a qualification as a qualified infant care teacher. With HDB's assistance, she booked a BTO flat and has since moved into her new flat.</p><p>Indeed, if they are able to buy, we will support them because the home will one day be a store of value for them in the future. Over the last three years, we have improved divorced parents' access to their next home and provided for their interim housing needs: those with care and control of all children below the age of 18 can apply for a subsidised flat immediately if their ex-spouse does not own one; second-timers with children below the age of 16 enjoy priority for 2- and 3-room BTO flats in non-mature estates under the programme ASSIST; and while waiting for their new flat to be completed, they can rent a Parenthood Provisional Housing Scheme flat.</p><p>Beyond meeting immediate housing needs, it is also important for these families to build up protective factors to strengthen their independence and resilience over time, and sustain a roof over their heads. These may involve reconciliation with their family, childcare arrangements to facilitate employment, training and upgrading to improve employability, or budgeting skills to help them set aside savings for a rainy day.</p><p>The community can play a role in supporting families. I have spoken about Project 4650 in this House. It is how the community supports them – volunteers, neighbours, young people come forward to help the children with education. For example, young professionals like Mr Lim Yuan Qing, a 26-year-old researcher. He comes forward to lend a hand, every night. He comes and helps the children with their homework. He says that each day when he comes to the homework Café, he literally is destressing from work, because he finds pleasure helping the lower-income children.</p><p>We have and will continue to do more to help these vulnerable families. Mdm Speaker, in Malay, please.</p><p>(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140530/vernacular-Mohamad Maliki Bin Osman.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>Mdm Speaker, this House also voiced its concern about issues faced by our Malay community. Members of this House from all parties have agreed that our Malay community has achieved progress and we need to continue to move at this pace.</p><p>I have heard the arguments for various committees to be formed to address certain issues faced by the community but I feel it is better for us to take a more pragmatic approach. Let us go to the ground and do the job that needs to be done. Let us go to the houses of our low-income families and read to their children and support them in their education. Let us encourage the adults to upgrade themselves and gain new skills. Let us stir the passion of our young people with role models who will give them direction and clear objectives. Let us prepare our seniors so that they remain active and age gracefully.</p><p>We should not just keep bringing up issues and comments that have been raised in the past. This House is not just a repository for feedback. Its role is more important and meaningful. It is a place where action is initiated with substantial suggestions on how we can improve the lives of those in our community. This is constructive politics and this is the way we, the Malay Members of Parliament from PAP, carry out our tasks. We do not merely listen to feedback but we try to do something about that feedback because we believe firmly in one principle&nbsp;– the principle of upholding the integrity of our system, justice and the principle of fairness. Hence, each time we hear complaints about discrimination, we do not merely bring it up to the relevant agencies, but we take the effort try to find out the cause, if any. We have a system and agencies like TAFEP (Tripartite Alliance for Fair and Progressive Employment Practices), which investigates every complaint about discrimination at work.</p><p>All these tasks that we do are done quietly, away from the public eye. We did it this way because we believe in the system of meritocracy and want to ensure that it will continue. We do not shy away from stating this and we do not believe in affirmative action, where the minority or vulnerable groups are given special privileges based on race. Our community has dignity. We want to uphold this dignity. We do not want our community to be in a position of success just because of race or ethnicity. That is just tokenism. Definitely not. We want our people to be proud that when they managed to occupy an important position, it is out of their own hard work which have been recognised after competing fairly with other Singaporeans. Only then, will the success be more meaningful.</p><p>In my time as the Minister of State for Defence, I have often met many senior commanders in the SAF, including Malay senior officers. Each time I have met them and seen their ability in carrying out their tasks and responsibilities, I feel extremely proud and have overwhelming respect for their ability to hold such a senior rank despite coming from a minority group. They can stand tall without feeling small because they got their rank due to their ability, not because of tokenism.</p><p>I always encourage them to step into the limelight because our community yearns for success stories of our community members in areas where it is thought to be hard to get into. But then, the response that I get from them generally shows that they are modest and they feel rather awkward doing so because, to them, this is just nothing special. Their principle of success is to work hard and success will come. Simply put, the key to success is to raise the status and passion of our people so that we can compete, no matter how strong the competition is. We have done this before and we will continue to do so. Many members of our community have succeeded and I believe many more will excel and shine.</p><p>We can do this by continuing to develop a strong core of volunteers, especially our successful professionals. As we achieve success, there will be more members of our community who will climb the ladder of success in their careers. They will be the role models and inspiration for our community. We should create more opportunities for them to progress and thus making this a part of the process to develop our community. We also need to equip our community with the skillsets to navigate our increasingly complex environment&nbsp;– ensuring that they understand the changing and dynamic economic landscape, stay employed, have sufficient savings and are prepared for retirement.</p><p>The future and the prospects of the community are bright. There is an abundance of opportunities and it is our responsibility to ensure that our community continues to progress. The Government has provided the infrastructure and resources that we need. We need to mobilise our own resources, reinforce our strengths and progress together.</p><p>(<em>In English</em>):&nbsp;Mdm Speaker, to conclude, as we enter the second half of this term of Parliament, there is much to look forward to. The Government has set its agenda – inclusive growth for all Singaporeans. The Government has the best interest of Singaporeans in our hearts. We want Singaporeans to succeed, lead happy lives. We want our children to inherit a Singapore that they can be proud of and build on the strong foundations for them to build their own future and for the future of their children. We want our seniors to spend the remaining years of their lives with lesser worries and more joy, feeling supported and valued.</p><p>However, we need to do it together with Singaporeans not just for Singaporeans. The social compact calls for us to trust one another, each with our own responsibilities but, together, we strengthen our resolve to succeed.</p><p>I believe that Singapore can continue to be an endearing home for all and a home for life with the right balance of Government policies and provision of infrastructure, strong families, community support and individual initiative. We each have a role to play in strengthening our social compact and, together, we can make Singapore a home we can all be proud of. With this, I support the Motion.</p><p><strong> Mdm Speaker</strong>: Mr Hawazi Daipi.</p><h6>3.02 pm</h6><p><strong>The Senior Parliamentary Secretary to the Minister for Education and Minister for Manpower (Mr Hawazi Daipi)</strong>: Thank you very much for this opportunity. I would like to make some clarification on some of the points raised yesterday on the promotion of work-life strategies. Ms Lee Li Lian yesterday said that, \"Work-life harmony has been tackled exclusively in the domain of manpower policy. This clearly has not worked.\" Contrary to her views, I would like to state that, one, it is not purely a manpower matter. We involve different parties and Government agencies which try to promote different aspects of work-life and enhancement of productivity in the tripartite network that I chair.</p><p>Two, the take-up rate by companies has improved over the years. More companies have offered at least one form of flexibility for their workers. In 2007, for example, only 25% of companies offered at least one form of flexible work arrangement. It has increased to 38% in 2011 and up again to 41% in 2012. Does more need to be done to promote work-life? Yes, indeed. However, all the tripartite partners are working very hard together to promote it not just among companies but also among workers.</p><p>Madam, I am very pleased to inform Members that the Tripartite Committee on Work-life Strategy will be organising a week-long work-life campaign in November 2014 to raise awareness of all the benefits of work-life strategies and encourage both employers and employees to adopt flexible work arrangements or FWAs.</p><p>In conjunction with the work-life campaign, the Tripartite Committee will issue a tripartite advisory to set out guidelines on FWA implementation and provide useful resources for organisations looking into implementing FWAs. Essentially, what we want to do is to enlighten employers and employees on the benefits of work-life. It is not just to improve the quality of life of workers, but also to improve the companies and organisations. Because if they are able to attract and retain the workers that they want, I am sure that their productivity will also improve.</p><p><strong> Mdm Speaker</strong>: Ms Lee Li Lian.&nbsp;&nbsp;</p><p><strong>Ms Lee Li Lian (Punggol East)</strong>: Thank you. I agree that it does not just lie solely with MOM, which was why I suggested that we should also be looking at working with the National Productivity and Continuing Education Council (NPCEC), because productivity is also one of the factors why a lot of companies are not taking up this option. And I am glad to know that there will be more initiatives, especially in November 2014, which was mentioned earlier, and I look forward to that. Hopefully, we can see more advancements in this area.</p><h6>3.06 pm</h6><p><strong>The Minister of State for Education and Communications and Information (Ms Sim Ann)</strong>: Madam, in Mandarin, please.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140530/vernacular-Sim Ann.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>Thank you, Mdm Speaker, for the opportunity to participate in this debate. I rise in support of the Motion to thank the President for his Address.</p><p>The title of the President's Address is \"Pledging ourselves to be a better Singapore.\" What does a better Singapore mean? It is a nation of opportunity for all, especially for those among us who were dealt a weaker hand in life.</p><p>I will share how we plan to achieve this vision and aspiration in the realm of education.</p><p>Our overall goal in education has remained constant and, that is, to bring out the best in every child. Economic and social progress has opened up many diverse pathways for the next generation, and more exciting futures. But what should we do to ensure that young Singaporeans take full advantage of the new opportunities?</p><p>MOE has announced many initiatives in the past three years. These include holistic education; Values-In-Action; abolishing the ranking of schools; stopped the naming of top PSLE scorers; broadening of Direct School Admission (DSA); proposed changes to PSLE scoring; collaboration with MOM on Continuing Education and Training (CET); ASPIRE and; enhanced IHL bursaries.</p><p>These initiatives are underscored by four key points:&nbsp;(a) chasing after academic grades is not all there is to education;&nbsp;(b) we need to build a strong foundation of values; (c) we need to vary pedagogy and enrich various forms of learning support so that students can progress at their individual pace of development; and (d) there remains a need to engage in lifelong learning, even after leaving school.</p><p>These initiatives have been welcomed by the public, parents and our educators.</p><p>That is unsurprising, seeing as we have held many discussions under the auspices of Our Singapore Conversation, whether with the general public or with our own educators. Many of the new initiatives and policy shifts reflect views and realities on the educational frontline.</p><p>Both Prime Minister Lee and Senior Minister of State Indranee Rajah have spoken on CET in their respective speeches. I wish to focus on the importance of values and how to help every student fulfil his or her potential.</p><p>The importance that MOE has been placing on values has generally met with support from the public. But some might wonder: are we shying away from the pursuit of academic excellence? Has the Government not always been emphasising the importance of excellence? Now that there is so much emphasis on being good citizens with strong values, does that mean that our students no longer need to work so hard?</p><p>If we think through this, there is no dilemma. Global economic competition remains intense. As a small country dependent on the rest of the world, Singapore cannot avoid grappling with day-to-day bread and butter issues. Singapore may be a player in global economic competition, but our strength lies in the team event rather than the individual event.</p><p>Other countries boast far larger populations than us. In terms of individual merit and skills, the most accomplished Singaporean may find it challenging to outdo the most accomplished individual from any other country.</p><p>I have worked for two years in China, where I met many highly qualified and outstandingly brilliant Chinese officials and entrepreneurs. Every single one of them would shine if transplanted to Singapore. In terms of population, Singapore at most ranks with a medium-sized city in China. Yet, our Chinese friends hold the Singapore brand in high regard. They are very interested in Singapore's development experience and are always keen to collaborate with Singapore on various ventures. Why is that the case?</p><p>Last week, I accompanied Foreign Minister Mr Shanmugam to Washington DC for the US-Singapore Strategic Dialogue. The American political and academic figures we met had expressed strong interest in what Singapore has to share on global developments. The US is a world power, in terms of its economic, scientific, academic and military strength. Why should it care about the perspectives of a small Southeast Asian country like Singapore?</p><p>I believe many Singaporeans would have experienced the benefits and convenience of holding our red passport when going through immigration facilities in other countries. This shows Singapore's international standing. But how did this come about?</p><p>The competitive edge that Singapore enjoys internationally is really a collective strength, or what some term a \"systems advantage\". We have a clean government that does not tolerate corruption, good social order and efficient markets. We are an open, export-oriented trading hub. Although our forefathers came from different lands, we have taken pains to build a harmonious society regardless of race, language and religion.</p><p>These strengths are not built on the superhuman abilities of a few individuals. They are built on a collective understanding on the importance of survival despite challenging circumstances, the importance of mutual tolerance and respect, and the need to secure peace and prosperity.</p><p>If we are able to sustain constructive politics and prevent the dissipation of limited manpower and energies, then we can ensure that each Singaporean can do his or best, and that Singapore can continue to outdo itself as a country.</p><p>For these reasons, while bringing out the best in every child, we hope that he or she would not forget about the collective good. We wish for every generation of Singaporeans to find the right balance between individual achievement and collective achievement.</p><p>We want our students to be good citizens, with a heart for Singapore, compassion for others and gratitude to those who have helped built their lives. It is not because we no longer think that competition and excellence are relevant. But we want our students to understand that the strength of the collective lies at the heart of nation-building.</p><p>This is a crucial message that our Ministry is driving home.</p><p>In the course of the debate, some Members have asked whether MOE includes information about the Constitution and our political system in National Education. The answer is yes. The concepts of citizen rights and obligations, democracy, our electoral system, principles of our Constitution and the structure of government are covered in the CCE curriculum, Social Studies and History in Primary and Secondary schools.</p><p>I met Mr Chua Kang Loong a few days ago at Ngee Ann Polytechnic's 43rd Graduation Ceremony. He is a recipient of the Tay Eng Soon Gold Medal for the most outstanding graduate formerly from ITE.</p><p>He told me that he had been a playful boy who did not pay much attention to his studies. While he was in ITE, he developed an interest in his studies and decided to try for the Polytechnic. When he was initially unsuccessful in applying for a place at a Polytechnic after obtaining a NITEC in Electronics (Computer &amp; Networking), he took it in his stride and went on to obtain a Higher NITEC in Electronics Engineering subsequently, before gaining admission into Ngee Ann Polytechnic's Electronic &amp; Computer Engineering Course.</p><p>Kang Loong is planning to further his studies in University. He has secured a place in NUS and is pending direct matriculation into the second year of the Faculty of Engineering to pursue an Electronic Engineering degree.</p><p>Upon graduation, Kang Loong aspires to return to ITE to teach. He is currently a Teaching Associate at ITE and is now colleagues with his former lecturers, who also attended his graduation to provide moral support. He is extremely appreciative of the unwavering dedication of his teachers in ITE and the support they had provided. Ms Nancy Quek, Section Head of Electronics Engineering at ITE College (West), was previously Kang Loong's teacher and is now his mentor. Her teaching methods have been effective in allowing Kang Loong to understand difficult concepts, allowing him to attain very good results for his modules. While Kang Loong was doing his Final Year Project at Ngee Ann Polytechnic, he hit a snag and his project stagnated for weeks. Mr William Tan, Section Head of Electronics Engineering at ITE College (West), provided valuable advice to Kang Loong and guided him to overcome the technical difficulty. Kang Loong's teachers before are now his colleagues; they were even invited to the Ngee Ann Polytechnic's Graduation Ceremony to cheer for Kang Loong</p><p>I asked him if he felt daunted teaching students who were only a few years younger than him. He replied confidently, \"Not at all. Having been from the ITE, I know how ITE students think and learn, and find it easy to build rapport with them. I find it rewarding to ignite in them the interest in learning.\"</p><p>As part of his teaching strategies, he provides students with easy questions to scaffold their learning and build self-confidence. He intentionally skips steps in his presentations and invites students to interact and fill in the missing gaps. Kang Loong also takes the initiative to engage his fellow colleagues as he continually seeks to improve his teaching methodologies.</p><p>I was very glad to meet such a fine young gentlemen. And I am further encouraged to know that he has taken concrete steps to give back to the educational system that had groomed him. In him, I saw strong values and steely determination. His story has also highlighted some of our current priorities:&nbsp;(a) to broaden the pathways to success and to help students excel at their own pace. We do not want a situation whereby everyone is rushing through one bridge and one single exam determines one's whole life. We would like to see many upward channels as mentioned by Mr Lim Biow Chuan just now; (b) the customisation of teaching and learning to cater to the different learning needs of our students; and&nbsp;(c) for students who have difficulty coping, to put in place programmes and resources to support them fully.</p><p>We are implementing initiatives along these lines throughout our education system. Although we have yet to reach the ideal state, we are constantly experimenting and enhancing our processes.</p><p>Now, let me talk about pre-school education. As many are aware, the key breakthrough that MOE has made in this area is to pilot 15 MOE Kindergartens to provide affordable and quality pre-school education. Focus is on developing self-confidence and social skills, nurturing values and providing an early foundation in bilingual literacy and numeracy.</p><p>Kindergarten Fee Assistance Scheme (KiFAS) is in place to ensure that the fees remain affordable to Singaporean families.</p><p>Our MOE Kindergartens provide our children with learning experiences which are relevant to the child. The Government has been more actively involved in the pre-school sector, by developing curriculum resources and putting teaching principles into practice to elucidate pre-school education philosophies that are complementary to and aligned with our Primary school education curriculum.</p><p>We hope to promote a sound approach to preschool and work with operators to prevent the premature downloading of Primary school content to preschoolers. Through concrete actions, we hope to lessen the anxieties that parents may have about preschool, while supporting the preschool sector in providing high quality programmes.</p><p>In our Primary schools, the focus is developing basic foundation in literacy and numeracy skills. For students who have challenges keeping up, we have put in place the LSP (Learning Support Programme), LSM (Learning Support Programme for Mathematics) and ICAN (Improving Confidence and Numeracy).</p><p>We also recognise that we can help by providing a conducive environment after school hours, especially for those who come from challenging family circumstances. Hence, we are expanding school-based Student Care Centres (SCCs) to benefit more students.</p><p>At the secondary level, we are also constantly renewing our educational approach. We provide flexibility in our secondary school subject offerings, so that more students can study various subjects at different paces according to their strengths. What this means is that the differentiation between various academic streams will gradually fade.</p><p>NorthLight School and Assumption Pathway School has helped those who failed PSLE to reach post-secondary, with focus on character development and hands-on learning. We recently started Crest Secondary and Spectra Secondary as an alternative pathway for Normal (Technical) students that builds on learning points of NLS and APS.</p><p>As for ITE, Pilot Enhanced NITEC Foundation Programme (e-NFP) this year to provide a comfortable pace for students to acquire requisite literacy and numeracy standards, before progressing to the Career Core modules of their ITE course in their final year.</p><p>Next, I wish to discuss how we are strengthening the support available to students with Special Educational Needs (SEN).This is something especially close to my heart.</p><p>There are 13,000 students with SEN in our mainstream schools, with conditions ranging from physical impairment to ADHD, Autism Spectrum Disorder and Dyslexia. There are another 5,000 students with moderate to severe SEN in our Special Education (SPED) schools.</p><p>Looking after this group of students well is an important priority for MOE. We have been increasing support in the form of teacher training, curriculum development, financial assistance and infrastructure. Please allow me to highlight a few measures that are currently in progress.</p><p>(a) School-based Dyslexia Remediation (SDR). Amongst the students with SEN in mainstream school, the largest group are students with dyslexia. If a student is not able to read well, his educational progress will be affected. The breakthrough by MOE is in developing its own approach towards dyslexia remediation and in training school personnel to help students with dyslexia on-site. We have expanded the programme to about one-third of all primary schools, but we are not stopping there. We are doing all we can to speed up the training of qualified personnel to deliver this intervention to more students in more schools.</p><p>(b) Raising quality of SPED schools. MOE shares the desire of our 20 VWO-run SPED schools in raising the quality of SPED. To this end, we have devoted significant specialist resources in co-developing a SPED curriculum framework with SPED schools in 2012. It is underpinned by strong foundation of core values and Living, Learning and Working outcomes for students.</p><p>(c) School-to-work transition. An important area of need is to enable more SPED students to successfully bridge the transition from school to work. Through gainful employment, SPED students will develop self-esteem and a critical sense of self-worth, independence and dignity. At the same time, their families will have the assurance of their self-reliance and ability to be integrated into society. MOE, working with Government agencies, including MSF and SG Enable and the community, will provide more customised training pathways and job opportunities to benefit SPED students. The support from employers in providing training and job opportunities will be critical to the success of this programme.</p><p>Next, enhance SEN support in the IHLs. Every student with SEN who progresses onto an IHL is deserving of support and encouragement. Our ITE, Polytechnics and publicly-funded Universities have each set up a Disability Support Office this year, to provide one-stop support for prospective and current students with SEN. This is just the start. MOE and our IHLs will continue working with other Government agencies, Voluntary Welfare Organisations, parents and students to provide support for our IHL students with SEN.</p><p>Within and beyond schools, we are committed to build a fair and just society which respects every person, which treats everyone with dignity, especially those with disabilities.</p><p>The Enabling Masterplan 2012 – 2016 charts out a roadmap for the disability sector, which reflects our desire as a society to see \"Singapore as an inclusive society where PWDs are empowered and recognised, and given full opportunity to become integral and contributing members of society\". In education, we will do all we can to support students who need help and give them a strong foundation for becoming an active and well-integrated member of society.</p><p>Mdm Speaker, education is a long journey. Fortunately, as long as our economy continues to remain on a healthy trajectory, we will be able to devote more and more resources to education. That is a more fortunate situation than in some mature economies, where educational benefits risk being scaled back in response to budgetary pressures. Instead of cutting back, we have broken new ground and are moving ahead with fresh initiatives.</p><p>Besides resources, we also need time and space to train and develop more manpower and ensure that our educational frontline is well-equipped.</p><p>Several Members have called for the Ministry to expand services at a faster pace, including for preschool and school-based student care centres. We are moving as fast as we can, to recruit and train in an increasingly tight local labour market. At the same time, we must be mindful of the need to maintain quality. These are trade-offs that I am sure Members are familiar with.</p><p>I call on all Members to give the Ministry and all our educators on the frontline your fullest support in this journey together.</p><h6>3.29 pm</h6><p><strong>Mr Arthur Fong (West Coast)</strong>: Mdm Speaker, thank you for allowing me to join the debate and I would also like to thank the Whip for giving me the distinct pleasure to be the last speaker.</p><p>I think when we want to move forward, we need to also look back and learn from the past. So, it is quite apt at this point where I would like to bring the House back 10, 12 years – slightly over 12 years ago – when I made my maiden speech at a similar debate to thank the President for his Address.</p><p>In April 2002, there was a sense of vulnerability.&nbsp;<strong>I</strong>n fact, in my speech, I asked how many Singaporeans felt the sense of vulnerability then and the kind of situations that faces them. We had just come out of the Asian financial crisis and then September 11 happened; shortly after we had our Elections. When we came back to the Chamber, we had to fix a lot of things. We have to shore up the cracks or the weaknesses that came up, that we found out and we observed during a financial crisis. We were facing a new brand of terrorism, global terrorism, after September 11. Many of us would remember travel patterns change. It was a new normal. So, a lot of worries.</p><p>We had the Remaking of Singapore Committee. We had the Economic Review Committee that set about its work. I remember the Government of the day promised we would leave no stone unturned and to slay sacred cows. I think we have been doing that. We have remade Singapore.</p><p>But as we were doing that in 2002/2003, moving along, we were hit by SARS. We are not the master of our own destiny and that quite aptly proved it. So, it was thrown to us. But during the SARS crisis and after that, we took stock, we sat down and we realised how united we were. We came together, every Singaporean stood shoulder to shoulder, we fought SARS. A display of unity at its best for a very long time since. Communities coming together, doing their part, caring for their neighbours.</p><p>I remember visiting a family in Clementi where Mr Koh cared for one of his neighbours of 20 years. Eventually, she passed away. But that is the kind of spirit, that is heart-warming, that is something we want to remember and need more of.</p><p>So, we hummed along for a few years, with a lot going for us at home and with FTAs' successes that helped secured vital trade for us. Survival for Singapore, that put us today in a very different spot from 2002.</p><p>Then, global recession in 2008. That was brought about by the sub-prime crisis. But if we take a step back and remember, we felt some bumps. Singapore was not as affected by the global recession as many of our neighbours – a testimony to what the Government had been doing and how we had managed and how Singaporeans had worked with the Government – united, committed. As Minister Lawrence Wong said just now, purposeful.</p><p>Then 2010 came along. We were on the grey list of the OECD. That affects one of our vital engines and that is the financial industry. But we got out of OECD list pretty fast and again, it is testimony to how our regulators had put in place forward-looking policies, forward-looking supervisory measures that the global financial community knows that is above, away, ahead of the curve and that Singapore can stand on its own.</p><p>Today, I still feel the sense of vulnerability. In fact, all of us should. It is a very different world from 2002, but the vulnerabilities are there – different kinds. Around our neighbourhood, what is happening in Thailand, what is happening in Indonesia, what is happening in Vietnam, spats in South China Sea. All these will affect us – our trade routes, our air routes, our trading partners.</p><p>We have made great leads through these turbulent and volatile 12 years. Our people are largely united but concerns linger. We were beginning to take our social harmony and political stability for granted. The Little India riot, my immediate concern that night – and I am sure that of many of us in this House and Singaporeans when we saw it on the news that evening – was: is this going to spread? Is this going to happen around other dormitories in Singapore that same night? What would happen the next morning? How would Singapore be like? More importantly, how would Singaporeans react? How would Singaporeans respond? So, we cannot take our harmony, we cannot take political stability for granted.</p><p>There are concerns about how we reacted to the Philippines' Independence Day celebrations. Xenophobia, I hope, would not take root. But this group has been organising this for many years, for 20 years. And this time round, we have this reaction from Singaporeans. I think this is a shot across the bow to tell us to relook and examine ourselves, look at our society. Is this what we want and, if this takes root, what kind of Singapore will we have?</p><p>We need to be aware and keep this in view so that we would not polarise. Destructive politics – we talked about constructive politics, I figure as the 61st speaker, I would change to destructive politics. Destructive politics – what would it do for us? Well, as I mentioned earlier about not letting xenophobia take root, destructive politics cause cynicism, as Mr Hri Kumar mentioned yesterday. Cynicism and hopelessness.</p><p>If we allow cynicism to take root, a sense of hopelessness to take root, by aspersions cast on politics, for example, it would just do that. We would be gridlocked.</p><p>I will share with you two examples that show that. I was at a dinner some years ago, hosted for a senior official from a country in our region. The official came with a delegation to look at our healthcare system. He said to me—in Mandarin, Mdm Speaker. I think it will be lost in translation if I did it in English.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140530/vernacular-Arthur Fong.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>He said, \"Mr Fong, let me tell you something very interesting in our country. It has something to do with our healthcare policy. In our country, it is quite normal to see a group of old men, say Mr Zhang, Mr Chen, Mr Lee and Mr Xie, getting together at a clinic to have tea and chit-chat. One day, Mr Chen did not show up. Mr Zhang would say, \"Oh, maybe he fell sick.\"</p><p>(<em>In English</em>):&nbsp;He is talking about, in a very classy way, not hitting out too much and not being too brute at his government and previous governments' actions. But he is telling me that, first of all, I sensed a sense of hopefulness, a sense of resignation and, more importantly, a sense of cynicism. And he said it is a very lavish subsidy that is given out to the populace, to the country and people over-consume the subsidies.</p><p>And as the Prime Minister talked about many countries today cutting back on subsidies, this strikes me and I have to tell this example. So, as we are adding on subsidies, adding on to our social safety nets, we need to take stock and need to look at what other people are doing and what can happen if destructive politics were to come in and affect the work of the Government. So, cynicism, xenophobia, this is something we really need to take stock and keep watch on and not let these take root.</p><p>Another example of this, Indonesia, closer to us. Indonesia is an oil-producing nation, but from the mid-2000s, it became a net importer of oil. A producer of oil, a country that produces oil, has a great ballast, capability to pay down debt. But becoming a net importer of oil has affected their balance of payments, affected the country for a long time.</p><p>Destructive politics. President Susilo Bambang Yudhoyono increased fuel prices. I think we all know here in this House when the government increases prices for anything, it is at their peril. But Indonesia had to do this. It recognised that subsidies would be a heavy burden for the country going forward but the kind of horse-trading, the kind of destructive politics that go on, gridlocked them. So, it is difficult. I hope that these two examples of destructive politics or non-constructive politics would be visceral to us.</p><p>Lastly, I would like to seek a point of clarification or comment, Mdm Speaker, on Mr Chen Show Mao's response as he prevaricated on Mr Cedric Foo's questions on immigrants. He prevaricated and talked about foreign labour, foreign workers. I find that there is a disconnect with what is Singapore today.</p><p>First of all, I was at a block visit last night. I met a construction supervisor. He has been staying in Clementi for 30 years. I asked him, \"Mr Ahmad, you know, you are fit. How old are you?\" He said, \"I am 58.\" And I said, \"What do you do?\" He said, \"I am a construction supervisor.\" I said, \"Oh. And how many children do you have?\" He said, \"I have a son and a daughter.\" I said, \"What is your son doing?\" He said, \"Oh, he is in ITE.\" I said, \"Is he home? I would like to say 'Hello' to him.\" He said, \"Oh, he is at the gym.\" I said, \"Huh. That is good.\" We have a gym in Clementi CC. I said, \"Your daughter?\" He said, \"My daughter is in Polytechnic.\" I said, \"Wonderful.\" So, his father is a construction supervisor. Education is a great social leveller. He is levelled up.</p><p>And I said, \"Mister, would your son, after he graduates from ITE, take a construction job?\". \"No way, Mr Fong, he can go to the gym. I don't think he can handle a jackhammer.\" A pneumatic jack. It is very heavy. We grow up not doing this. He said, \"No way.\" And I asked one of my members who was with me, who went through ITE, who had gone to ITE, who had finished National Service and now in Polytechnic. He said, \"Mr Fong, it is very different today. They have levelled up our ITE students. We go into creative, innovative jobs, leveraging technology. In fact, second nature should be developed in leveraging on technology. That is our ITE students.\"</p><p>For the life of me, I think it is regressive if we find that our ITE students go backwards and, say, tell the construction supervisor that \"I want to handle that jackhammer and do that\". Yes, it is an honourable job, but it is a hard job and, in reality, I do not think our ITE students would volunteer and say, \"Look, I want to do that for a living\". It is a fact. So, I find that the disconnect. And if we do not have those people handling the jackhammers, where do we get them? It has to be foreign workers.</p><p>So, I just want to make this point. I hope that going forward, as what Dr Puthucheary said, it is what we say, how we say it and what we do not say, that is so important, and not having destructive politics.</p><p>I would like to just end with a quote. In fact, it is from Admiral William McRaven who spoke at the University of Texas, his alma mater, on SEAL training when he went back to his school. He said, \"During SEAL training, the students are broken down into boat crews. Each crew is seven students, three on each side in a small rubber boat, and one coxswain to help guide the dinghy. Every day, your boat crew forms up on the beach and is instructed to get through the surf zone and paddle several miles down the coast. In the winter, the surfs in San Diego, get to be eight to 10 feet high and it is exceedingly difficult to paddle through the plunging surf, unless everyone digs in. Every paddle must be synchronised to the stroke count of the coxswain. Everyone must exert equal effort or the boat will turn against the wave and be unceremoniously tossed back on the beach.\"</p><p>\"For the boat to make it to its destination, everyone must paddle. You cannot change the world alone; you will need some help. And to truly get from your starting point to your destination takes friends, colleagues and the goodwill of strangers and a strong coxswain to guide them.\"</p><p>As Minister Lawrence Wong said, we need to be united in our purpose, we cannot polarise. Mdm Speaker, I support the Motion.</p><p><strong> Mdm Speaker</strong>:&nbsp;Mr Chen Show Mao.&nbsp;&nbsp;</p><h6>3.46 pm</h6><p><strong>Mr Chen Show Mao</strong>:&nbsp;Madam, I am an immigrant – I came to this country as a young immigrant. You have heard how we tried to explain that we are not an anti-immigrant party. Nor, I think, can our position on immigration and foreign workers be characterised as anti-immigrant, if we are being \"constructive\" about it. The speech that I gave dealt with how we can help older workers remain employed, help them keep working if they want to and help redesign workplaces or work processes so that more of them feel more productive at work and stay more productive at work. Because it is a point of emphasis for us: how to grow a Singaporean workforce so that we do not become overly reliant on immigrants and foreign workers.</p><p><strong>Mr Arthur Fong</strong>: Mdm Speaker, I would like to thank Mr Chen for his clarification and I hope that Mr Cedric Foo would read it in the Hansard. But my point was on foreign workers, as he prevaricated from his answer to Mr Foo. But I hear him. It is good to have a peek into the Workers' Party's attempt on policy on foreign workers.</p><p><strong> Mdm Speaker</strong>: Mr Zaqy Mohamad, you have the last say.</p><h6>3.48 pm&nbsp;&nbsp;</h6><p><strong>Mr Zaqy Mohamad (Chua Chu Kang)</strong>: I was under the impression that Member Arthur Fong had the last say.</p><p>Mdm Speaker, thank you so much for allowing me to speak to close the debate for the Motion on the President's Address.</p><p>We can all agree that it was a very robust and passionate week of speeches and debates. I would like to thank Prime Minister Lee Hsien Loong, Deputy Prime Minister Teo Chee Hean, the various Ministers and 62 Members of Parliament who spoke on the various themes in support of this Motion to thank our President for his Address. Of course, the Whip also informed me that the President's Address was so exciting that a Member of this House wanted to speak not just once, but twice. He was referring to me, by the way.</p><p>Madam, please allow me to begin my closing speech in Malay.</p><p>(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140530/vernacular-Zaqy Mohamad.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>Throughout the five days of debate in this Chamber, we have heard and pondered on the arguments from Members in this House on various issues and topics that are close to their hearts, in response to the President's Address.</p><p>Members in this House had the opportunity to put forth their views and many also gave constructive suggestions in the debates, which, in my view, were very comprehensive. What is clear is that our work does not end here, because there are still much follow-up efforts to be done.</p><p>Therefore, I would like to put on record my appreciation to all Members in this House for participating in the debates on this Motion. The fact that these debates were conducted with decorum despite differences in points of view, shows that we have gone far in terms of conducting frank discussions.</p><p>Yet, the one thing that stands out was, at the heart of these debates, all of us aspire to create a better future for Singapore and every Singaporean, as laid out in the President's Address. The programmes and policies being planned will move towards fulfilling this aspiration.</p><p>But as the Prime Minister had stated, the politics must also be right, it must be constructive and can further enhance our achievements.</p><p>The Government has made a lot of progress on several key issues that Singaporeans are concerned with, that is, housing, public transport, population issues and the social safety net.</p><p>The challenges that we face are increasingly complex, but we must all work together to plan and implement the solutions. We admit that this is a work-in-progress. But for the Government, this is not merely lip service, but a firm commitment, despite facing continuous sharp criticisms.</p><p>When we talk about issues of concern that are essential to our survival, we cannot afford to merely grumble, but, more importantly, what are the ideas, suggestions and solutions that are constructive which we can think of and can be implemented. This will allow us to move forward.</p><p>At the same time, I was also drawn to something that came out clearly throughout these five days of debates, that is, we all want the best for Singapore and Singaporeans. This concern for all our citizens, ensuring that no one gets left behind, gives assurance to every Singaporean that their welfare and needs are being cared for.</p><p>This includes the Malay/Muslims in Singapore, who are also a focus of our debates.</p><p>It is undeniable and plain to see that, on the whole, the House was given the actual perspective that the community has achieved a lot of progress and, more importantly, the progress was achieved due to capabilities based on merit, which we are proud of and is undisputed.</p><p>(<em>In English</em>):&nbsp;The theme of constructive politics featured in many of your speeches and much has already been said and debated, particularly in the speeches and exchanges between Prime Minister Lee Hsien Loong, Mr Low Thia Khiang and Mr Hri Kumar. Mr Seng Han Thong also addressed issues of non-constructive politics earlier. The passionate discussions and clashes of ideas we had this week is an example and a good step forward in the direction of constructive politics – which means putting Singapore and Singaporeans at the heart of each and every one of our policy goals.</p><p>I note that Members have given general recognition to the Government's efforts in improving the lives of Singaporeans in the last three years and responding to their immediate concerns. This Government has clearly shown that it is about the people and for the people.</p><p>Regardless of positions taken, Members pointed out concerns and suggested solutions on issues including healthcare, ageing, retirement adequacy, making Singaporean lives better and many more. Allow me to summarise some of these points made.</p><p>Starting with healthcare in Singapore, Dr Chia Shi-Lu, Mr Laurence Lien, Dr Janil Puthucheary, Minister Gan Kim Yong and Dr Amy Khor all spoke about healthcare over the last few days, among others.</p><p>Dr Chia spoke about health risks that we face as a society and also the opportunities and threats of a universal health insurance system.</p><p>Mr Lien suggested that in addressing healthcare concerns, we should not just look at building infrastructure but also in targeting the root causes of health problems such as lifestyle and diet.</p><p>Dr Janil, of course, very interestingly detailed his eight steps to a long, healthy and happy life. Coming from a medical doctor, I would take his advice seriously and have myself taken note of his recommendations.</p><p>From a Government policy point of view on healthcare, Minister Gan confirmed that MediShield Life Review Committee is currently finalising its proposed recommendations and will be ready to share these next month and that the Health Ministry will implement the final scheme by the end of 2015. He also revealed that the Government will introduce several measures, including permanent subsidies, to ensure that low-income Singaporeans will not face problems in meeting the premiums, which are also being kept affordable in any case.</p><p>Dr Khor pointed out that communications on healthcare policies will be stepped up, particularly on the Pioneer Generation Package, including thorough training healthcare staff and professionals here.</p><p>In the area of ageing, indeed, the discussion on healthcare in Singapore becomes even more complex due to ageing population that we are developing. In this regard, the Pioneer Generation Package has played a crucial role in alleviating concerns of affordable healthcare for a large segment of our society. Many of you have spoken up during this week, in appreciation of the package and how it has helped our constituents.</p><p>However, there are opportunities to do more for our ageing population and some such as Mr Cedric Foo, Mr Chen Show Mao, Minister of State Maliki Osman who have touched on that in this sitting and I will mention some of the points that were raised.</p><p>Dr Chia singled out MOH for appreciation in disbursing the City for All Ages grant to allow communities to promote Ageing-in-Place, while many Members have also raised the concerns that our elderly may have issues coping with the rising cost of living.</p><p>I am also heartened to learn from Minister Gan that these discussions on ageing will not just end here and that there will be a nationwide conversation on this and to explore how we can turn into a conversation that celebrates longevity instead of one that worries about ageing.</p><p>Of course, the other hot topic was retirement adequacy. One of the biggest concerns growing old in Singapore, or anywhere else for that matter, is whether you have enough financial protection when you grow old or whether or not you may have a regular income.</p><p>Many of you shared your concerns on this and also suggested ways in which this can be overcome.</p><p>For one, and certainly for those who want to continue working, Dr Khor confirmed that the re-employment age will be extended beyond 65 to 67. This news will be welcomed by those Singaporeans who would still want to be able to contribute to the workforce.</p><p>But a wider concern was raised this week by several Members of Parliament whether our current systems ensure that Singaporeans can achieve retirement adequacy.</p><p>Ms Jessica Tan cautioned that with an ageing population, cost concerns are creating additional anxieties over retirement adequacy and increasing Minimum Sum amounts. She suggested that CPF saving plans and annuity schemes must be improved to allow Singaporeans to plan better for their financial commitments when young and options to unlock the value of their savings and assets when they are older.</p><p>Mr Heng Chee How suggested that to achieve retirement adequacy, we should work towards increasing the flow of money into Singaporeans' CPF savings and/or to make CPF savings work harder for Singaporeans' retirement.</p><p>Many alternatives were also suggested to make CPF savings work better for Singaporeans. Ms Tan Su Shan said that the Government should factor in a higher rate of inflation for CPF in calculating retirement adequacy and that there should be more done to educate Singaporeans on retirement planning and the facts of the CPF scheme so that there is no misinformation.</p><p>Mrs Lina Chiam said that non-mandatory CPF annuity scheme and private annuity schemes should also be considered.</p><p>But others also felt that there should be greater access to CPF funds, especially for older Singaporeans. Mr Gan Thiam Poh felt that the Government should allow about half of the CPF Minimum Sum to be set aside for flat purchases if buyers above 55 are still working and have income to service their mortgages.</p><p>Ms Tin Pei Ling suggested that the Government should make rules governing the use of the CPF money more flexible so as to allow mature Singaporeans in genuine dire straits to take care of their family needs such as the HDB mortgages and children's education.</p><p>Responding to some of these calls, Dr Khor said that these ideas, particularly those to boost CPF rates for older workers, link payouts to inflation and to explore ways in which the elderly can better unlock the value of their flats, will all be considered.</p><p>Clearly, all of these suggestions were designed at helping Singaporeans grow old in Singapore without worrying about how they could sustain their retirement years.</p><p>But it was not just the elderly that Members were concerned about as there was also a significant discussion on how we could improve the lives of Singaporeans generally, particularly those in the low and middle income.</p><p>Assoc Prof Eugene Tan called for a review of the meritocratic system and questioned if our conception of merit is too narrow.</p><p>Mr Muhamad Faisal bin Abdul Manap&nbsp;called for a better assessment of the impact of the Government's multiple layers of social safety nets and to see if the overall situation is improving from year to year.</p><p>There was an overall emphasis as well on ensuring that Singaporeans at all levels had clear pathways upwards, in education as Ms Indranee Rajah confirmed that more paths will be opened for ITE and polytechnic graduates as alternative to degree programmes. She said that programmes such as continuing education and industry certifications could provide greater job security.</p><p>At the school and preschool level, Minister of State Sim Ann, Mr Lim Biow Chuan, Mr Ang Wei Neng, Dr Lim Wee Kiak, Mr Edwin Tong spoke about enhancing our education system, ensuring social mobility and inculcating values in how we raise our future generations.</p><p>Members also raised concerns on the future of our PMEs, such as Ms Foo Mee Har who asked companies to give Singaporean employees in this category greater priority over foreigners when hiring.</p><p>Mr Patrick Tay suggested some ways to help PMEs, including expanding the WSQ framework to have greater focus on this group and Government funding should be made more accessible to them.</p><p>Others, like Ms Denise Phua, called for the end of the elected presidency and also suggested that the civil service be re-designed. I know she had stressed it twice that it was redesign and not resign. Deputy Prime Minister Teo also shared how the civil service will evolve to meet the current and future challenges to Government.</p><p>Senior Minister of State Lee Yi Shyan and Mr Teo Siong Seng provided suggestions on how Singapore could become a smart city.</p><p>Mr Teo and Mr Dhinakaran also spoke on providing help to SMEs since they are major employers in our economy.</p><p>Ms Sylvia Lim accorded more focus on our safety and security as she talked about some of the challenges facing our Home Team officers. She also suggested expanding the use of technology in our policing and for the Government to share more data on crime and justice.</p><p>Mr Arthur Fong earlier also covered safety, resiliency and Singapore's vulnerabilities as a nation and we should not take our stability, political or our national security for granted.</p><p>Mr Pritam Singh raised concerns on whether we were ready to handle the growing uncertainty in the region, especially with more immigrants coming here. He also questioned on how the TPP would affect Singaporeans and businesses here and that this impact should be made known.</p><p>I also like to thank Minister Ng Eng Hen, Mr Alex Yam and Mr Sitoh Yih Pin who spoke about recognising the contributions of our NSmen and the progress we have made in our military service, including that of the Malay community.</p><p>Madam, I have learnt a lot from Members in this debate, including a new phrase – which I attribute to Er Dr Lee Bee Wah. I am going to try this: \"wu tia thio sia, bo kua thio ngia\". I am going to try \"tok kon\" also in future. I do not think I will be using this in the future and I hope I do not have to, because I am hopeful that with all the policy shifts and announcements made to serve Singaporeans better, we will do our utmost to see them implemented well and garner the support of our people. Otherwise, I will need to seek more Hokkien tuition from Er Dr Lee Bee Wah in future.</p><p>Last but not least, Minister Lawrence Wong shared exciting plans for our youths with the Youth Volunteer Corps, the revamp of the NYC as well as *SCAPE. I am also excited with the plans for the SG50, many of which the young and old can look forward to as Singapore celebrates its 50th birthday next year.</p><p>Mdm Speaker, this week has been a lively debate and I am encouraged to note that all Members of this House have the interest of Singapore and Singaporeans at heart beyond anything else.</p><p>Mr Hri Kumar made an interesting statement on the difference between a politician and a statesman which I found interesting in his speech. What he said was this, \"Statesmen tell you what is true even though it may be unpopular. Politicians will tell you what is popular, even though it may be untrue.\"</p><p>I will end my speech by complementing this with a quote from Greek Philosopher, Aristotle, \"What the statesman is most anxious to produce, is a certain moral character in his fellow citizens, namely a disposition to virtue and the performance of virtuous actions.\" As Members of this House, we have the responsibility to shape the nation of the future and what kind of Singapore we want to become.</p><p>Madam, once again, I would like to thank the President for his Address and wish the Government and Members of this House success in this half of this Parliament term. Let us work together to make the lives of Singaporeans better and shape Singapore to be a better place to live in and leave our legacy for generations to come. [<em>Applause</em>]</p><p>[(proc text) Question put, and agreed to. (proc text)]</p><p>[(proc text) Resolved, (proc text)]</p><p>[(proc text) \"That the following Address in reply to the Speech of the President be agreed to: (proc text)]</p><p>[(proc text) 'We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the Second Session of this Parliament.'.\"&nbsp;&nbsp;&nbsp;&nbsp;(proc text)]</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Adjournment", "subTitle": null, "sectionType": "OS", "content": "<p>[(proc text) Resolved, \"That Parliament do now adjourn to a date to be fixed.\"&nbsp;– [Dr Ng Eng Hen]. (proc text)]</p><p class=\"ql-align-right\">&nbsp;<em>Adjourned accordingly at 4.05 pm</em></p><p class=\"ql-align-right\"><em>to a date to be fixed.</em></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Indonesian Fugitives in Singapore", "subTitle": null, "sectionType": "WA", "content": "<p>1 <strong>Mrs Lina Chiam</strong> asked the Deputy Prime Minister and Minister for Home Affairs (a) from 2007 to 2013, whether there were any corrupt Indonesian fugitives residing in Singapore; and (b) what measures are put in place to (i) ensure that corrupt Indonesian fugitives do not reside in Singapore; and (ii) prevent corrupt Indonesian refugees from seeking refuge in Singapore.</p><p><strong>Mr Teo Chee Hean</strong>: Singapore maintains a zero-tolerance approach towards corruption in Singapore and corruption-related offences committed by Singaporeans overseas. This tough stance has enabled us to build a strong reputation internationally for a clean and honest environment.</p><p>The Corrupt Practices Investigation Bureau (CPIB) investigates corruption and related offences under the Prevention of Corruption Act. In addition, the Corruption, Drug Trafficking and Other Serious Crimes (Confiscation of Benefits) Act, or CDSA, criminalises the laundering of benefits derived from corruption and allows for the investigation and confiscation of such benefits. The Monetary Authority of Singapore also requires all financial institutions operating in Singapore to have robust controls to ensure that they do not deal with criminals, including known fugitives.</p><p>Singapore's strict immigration rules ensure that criminal and undesirable elements are kept out of the country. Under the Immigration Act, known fugitives and foreigners whose presence is against Singapore’s interest will be denied entry or have their immigration passes cancelled and be removed from Singapore.</p><p>In 2007, Singapore signed an extradition treaty (ET) and defence cooperation agreement (DCA) as a package with Indonesia, which are pending ratification by Indonesia. Singapore remains ready and committed to proceed with the ET/DCA package when Indonesia is ready to do so. Even in the absence of an ET, there is good cooperation between both sides, including the provision of mutual legal assistance and agency-to-agency assistance.</p><p>Any person who has information on corrupt activities or of any known fugitive being harboured here should provide the information to the CPIB or Police to investigate.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}], "writtenAnswersVOList": [], "writtenAnsNAVOList": [], "annexureList": [], "vernacularList": [{"vernacularID": 2499, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Mr Seng Han Thong", "filePath": "d:/apps/reports/solr_files/20140530/vernacular-Seng Han Thong.pdf", "fileName": "Seng Han Thong.pdf"}, {"vernacularID": 2500, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Dr Mohamad Maliki Bin Osman", "filePath": "d:/apps/reports/solr_files/20140530/vernacular-Mohamad Maliki Bin Osman.pdf", "fileName": "Mohamad Maliki Bin Osman.pdf"}, {"vernacularID": 2501, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Ms Sim Ann", "filePath": "d:/apps/reports/solr_files/20140530/vernacular-Sim Ann.pdf", "fileName": "Sim Ann.pdf"}, {"vernacularID": 2502, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Mr Arthur Fong", "filePath": "d:/apps/reports/solr_files/20140530/vernacular-Arthur Fong.pdf", "fileName": "Arthur Fong.pdf"}, {"vernacularID": 2503, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Mr Zaqy Mohamad", "filePath": "d:/apps/reports/solr_files/20140530/vernacular-Zaqy Mohamad.pdf", "fileName": "Zaqy Mohamad.pdf"}], "onlinePDFFileName": ""}
