{"metadata": {"parlimentNO": 12, "sessionNO": 2, "volumeNO": 92, "sittingNO": 5, "sittingDate": "29-05-2014", "partSessionStr": "PART I OF SECOND SESSION", "startTimeStr": "01:30 PM", "speaker": "Mdm Speaker", "attendancePreviewText": "null", "ptbaPreviewText": "Should there be a sitting of Parliament or meeting of a Committee of Parliament on these stated periods, Members' names may accordingly appear under the \"Absent\" list.", "atbPreviewText": null, "dateToDisplay": "Thursday, 29 May 2014", "pdfNotes": "This paginated PDF copy of the day's Hansard report is for first reference citation purposes. Changes to the page numbers in this PDF copy may be made in the final print of the Official Report.", "waText": null, "ptbaFrom": "2014", "ptbaTo": "2014", "locationText": "in contemporaneous communication"}, "attStartPgNo": 0, "ptbaStartPgNo": 0, "atbpStartPgNo": 0, "attendanceList": [{"mpName": "Mr Christopher de Souza (Holland-Bukit Timah).", "attendance": false, "locationName": null}, {"mpName": "Ms Grace Fu Hai Yien (Yuhua), Minister, Prime Minister's Office, Second Minister for the Environment and Water Resources and Second Minister for Foreign Affairs.", "attendance": false, "locationName": null}, {"mpName": "Mr Gan Thiam Poh (Pasir Ris-Punggol).", "attendance": false, "locationName": null}, {"mpName": "Mr Hawazi Daipi (Sembawang), Senior Parliamentary Secretary to the Minister for Education and Minister for Manpower.", "attendance": false, "locationName": null}, {"mpName": "Mr Heng Swee Keat (Tampines), Minister for Education.", "attendance": false, "locationName": null}, {"mpName": "Mr Inderjit Singh (Ang Mo Kio).", "attendance": false, "locationName": null}, {"mpName": "Ms Mary Liew (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Mr Raymond Lim Siang Keat (East Coast).", "attendance": false, "locationName": null}, {"mpName": "Ms Irene Ng Phek Hoong (Tampines).", "attendance": false, "locationName": null}, {"mpName": "Mr Ong Teng Koon (Sembawang).", "attendance": false, "locationName": null}, {"mpName": "Mr K Shanmugam (Nee Soon), Minister for Foreign Affairs and Minister for Law.", "attendance": false, "locationName": null}, {"mpName": "Mr Teo Siong Seng (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Dr Vivian Balakrishnan (Holland-Bukit Timah), Minister for the Environment and Water Resources.", "attendance": false, "locationName": null}, {"mpName": "Mdm SPEAKER (Mdm Halimah Yacob (Jurong)). ", "attendance": true, "locationName": "Parliament House"}, {"mpName": "Mr Ang Hin Kee (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr Ang Wei Neng (Jurong). ", "attendance": true, "locationName": null}, {"mpName": "Mr Baey Yam Keng (Tampines). ", "attendance": true, "locationName": null}, {"mpName": "Mr Chan Chun Sing (Tanjong Pagar), Minister for Social and Family Development and Second Minister for Defence. ", "attendance": true, "locationName": null}, {"mpName": "Mr Chen Show Mao (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Dr Chia Shi-Lu (Tanjong Pagar). ", "attendance": true, "locationName": null}, {"mpName": "Mrs Lina Chiam (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Charles Chong (Joo Chiat), Deputy Speaker. ", "attendance": true, "locationName": null}, {"mpName": "Mr R Dhinakaran (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Ms Faizah Jamal (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Nicholas Fang (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Fatimah Lateef (Marine Parade). ", "attendance": true, "locationName": null}, {"mpName": "Mr Arthur Fong (West Coast). ", "attendance": true, "locationName": null}, {"mpName": "Mr Cedric Foo Chee Keng (Pioneer). ", "attendance": true, "locationName": null}, {"mpName": "Ms Foo Mee Har (West Coast). ", "attendance": true, "locationName": null}, {"mpName": "Mr Gan Kim Yong (Chua Chu Kang), Minister for Health and Government Whip. ", "attendance": true, "locationName": null}, {"mpName": "Mr Gerald Giam Yean Song (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Goh Chok Tong (Marine Parade). ", "attendance": true, "locationName": null}, {"mpName": "Mr Heng Chee How (Whampoa), Senior Minister of State, Prime Minister's Office and Deputy Leader of the House. ", "attendance": true, "locationName": null}, {"mpName": "Mr Hri Kumar Nair (Bishan-Toa Payoh). ", "attendance": true, "locationName": null}, {"mpName": "Ms Indranee Rajah (Tanjong Pagar), Senior Minister of State for Education and Law. ", "attendance": true, "locationName": null}, {"mpName": "Dr Intan Azura Mokhtar (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr S Iswaran (West Coast), Minister, Prime Minister's Office, Second Minister for Home Affairs and Second Minister for Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Dr Janil Puthucheary (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Khaw Boon Wan (Sembawang), Minister for National Development. ", "attendance": true, "locationName": null}, {"mpName": "Dr Amy Khor Lean Suan (Hong Kah North), Senior Minister of State for Health and Manpower and Deputy Government Whip. ", "attendance": true, "locationName": null}, {"mpName": "Ms Janice Koh (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Dr Lam Pin Min (Sengkang West). ", "attendance": true, "locationName": null}, {"mpName": "Er Dr Lee Bee Wah (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Mr Desmond Lee (Jurong), Minister of State for National Development. ", "attendance": true, "locationName": null}, {"mpName": "Ms Ellen Lee (Sembawang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Hsien Loong (Ang Mo Kio), Prime Minister. ", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Kuan Yew (Tanjong Pagar). ", "attendance": true, "locationName": null}, {"mpName": "Ms Lee Li Lian (Punggol East). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Yi Shyan (East Coast), Senior Minister of State for National Development and Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Mr Liang Eng Hwa (Holland-Bukit Timah). ", "attendance": true, "locationName": null}, {"mpName": "Mr Laurence Lien (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Biow Chuan (Mountbatten). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Hng Kiang (West Coast), Minister for Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Swee Say (East Coast), Minister, Prime Minister's Office. ", "attendance": true, "locationName": null}, {"mpName": "Ms Sylvia Lim (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Dr Lim Wee Kiak (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Miss Penny Low (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Low Thia Khiang (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Ms Low Yen Ling (Chua Chu Kang), Parliamentary Secretary to the Minister for Culture, Community and Youth and Minister for Social and Family Development. ", "attendance": true, "locationName": null}, {"mpName": "Mr Lui Tuck Yew (Moulmein-Kallang), Minister for Transport ", "attendance": true, "locationName": null}, {"mpName": "Mr Mah Bow Tan (Tampines). ", "attendance": true, "locationName": null}, {"mpName": "Mr Masagos Zulkifli B M M (Tampines), Senior Minister of State for Foreign Affairs and Home Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Dr Mohamad Maliki Bin Osman (East Coast), Minister of State for Defence and National Development. ", "attendance": true, "locationName": null}, {"mpName": "Mr Muhamad Faisal Bin Abdul Manap (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Dr Muhammad Faishal Ibrahim (Nee Soon), Parliamentary Secretary to the Minister for Health and Minister for Transport. ", "attendance": true, "locationName": null}, {"mpName": "Dr Lily Neo (Tanjong Pagar). ", "attendance": true, "locationName": null}, {"mpName": "Dr Ng Eng Hen (Bishan-Toa Payoh), Minister for Defence and Leader of the House. ", "attendance": true, "locationName": null}, {"mpName": "Mr David Ong (Jurong). ", "attendance": true, "locationName": null}, {"mpName": "Ms Denise Phua Lay Peng (Moulmein-Kallang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Png Eng Huat (Hougang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Pritam Singh (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Mr Seah Kian Peng (Marine Parade), Deputy Speaker. ", "attendance": true, "locationName": null}, {"mpName": "Mr Seng Han Thong (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Ms Sim Ann (Holland-Bukit Timah), Minister of State for Education and Communications and Information. ", "attendance": true, "locationName": null}, {"mpName": "Mr Sitoh Yih Pin (Potong Pasir). ", "attendance": true, "locationName": null}, {"mpName": "Mr Sam Tan Chin Siong (Radin Mas), Minister of State for Culture, Community and Youth and Prime Minister's Office. ", "attendance": true, "locationName": null}, {"mpName": "Mr Tan Chuan-Jin (Marine Parade), Minister for Manpower. ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Tan Kheng Boon Eugene (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Ms Jessica Tan Soon Neo (East Coast). ", "attendance": true, "locationName": null}, {"mpName": "Ms Tan Su Shan (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Patrick Tay Teck Guan (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Mr Teo Chee Hean (Pasir Ris-Punggol), Deputy Prime Minister and Coordinating Minister for National Security and Minister for Home Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Dr Teo Ho Pin (Bukit Panjang), Deputy Government Whip. ", "attendance": true, "locationName": null}, {"mpName": "Mrs Josephine Teo (Bishan-Toa Payoh), Senior Minister of State for Finance and Transport. ", "attendance": true, "locationName": null}, {"mpName": "Mr Teo Ser Luck (Pasir Ris-Punggol), Minister of State for Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Mr Tharman Shanmugaratnam (Jurong), Deputy Prime Minister and Minister for Finance. ", "attendance": true, "locationName": null}, {"mpName": "Ms Tin Pei Ling (Marine Parade). ", "attendance": true, "locationName": null}, {"mpName": "Mr Edwin Tong Chun Fai (Moulmein-Kallang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Vikram Nair (Sembawang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Wong Kan Seng (Bishan-Toa Payoh). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lawrence Wong (West Coast), Minister for Culture, Community and Youth and Second Minister for Communications and Information. ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Dr Yaacob Ibrahim (Moulmein-Kallang), Minister for Communications and Information and Minister-in-charge of Muslim Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Mr Alex Yam (Chua Chu Kang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Yee Jenn Jong (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Alvin Yeo (Chua Chu Kang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Yeo Guat Kwang (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr Zainal Sapari (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Zainudin Nordin (Bishan-Toa Payoh). ", "attendance": true, "locationName": null}, {"mpName": "Mr Zaqy Mohamad (Chua Chu Kang). ", "attendance": true, "locationName": null}], "ptbaList": [{"mpName": "Dr Vivian Balakrishnan", "from": "29 May", "to": "29 May", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Mr Desmond Lee", "from": "09 Jun", "to": "12 Jun", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}], "a2bList": [], "takesSectionVOList": [{"startPgNo": 0, "endPgNo": 0, "title": "Ridership on Downtown Line", "subTitle": null, "sectionType": "OA", "content": "<p><span style=\"color: rgb(51, 51, 51);\">The following question stood in the name of&nbsp;</span>\t<strong style=\"color: rgb(51, 51, 51);\">Mr Gan Thiam Poh&nbsp;</strong>–</p><p>1 To ask&nbsp;<span style=\"color: rgb(51, 51, 51);\">the Minister for Transport (a) what is the average ridership on the Downtown Line during the morning and evening peak and non-peak hours since it started operations in December 2013; (b) how much has the Downtown Line helped alleviate the load on the North East Line during the morning and evening peak hours; and (c) whether the Downtown Line has also eased the load on the Circle Line during peak hours.</span></p><p><strong>\tMr Ong Teng Koon (Sembawang)</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Question No 1.&nbsp;</span></p><p><strong>\tThe Minister for Transport (Mr Lui Tuck Yew)</strong>:&nbsp;Mdm Speaker, in reply to the Parliamentary Question from Mr Gan Thiam Poh, the average weekday ridership for the Downtown Line 1 (DTL1) from January till April 2014 was approximately 58,000 passengers daily with about 40% of the passengers travelling during the peak hours.</p><p>The DTL1, given its short length, is primarily intended to provide connectivity within as well as into and out of the city area, rather than to alleviate loading on the North East Line (NEL) and Circle Line (CCL). The full DTL, on the other hand, when completed in 2017, will help relieve some of the loading on the North-South and East-West Lines (NSEWL) as well as some of the crowded interchange stations in the city.</p><p>We can expect some relief to the loading on the NEL and the CCL from 2015, when a total of 42 new trains will be added progressively. The fleet capacity of the NEL and the CCL will then increase by up to 70% and 60% respectively.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Screening for Mental Health Disorders among National Service Recruits", "subTitle": null, "sectionType": "OA", "content": "<p>2 <strong>Assoc Prof Fatimah Lateef</strong>&nbsp;asked the Minister for Defence (a) what are the strategies utilised for screening of mental health disorders in National Service recruits; and (b) what is being offered in terms of management and counselling for those in the SAF, Navy and Air Force who already have a mental health disorder.</p><p><strong>\tThe Minister for Defence (Dr Ng Eng Hen)</strong>:&nbsp;Mdm Speaker, the spectrum of mental health disorders within any given population can vary considerably in severity, and because our National Servicemen are drawn from the general population, this is also true for National Servicemen with mental health disorders. Further, for the affected individual, his condition may not be static and could worsen or improve over time. So, MINDEF's approach for National Servicemen with mental health disorders takes into account this variability; variability of conditions across different individuals, the variability of an individual who has the condition over time. And only those who are assessed professionally to be able to perform his National Service (NS) duties are enlisted.</p><p>Before enlistment, all pre-enlistees are screened by Medical Officers for psychiatric, behavioural and adjustment problems. The screening guidelines are established by the SAF Psychiatry Specialist Advisory Board, and this comprises senior psychiatrists drawn from private practice and public hospitals. Pre-enlistees with severe mental illnesses who are unable to perform NS duties are exempted from NS. And in the last three years, about 500 were exempted from NS because they had this condition, annually, due to mental health problems. Five hundred annually.</p><p>For those enlisted, we want to ensure that national servicemen with mental health disorders pose no risk to themselves and those around them. They are monitored while they are serving NS. To protect their medical confidentiality, only the Commanders and Medical Officers who monitor their progress are notified about their conditions. Should they require closer observation, these National Servicemen are seen regularly by psychiatrists at the Psychological Care Centre.</p><p>Any time there is doubt whether the National Servicemen can perform his duties or about safety risks, the individual is again assessed by the psychiatrist and could be redeployed to a more suitable vocation or excused from his NS duties.</p><p>I have spoken about a specific regime which the Member has asked for. But in addition to this specific regime for those with known mental health disorders, the SAF also educates trainees in Officer Cadet School and Specialist Cadet School. We give them basic counselling and mental health awareness programmes. This is to help our Commanders better identify fellow soldiers with mental health issues. Soldiers with mental health issues can be referred to the Psychological Care Centre. The Member also asked what other avenues there are. There is also a 24-hour SAF Counselling Hotline, which soldiers can call – whether they themselves or others for them&nbsp;– whenever they need help.</p><p>Our approach towards national servicemen with mental health disorders ensures that they are not discriminated against or stigmatised if they are able to perform NS safely. They are treated similarly with national servicemen who have other physical health disorders, where risks are also managed accordingly based on guidelines, again, developed by our Specialist Medical Boards. The risks from their medical conditions, whether physical or mental, will exist even when they are not performing NS.</p><p>Under our present regime, there have been many national servicemen with mental health disorders who have completed their NS duties well. MINDEF and the SAF will continue to periodically review and strengthen the mental health system, in consultation with the Psychiatry Specialist Advisory Board, to ensure that all National Servicemen with medical conditions receive good care during NS.</p><p><strong> </strong></p><p><strong>\t</strong>\t<strong>Assoc Prof Fatimah Lateef (Marine Parade)</strong>:&nbsp;I thank the Minister for the response. Just two short supplementary questions. First, pertaining to fitness to perform, for example, if the recruit or NSman has already been diagnosed or is getting consultation from a private psychiatrist, is that also acceptable to the SAF? </p><p>Secondly, in the decision to downgrade for fitness to perform during National Service or in the SAF, is it required that a psychiatrist in a restructured hospital is consulted, or is it just the SAF psychiatrist who can make a decision? Also, for medication for the psychiatric conditions, which can be quite expensive for some, are there subsidies that these people can tap?</p><p><strong>\tDr Ng Eng Hen</strong>:&nbsp;Madam, before I answer specifically, we treat psychiatric conditions similar to other medical conditions, with regard to whether the serviceman can be re-deployed or exempted from National Service altogether. The SAF makes no distinction between private and public medical specialists who have seen the serviceman and alert us to either the condition or if the condition has worsened. But the final decision on deployment and exemption or continuing of NS is made by a Specialist Board. We have a number of these Specialist Medical Boards. Rather than one person doing it, we draw them from both private and public sectors – as I had mentioned. We have a Psychiatrist Board that consists of specialists drawn from both private and public sectors, and they help us to assess any particular individual's condition.</p><p>Our subsidy and treatment regimes fall under the general healthcare framework. If there are issues in terms of financial assistance, we have separate schemes but no, we do not have any particular scheme that addresses medical subsidies for National Servicemen with medical health conditions.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Foreign Healthcare Staff in Public Hospitals and Polyclinics", "subTitle": null, "sectionType": "OA", "content": "<p>3 <strong>Mr Yee Jenn Jong</strong> asked&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">the Minister for Health (a) what safeguards are in place to ensure that foreign healthcare staff who can only speak English do not miscommunicate with our non-English speaking patients; (b) how the Ministry intends to encourage more foreign healthcare staff to attend courses to learn our official languages (other than English) and Chinese dialects; and (c) how many full-time interpreters for local languages and dialects are there in the public hospitals and polyclinics currently .</span></p><p><strong>\tThe Parliamentary Secretary to the Minister for Health (Assoc Prof Dr Muhammad Faishal Ibrahim) (for the Minister for Health)</strong><span style=\"color: rgb(51, 51, 51);\">:</span>&nbsp;Mdm Speaker, effective communication between healthcare staff and patients is important to ensure patient safety. Therefore, public healthcare institutions have taken steps to ensure that foreign staff are able to communicate effectively with our patients. For instance, they conduct local assimilation programmes, including language courses, for example, English, Malay and so on to familiarise foreign healthcare staff with our local clinical practice, as well as language and cultural context, to enable better communication between foreign staff and patients.</p><p>About 35% of foreign staff recruited in the last five years had participated in at least one language programme. Some of the foreign staff are Malaysians or have been in Singapore for some time and are already familiar with our language and culture, and therefore may not need to attend such programmes. The Ministry also provides the public healthcare institutions with a training fund, to support foreign nurses in enrolling for language courses. More than 2,000 foreign nurses have benefited from this scheme between 2009 and 2013.</p><p>Pictorial guides are available in our public healthcare institutions to aid staff in their communication with patients. In addition, our public healthcare institutions ensure that a good mix of local and foreign healthcare staff is rostered for each shift. They work as a team to care for our patients. In some institutions, foreign staff may also partner colleagues who speak the language of the patient, if necessary.</p><p>With these measures in place, the risk of miscommunication is reduced. Therefore, only a few public healthcare institutions have assessed that it is necessary to employ interpreters for local languages.</p><p>MOH and the public healthcare institutions will continue to encourage foreign healthcare staff to improve their communication skills, so that they can converse accurately and independently with our patients.</p><p><strong> </strong></p><p><strong>\tMr Yee Jenn Jong (Non-Constituency Member)</strong>:&nbsp;I thank the Parliamentary Secretary for the answers. I have three supplementary questions. The first is whether MOH has done any study to see what percentage of time is spent by staff who have to partner others to help with the interpretation duties and whether that has impacted their work because it is added to their workload.</p><p>The second question is: in a previous Parliamentary Question reply, MOH stated that the language training programme is about 30 hours long spread over a few weeks. Is there evidence that the healthcare professionals will be equipped with sufficient language skills to communicate with non-English speaking patients after this 30-hour course? And whether there will be some proficiency tests that are conducted for healthcare workers, especially those who do not attend these language courses at all.</p><p>Lastly, I am not sure if there was a reply to the part about the full-time interpreters. I would like to know how widespread is the practice for full-time interpreters to be in hospitals. Thank you.</p><p><strong>\tAssoc Prof Dr Muhammad Faishal Ibrahim</strong>:&nbsp;Madam, I would like to thank the Member for the questions. I do not have the figure with regard to the time spent by the staff on language coaching. It is part of the work process. I would like to share with the Member that many of our staff look at it as part of the process of working with each other. If you look at nurses in the public healthcare or the nursing communities, it is a vibrant group of people working together to see how they can care for the patient. Even though it is about 30 hours on average, as what the Member mentioned, but I am happy that beyond this, the whole group of nurses will help one another. Many of these foreign nurses or healthcare workers will pick up from the job, from the interactions. The initial courses that they take are certainly very helpful for them, as part of their engagement process.</p><p>It is about how we monitor them. We monitor them very closely in the sense that we want to make sure that the communications with the patient is done properly as part of the care process. I want to assure the Member that we actually monitor them and we take this seriously because at the end of the day, we want our patients to be well cared for.</p><p>For interpreters, as I have mentioned in my answer earlier, at the end of the day, it is about working together, and how we can serve the patient better. We have found that by working together with the different nationalities, and those who are fluent in certain languages, we have found that we are able to cope. As a result, we do not need as many interpreters as what the Member mentioned earlier. We find that it is not necessary, but we do have interpreters in a few of these institutions that require them.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Withdrawal of CPF Monies by Permanent Residents", "subTitle": null, "sectionType": "OA", "content": "<p>4 <strong>Mrs Lina Chiam</strong> asked&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">the Minister for Manpower from 2003 to 2013, how many Permanent Residents have withdrawn their CPF monies when they leave Singapore permanently and what is the total amount of CPF monies withdrawn.</span></p><p><strong>\tThe Minister for Manpower (Mr Tan Chuan-Jin)</strong>:&nbsp;Mdm Speaker, the average amount withdrawn per year by CPF members leaving Singapore from 2003 to 2013 was $426 million, or 0.3% of average total members' balances. This includes the amounts withdrawn by former Singapore Citizens, former Permanent Residents (PRs) and foreigners who contributed to the CPF before 2003.</p><p>CPF Board does not track the amount separately for PRs who have given up their Permanent Residency.</p><p><strong> \tMrs Lina Chiam (Non-Constituency Member)</strong>:&nbsp;I thank the Minister for the response. I have three supplementary questions. Among the PRs who left Singapore permanently by way of withdrawing their CPF, what is the average length of their PR status in Singapore? Secondly, can PRs keep their properties after withdrawing their CPF monies when they leave Singapore for good? Can they be employed again in Singapore?</p><p><strong>\tMr Tan Chuan-Jin</strong>:&nbsp;Mdm Speaker, with regard to the first question, my Ministry does not track PRs specifically, so I do not have the details of the length of stay by PRs here. With regard to their properties, perhaps the Member would like to file a specific Parliamentary Question. I would imagine that if they owned properties here and they leave Singapore, if they are able to own the property, they could continue to own it in their names. With regard to the last question which is whether PRs are able to come back here to work, we will evaluate anyone who is applying to come back to work in Singapore. Obviously, their track record and their past histories will have a bearing on whether they are able to be employed here or not.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "HDB Main Contractors Levied with Liquidated Damages", "subTitle": null, "sectionType": "OA", "content": "<p><span style=\"color: rgb(51, 51, 51);\">The following question stood in the name of</span>\t<strong style=\"color: rgb(51, 51, 51);\">Mr Gan Thiam Poh&nbsp;</strong>–</p><p>5 To ask&nbsp;<span style=\"color: rgb(51, 51, 51);\">the Minister for National Development (a) how many HDB main contractors have been levied liquidated damages for job delays in the past two years; (b) how many time extensions, if any, have been given to main contractors who are affected by the tightening of foreign workers in the past two years without liquidated damages being levied; and (c) what measures has the Ministry taken to ensure that there is no compromise in quality, safety and workmanship in the construction of HDB flats in view of the tightening of foreign workers and strict timelines.</span></p><p><strong>\tMr Seng Han Thong (Ang Mo Kio)</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Question No 5.&nbsp;</span></p><p><strong>\tThe Minister of State for National Development (Mr Desmond Lee)&nbsp;(for the Minister for National Development)</strong><span style=\"color: rgb(51, 51, 51);\">:&nbsp;</span>Mdm Speaker, over the past two years, HDB has granted 36 projects some form of time extension. The reasons for such time extensions include changes in design beyond contractors' control, or exceptionally inclement weather. Of these, liquidated damages were levied on six contractors for delays in seven projects, due to various reasons, such as poor project planning, coordination and execution.</p><p>HDB has a robust system in place to ensure quality, safety and workmanship at all stages in the construction of HDB flats. For example, before construction, HDB sets the required quality standard based on construction of sample units. During construction, HDB conducts audits to ensure that the work is carried out according to the design specifications and up to standard.</p><p>In addition, HDB adopts the Construction Quality Assessment System (CONQUAS) as an independent benchmark of construction quality. Over the years, HDB's CONQUAS scores have been rising, reflecting the higher quality of flats built.</p><p>HDB will continue to maintain quality, safety and workmanship in the construction of HDB flats. At the same time, we continue to encourage our contractors to adopt greater mechanisation and more productive methods of construction to reduce their reliance on foreign workers.</p><p><strong> </strong></p><p><strong>\tMr Zaqy Mohamad (Chua Chu Kang)</strong>:&nbsp;I thank the Minister of State for his answer. I just want to ask this: in terms of the shortage of manpower in the construction industry today, how does HDB manage that? Knowing that the industry is a bit short on workers, at the same time, does the Ministry still bring Liquidated Damages (LD) on them in view that they do have issues with manpower shortages? How does HDB help some of these construction companies get their manpower resource?</p><p><strong>\tMr Desmond Lee</strong>:&nbsp;Mdm Speaker, Singapore is experiencing a tight labour market across all economic sectors, as we are all well aware. For the build environment sector, this applies both to the private as well as the public sector projects. Because the tightening of foreign worker numbers is one of the measures to incentivise contractors to increase productivity, it is normal that they have been affected as well.</p><p>What we have done to help contractors is to help them defray the cost of mechanisation uptake, and to raise their workers' skill levels. This is so that they can meet the challenges ahead of them. We do this through the Construction Productivity and Capability Fund. In addition, HDB has introduced various initiatives such as the use of pre-cast technology, system form-work and mechanisation of the work process onsite, as well as the piloting of the dry wall system and so on.</p><p>To cushion the impact and to drive up productivity in the HDB sector, if they still need more workers, beyond these measures, then they can apply for more workers beyond the Man-Year Entitlement quota through the Man-Year Entitlement Waiver tier. But, of course, that would incur higher levies.</p><p><strong> Mdm Speaker</strong>: Mr Zaqy Mohamad.</p><p><strong>\tMr Zaqy Mohamad</strong>:&nbsp;Madam, just to rephrase my question: having spoken to some of these contractors – we have LUP in my estate, for example, and they have also seen delays. One of the common feedback was that they cannot get foreign workers. Will HDB help these companies get the workers they require in order to finish these existing projects which are caught in between?</p><p><strong>\tMr Desmond Lee</strong>:&nbsp;Well, I have just said earlier in response to the Member's question that HDB proactively helps these contractors by driving up productivity, by introducing in their projects productivity-enhancing methodologies. That is the first approach. The second approach is to allow them to mechanise, raise productivity and skills through the provision of a fund. If they do need more workers, then, they are certainly entitled to apply for more workers. It is not that HDB prevents them from doing so. But in so doing, there is the incurring of additional levies. I hope that addresses the Member's question as to whether HDB contractors, when they face difficulties in getting workers, are they able to apply. The answer is yes.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "MediShield for Secondary Depression", "subTitle": null, "sectionType": "OA", "content": "<p>6 <strong>Assoc Prof Fatimah Lateef</strong> asked&nbsp;the Minister for Health whether the use of MediShield for secondary depression can be reviewed as it is not a primary mental disorder but secondary to other medical or drug-induced diseases.</p><p><strong>\tThe Senior Minister of State for Health (Dr Amy Khor Lean Suan)</strong>\t<strong>(for the Minister for Health)</strong><span style=\"color: rgb(51, 51, 51);\">:</span>&nbsp;The Ministry of Health has indeed reviewed MediShield coverage for psychiatric conditions. Since 1 March 2013, MediShield coverage has been extended to inpatient treatment of newly diagnosed psychiatric conditions. All policyholders with psychiatric conditions, including primary and secondary depression that were diagnosed on or after that date are covered under MediShield.</p><p>When life-long and universal coverage under MediShield Life is introduced, all Singaporeans with pre-existing conditions including psychiatric conditions diagnosed before 1 March 2013 will also be covered by insurance for the treatment of these conditions. More details on MediShield Life will be announced after my Ministry has studied the final recommendations from the Committee. The Committee is expected to complete its review and submit the recommendations to the Government in the middle of the year.</p><p>In the meantime, subsidies continue to be available for psychiatric care at public hospitals. Medisave can also be used up to $150 per day and $5,000 per year. Financial assistance including help from Medifund will be available for those who face difficulty with their medical bills at our public healthcare institutions.</p><p><strong> </strong></p><p><strong>\t</strong>\t<strong>Assoc Prof Fatimah Lateef (Marine Parade)</strong>: I thank the Senior Minister of State for the response. I would like to ask her how to come to a consensus on this issue of secondary depression. A patient has got Parkinson's disease for 10 years, and then develops depression which is secondary depression only in the last two years. Upon admission to hospital, MediShield was denied as an inpatient because the response from the institution was that it was a psychiatric condition. However, this is not a primary psychiatric or mental health condition, but a secondary depression, secondary to Parkinson's.</p><p><strong>\tDr Amy Khor Lean Suan</strong>:&nbsp;First, let me say that I empathise with the case raised by the Member. It is a specific case. Let me say that in this particular case, it is really, unfortunately, a question of timing. Allow me to briefly explain. First, MediShield claims are based on the conditions for which that person was admitted, and not the original trigger. So, it is the primary condition for which the person was admitted. In this particular instance, the hospital had determined at that point in time of admission, that the primary reason for the admission was depression. Prior to 1 March, depression was not covered by MediShield. So, there was admission prior to 1 March 2013. And then, there was another admission in 2013 after 1 March.</p><p>As I have noted earlier, since 1 March 2013, MediShield coverage was extended to inpatient treatment of newly diagnosed psychiatric conditions. Again, when the patient was admitted, the hospital determined that the primary reason for admission was depression. But because depression was already diagnosed prior to 1 March 2013 for this case, it is pre-existing condition and, therefore, again, MediShield coverage could not be extended to this particular case.</p><p>As I have noted, once MediShield Life is introduced, all patients with pre-existing conditions, for psychiatric conditions whether it is primary or secondary, will be covered by MediShield. In the mean time, Government subsidies actually are already inherent when the patient is admitted to subsidised wards in the hospitals. In addition, the patient can utilise Medisave of up to $150 per day or $5,000 per year for inpatient psychiatric treatment. If the patient is needy, he can avail himself to financial assistance through Medifund.</p><p>Let me end by saying that we are aware of the case, and for the admission in 2013, we are actually working with the hospital to better understand the condition for admission and the treatment. We will assist the patient in whatever way we can.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Good Samaritan Law", "subTitle": null, "sectionType": "OA", "content": "<p>7 <strong>Assoc Prof Fatimah Lateef</strong> asked&nbsp;the Minister for Law whether he can give an update on the assessment of a need for a Good Samaritan law to be implemented in Singapore.</p><p><strong>\tThe Senior Minister of State for Law (Ms Indranee Rajah) (for the Minister for Law)</strong>:<strong style=\"color: rgb(51, 51, 51);\">&nbsp;</strong>Mdm Speaker, the hon Member had previously raised similar questions before this House in 2008 and 2012. Then, the Government explained why there was no need to introduce a Good Samaritan law in the immediate future in Singapore. Our assessment today remains that such a law is unnecessary at the present time. The reasons previously given continue to apply.</p><p>Our laws do not give rise to any major liability concerns for Good Samaritans. In respect of civil liability, our laws only require a person who offers assistance to comply with the standard of care that can be reasonably expected of a person of his skill and experience. As for criminal liability, a person is generally liable only if there is an intent to cause harm or injury. Clearly, a Good Samaritan acting in good faith will not fall into this category.</p><p>Singaporeans are not fearful of helping those in need, as can be seen by examples of our citizens stepping forward in emergency situations. For instance, in October last year, five members of public helped to extricate a taxi driver and his passengers when the taxi was crushed by a tipper truck in a road accident. There have been no reported cases where persons had refused to come forward out of fear of incurring legal liability. However, should this context change, we will re-examine this issue.</p><p><strong> </strong></p><p><strong>\t</strong>\t<strong>Assoc Prof Fatimah Lateef (Marine Parade)</strong>:&nbsp;I thank the Senior Minister of State for the response. In previous responses, it was mentioned that there were other laws that circumvent the issues if such situations were to arise. I would, firstly, like to ask the Senior Minister of State what are some of these laws – perhaps she could advise us if it is relevant that it can be circumvented. Secondly, the fraternity that is rendering first aid and paramedical care is quite interested – that is why I have brought the question recurrently.</p><p><strong>\tMs Indranee Rajah</strong>:&nbsp;Mdm Speaker, before I respond, may I ask the Member to clarify when she refers to \"a situation to be circumvented\", what situation is that? What is sought to be circumvented?</p><p><strong>\t</strong>\t<strong>Assoc Prof Fatimah Lateef</strong>:&nbsp;Madam, it would be a condition where someone is in need of help, and the help is rendered by a member of the public who is not skilled or not a trained person of means, that is, not a doctor or a nurse. That person, in the event of rendering care, has incurred an injury on the victim, and in the event that the victim decides to take action.</p><p><strong>\tMs Indranee Rajah</strong>:&nbsp;Mdm Speaker, I thank the Member for her clarification. Before I address the specific issue that was raised, let me give a background on the Good Samaritan law – what it is and what it is intended to achieve.</p><p>In some jurisdictions, Good Samaritan laws impose duties on bystanders to provide reasonable assistance in emergency situations. More typically, however, Good Samaritan laws protect bystanders who volunteer their assistance in emergencies from liability for any wrongdoing following on for such assistance.</p><p>So, what is the purpose behind a Good Samaritan law? It actually has two purposes.</p><p>The first is to address the situation where people generally do not come forward to assist and the law is intended to require the person to assist. That, of course, presupposes there is a situation where people generally do not assist, but that is not the case here, as I have illustrated.</p><p>The second purpose is to protect persons who assist others, to protect them from civil liability. And that, I think, is the scenario which the Member is alluding to, where somebody comes forward to help, but in the course of assisting may actually render further injury to the person.</p><p>As explained earlier, our current law only requires a person offering assistance to comply with the standard of care reasonably expected of a person with his skill and responsibility. So, let us say you are somebody who has no medical experience and you go forward to help and you are helping in good faith, you are not expected to render the kind of assistance that a doctor or a paramedic would be rendering because that is not the level of care that is expected or level of expertise that you have.</p><p>By way of assistance and with respect to comparative legislation&nbsp;– perhaps this will help Members to understand what other countries have done&nbsp;– even in other countries, it is not a blanket protection. In British Columbia, for example, they have a Good Samaritan Act where the person coming forward is not liable for damages for injury or death, unless the person is grossly negligent. In the Australian Capital Territory&nbsp;– it is the same thing&nbsp;– the person is exempted unless the person acted recklessly. In Queensland, the person is exempted unless the person acted with gross negligence. In New South Wales, a person is exempted unless the person has failed to exercise reasonable care and skill.</p><p>In these examples that I have cited, you can see that if a person acts outside of what is expected of them, meaning if you are a paramedic, for example, but you act without care and skill or you are grossly negligent, you will still be liable in any event. That is not so very different from the law in Singapore where the only standard that is expected of you is of a person with your particular skill and expertise. We would not require a person to have a very high standard if that person is a lay-person and does not have a particular expertise, skill or responsibility.</p><h6>2.02 pm</h6><h6><strong>Mdm Speaker</strong>:&nbsp;Order. End of Question Time.</h6>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Copyright (Amendment) Bill", "subTitle": null, "sectionType": "BI", "content": "<p>[(proc text) \"to&nbsp;amend the Copyright Act (Chapter 63 of the 2006 Revised Edition)\", (proc text)]</p><p>[(proc text) presented by\tthe&nbsp;Senior Minister of State for Law (Ms Indranee Rajah); read the First time; to be read a Second time on the next available Sitting of Parliament, and to be printed. (proc text)]</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Mutual Assistance in Criminal Matters (Amendment) Bill", "subTitle": null, "sectionType": "BI", "content": "<p>[(proc text) \"to&nbsp;amend the Mutual Assistance in Criminal Matters Act (Chapter 190A of the 2001 Revised Edition)\", (proc text)]</p><p>[(proc text) presented by the Senior Minister of State for Law (Ms Indranee Rajah); read the First time; to be read a Second time on the next available Sitting of Parliament, and to be printed. (proc text)]</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Debate on President's Address", "subTitle": "Fourth Allotted Day", "sectionType": "OS", "content": "<p>[(proc text) Order read for Resumption of Debate on Question [26 May 2014]. (proc text)]</p><p>[(proc text) \"That the following Address in reply to the Speech of the President be agreed to: (proc text)]</p><p>[(proc text) 'We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the Second Session of this Parliament.'.\" – [Mr Zaqy Mohamad]. (proc text)]</p><p>[(proc text) Question again proposed. (proc text)]</p><p><strong>Dr Lim Wee Kiak (Nee Soon)</strong>: Mdm Speaker, I wish to thank the President for a very reassuring speech where all Singaporeans can take comfort in knowing that this will be a nation where there will be opportunities for all Singaporeans – young and old alike.</p><p>Given the rapidly changing socio-political environment, it is a timely reminder to everyone that while we may have a robust public debate, as Singaporeans, we must not lose sight of the need for \"constructive politics\" so that we do not undermine our peace and harmony and fracture the institutions that we have built up over the years. I am pleased to hear the President's call to the young to prepare themselves to take over the torch which I am confident will not fall on insensitive ears. While the President has touched on a broad range of topics from social to economics, it is his outline on Education which will be the focus of my delivery today.</p><p>I think it is far too long that we have not given enough emphasis on preschool education. Much of our attention has thus far been given to Primary, Secondary and tertiary education, which is rightly so. However, insofar as preschool is concerned, we have not done enough.</p><p>There are three main areas of concern and I would like to highlight them and also have some constructive feedback to these three areas: one, hands-on leadership; two, infrastructures for childcare and preschool; and three, the heterogeneous sector and levelling the playing field.</p><p>One, hands-on leadership. While we have made progress in developing a talent pool of special teachers schooled in the skills of childhood education, more needs to be done to bring the whole approach to a new and more professional level. There needs to be an overhaul in the way we run and deliver preschool education. After all, we have to remember that we need to give a very strong foundation to our very young for they are the ones who will eventually be called to carry the torch to bring our country into the future. They are our most valuable resource and the best and only hope for our future.</p><p>To begin with, I feel that the Government should take on a more hands-on approach in this area. I know we already have an Early Childhood Development Agency set up last year. They are making efforts to improve standards. This is good. But, in my view, good is not enough. Preschool is so important that we should have at least a Parliamentary Secretary, if not a Minister of State, to be devoted full-time looking into the policies, curriculum, standards and even child health, and so forth. It should not be left to an agency where the MOE and MSF have an oversight on its operations. On matters relating to elderly and ageing issues, we have a Minister in the Prime Minister's Office (PMO) to handle the portfolio. I feel that preschool and young children should be given similar priority. We are dealing with young children in whose hands we have to rely on when they grow up. We want parents to have children. We must show parents that we will journey with them when their kids are ready to go for infant care and preschool.</p><p>Two, infrastructures – plan and build bigger and better preschool facilities. Today, when we look at our plans for our towns, we do see land allocated for flats, transport nodes, Primary and Secondary schools, sports facilities, parks, nursing homes, but we do not see any land allocated for childcare and preschool. Such centres are usually opportunistically inserted or planned when there are void deck spaces available. In fact, in many of the young towns, the demands for such facilities are overwhelming, with many centres, including in Sembawang town having three-digit waiting numbers. One parent actually requested for a queue number at one of my centres, and the only problem was that she just got pregnant and is hoping to book a slot for childcare two years later.</p><p>Can we relook at how we plan for childcare and preschool facilities? Can town planners incorporate such facilities with the same priority as Primary and Secondary schools? We do have very high-density living in our HDB estates. Instead of building childcare centres at void decks and other opportunistic spaces available, which are usually limited in size, can we change our current paradigm and consider building bigger preschool and childcare centres that have better facilities and bigger capacity similar to the Primary schools? There will be economy of scale in terms of operations. More facilities can be built, including gyms, music facilities, art rooms and so on that can further enhance our preschool education.</p><p>I know some are concerned about hand, foot and mouth and other viral disease transmission in large centres. We can build in quarantine as well as care facilities with nursing staff to take care of affected children, instead of asking parents to take leave to take care of their children at home. I am sure the possibilities for better educational programmes are endless, if we can cater space for them. For those who are concerned with transport, the centre can be located in the estate where most blocks are within 2 km away. Dedicated transport services can be arranged when there is demand. Larger centres also mean more staff, more opportunities for early childhood educators in terms of their career promotion.</p><p>Three, heterogeneous sector and levelling the playing field. Ideally, we should give all children in Singapore, regardless of socio-economic background, a good headstart with a good preschool education. There should be a level playing field.</p><p>Instead, I feel that we have a gap and should not let various groups in the private sector to meander down the fast-flowing stream, sometimes pandering to the calls of parents because of operators' motivation to boost their operational bottom line. This is the scenario today: a network of childcare centres and preschools run by entrepreneurs, and another network run by the Labour Movement and a non-profit foundation. The disparity in the fees charged creates an unease in the minds of many parents with young children. Is it just for a brand name? Is this just for the ambience? Or is this because there is, indeed, a gulf in the standards? Or is there something which is missed by everyone? Perhaps, some schools are being held to ransom by landlords who own the premises and up the rents every two years or so.</p><p>I am grateful to our Labour Movement, NTUC, and PCF for making preschool affordable to many families. They follow closely the guidelines given by the agencies and they struggle to keep up with the demand for good teaching staff because there is a fierce competition out there. This is one sector where it is not an employer's market. Instead, the reverse is true. The demand for good and qualified preschool educators and staff is a serious issue.</p><p>And to make things more challenging, some studies done overseas have rightly pointed out that professional qualifications of teachers alone do not make them good teachers in childhood education. You need a person with a special character trait to be able to engage these young kids, to speak to them at their level, motivate their young minds and imbue them with strong good moral values and the Singapore spirit so that they can go through the education system equipped with a strong underlying foundation.</p><p>This is particularly true for Singapore, a vulnerable nation with few natural resources, whose growth and strength are fully dependent on her citizens. It is prudent that we not only encourage Singaporeans to grow their families, but to create a favourable environment for our children to learn, play and grow up to become pillars of the nation. We need a holistic approach to this issue.</p><p>There is a plethora of learned studies done on the importance of preschool education. Our MOE must have pored over this literature. But are we giving enough weightage to the wisdom therein? In one study titled \"Investing in Our Future: The Evidence Base on Preschool Education\", it pointed out that the most important aspects of quality in preschool education are stimulating and supportive interactions between teachers and children, and effective use of curricula. It said, \"Children benefit most when teachers engage in stimulating interactions that support learning and are emotionally supportive. Interactions that help children acquire new knowledge and skills provide an input, elicit a verbal response and reaction from them, and foster engagement in and enjoyment of learning.\"</p><p>To my understanding, the Government has been very diligently working on increasing the number of childcare centres in Singapore. We are expected to build 200 by 2018. This is a commendable approach to tackle the childcare crunch. I hope the Minister will be able to share with the House on the progress of this project. Can we get enough qualified manpower to staff all these centres without sacrificing standards? Are our teachers able to elicit \"stimulating interactions\" with their pupils?</p><p>The Government has been very generous in giving subsidies, but this is not good enough. The Government should take on the development and running of early childhood centres as well as preschools, just as it has done in the driver's seat for Primary and Secondary education. A farmer needs to give his personal attention and tend to the saplings in his nursery, if he wants to see a good harvest in the summer.</p><p>Children are typically most impressionable between birth and the age of eight. This is the time when the child is more open to learning and vulnerable to influences. They are like sponges and will absorb about anything. This makes it even more prudent to train the right type of preschool teachers because, for every class, there will be a teacher who is setting an example, consciously or subconsciously, to dozens or more young children.</p><p>Those who aspire to be in early childhood education must be given the same recognition as normal education officers in our Primary and Secondary schools. Childhood education is not a \"play-play thing\". There are a host of institutions offering courses from certification, diplomas to degree on early childhood education. I do not doubt their legitimacy, but guidelines and national assessments should be in place to ensure these courses equip the trainees with the required knowledge, hands-on experience and values to be adequately prepared for their teaching career. In Shanghai, for example, candidates must pass a national teaching examination to be qualified as a preschool educator. If we can grow our early childhood education sector and make Singapore a hub, it can be a new contributor for our growing economy.</p><p>Finally, we must make a career in preschool education an attractive option for young Singaporeans. The common misconception that preschool teachers double as nannies must be addressed. This is unattractive to young people who have yet to develop a maternal or paternal instinct for children. After all, one who enjoys the company of children may not necessarily know how to take care of them. It is perhaps time to sculpt a new and accurate image for preschool educators.</p><p>I shall now move on to the issue of road safety for students. Let me first thank the Government for the new measures which I suggested previously for School Zones and Enhanced School Zones schemes, including lowering of speed limit at school zones and higher penalty for traffic offences committed in school zones. These are laudable efforts to prevent traffic accidents involving students. I hope these measures can be implemented faster. The lowering of speed limits will be done only in school zones around 10 schools from August onwards this year. I hope the Government can speed up its&nbsp;implementation to all primary school zones in the nation. The current additional demerit point to be given to errant motorists who committed any traffic offences that already attract demerit points may not be a sufficient deferent to offenders. I hope the Government can do a review and adopt the earlier proposal to double all penalties, including fines and demerit points, to motorists who commit traffic offences within the school zone.</p><p>But while they are good deterrent measures, they may not constitute direct preventive measures. I have some suggestions to propose. Every effort must be made to ensure all our roads are free of visual obstruction. These include construction materials near upgrading and construction works, as well as overgrown bushes and trees. Blind spots should be eliminated as far as possible. In light of students arriving in the early morning and leaving school after CCA in the late evenings, all roads should be well-lit around the schools.</p><p>Besides targeting motorists, we also need to emphasise road safety education. These days, the issue of road safety for children has become complicated by the distractions posed by mobile devices, such as music players and handphones. With reduced awareness of their surroundings, they may cross roads at the wrong time or fail to notice the impending danger in time. Harsh penalties, to a certain extent, have a deterrent effect on motorists, but pedestrians, too, have a role to play in personal safety. Local traffic laws dictate that pedestrians have the right of way, but this right of way will not bring a fatality back to life.</p><p>Schools and parents must ingrain the importance of road safety into their young charges. Students must be taught the safest route to and from school, how to maintain optimal traffic awareness when crossing roads, to obey traffic signals, and to make oneself visible to oncoming traffic in a safe manner. The goal should be an impressionable road safety education that will follow a child up to adulthood, reminding him or her to value every life and make the right decisions on the roads.</p><p>The greatest gifts we can give to our children are the roots of responsibility and the wings of freedom. This piece of wisdom, imparted by the American motivational speaker and writer Denis Waitley, should be the cornerstone value that we impart to our leaders of tomorrow.</p><p>If this debate is to be about the future of Singapore, it is about our children. It is their future and the future of Singapore. I urge the Government to rethink, relook and take bolder steps to change our paradigm and our approach to childcare, preschool education and also make our roads safer for our children. Madam, I support the Motion.</p><h6>2.20 pm</h6><p><strong>Mr Png Eng Huat (Hougang)</strong>: Mdm Speaker, every working class generation has a dream to look forward to and, that is, to be able to stop and smell the roses one day and retire. For our Pioneer Generation workers, the anxiety of not knowing what is to come after retirement was somewhat moderated by the anticipation and excitement of being able to finally collect their lifelong CPF savings in full at retirement age, which was 55 then.</p><p>Before the introduction of the Minimum Sum Scheme in 1987, turning 55 of age is an exciting day for many retiring workers. For low-wage workers, who find it hard to save on their meagre income, those CPF savings could be their only life savings after 30 to 40 years of hard work. I witnessed the excitement through the eyes of my father. Such excitement and anticipation no longer exist at age 55 for many Singaporeans today. We are living longer and the statutory retirement age has been raised to 62. The re-employment age will be raised from 65 to 67 over time and the CPF drawdown age will follow suit. CPF savings up to the Minimum Sum will be locked up, all in the hope of achieving retirement adequacy.</p><p>I welcome the pledge by the President that the Government will enhance retirement adequacy to give greater assurance and peace of mind to all Singaporeans. But for Singaporeans attaining the age of 55, going forward, greater assurance and peace of mind are question marks.</p><p>I met a Singaporean who works two jobs to support his family. He said he is working hard as he wishes to perform his umrah next year when he turns 55. He has calculated that he can withdraw some of his CPF savings to help fund the pilgrimage to Mecca. The announcement on 8 May 2014 changed everything for him. The CPF Minimum Sum was raised from $148,000 to $155,000, thereby reducing his projected withdrawal by $7,000&nbsp;– a big sum of money, especially for someone who has to take on two jobs to make ends meet.</p><p>In 2012, only 48.7% of the active CPF members were able to meet their cohort Minimum Sum. With the latest increase, how many more CPF members, like the gentleman I met, will need to change their pre-retirement plans and how many more will need to do some serious financial planning for housing mortgage payments in the future?</p><p>I am sure we have met residents who were caught by the change in the Minimum Sum at our MPS. While it is prudent to adjust the Minimum Sum every year to beat inflation, the way to achieving it should not rest solely with the members because the CPF scheme is a highly regulated instrument. At this moment, the only way for most Singaporean workers to meet any revised Minimum Sum is basically to work longer and harder and nothing else.</p><p>The goal of the CPF Minimum Sum Scheme is to help local workers meet their basic retirement needs. The CPF Board acknowledged that there are many ways that they can help members achieve this goal, some of which are to live within one's means, to invest wisely, as well as to continue employment beyond age 55. To live within one's means is something the Government cannot legislate. To continue employment at age 55 has already been legislated. So, the missing component now is to invest wisely our CPF savings so that it can beat inflation. And that is a challenge as most CPF members may not have the technical knowledge and financial literacy to make an informed choice to grow their savings. This is something that the Government can certainly help. The former Minister for Manpower had promised to look into this as well.</p><p>Madam, while we want Singaporeans to work longer and harder for their retirement, it is also prudent to make our CPF savings work harder for us at the same time. The former Minister for Manpower said in 2007 that money placed in the Special, Medisave and Retirement Account (SMRA) should enjoy a higher rate of return than the Ordinary Account. The interest rate for SMRA is pegged at the yield of the 10-year Singapore Government Security plus 1%. This formula came into force on 1 January 2008. On the MOM website, it was stated that the Government will review the formula after five years, to finetune, if necessary.</p><p>We have passed the five-year mark. The interest rate for our CPF savings had not changed for the past 15 years. A call by the President to enhance retirement adequacy is certainly more than timely. The formula, including that for the Ordinary Account, should be reviewed so that our workers will have enough to retire on in an ageing society. We need better SMRA returns so that our workers do not need to worry about not meeting the cohort Minimum Sum every year, and having nothing more than $5,000 or less to withdraw at age 55.</p><p>This brings me to another issue – the drawdown age. The Workers' Party believes that the drawdown age should not be linked to the retirement age or re-employment age. I understand this issue has been debated in this House before. Whatever amount our workers can withdraw at age 55 will be the last they see of their CPF savings if they do not meet the Minimum Sum, until they reach the drawdown age. For workers born in 1954 or later, the drawdown age is 65. The drawdown age will be raised to 67 over time as the Government intends to link it to the re-employment age. By doing so, it will leave no room for Singaporeans to decide how they want to live their lives after age 55 or upon reaching the statutory minimum retirement age.</p><p>The President has said that the Government will strengthen safety nets to help the vulnerable and the elderly cope with the vicissitudes of life. Madam, the vicissitudes of a working life begin at age 55 when the Minimum Sum kicks in; at age 62, when retirement kicks in, and then a few years later when the drawdown age kicks in. For workers who do not have any other form of life savings, these CPF savings are the only safety nets. Delaying the CPF payout for these older workers may cause them undue anxiety and stress. Older workers on part-time employment may need such drawdowns to supplement their income. And not all older workers can work after age 55 or 62. As Senior Minister of State Dr Amy Khor had said on Tuesday, \"Sometimes the spirit is willing but the flesh is weak.\" As for workers who do not have any other form of savings other than their CPF accounts, it spells trouble when \"the spirit is willing but the flesh is weak\".</p><p>The Minimum Sum Scheme, before CPF LIFE comes into existence, is designed to last for about 20 years or until a member's Retirement Account savings are depleted. The CPF LIFE, which is a better scheme, guarantees payout for life.</p><p>Madam, our life expectancy at birth is 82.5 years. At the drawdown age of 65 to 67, most members would probably enjoy 15.5 to 17.5 years of payout under CPF LIFE, which is about 13% to 23% shorter than the 20-year payout period under the old scheme. Although the payout under CPF LIFE is slightly more, can we not allow a member to draw down on his CPF LIFE a little earlier then?</p><p>When we are young, we need a disciplined instrument like CPF to help us save for the future. But when we are old, we need a more flexible instrument to help us plan for the uncertainties of ageing. Issues like job security, health, mobility and so on cannot be taken for granted anymore. The current CPF LIFE plans do not offer older workers the flexibility to plan for an early or semi-retirement.</p><p>I call for a third CPF LIFE plan to address this issue. This plan will give a monthly payout with no bequest, similar to the old Life Income Plan but come with an early drawdown age of 60. This plan will give our workers a choice to go slow after age 60 for whatever reasons. Many pension schemes in OECD and Asia Pacific countries do offer such early age withdrawal. Madam, we are an ageing society. I urge the Government to look into providing more choices for older Singaporeans to access their CPF savings.</p><h6>2.28 pm</h6><p><strong>The Minister for Defence (Dr Ng Eng Hen)</strong>: Mdm Speaker, I support the Motion of Thanks to the President. Nearly 50 years after Independence, the President said, the world has changed on us. So, too, the transformation of the SAF has been nothing short of dramatic.</p><p>When the SAF was formed, very few believed that it could robustly defend this island. You look at our island – there is no strategic depth and we have limited resources. This dim prognosis on our defence capabilities was not unwarranted, considering that when the SAF started out, we had very basic capabilities.</p><p>Today, you are used to our C2 – Command and Control – systems but when the SAF started out, our C2 system was six high-frequency radio sets which we did not even buy but took over from the 4th Malaysian Signals Squadron. We had two wooden hull boats for our Navy and no aircraft to speak of.</p><p>Today, the SAF is a widely respected professional military force capable of deterring would-be aggressors and responding to an array of security challenges. Jane's Defence Weekly, a respected military journal, commented recently that \"the SAF has consistently evolved during its four decades in existence to become one of Asia's most modern fighting forces\". Our defence capabilities have, indeed, come a long way.</p><p>Critical to the success of building up a credible SAF is National Service, and for a simple reason. National Servicemen form the bulk of the SAF. If there is a need to mobilise the SAF to defend Singapore for whatever reason, there is no standby force that we can activate first before calling on our National Servicemen, and our National Servicemen know this. Our National Servicemen are our first and main responders.</p><p>So, when the Committee to Strengthen National Service (CSNS) was formed, we wanted to carefully assess the level of public support for National Service (NS). We commissioned the Institute of Policy Studies to conduct a rigorous and objective survey. The results were gratifying. Let me share some main findings.</p><p>Ninety-eight percent of respondents agree that NS is crucial for national defence and for securing Singapore's peace and prosperity; 97% feel that NS instills discipline; 94% acknowledge that NS provides opportunities to learn something useful.</p><p>When they presented to me these figures, I said, \"Too good to be true. It must be selection bias, or the time you called, the households you went to.\" The researcher was fairly taken aback. He said, \"No, this is very rigorous. We looked at it. No different from other studies we did. This will stand up to scrutiny and scientific rigour, objective survey across the population.\"</p><p>These are remarkably high support levels for any national issue, let alone NS. Is support for national conscription the norm for other countries? On the contrary, Singapore remains one of very few countries able to sustain an NS system.</p><p>When we started NS 47 years ago, many other countries across the world had similar conscript systems. It has now dwindled to very few countries that have been able to maintain an NS of meaningful periods, or are capable of having a conscript military force. Many countries, particularly European countries, abolished their national service, some in response to the end of the Cold War to reap the peace dividend. Others have basically dismantled their NS system, not because their threats have disappeared but because public support waned. Members would know which countries these are, I do not have to name them specifically. But many of the leaders of these countries that have done so – given up their national service – lament privately that they know it was a mistake, they knew it was a mistake, but could not stop it.</p><p>So, what explains Singaporeans' public support for NS? I believe, first and foremost, NS support has been built on the service of 900,000 National Servicemen who have discharged their NS duties. Everyone faithfully, dutifully, did his duties. Here, we want to place on record the appreciation of this House for all National Servicemen who have served, and recognise their contributions.</p><p>To keep NS support strong, we must continuously maintain an open system that enforces NS duties equitably and never undermine the key principle that all male Singaporean citizens and second generation PRs must perform their duties, regardless of race, religion or social background.</p><p>Why did we form the CSNS when public support was so high – 98%? The simple answer is that this would be the best time to conduct the review to ensure that NS remains responsive and relevant to a new generation of Millennial National Servicemen who will defend Singapore. Better to hear them now and adjust policies, rather than wait and assume previous policies will work even when circumstances have changed.</p><p>And circumstances have, indeed, changed. Family size is smaller, which means that the burden on National Servicemen to support their dependants is greater, whether their own families or their parents.</p><p>The proportion of National Servicemen seeking higher education has gone up considerably. Work life has also changed. Leaner staff-manning in companies, more responsibilities, more travel, tighter work schedules and deadlines were all feedback that we listen to carefully. Therefore, motivating National Servicemen will also have to change, especially when this new generation of National Servicemen have no direct experience of our early struggles.</p><p>The Committee, therefore, took in views from over 40,000 who participated in our focus group discussions, town hall session, web chat and dialogue sessions in the NS units. I want to thank Members of my Committee and the sub-committees who were working very hard and reaching out, spending time speaking to not only National Servicemen but also members of the public. Many others provide us suggestions through email, letters and our website. We have presented our report and recommendations to hon Members and the public. You would have received a copy. With your permission, Mdm Speaker, I have asked the Clerk to distribute an abridged version of all our recommendations.</p><p><strong> Mdm Speaker</strong>:&nbsp;Yes, please. [<em>A handout was distributed to hon Members</em>.]</p><p><strong>Dr Ng Eng Hen</strong>: Overall, the response has been positive and the Committee is thankful for this. Some have said that we struck the right tone by capturing the wide range of sentiments and ideas from focus group participants. Indeed, we reproduced some of their direct feedback in our report because we wanted to capture the essence of what they said and their main points.</p><p>The Committee was careful not only to recommend the actions that were easy to implement. On the contrary, recommendations like shorter NS waiting times or matching aptitudes to vocations have huge administrative impact. Others commended the Committee for also explaining why suggestions were not taken up, for example, priority places in Primary schools and other aspects. Because we could have easily said yes, but if you give priority to all NSmen, then nobody gets priority. And housing. That was a suggestion.</p><p>I want to thank many Members of Parliament who have spoken out in support of the Committee's recommendations – Mr Sitoh Yih Pin, Mr Alex Yam, Mr Pritam Singh, Ms Ellen Lee and Assoc Prof Eugene Tan.</p><p>If adopted by the Government, how will the recommendations strengthen NS? Well, pre-enlistees can look forward to shorter waiting times before enlistment. The Committee has set a limit of six months that the SAF should impose on itself, and for 90% of pre-enlistees to start NS within four months of finishing their post-Secondary education. It is double the current 45%. In other words, under the current system, 45% of pre-enlistees are called up after they finish their post-Secondary education, that is, ITE, Polytechnic, or \"A\" Levels. The Committee says double this to 90%; so, 90% to be called up within four months and set the absolute cap at six months – reduce the waiting time.</p><p>The SAF has studied this recommendation. As I said, it is one with a huge administrative impact because we are dealing with about 20,000 National Servicemen every year. The SAF, SPF and SCDF have studied these recommendations carefully and, if accepted by the Government, this will be implemented as early as the middle of next year. The usual June and September intakes will be brought forward to May and August respectively, which are mainly Polytechnic graduates. Enlisting them earlier will mean that they will get into the workforce faster because they will complete it earlier. It also means that Polytechnic students, enlisted previously in September and bound for local Universities in August, will not need to be disrupted. Previously, it was two years and they had to be disrupted before they finished. If we bring it earlier, they will now be able to complete their NS before they go to the Universities.</p><p>ITE students will also benefit from a shorter waiting time. Similarly, \"A\" Level graduates will be enlisted a month earlier, starting December next year. I say this very quickly but I will tell you that my SAF commanders are sweating over this because they are juggling it. Each batch is about five, six, seven thousand and they are wondering, \"How do we do this?\" But they have studied it and they are confident that they can do it. We give them the full support. If Government accepts it, we will see some changes.</p><p>We will have a larger Regular instructor core to train and lead our full-time National Servicemen. This will strengthen the transmission of values and the effectiveness of our NS training. We will still require full-time National Servicemen to be trainers but those who are trainers will have the benefit of learning and working alongside experienced Regulars amongst them. For this core of Regular trainers, this will be their core expertise – they will train batch after batch, learn from it. We have recommended 1,100 more for SAF, 230 for the Home Team. We expect that more Regular trainers and the use of technology-enabled instruction will translate to better and faster learning, and shorter training periods eventually.</p><p>At the same time, more NSFs can become commanders – an increase in the proportion of officers and specialists from 30% to 40% because our Third Generation SAF, our SPF, our SCDF is more nimble and requires its sub-units and commanders to act accordingly. We are using more technology. We are asking commanders and units to respond quicker. Such appointments will be based on qualifications and merit.</p><p>For the first time, we will ask NSFs, full-time National Servicemen, to indicate their preferred vocations, \"Where would you like to go?\" This is another headache which my SAF commanders are grappling with; similarly, SPF and SCDF. Because anytime you give choice to everyone, not all will get their first or even second choice. That is what happens for our schools. But should we say \"No choice, we decide\"? The Committee deliberated on this and said, \"Even though some, not all, will get their first or second choice, this shouldn't deter us.\" Giving choice will better match aptitudes to vocations and allow people who want to contribute in areas that they think they have strengths in to do so.</p><p>We will also accredit skills under the Workforce Skills Qualification or WSQ Framework that National Servicemen pick up in areas, such as leadership, technical and specialist vocations, so that if they pick up skills within NS and they are WSQ-certified, it will enhance their employability after NS. This is particularly so for ITE and Polytechnic graduates.</p><p>MINDEF will also work with MOE, tertiary institutions and economic agencies to facilitate a smoother and shorter transition to work and studies after NS. National Servicemen were saying they have to wait again after they finish NS, whether it is to work or, for many of them, to University. We will work with the agencies. This is a much more difficult piece because there are many pieces that we have to consider, but we want to commit to shortening that period and facilitating their transition to work and studies.</p><p>The SAF Volunteer Corps was another big idea. It will allow women, our first generation PRs, and new citizens to serve alongside our National Servicemen. The IPS survey showed widespread support – 80% for this recommendation. I am glad that many Members in this House – Mr Sitoh Yih Pin, Mr Pritam Singh – have voiced their approval for this recommendation.</p><p>However, others have said that the SAF Volunteer Corps can never match the commitment and contributions of National Servicemen. It may be so. But we ought to let this scheme evolve and not judge it prematurely. One of our Committee members felt compelled to respond, on her own accord, when this was being discussed in public. This is Dr Luisa Lee. She is a medical doctor. She is on the CSNS. Let me quote for you her letter, \"I volunteered as a medical officer, as a 30-year-old and mother of two sons then.\" She was 30 years old. She had two sons. \"And feel privileged and proud to serve 20 years in the SAF, alongside its men and women, seeing first-hand why Singapore needs a strong defence. On reflection, I count my years as a volunteer in the SAF to be a most fulfilling and important part of my life.\"</p><p>She continues, \"The added bonus was that, as a mother, I could relate to what my three sons were going through,\" she must have had another one after she volunteered, \"when they enlisted into full-time NS, and when they served their in-camp training. They were encouraged by the fact that I had voluntarily undergone the training and sacrifice, and they understood that at the heart of their onerous training and sacrifice, is the essence of NS as a duty and an honour for the country.</p><p>\"It is worth noting that people who eventually decide to join the Volunteer Corps are not compelled to by law. Neither will they be doing it because they are asked to. They will be doing it because they want to. There will be a select group of people with such commitment and this scheme will provide them the opportunity to serve the nation in their own meaningful way,\" Dr Luisa Lee.</p><p>Dr Lee told me during one of our Committee meetings that now her grandchildren will be going to NS. Just imagine the scene, the grandchildren come back and say, \"I am doing NS.\" Grandma says, \"Not a big deal. Just do it.\"</p><p>We need that kind of inclusion for people who do not have the liabilities and yet say, \"I want to do my part for Singapore's defence\". And I say do not judge it prematurely. Let it evolve because it can be very, very positive for Singapore, for our families.</p><p>The volunteers will be trained and meaningfully deployed. The Singapore Police Force and the SCDF have operated the Volunteer Special Constabulary and Civil Defence Auxiliary Unit respectively for a much longer time. The SAF was actually cheered on by the fact that they had positive experiences and boosted our confidence that we could do something.</p><p>Their volunteers work alongside Regulars and National Servicemen and perform similar duties. You might have encounters with them not knowing that they are volunteers. So, just like the SPF and the SCDF, I believe that the SAF Volunteer Corps can make a similar impact.</p><p>We recognise the increasing pressures of work and studies for operationally-ready National Servicemen and will provide them more time to prepare for their IPPT and ease travel restrictions. At the same time, we must maintain acceptable standards of fitness and will encourage this through better incentives for NSmen to do well in their IPPT.</p><p>On recognition for NSmen, many Singaporeans have expressed their concerns that too many benefits for NSmen would dilute what it means to serve the country. We agree that the benefits we give must reflect the right values of service to the country. The Committee, therefore, proposed to revamp the existing NS Recognition Award (NSRA) into the NS HOME (Housing, Medical and Education) Awards to reflect a stake in this home that NSmen defend that, in turn, helps them in building a life here.</p><p>The HOME Awards will have a substantial Medisave grant – an additional $6,000 to the existing $9,000; or $10,500 for commanders. The $9,000 and $10,500 currently can be used for housing and education. We are adding a $6,000 Medisave component because the Committee thought that the Medisave contributions to provide medical coverage will be timely with the proposed introduction of MediShield Life. Even as we do this, benefits for NS must never dilute the spirit of service, that is, for duty, honour and country.</p><p>The recommendations require a significant commitment of resources on the part of the Government. We have costed it. It will cost us about $4.5 billion over the next decade. This is a significant investment. However, the Committee believes that this set of recommendations strikes the right balance in responding to the needs of National Servicemen and allowing them to contribute more as National Servicemen and volunteers. The Committee, therefore, recommends that the Government accept and fully support these recommendations, and I hope Members of this House will endorse it.</p><p>At the same time, community and employers can also provide stronger support to NSmen through the restructured Accord (Advisory Council on Community Relations in Defence)&nbsp;– which some of you sit on, including Members from both parties&nbsp;– to deepen engagement with NS stakeholders, such as employers and businesses, education institutions as well as family and community.</p><p>When these initiatives are fully implemented, the benefits to our National Servicemen and more importantly, Singapore, will be substantial. If we do this well, we will continue to nurture another generation of National Servicemen who know what they are fighting for, and are able and committed to defend Singapore. It will be a stronger National Service system and a stronger SAF for the next generation – a strong defence that provides us the confidence and assurance of a secure future.</p><p>Mdm Speaker, before I conclude, let me also address what Members have brought up regarding Malays in the SAF.</p><p>First, I am glad that all Members here acknowledge that there has been progress. We are in a very different and much better position than 20 to 30 years ago, or even 10 years ago. Today, Malays are, indeed, in all Services of the SAF. Mr Pritam Singh shared how he personally witnessed Malay NSmen in a Combat Engineer Unit.</p><p>Defence Ministers before me have informed this House and I will do so again today: deployments of soldiers into vocations and their promotions are based on merit, capability and aptitude, as well as their commitment to the SAF and Singapore, regardless of race or religion. Over the years, Malays have made significant strides in skills and educational attainment. So, we now have Malays in all Services, whether as pilots in the Air Force, as Commandos, Combat Engineers, Artillery Men in the Army, and in the Navy, which hon Member Dr Intan Mokhtar shared about.</p><p>The SAF has been doing this quietly and progressively without fanfare, applying the principles of merit and aptitude. Which means that every Malay soldier who is posted to any vocation or unit got there on his own merit. Some of you may ask&nbsp;– because some of you have said there is a perception out there&nbsp;– so, why not do it with great publicity, greater fanfare?</p><p>There is a simple reason. I have many senior Malay commanders within the SAF. I meet them from time to time, not because they are Malays, but because I meet senior commanders. To take any actions based on race, even if it is an affirmative action, puts us onto the path of tokenism. None of us in this House wants this, or has called for it, nor do all my Malay soldiers and commanders who have earned their positions on sheer merit alone.</p><p>Many of these senior Malay commanders have been asked to profile themselves by the Malay community. The Malay community is proud of them. They want to erase some misconceptions, and they say, \"We want to profile you.\" But the Malay commanders tell me, they replied, \"Why should I do so? Why should I push myself out? In the SAF, I have been promoted because of what I have accomplished and am capable of, not because I am Malay. As a commander, I lead my men, not Malay, Chinese or Indian men, but all my men. And I am not their Malay, Chinese or Indian commander but just their commander. No one purposely draws attention to my race within the SAF.\" These Malay senior commanders want to keep it that way. I think these words from Malay senior commanders, spoken in private, are the most eloquent public statement of how far we have come, and how we must continue to progress.</p><p>We will continue to expand the opportunities for all Singaporeans, regardless of race and religion. This is one of the main recommendations of the Committee to Strengthen National Servicemen, to empower every Singaporean to do more through National Service. Singapore needs it and the SAF wants it. Thank you. [<em>Applause.</em>]</p><p><strong> Mdm Speaker</strong>:&nbsp;Mr Pritam Singh, you have a clarification?</p><h6>2.55 pm</h6><p><strong>Mr Pritam Singh (Aljunied)</strong>:&nbsp;&nbsp;Thank you, Mdm Speaker. Minister, just one quick clarification with regard to the Committee to Strengthen National Service's recommendations specifically on WSQ certification for skills picked up by National Servicemen in the military: can I ask the Minister what skills, beyond the leadership, will be covered by WSQ certification? That is the question.</p><p>Just a quick clarification on the Malay issue. I thank you for those remarks. I certainly look forward to more Malays serving in all SAF units.</p><p><strong>Dr Ng Eng Hen</strong>:&nbsp;&nbsp;We will have to work on the administrative aspects of the skills certification, or accreditation for skills that they pick up. First of all, we want to plug it into the national grid so that the skills accreditation is portable beyond NS. So, we have to reach a certain rigour and we have to comply with certain requirements that WSQ requires. WSQ does not differentiate whether it is skills picked up in NS or civilian life. It is a common standard. We will strive for it. I know that Mr Pritam Singh has talked about drivers. Certainly, that is one of the areas that we think will be useful.</p><p>I would say that the centre of gravity for the WSQ is, indeed, as I have said, for ITE and Polytechnic graduates. There are specific skillsets, for example, in the IT industry, engineering capacities because some of them can be trained for maintenance and logistics, which, again, are portable and directly, if you like, relevant to the next job that they apply to after NS.</p><p>There is also another set of leadership skills. We believe that the SAF trains good leaders. Leadership skills will be a premium that companies want – initiative, able to lead projects, able to do things, which is what you do in NS.</p><p>So, I think the Committee members were excited by this. So is the SAF, and they are working in partnership with WDA and the economic agencies to see what value you can give. The idea is that we will add value to NS even as you do your NS.</p><p><strong>Mr Zainal Sapari (Pasir Ris-Punggol)</strong>: Mdm Speaker, I would like to thank the Minister for reaffirming this perception that there are no Malays in some sectors of the SAF as being not true. And I do look forward to the SAF opening up more opportunities for the Malays to play a more critical role in the SAF.</p><h6>2.58 pm</h6><p><strong>Mr Baey Yam Keng</strong>: Mdm Speaker, thank you for allowing me to participate in this debate. I support the Motion of thanks to the President for his Speech.</p><p>I like the many initiatives and plans made by the various Ministries. There is a shift in our focus now to the social and people sectors, and we have, indeed, seen the gradual move in this direction over the last few years. But there are people out there who still feel that the Government is not doing enough. Why? Is it because of photographs and videos showing old people collecting cardboard, cans and selling tissue paper that go viral in social media?</p><p>These images do distort the reality because they do not tell the full story. Let me share a true story of a news vendor in Tampines who is wheelchair-bound. A couple of years ago, a resident asked me if the Government could buy this gentleman a motorised wheelchair because she sees him pushing, struggling with his wheelchair as he goes around in the estate. It was a very meaningful, very thoughtful, very kind suggestion, so I said, \"Yes. I would look into that.\" I went to speak to this elderly man and I found out that he actually already has two motorised wheelchairs at home. He said that he had stopped using these motorised wheelchairs because as he does not exercise his arms, he became weaker and fell sick easily. Therefore, he switched back to the manual wheelchair. What I did was to ask the Town Council to make sure that the route he takes from his flat to the newspaper stall is barrier-free. I think that is what we can do to help him.</p><p>Sometimes, we do jump to conclusions without knowing the full facts and we easily point the finger at the Government. Let us be fair and make the effort to find out more first.</p><p>In 2011, Madam, during the debate on the President's Address when he opened this Parliament, I gave suggestions on how Government communications could improve. I have to give the Government credit that over the last 2.5 years, we have seen good initiatives like \"Our Singapore Conversation\", Ministries and Government agencies are also getting more active on social media, and the recent Pioneer Generation Taskforce has been formed to focus on communications and reaching out to Singaporeans. I applaud all these efforts.</p><p>However, the Government can still do better in policymaking. In communications, we need content that is developed to be easily understood and easily consumed. There is just this much that messaging and packaging can do. Now, in Mandarin, Madam.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140529/vernacular-Baey Yam Keng 29 May2014_Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]&nbsp;The Pioneer Generation Package has been well-received by all, yet, most do not fully understand the Package. I have organised a few briefing sessions and have personally experienced how difficult it is to clearly explain the Package.</p><p>Chinese Development Assistance Council (CDAC) has just launched a series of briefing sessions in Mandarin and dialects and they have roped in several volunteers to help convey and explain the contents of the Package. We invited officers from MOF and MOH to train them, and the volunteers also felt that it was very complicated, even after listening to the officers' explanation.</p><p>In the end, we decided to simplify everything and just tell everyone that the Government will give the Pioneer Generation more help in terms of health insurance and subsidies, that their Medisave accounts will be automatically topped up every year. They do not have to worry when they seek treatment at Government hospitals and polyclinics, just pay as much as they can afford and seek help from social workers and their Members of Parliament when they cannot pay the bill. They should never believe that it is better to be dead than to be sick, and they should be reminded to seek treatment early.</p><p>Recently, the Government announced that the Pioneer Generation Package (PGP) card will provide more benefits than the Community Health Assist Scheme (CHAS) blue and orange cards. However, maximum subsidy per visit and per year differs according to whether one has general illness, single chronic illness or multiple chronic illnesses. I fear that this will confuse the man-in-the-street again. I hope the Government will consider simplifying these measures.</p><p>(<em>In English</em>):&nbsp;After trying for the last few years to overcome challenging global economic conditions, we are now deploying the fruits of labour and using these hard-earned resources to boost our social programmes, with the PGP being the most prominent.</p><p>The intent of PGP has been widely lauded and it is evident that much thought and effort had been invested in its formulation to ensure its viability and coverage. My elderly residents, like Pioneers all over Singapore, are very appreciative that their contributions are being acknowledged in this tangible way. However, it did not take long before the feeling of confusion cast its shadow over their initial elation. I understand that some constituencies had even come up with quizzes and show-and-tell performances to explain the details. Unfortunately, a nationwide survey tells us that people are still not very clear about the PGP benefits. Based on feedback I received from younger residents, they, too, are unclear.</p><p>I wonder if we could have come up with a scheme which is easier for people to understand. The $9 billion package for 450,000 Pioneers will average out to be about $20,000 per recipient, and this is very substantial. If our Pioneer Singaporeans are allowed, for example, to access free treatment at C or B2 wards in Government hospitals, for, say, the common 15 chronic diseases, would this have probably amounted to about the same cost to the Government? But if we have done it in this way, a more blanket way, I think this would have given a great assurance to all Pioneer Singaporeans. It will be a lot easier to understand as well.</p><p>In the current package, we are providing for MediShield Life subsidies and Medisave top-ups, but the money spent and used, may not be used by our pioneer recipients if they maintain a healthy lifestyle and remain in good health and Medisave top-ups are eventually passed on to their descendants instead.</p><p>Yes, there is a valid concern that free treatments could be abused, but as the Government hospitals act as gatekeepers to the necessary treatments, I believe this could be minimised and managed.</p><p>In countries like the US where the third party, a private sector health insurance company, pays for the care provided by the public sector, naturally, patients would want to maximise their entitlements, and pharmaceutical companies and hospitals would be very happy to guide them to maximise their own revenues. However, in countries in the Nordic region, for example, where the provider and payer of medical services are aligned in the public sector, medical expenditure is better contained than in the US. That is why during this year's Budget debate, I called for our new MediShield Life scheme to be administered and managed by the Government.</p><p>Madam, many times, our policies are watertight so that we prevent people from taking advantage of the system. The fact is that these people who abuse the system are really in the minority. However, by doing so, we are also passing on the onerous requirements to the vast majority.</p><p>When the PAP Tampines North branch started a monthly free haircut service in January in the constituency, people asked me, \"How do we ensure that the beneficiaries of this free haircut are indeed the needy?\" I deliberately did not want to check income slips, ask for Public Assistance or CHAS cards or even ICs. Yes, I cannot guarantee that these people who come for haircut are all low-income, but the fact is that we hold it at the void deck of the largest rental block in the constituency. With this, I am confident that I am making it convenient for those who need help to come by and, for most of the people, I am reaching the target audience. If someone else really makes the effort to be there just to get a basic trim with no washing, perming or colouring services and out in the open, I am happy to offer it. I do not want to be so calculative because I know that the needy also want to have some dignity in their lives, to be treated with dignity. Insisting on evidence to prove their needy status also means that I am doubting their integrity.</p><p>All the confusion about the PGP has dissipated some of the goodwill it created and it highlights the need for us to improve upon how we structure policies and measures.</p><p>There are a few other examples where the \"precision engineering\" of policies is so well done that, in order to maximise the benefits and minimise wastage and abuses, we lose some of the intended effectiveness. This is because all the different tiers, categories, terms and conditions to deal with the various permutations do not take into account the limited time and processing bandwidths that most people have at their disposal. As a result, the targeted population sometimes does not behave or respond as expected.</p><p>A case in point would include our ERP system. The ERP charges alone would span various spreadsheets. In fact, I just checked out&nbsp;onemotoring.com.sg&nbsp;– it is 16 spreadsheets long. Probably, I would have to print it in A3 size in order to read it easily. The four categories of vehicles and all the different time zones, the different gantries – it makes a very complicated matrix.</p><p>I ask this question: how many motorists would go through these charges, which vary on location, day of the week and timeslots, to plan their routes, unless it is a daily route that they take? There are so many rates involved. Every few months, we will adjust the rates to take into account changing road conditions or school holidays. Our civil servants are superb in finetuning in packets of five minutes, 30 minutes and 50 cents.</p><p>In addition, as payment is automatic and hassle-free through IUs and cashcards, this probably results in two main behaviours: (i) people just drive wherever they need to because they cannot be bothered and the cost is immaterial to them. When this happens, the deterrent effect is lost; (ii) motorists are just so irritated every time they pass by or see an ERP gantry without knowing exactly what the ERP rate is. In this case, the resentment builds up. I am sure there are drivers like me who deliberately take a longer route to avoid a gantry but, in the end, just to find out that I have just saved 50 cents; probably I spend more paying for the petrol and the time cost.</p><p>People will not remember that the Government had reduced road tax as a result of ERP. For most drivers, the savings from the reduction in road tax far exceeds the payment through ERP. But the perception that they have to pay more stays in people's minds.</p><p>Compare this to the London Congestion Charge; it charges a £10 daily fee for driving a vehicle within the Congestion Charge zone from 7.00am to 6.00pm, Monday to Friday. That is it, simple and easy to remember.</p><p>From the behavioural perspective, the London Congestion Charge is probably more effective, because our ERP rates are so precisely calculated&nbsp;– well, rightly so, because I think they are very equitable based on work space usage, based on number of entries into the restricted zone&nbsp;– but the problem is, these incremental charges and frequent adjustments are no longer effective in controlling road usage. Instead, disproportionate unhappiness builds up.</p><p>Madam, psychology is at play, too, when we see a 25% increase in the visitorship to museums after admission charges were waived, or when many more peak-hour commuters, when they did not take up the 50 cents rebate but choose to take advantage of the free MRT travel before 7.45 am. I do not think it is because they cannot afford the few dollars to pay for the admission tickets to museums or pay for MRT fare. It is the \"free\" mentality, but it does not mean that free is no good. I am glad that the Government is slowly moving away from the \"No Free Lunch\" philosophy.</p><p>I was curious about how psychology features in other countries' policy-making. I found out that in the UK, the government has a very specialist unit called the Behavioural Insights Team, also known as the \"Nudge Unit\". It applies \"insights from academic research in behavioural economics and psychology to public policy and services\".</p><p>It is a 13-member team, with backgrounds in academia, such as behavioural sciences and experimental methodology, policymaking and marketing, and they are responsible to achieve four objectives: (a) to encourage and support people to make better choices for themselves; (b) to consider the application of behavioural science to policy design and delivery; (c) to advance behavioural science in public policy; and (d) to champion scientific methodology to bring greater rigour to policy evaluation.</p><p>I am not sure if our policy-makers are already aware of this unit's work though it would appear that we have not been as systematic about applying it. I would like to urge the Government to consider setting up a similar unit, to build similar resources in our Government. While we must be careful that the work of this team should not be misinterpreted as manipulative of people's minds, I am sure that its inputs and its insights will contribute to better policies and communication.</p><p>An interesting contribution of the \"Nudge Unit\" in the UK is the tax department. It did an experiment involving two groups of taxpayers. One group received the usual notice about paying taxes on time, while the other group included this information that nine out of 10 taxpayers in the UK filed their taxes on time. As a result, this second group had a higher percentage of compliance. This experiment demonstrated the power of social norms, the desire to conform. The power of social norms should not be under-estimated. It is clear that \"nudging\" people towards decisions is far better than imposing fines.</p><p>We still joke about Singapore being a \"fine\" city. The sad thing is, despite decades of imposing fines on littering, we are no closer to reaching the standards of cleanliness in Taiwan, Switzerland or Japan. Safety on roads has not improved much either. On the other hand, financial incentives have not given us more baby Singaporeans. I am not advocating that we remove financial penalties and incentives, but we should acknowledge their limitations and look to other methods to complement existing ones.</p><p>For one, we have been agonising over our dismal Total Fertility Rate of 1.2. However, most married couples in Singapore do have an average of two children. Why do we not target Singaporeans to get married? Have more places and activities for young people to come together and socialise, and help more young couples get their HDB flats faster.</p><p>Over the years, as a society, we have also become more inclined to attaching monetary values to activities. We use these values to weigh inputs and outcomes. We automatically perform cost-and-benefit analyses for any course of action. This is not only ineffective but an approach, and this approach will also contribute to moral deterioration. Once market norms replace social norms, it becomes very difficult and costly to revert to social norms. People would point out that they are entitled to courses of action not beneficial or detrimental to building a harmonious society because they have paid for it.</p><p>A well-known example is that of an Israeli childcare centre attempt to get more parents to pick up their children on time. Parents late in picking up children are first advised to come earlier. Subsequently, fines were imposed. I think this is practised in many of our childcare centres as well. Unfortunately, more parents turned up late because they had rationalised that since they were paying for additional hours of service, they are entitled to it. Their feelings of obligation towards the teachers disappeared. Even worse, when this childcare removed the fines, the number of late parents did not go down because it had been \"normalised\". The childcare centre should have tried harder to use the power of social norm to encourage parents not to be late. They could inform parents that most people, most parents pick up their children on time, and share with them the personal impact of their late-coming on their waiting children as well as the teachers, the caregivers.</p><p>In conclusion, Madam, we all just need a little help to see how our actions impact our environment, our future and the country. Experts in this area should be incorporated into our Civil Service, our Ministries and agencies to assist on a permanent basis to develop a deeper understanding of how the mind generally works and behaves.</p><p>In recent rankings of trust in governments around the world, Singapore Government has performed well. I believe that just as the people places trust in our Government, the Government can also place trust in our people to do the right thing for themselves, their families and for their country. We have good policies with good intentions. With greater attention paid to psychology, to how people and society think, perceive and behave, we can achieve far greater mileage that the Government duly deserves.</p><h6>3.17 pm</h6><p><strong>The Deputy Prime Minister and Minister for Home Affairs (Mr Teo Chee Hean)</strong>: Mdm Speaker, I rise in support of the Motion of thanks to the President for his Address at the Opening of the Second Session of this Parliament.</p><p>Several Members have raised matters relevant to PMO on a variety of subjects&nbsp;– Population, Climate Change, Research and National Security&nbsp;– as well as on matters relevant to MHA. I thank Members for their interest in these matters.</p><p>I will not be responding to all these matters today, but will be happy to reply if Members wish to file a Parliamentary Question. Several of these matters are already under active consideration and we will take the other suggestions and comments into account as we work through these issues in the coming year.</p><p>Today, I will speak about the Public Service, how the Public Service is readying itself to help put into action the policies and plans announced by the President in his Speech, and by the Prime Minister yesterday.</p><p>Members, including Ms Denise Phua and Dr Intan Mokhtar, spoke about the Public Service in their speeches earlier. Mr Baey Yam Keng also had many useful suggestions. As the Minister in charge of the Civil Service, I welcome all these suggestions and constructive feedback to improve the Public Service.</p><p>Over the past few days, we have discussed the new challenges and opportunities that Singapore faces in the coming years, and how Singaporeans are ready and willing to help shape that future.</p><p>So, what kind of Public Service and public officers do we want for Singapore and Singaporeans?</p><p>Public officers who put Singaporeans at the heart of what they do and who work together with Singaporeans to develop policies and implement programmes that make Singapore better for Singaporeans.</p><p>Public officers who abide by the Public Service core values of Integrity, Service and Excellence – none of which can be taken for granted, and which we must work to achieve in what we do every day.</p><p>Public officers who continually strive to improve, so that the Public Service can serve Singaporeans better.</p><p>We need public officers across all Ministries and agencies, at every level, to live by these ideals so that we can always do our best and Work Together to Serve Singaporeans Better.</p><p>Many frontline agencies and many public officers have done good work in the last two years to improve service delivery and policy responsiveness. And we will continually strive to do better.</p><p>Just last week, when we marked Public Service Week, I reminded public officers that we need to place renewed focus on three areas: (a) strengthen interagency collaboration to more effectively resolve issues that Singaporeans face; (b) be more responsive to the changing needs of Singaporeans; and (c) find better ways to engage Singaporeans and tap on their ideas and energy.</p><p>Madam, I meet our public officers from different Ministries and agencies and visit them at their workplaces regularly. Among those I have visited recently are our Air Traffic Controllers in Changi and our doctors and nurses at the Institute of Mental Health.</p><p>Many of our public officers tell me that the work they do is deeply meaningful. They find fulfilment from making a difference to Singapore and fellow Singaporeans. Indeed, this is the main motivation for many of them to join the Public Service and remain in it for a full career.</p><p>We must ensure that good people continue to want to come forward to join the Public Service, people with both the ability and the heart to serve Singaporeans. Where the Public Service or public officers have fallen short of these high standards, we will endeavour to correct, counsel and improve. But do also spare a word to encourage our public officers, and motivate them when they do a good job.</p><p>Key to a good Public Service is good leadership, at all levels. We are providing opportunities for officers at all levels to train, upskill and upgrade themselves, so that they can fulfil their potential and, at the same time, develop the abilities and skills to serve Singaporeans better.</p><p>We have also widened our outreach to develop our Public Sector Leaders. We recruit able and energetic people with different backgrounds, skills and experiences into the Public Service. Over the past few years, the Public Service Commission has awarded scholarships to students from a range of schools, including the Polytechnics, NUS High School of Mathematics and Science, the School of the Arts and the Singapore Sports School, from which we have had a President's Scholar.</p><p>But scholarships are only one route into the Public Service. There are other opportunities to join the Service, including immediately after graduation or as a mid-career entrant. The Public Service takes in about 150 undergraduate interns each year under the PSD-run Internship@Gov programme. Many more take up internships directly with public agencies.</p><p>Such internships give students an opportunity to experience work as a public officer, understand what public officers do and we hope to encourage them to join the Public Service for a fulfilling career.</p><p>We want to develop good officers across the whole Public Service, wherever or whenever they demonstrate their ability and potential for further advancement, at any stage of their career, which Dr Intan Mokhtar spoke about yesterday.</p><p>Last year, we launched the Public Service Leadership Programme to develop specialist leaders in each sector, with deep domain knowledge in five key areas: economy, infrastructure and environment, security, social and central administration.</p><p>These officers will spend much of their careers within their respective sectors developing deep knowledge and expertise, but they will also have opportunities to develop their leadership qualities and have exposure beyond their sectors.</p><p>But we also need officers who can work across all our Ministries and agencies, to integrate policies and programmes on a whole-of-Government basis. Our Administrative Service officers have traditionally been developed to be strong in whole-of-Government perspectives. Our Sectoral Leaders and Administrative Officers in the Public Service will, therefore, be able to form strong partnerships and strong teams with a deeper and wider range of capabilities, perspectives and experiences. Both Sectoral and Generalist officers can rise to the highest positions in the Public Service, as it is so today.</p><p>On Tuesday, we all smiled when Ms Denise Phua mentioned the scenario played out in \"Yes, Prime Minister\". The reality, however, should it come to pass, will not give rise to much mirth. I agree with her that \"revolving door\" politics raises the risk of that happening – where civil servants are more able, stay longer and, therefore, know more than their Ministers, and may well run rings around them.</p><p>That is, in fact, what happens in some other countries. The best way to avoid this is to ensure that we have Members of Parliament and Ministers of the highest quality – people with ability and the interest of Singaporeans at heart. That will give us the best outcome – able elected political leaders, with a good feel of the ground, working hand-in-hand with able and committed public officers to develop sound policies with the long-term future of Singapore in mind, to implement practical programmes that serve the needs of Singaporeans.</p><p>Mdm Speaker, our public officers work round the clock to improve the lives of Singaporeans. Teachers who do their best for their students, especially the ones from disadvantaged backgrounds; policemen, civil defence officers, SAF servicemen who often put themselves at risk to keep all of us safe and secure; enforcement officers who help to provide the sense of order, safety, security and cleanliness that is a hallmark of Singapore, which all of us appreciate.</p><p>Last week, Madam, we marked Public Service Week, where public officers reaffirmed their commitment to serve Singaporeans and Singapore. We presented awards to 18 agencies and 133 public officers who have done well. But equally importantly, we presented awards to five members of the public who have contributed to improving the lives of their fellow Singaporeans by helping the Public Sector to do better. We have been giving these awards for members of the public since 2009, five years ago. It takes two hands to clap and the Public Service is sincere in wanting to work together with Singaporeans in partnership.</p><p>Madam, Singaporeans have millions of interactions with public officers every day, and many Singaporeans do appreciate the good work that our officers do. I hope that Members will also support and encourage our officers when they do a good job. It will help give them a boost – motivate them to do their best, and reaffirm their belief the work they do makes a difference to Singapore and our fellow Singaporeans.</p><p>With the support of Members of this House and fellow Singaporeans, we can continue to build a good Public Service, with able public officers with a heart, working in partnership with fellow Singaporeans to build a better home, a better future, for all of us. I support the Motion. [<em>Applause.</em>]</p><h6>3.29 pm</h6><p><strong>Mr Ang Wei Neng (Jurong)</strong>: Mdm Speaker, as Singapore celebrates its Jubilee next year, all Singaporeans hope that our next 50 years will be better. No one wants Singapore to be annexed like Crimea. No one wants Singapore to have a civil war like in Syria. No one wants Singapore to experience political turmoil that led to a military coup like Thailand.</p><p>What is better for Singaporeans, however, may differ quite significantly. Mr Robin Chan, Assistant Political Editor of&nbsp;The Straits Times, has shared his views of what is better for Singapore last Saturday. Many Singaporeans have also come forward to share their views and aspirations for Singapore, and this kind of conversation should continue.</p><p>At some point, we need to take stock of what we have, cherish what we already have and not complain about what we could not have. Materialistically, what we have in Singapore is comparable to many other major cities in the world. The Economist Intelligence Unit (EIU) ranked Singapore 6th in the where-to-be-born index or previously known as the quality-of-life index, scoring eight out of a 10-point scale. In terms of City of Opportunity, PricewaterhouseCoppers (PwC) ranked Singapore third amongst 30 cities worldwide, after London and New York.</p><p>Given this favourable ranking, it does not mean that Singapore has already arrived and we should be contended. Singapore cannot be perfect when we score only eight out of the possible 10 points in the where-to-be-born index. To improve continuously, we must. I have in the past spoken furiously on many areas of improvements and I will continue to do so.</p><p>Nevertheless, no city is perfect. Even as London leads by a clear margin to clinch the top City of Opportunity, its scores are not perfect either. Many in Singapore complain that we need to wait for weeks to see a Government specialist when referred by a polyclinic doctor. In contrast, two million adults in London need to wait for two weeks to see a GP, let alone a specialist. Every major city in the world has their own set of challenges, whether it is ageing population, immigration problems, cost of living and so on.</p><p>Do our children appreciate what we have today?</p><p>A couple of weeks ago, a friend of mine, who is the CEO of a listed company, told me this story. He grew up in an HDB rented flat. Like many other Singaporeans at his time, he used to take public buses to school. While he was travelling on the public bus and admiring the private cars zooming past him, he asked himself when he would be able to drive a car one day. Fast forward 30 years. Today, when he drives his son to his school in his BMW, his son asked him, \"Daddy, when would you bring me to take a bus?\" Would his son, our children and our future generations be appreciative of the good things we have in Singapore? They may, but most will not, if we leave it to chance.</p><p>We have to mould the character of our children during their impressionable years, just like a potter would mould a ceramic ware while the clay is still moist and mouldable.</p><p>Another friend of mine told me a story he heard in his childhood, which left an indelible mark on him. A young boy who came from a poor family complained to his parents about his old shoes. He could not accept that his parents were not able to afford him a new pair of shoes like most of his classmates. This grouchy boy only stopped complaining when a new classmate joined his class one day. He was dumbfounded – as his new classmate did not even have a pair of real feet to wear a pair of shoes.</p><p>We do not want our children to grow up taking for granted the good things we have in Singapore. We do not want our children to grow up like Rachel Canning, an 18-year-old American, who sued her parents in court for failing to pay her tuition fee after running away from home and she made the headlines in the US.</p><p>We need to impress upon our children to count our blessings and, in turn, bless others who are less fortunate by being more empathetic and generous.</p><p>How do we achieve this? For this, I have a radical idea.</p><p>Before I elaborate, I would like to applaud the effort of MOE for re-emphasising the importance of values in our education system. MOE stresses the inculcation of value thinking through the Values in Action programme. At the same time, MOE also encourages overseas study trips to develop in our students an international awareness and interest in cultures and issues concerning the world beyond Singapore. To this end, I understand that more than 100,000 students have the opportunity to go for overseas field trips organised by schools yearly.</p><p>Maybe we can marry the two concepts together, that is, learning through values in action during overseas trips. I would like to propose that MOE organise more field trips to some less developed rural areas of our neighbouring countries, where our students get the opportunities to help their less privileged counterparts through activities like conducting English lessons, teaching IT skills, setting up computer laboratories, building a library and so on. Some schools are already organising such trips for selected students as part of their learning journeys. Students who signed up or are selected for such trips may already have a higher propensity to help others and are more willing to go through hardship.</p><p>I am proposing that MOE organise more field trips of this nature and extend this experience to all students. After overcoming the initial operational and logistical challenges, I hope MOE would eventually make it mandatory for all students to spend a stint of one to two weeks doing community service in some rural villages of our neighbouring countries. MOE could schedule each cohort of students to participate in these trips when the students are in Secondary 3 or 4. There are three main benefits of such overseas field trips.</p><p>Firstly, the students would learn to appreciate what it is like to live in an environment with limited modern amenities. No air-con, no potable tap water, no proper roads. Instead of city lights, the students would enjoy a beautiful sky full of stars. Instead of air-conditioned system, the students would enjoy the fresh morning dew. Instead of morning traffic noise, the students would enjoy the sound of singing birds. After going through the relatively tough field trip, the students will, hopefully, appreciate the infrastructure in Singapore better.</p><p>Secondly, the field trip could serve the purpose of character building and inculcation of the values we would like to observe in our youths, such as empathy, resilience, resourcefulness and so on. Moreover, it could help to foster close friendship ties among the students and hone their interpersonal skills, especially when many students choose to communicate through social media rather than direct human contact nowadays.</p><p>Thirdly, the constant flow of students participating in such field trips would help to ensure the continuity of help rendered to the villages over time, which makes such effort more sustainable and meaningful. The effort also helps to generate goodwill with our neighbouring countries.</p><p>When I broached this proposal to different groups of people, there is a general agreement on the benefits of the field trips. But I also receive some objections. For example, one parent's immediate response was, \"What if my child falls sick? Who will be responsible?\" Another teacher said, \"Wow! This means that teachers also have to suffer with the students and stay at those places with harsh conditions!&nbsp;<em>Susah</em>!\" One Secondary 4 student remarked, \"Going to a third world country? What a waste of time!\"</p><p>Such responses are not unexpected. In fact, they reinforce the benefits of sending the entire cohort of our students for such field trips. Over time, just like National Service, I hope parents and teachers will see the value of such trips when the students return from the trip more mature and sensible. I am confident that such compulsory service-learning field trips will help our youths appreciate Singapore's success better, reduce the sense of entitlement and inculcate the value of service to others. It will be money well-spent. It will generate a wind of gratitude. It will help us cherish the pioneering spirit that \"built the Singapore we see today\" and to \"pledge ourselves anew to build a better, brighter Singapore\". With this, I support the Motion.</p><p><strong>Mdm Speaker</strong>:&nbsp;Order. I propose to take the break now. I suspend the Sitting and will take the Chair again at 4.00 pm.</p><p class=\"ql-align-right\"><em>&nbsp;Sitting accordingly suspended</em></p><p class=\"ql-align-right\"><em>&nbsp;at 3.39 pm until 4.00 pm.</em></p><p class=\"ql-align-center\"><em>Sitting resumed at 4.00 pm</em></p><p class=\"ql-align-center\"><strong>[Mdm Speaker in the Chair]</strong></p><h4 class=\"ql-align-center\">&nbsp;<strong>DEBATE ON PRESIDENT'S ADDRESS</strong></h4><p>[(proc text) Debate resumed. (proc text)]</p><p><strong>Miss Penny Low (Pasir Ris-Punggol)</strong>: Mdm Speaker, I rise in support of the Motion to thank the President for his Address – for reinforcing the ideas and ideals that have made Singapore what it is today.</p><p>Madam, quiz time. What is the most virulent thing on earth? Is it a virus, a bacteria, a parasite? It is an idea – virulent, resilient. Once an idea takes root in the mind, it is almost impossible to get rid of.</p><p>The smallest seed of an idea can grow and grow – to define or destroy you. There could not have been a more graphic demonstration of this in the movie \"Inception\" where ideas become dreams and dreams become reality. Many people will try to seed ideas in us. We have to stay conscious of that, to separate fact from fiction, reality from rumours. Once an idea takes root, it fills our imagination and stirs emotion. We begin to see what we want to see and feel what we want to feel.</p><p>Ideas can fill our minds with positive scenarios and emotions and a can-do spirit; or with ugly scenes, negative energy and anger. What we feel and think, we do and actualise. And then, we become. So, we have to be careful what stories we tell ourselves about our collective life, our country. If we set a negative idea and social mood, we cannot expect constructive outcomes.</p><p>I second what the Prime Minister said yesterday. We, in this House, have a responsibility to exercise – not just in policies, but also the tone of our politics.</p><p>In recent years, road rage, MRT fights, neighbourly disputes, complaints have become norms. STOMP and Mr ShiGGa Shay's music video titled \"LimPeh\" which shot to the top charts of the Singapore iTunes in 2013 reflected the negative sentiment but also drove the social media.</p><p>We cannot say that we are gracious and then expect our service force to serve us like kings and queens, and then pick quarrels with our neighbours. We cannot say that we want foreign domestic helpers and then shout out for policies to kick-out foreigners, because they make life difficult. We cannot pretend that there is no impact on the broader social mood and what happens after.</p><p>I am thankful that 50 years ago, amidst tumultuous times, our Pioneer Generation chose to have a positive idea of Dream Singapore. Devoid of resources, save for its people and location, our Pioneer Generation, many who are new immigrants then, had one single collective dream, and that of a better tomorrow, of turning swampland into a bustling metropolis, a Singapore built on the basis of justice and equality to achieve happiness, progress and prosperity for all. With grit and ingenuity, our shared idea has become our current reality. I salute our Pioneer Generation.</p><p>In his Address, the President re-emphasised the need for us, Members of Parliament and Government leaders, to focus our minds to create the Singapore of tomorrow. So, may I ask, what is your idea of Singapore in 2030, 2050 or even 2065 when we celebrate our 100 years' old birthday?</p><p>The idea of a \"fair and just society\" for the PAP Government has always meant it recognised that market forces cannot be left on their own to deliver social development. So, active policy was needed.</p><p>From our education and housing policy of the past 50 years, to the numerous \"levelling-up\" policies, and to today's ComCare, Workfare, ITE systems and the Progressive Wage Model, my colleagues and I have stayed faithful to the idea of a fair and just society, with social mobility, shared responsibility and a Singaporean solidarity at its heart. That is the Singapore Spirit.</p><p>Madam, let me borrow a story from the former Head of Civil Service, Mr Lim Siong Guan's new book titled, \"The Leader, The Teacher and You\", to make a few quick points but important points about the Singapore Spirit that we must keep burning bright and then offer my suggestions for the way forward.</p><p>Mr Lim titled the story \"Believe that there is a better way\". And this is how the story goes.</p><p>A blind boy sat with his hat by his feet. He held up a sign that said, \"I am blind, please help.\" There were only a few coins in that hat. A man was walking by; dropped a few coins in the hat. He then took the sign, wrote a few words and put the sign back so everyone who was walking past could see it. Soon, the hat began to fill up. That afternoon, the man who changed the sign came back. The boy recognised his footsteps and asked: \"Were you the one who changed my sign this morning? What did you write?\" The man said, \"I only wrote the truth. I said what you said but in a different way.\" Same same but different. What he had written was: \"Today is a beautiful day and I cannot see it.\" Both signs said the same thing but the second sign told people how lucky they were not to be blind. It was not just about someone else now – it was not just about the blind boy but it was about the passers-by and their own lives.</p><p>Mr Lim's two lessons from this were: First, to be thankful for what we have and help those who have less. Second, to be creative, innovative and think differently. There is always a better way to do things!</p><p>But this story says three things to me. First, we must, indeed, be more open and creative and believe that there is always a better way to do something. Second, that we should have no free riders in the journey to a better future – that hard work, shared responsibility and creative problem-solving are the ethos of Singapore – something that citizens and everyone else residing here should learn and adopt. The passer-by did not have to bother but he did and changed the outcome for the blind boy. So, the third point is that empathy and connectedness can change perspectives to achieve that better future.</p><p>I will elaborate on the first two points together. In fact, we need the 3Ps and citizens to believe that there is always a better way to do something and also to be part of that solution. Many of my grassroots leaders at Punggol North do just that. They volunteer to solve estate and residents' issues. They visit needy residents and bring them supplies and also knock on doors, door-to-door, to render help.</p><p>Yet, there are others who are able to identify problems but prefer to complain and thump tables. The accounting firm KPMG has a Change Readiness Index to gauge how adaptive each country is. Singapore ranked first globally for the capacity of its business sector and the Government sector to adapt to change. Our people and civil service sector, however, ranked fifth behind Sweden, New Zealand, Australia and the United Kingdom. Still not a bad result internationally, but it does say which sector can do better in our country.</p><p>More significantly, when people lag behind in a fast changing world, they can become frustrated and cynical. The reverse is also true. So, we need people who believe they can be the solution to their own situation, their community's situation or even national issues. The Government must facilitate it, but everyone must play their part in our common destiny.</p><p>I appreciate Minister of State Desmond Lee's appeal for a collaborative approach in civil society-government engagement, and we need more of that. In Singapore, we each do our best but play different parts. We hope the blind will not have to feel that they are on their own. In fact, the visually handicapped community in Singapore is a deeply under-served community but at least three persons in the community are bucking the trend.</p><p>My SIP Fellow Cassandra Chiu is someone who has put herself through school, become a therapist to help people like her, started a movement to help the blind to be aided by guide dogs – her life as a story of empowerment – the blind helping themselves. They do not have to do it on their own. We can all help but yet, think of all the brickbats that she has suffered versus the resilience that she had displayed. Now, who is blind?</p><p>Similarly, blind scientist Dr Yeo Sze Ling, who was mentioned in the Prime Minister's Rally Speech some years back, is now helping out at my weekly Meet-the-People session, helping my residents, while her blind friend and also my Punggol North resident Melissa, provides counselling to those who suffer recent loss and trauma, because she has been through it – she was not born blind – and understands how they feel. Regardless of their personal circumstances, they believe in shared responsibility. They are our inspiration.</p><p>Indeed, there are better ways to do things and we have to do them together.</p><p>Yes, the Government needs to strengthen the social safety nets, because with each new age, there are different social challenges. And the best way to do so is through strengthening everyone in the net. The approach must be to strengthen individual resilience and foster shared responsibility and guard against the perils of dependency and entitlement.</p><p>I, therefore, advocate the boosting of our people sector or social economy. I have spoken on this umpteen times. So, you may refer to the many specific suggestions in the&nbsp;Hansard.</p><p>My hope for Singapore in 2030 is that it is a hub and silicon valley for the social economy which includes social enterprises, sharing economy and socially responsible businesses. Think of all the businesses that address social, environmental and arts issues, medical, assistive and smart city technologies for social good and scientific research programmes and so on that can be spawned or scaled-up by the supportive ecosystem here in Singapore. Couple it with the development of big data analytics and its social application, our social economy could be a sharp arrow into the future.</p><p>It will be a first for Asia, perhaps even a first for the world. It is a different way of doing \"capitalism\" and boosting our social capital. In the midst of cynicism, we can rise up to provide a different vision. Again, I lay this out because it is in sync with the ethos and the idea of Singapore and the Singapore Spirit.</p><p>On the third point, connectedness and empathy are very powerful tools. To help the blind boy, the man in the story used the ability of others to exercise empathy – which is, \"What if I was in that position, how would I feel?\" – versus sympathy – which is, \"Oh, you poor thing\". The same idea, differently communicated, can change perspectives. To reach into others, we need to step into their shoes, see it from their perspective. And most ideas are caught, not taught. And some ideas take root because it connects with the person's experience or world view. So, given the plethora of good work that the Government had done but are not fully appreciated, I think the Government needs to do more to connect more tightly with Singaporeans. Otherwise, even the best of intentions can be misinterpreted.</p><p>Currently, I am aware that MCI has a website where it systematically tracks misrepresentations of policy and corrects these there. However, few people know about this, let alone use it. There needs to be better forms of pushed information as and when something needs to be set straight for the record. The untruths that sometimes exist about public schemes just undermine the trust between citizens and the Government and dishearten citizens about the shared responsibility they have in governance.</p><p>Yes, Singaporeans say they want policymakers to demonstrate empathy and trust. I have raised in this House many times about the need to build a very strong mutual trust between the people and the Government. I am glad that, actually, the Government has heeded. I chance upon this copy, which is a PSD publication \"Challenge\", and I was very glad to see that almost the entire book was devoted to building trust – how we can be a more trustworthy public service, earn trust by connecting emotionally, how openness strengthens relationships, bringing help closer to home and so on and so forth. There are many examples in there. What it says to me is that the Government is taking the trust of the citizens very seriously and is doing their utmost to build it. Let us give them some time. Give them some support.</p><p>It is good that in the Addendum to the President's Address that the Public Service Division will now send policymakers and officers for stints doing operational work on the ground to see how policies actually work to serve the people better. They must get involved in the operational work. This will help them to stay connected with the real people and real challenges.</p><p>But how about turning this the other way around? To echo the Deputy Prime Minister's point, think of the LTA officers who receive endless complaints because drivers have been inconsiderate, parking in all the wrong places. This is when simply abiding by set rules would have been the solution. But if that is not possible, then why not work jointly to find solutions instead of pointing fingers. Think of all the disheartened and hardworking HDB, Town Council, NEA workers and even our grassroots leaders who are volunteers. They do try to find the short-term and long-term solutions to our estate woes.</p><p>Is the need for eldercare centres, seniors housing, childcare centres, rental blocks, something that is a shared need? Think of the people who need these and who knows, one may find their family members benefiting from these developments down the road.</p><p>The Government has some way to go to strengthen even the empathy that citizens have for public service officers and for each other and I hope that this new initiative will do that. There has to be this empathy, this sense of solidarity and shared responsibility among all of us – the state, the community and the individual; before we can say with confidence that our best years are ahead of us.</p><p>So, Madam, let us keep the tone of engagement across society positive, think of better ways to bring happiness, prosperity and progress for our nation; and share the fruits of our joint effort.</p><p>That is how the past generations of Singaporeans triumph together from Third World to First World. Graciously triumphing together, Madam, is what the PAP Government believes in. This is why our national pledge and party pledge are written the way it is written. This is why at PAP's 2013 Party Convention, we resolved to strengthen our Singaporean identity, to create Opportunities for all Singaporeans, to uphold an Open and Compassionate Meritocracy, to build a Fair and Just Society, to develop a Democracy of Deeds, not just words, we resolve to be a Responsive and Responsible Government.</p><p>Above all, we pledge ourselves anew to our cause&nbsp;– to build a better Singapore for Singaporeans and with Singaporeans. So, fellow Singaporeans, let us join hands to build on this idea and our vision for Singapore; to build on the successes and the hard work that our forefathers, our Pioneer Generation, have laid down for us.</p><p>If we get it right, I am hopeful that we will one day look up, whether in the year 2030 or 2065, be quietly proud of what we see, and say, \"I love Singapore, I am so proud to be a Singaporean and it is a beautiful day.\" On that note, I support the Motion to thank the President.</p><h6>4.18 pm</h6><p><strong>Ms Lee Li Lian (Punggol East)</strong>: Mdm Speaker, as a nation, Singapore has come a long way in 50 years and achieved much that we should be proud of. As we have evolved, so have the challenges our society faces and it is time to reflect on how we can do better for our people.</p><p>Amongst the pledges outlined by the President, one that resonated with me most was strengthening safety nets to help the vulnerable. In the first part of my speech, I would like to address who we determine to be vulnerable and propose ways to support certain groups that are in need of help.</p><p>The President also pledged to support the development of stronger families and help younger Singaporeans achieve their potential. In the second part of my speech I will touch on how we can do more to support young Singaporean families in their life aspirations.</p><p>Vulnerable groups. Madam, I am heartened to hear the President commit to keeping the pathway upwards open to all Singaporeans, regardless of their background or circumstances. I have spoken at length in this House about the plight of unwed, single parents as well as caregivers, and have provided recommendations on what we can do. Today, I would like to talk about two other groups that need our attention&nbsp;– divorcees and Singaporeans with foreign spouses.</p><p>Between 2007 and 2012, there have been more than 7,000 divorces a year and more than 8,000 children affected by divorce every year. One of the biggest struggles for many divorced single parents is home ownership post-divorce.</p><p>When a couple goes through divorce, the flat will be sold and sales proceeds apportioned accordingly. Such a sale is usually done within a stipulated timeframe, and each finds him or herself with some cash from the sales, but without a roof over their heads. A divorcee is faced with several untenable options for housing. He or she can buy over the other half of the house, or purchase or rent from the open market. These choices require financial means that the individual may not have, especially on a single income.</p><p>The divorcee can also purchase or rent directly from HDB but may no longer qualify as a first-timer. There are other restrictions like the debarment period of 30 months for a rental flat and a three years waiting period if their previous flat was purchased directly from HDB as well. A divorced parent, especially with children under his or her custody cannot afford to wait for extended periods to find a roof over their heads. The standard waiting time to queue for a BTO flat or rental flat, is already long enough. Imagine how much longer it is for a divorced parent with children in tow, who are already struggling to cope with the emotional fallout that comes with the breakup of a family.</p><p>I would like to propose that the Ministry looks into further shortening or to do away with the debarment period especially for rental flats for divorcees with children, given the challenges they face with their existing options. The Ministry should also consider expanding the number of 3-room flats under Parenthood Provisional Housing Scheme (PPHS). Under PPHS, the take-up rates for 4- and 5-room flats are much lower due to high rental costs and most families looking to rent under the scheme may not be big enough to be able to justify renting a larger flat.</p><p>Mdm Speaker, this is timely, given the President has announced the Government's plans to \"commit to house all Singaporeans and to help them own their homes\". The Government understandably takes a pro-family stand in the development of our policies. However, the breakdown of a marriage is difficult enough for most parties, especially where there are children involved. What the state should do to support these Singaporeans is to make it easier for them to be able to find housing, so that they can move on with their lives and provide their children with an element of stability amidst an already tough situation.</p><p>Next, low-income Singaporeans and their foreign spouses. Today, in Singapore, four in 10 marriages involving Singaporeans are between a Singaporean and a non-Singaporean. Yet, despite this increasing trend, many Singaporeans, who tend to be lower income, face a huge challenge getting their spouses the appropriate pass to stay in Singapore long-term and live as a stable family unit.</p><p>Over the course of my work, I have met Singaporeans, typically male and earning lower incomes, whose wives are unable to qualify for LTVP/LTVP+. Today, we know that there are over 11,000 Long-Term Visit Pass (LTVP) holders, including Pass-Plus (LTVP+) holders. There are an unknown number of spouses who only get Short-Term Visit Passes (STVP) which require them to move in and out of the country. From my experience on the ground, the number is significant.</p><p>Many of these foreign spouses on social visit passes tend to be female, and if they have children, the children often have to shuttle in and out of Singapore along with their mothers. Extension of the social visit pass also takes time, and there is no guarantee that the foreign spouse will be granted that extension. Such conditions create a lot of stress on a young family, who cannot plan a stable life together long term, given the constant disruption and unknown outcomes.</p><p>Another problem arises when the Singaporean spouse, who is the sole breadwinner in such cases, passes away or becomes critically ill, leaving the foreign spouse to take over the responsibility of supporting the family which often consists of very young Singaporean children. Daily living quickly becomes an uphill task. Eventually, the foreign spouse may be forced to leave Singapore with his or her children. It is a shame to lose Singaporean children this way.</p><p>Mdm Speaker, marriage is a choice that everyone has the right to make. While it is not explicitly stated, what can be observed are two clear areas of consideration when awarding passes to foreign spouses&nbsp;– the length of stay and duration of marriage, as well as the sponsor's ability to financially support the family and sustain the marriage.</p><p>The first is understandable as we do not want to encourage sham marriages in exchange for benefits but no Singaporean should be unduly penalised for his or her choice in partner based on social status or income level. The current criteria for applications – regardless of long/short-term passes, PR, or citizenship – should be made clearer and more transparent so that a full review can be conducted.</p><p>Priority should be given to applications by Singapore family units. This was outlined in the Workers' Party's Population Policy Paper, which states that the process of new citizenship naturalisation should prioritise foreign spouses of Singaporeans. This is especially with regard to \"resident foreign spouses who have settled in Singapore… Many of them are parents of children who are citizens. They are a group that is naturally integrated in the Singaporean core, and priority should be given to them when granting new citizenships\".</p><p>On top of supporting vulnerable groups, the President has pledged that the Government must support strong families – one way that they can act to achieve both would be to tackle this issue to help retain and keep families intact. We need to be able to distinguish foreigners who want to make a home here with their Singaporean family from those who want to use Singapore as a stepping stone. It is important to recognise that it is the Singaporeans and their Singaporean children who suffer most in such situations. I urge the Government to review this to keep the family unit in mind.</p><p>Madam, I will now move on to the second part of my speech. Supporting young families. We cannot ignore the national challenges we face with low fertility rates, and we must do all we can to support young Singaporeans so that they can make an easier choice to have families in the first place. A critical way to do this is to ensure that parents have greater flexibility in managing family and work commitments, and have adequate care support for their children at different stages in their lives.</p><p>The availability of student care. Madam, in Mandarin, please.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140529/vernacular-Lee Lilian 29 May2014_Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]&nbsp;In new towns like Sengkang and Punggol, there are many young families. Today's needs for childcare services will change into tomorrow's needs for student care services. Currently, school-based Student Care Centres (SCCs) are very popular. For working couples, whether they can comfortably leave their children with a student care centre is very important.</p><p>I think the Government should set up more school-based SCCs. Usually, people are more comfortable sending their children to school-based SCCs. First, it is because the centre is in the school; second, there are supervisors at the centre to make sure the children do their homework and behave properly; third, it can reduce parents' dependence on maids.</p><p>The Minister for Education revealed in March during the COS debate that MOE will set up another 40 Primary school-based SCCs in the next two years. Though it is a good move, I feel the number is not enough to meet the increasing demand.</p><p>The Minister for Social and Family Development (MSF) said in his COS speech that MSF will work with WDA to provide training for teachers at the SCCs. However, different from childcare centres, the operators of SCCs are not regulated by the Government in regard to their standard, this is a worry. I hope the Government can speed up the process of setting up more school-based SCCs and the teaching standard of SCCs will be raised.</p><p>(<em>In English</em>):&nbsp;Madam, back to English, please. I move on to my last point. Flexible work options. I have brought this matter up several times before in this House.</p><p>Financial incentives introduced by the Government, such as Baby Bonus and Child Development Account to encourage having more children, need to be complemented by a change in attitudes and mindsets of employers with regard to flexible work options. According to some surveys, 88% of Singaporeans say they work beyond office hours. Other reports suggest that a minority of companies have work-life balance initiatives for their employees. Work-life harmony has been tackled exclusively in the domain of manpower policy. This clearly has not worked.</p><p>As work-life harmony is associated with business performance and productivity, there is a need for closer coordination between Ministries that are concerned with productivity. The National Productivity and Continuing Education Council (NPCEC), which brings together representatives from the Ministries of Trade and Industry, Education, Manpower and Finance, is a very appropriate body to address work-life harmony. The Council should integrate work-life strategies into its industry-specific productivity strategies and campaigns. This will also have the advantage of customising work-life strategies to the specific work processes, contexts and needs of different industries.</p><p>Madam, the President concludes his speech pledging ourselves anew to build a better, brighter Singapore. Today we have the ability to broaden our social security nets and to pay closer attention to the diversity of challenges our citizens face today. As a successful and progressive country, we are in the best position to focus more attention on those who need an extra hand. People must be at the centre of how decisions are made, even if they belong to the fringes, for it is really how we treat those who are most vulnerable that is the true mark of leadership and governance.</p><h6>4.31 pm</h6><p><strong>Mr David Ong (Jurong)</strong>: Mdm Speaker, thank you for allowing me to participate in the debate on the Motion of thanks to the President. At the heart of a country is its people. I welcome the notion of \"inclusiveness\" which is a strong theme that resonates throughout the President's speech and the key performance driver in the Government's work plan. The President has outlined the Government's goals to strengthen safety nets for the vulnerable and elderly, build strong families and communities, improve quality of life for all, and create more opportunities for both working adults and the young. I fully support that.</p><p>As the Government renews its pledge to build a better Singapore with a brighter future, all Singaporeans are also urged to participate actively in charting the success of Singapore for themselves and generations to come.</p><p>The critical questions facing us since 2011 are how successful has this Government been in reaching a common understanding with our people; how well have we been in meeting the demands of our people, and how much traction does the Government's views and policies gained with its people.</p><p>The element of trust between the Government and the Governed is vital. Trust can be looked at in three ways; the Government's trust in our people, the people's for the Government and the mutual trust people have for each other. Trust builds social capital and they are mutually reinforcing&nbsp;– social capital generates trusting relationships and in turn produces social capital.</p><p>One of the significant steps the Government has embarked on to shore up social capital since the last Election is the massive public engagement exercise&nbsp;– Our Singapore Conversation. Collectively, the Government and the people came together, shared their aspiration, hopes and concerns to forge our common future together. This must be an on-going effort so that we will continue to strengthen trust and accountability between the Government and fellow Singaporeans, and promote mutual understanding among its people.</p><p>Apart from communicating better on the rationale behind Government policies, obtaining \"buy in\" from our citizens would benefit from a healthy dose of trust. Being better able to communicate with our people means we need to have trust in both directions.</p><p>In an article, William Hatcher, a political commentator based in the US, noted that the trust people had in the US government has dropped significantly from post-World War II, at 70%, to the current level of about 30%. This development may be endemic of modern society, but it does not mean that we should stand idly by and accept it.</p><p>Instead, we need to redouble our efforts to engage the populace and enhance the trust of our people in the Government. We need to strengthen social and political capital by increasing the level and quality of citizen participation in governmental decisions and be more transparent in the way we arrive at our policies. In one stroke, we foster greater citizen \"buy in\", provide explanations and encourage more people with good ideas or improvements to speak up and add their contribution to the nation.</p><p>Our Government will also need to trust our people more and perhaps be perceived less as being paternalistic. Citizens can be empowered in shaping Singapore by enlarging active citizenry in policy formulation and post policy implementation.</p><p>Trust can also be engendered if the populace has a better appreciation and understanding of the issues and challenges facing Singapore. However, no government is perfect, has 20-20 vision or a crystal ball that provides all the right answers all of the time. However, for trust to take place, the Government must have the gumption and courage to make unpopular decisions, the humility to admit when there is a failing and the will to make corrections and changes to policies.</p><p>Singapore has progressed from Third to First World in a very short 49 years with many foreign observers having labelled Singapore a miracle story. As the country tries to solve its present day problems with new ideas, policies and solutions, these will bring about new sources of discontent. According to Henry Petroski, a prolific engineering writer, \"Form follows failure\", meaning \"Every step forward begins with a discontent.\"</p><p>As our country evolves, so have the expectations of our people. Such rising expectations are signs of progress which perpetuates future innovations and solutions. Look around us; the schemes and services we enjoy today are results of past discontentment and complaints. This does not mean that the louder the shout, the faster or higher the Government has to jump. Where some things may fail or not meet our expectations, there are a whole lot more that works well in our country day to day. The key thing is that our citizens appreciate how far we have come as a country, how life has improved from one generation to the next, while at the same time acknowledging that life could still be better.</p><p>Our Government spared no effort in ensuring that social equity and trust amongst our people remain strong and robust. However, we must not take this for granted as social divisions can quickly developed in an increasingly diverse society. Whilst there are established fault-lines like race, religion and language, other possible fault-lines like social classes, nationalities and enclaves may emerge. Our Government has to stay alert to any rifts and keep the trust people have for one another intact.</p><p>Mdm Speaker, many around the world consider Singapore a wealthy country. In fact, our infrastructure and public service are both given very high marks by many agencies and Governments alike all over the world. Many would not hesitate to think and say that if you are able to live in Singapore you must be rich. We are in the minority of countries around the world that is able to present a Budget of $8 billion to reward some 450,000 citizens belonging to our pioneer generation without too much of a dent on our reserves or the pockets of our citizens.</p><p>Notwithstanding our relatively low Consumer Price Index, Singaporeans all round feel that the cost of living is increasing for some time now. For the 105,000 families earning less than $1,500 a month, they may be feeling the pinch even though there are many assistance schemes around to buffer against price increases.</p><p>We are currently facing a tight labour economic situation coupled with meteoric rise in property and rental prices in Singapore. Rising rentals affect all kinds of small businesses like hair salons, book stores, coffee shops, eateries and provision shops. Any adverse effect on business cost directly affects the ability of the working class to feed their families. When the economy is doing well, coupled with a tight labour market and rising prices of goods, there is a domino effect on all sectors of society. This is a fact of life in Singapore. This is causing many people to be mindful, if not fearful, of whether it would continue to be affordable to live in Singapore, especially with the obvious rising costs.</p><p>Our Government needs to tackle the cost issue so that all Singaporeans, no matter what their background or income levels are, feel assured. We need to win the hearts and minds of our people and our older folks need to have peace of mind when they retire.</p><p>This takes me neatly to my next subject, which is, our seniors. The scenario of having to plan and deal with a longevity economy is no longer an academic exercise. The need for more medical services will increase. The country, as a whole, will be moving slower. More people may be less ambulant, which places additional demands and strains on our physical and social infrastructure. Singapore's life expectancy is at the very top when compared with the rest of the world. Our average life expectancy at birth stood at 82 years in 2011, making it a joint fourth with Italy and just behind Japan in Asia. Although it is good to know Singaporeans are living longer and that longevity is a blessing, many seniors remain worried about their declining health, financial adequacy, possibility of family neglect and abandonment.</p><p>This leads me to my pressing concern, which is the statutory retirement age of 62. Notwithstanding the encouraging statistics of seniors' participation rate in the workforce, there are still many who are made to retire too early at a young age of 62 or are re-employed at less than desired terms and pay. Our seniors would be idling around for a good 18 to 20 years. This is a potent recipe for mental and chronic illnesses. While staying employed will help build their retirement savings, it is also very much about self-worth, dignity and productive ageing. It is hard to imagine how one can get a quality of life in living out one's remaining years in idleness, or being only semi-ambulatory.</p><p>This is the single most important reason why I have been pushing this in Parliament for the removal of retirement age, extend the re-employment age, compensate senior workers fairly for work rendered and narrow the employer's CPF contribution gap with our younger workers. When people stay gainfully employed, they have a sense of self-worth and achievement, something which they cannot gain from financial assistance provided by the Government or the Pioneer Generation Package. We must encourage our seniors towards productive and meaningful ageing.</p><p>I want to emphasise the need for a mindset change and how we perceive our older workers. Our society, in fact, is a fast-ageing one. As the Health Minister, Mr Gan, rightly said, \"Longevity is a blessing and growing old should be something to look forward to.\" Our society, our employers, in particular, must change their attitude on seniors' ability to contribute.</p><p>Our employers can embrace the five \"Rs\" for older workers – Recruit, Re-employ, Redesign, Recognise and Respect. The Government and companies must ensure that our seniors age productively and contribute to a vibrant society. In short, Madam, moving forward, we need to be more creative in the way we organise our society to fully utilise the resources of a workforce with more elderly and fewer young people.</p><p>The $8 billion Pioneer Generation Package is important in addressing many of the concerns of our people but we can do more. By this, I am referring to the growing trend of old people living alone. According to the latest Population Trends, in a mere 20 years, the number of old people living alone has increased three folds from 32,400 in 1992 to 109,500 last year.</p><p>Even as we address the upstream issue of raising the fertility and replacement rate of the population, there is a critical need to attend to the issue concerning our senior citizens who are living alone. These lonely seniors face psychological problems, like depression, associated with loneliness. This brings up the even greater spectre of old folks dying alone. This is a sad and morbid issue to consider but we must tackle this issue head on.</p><p>Mdm Speaker, behind every sick who ages in place and in dignity is his or her dedicated caregiver. According to figures from the latest National Health survey in 2011, about 210,000 people are looking after the elderly. I am sure this number is much higher today. Caregivers' needs are diverse and, at times, can be intensive. We must do more to alleviate the burden of these caregivers as most may have to work while caring for their elderly sick or non-ambulant elderly parents.</p><p>Most chronically ill elderly would usually have more than one problem and many caregivers had to take substantial time off from work to bring them for medical checkups, follow-up treatments, appointments and rehabilitation. I join in the call to have Eldercare leave legislated to support our caregivers. As caregiving can be intense and heavy, more can be done to also support the mental and emotional needs of our caregivers.</p><p>Whilst we recognise how far our healthcare has come, I would like to ask for the Ministry to look at building a support structure for these caregivers so that they can get access to all the help and schemes without having to go through several doors. As there are already 250,000 people who are aged 70 and above, our capacity for respite and day-care facilities is currently lacking and needs to catch up quickly.</p><p>In addition to the Health Ministry's Home Care Development Plan, I would like to urge the Ministry to extend the use of Medisave for home-based care services including physiotherapy and medication. As Medisave can be used to cover hospital ward fees but not home-based care, people will tend to choose to stay in the hospital and for longer, as they want to make use of their Medisave rather than use their own cash. In addition, medication for home-based clients is not subsidised, many elderly with severe mobility issues still make their way to polyclinics so as to get the subsidised medication, which is a further load again on our caregiver.</p><p>Singapore's economy has performed well over the years and provided good jobs for Singaporeans. Businesses have thrived in Singapore because we have maintained strong economic fundamentals, an open and business-friendly environment, sound infrastructure, a highly educated workforce, good governance and, importantly, fair and transparent business practices and low corruption. These are key competitive advantages that we must protect and ensure that we remain competitive. In the debate, Mr Gerald Giam said that the Government must be on guard against rent-seeking behaviour, especially in major industries. I fully agree. That is why the Government introduced the Competition Act in 2004 and established the Competition Commission of Singapore to protect consumers and businesses from anti-competitive practices of private entities.</p><p>However, Mr Gerald Giam is wrong to allude that there is crony capitalism in Singapore based on&nbsp;The Economist's&nbsp;Crony-Capitalist Index. The index is too simplistic. It looks at the wealth of billionaires in sectors, such as finance, oil and real estate, which&nbsp;The Economist&nbsp;claims to be prone to cronyism in many countries.</p><p>It does not examine or identify actual cronyism or rent-seeking behaviour in each country. Just because they are billionaires in these sectors does not mean that they must make their money through cronyism. Nor can we charge a sector in Singapore as being prone to graft and rent-seeking just because it is so in other countries. As&nbsp;The Economist&nbsp;article itself pointed out, some countries have competitive markets in the sectors&nbsp;The Economist&nbsp;labels as crony sectors.</p><p>Singapore's intolerance of graft is well-known internationally. Reputable international rankings have consistently placed Singapore as one of the least corrupt countries in the world. For instance, the Transparency International Corruption Perceptions Index ranked Singapore as the fifth least corrupt country in the world. Mr Giam also neglected to say that the same article in&nbsp;The&nbsp;Economist&nbsp;also placed Singapore top of the list in terms of institution quality.</p><p>Our high ranking in these indices is a strong recognition of the clean and meritocratic system we run in Singapore. First, our laws against corruption are applied consistently. There are no exceptions made to anyone. Second, we uphold meritocratic principles where rewards are tied to one's efforts and performance. Third, we have created a conducive business environment that enables companies to compete on equal terms. Singapore has been ranked the easiest country to do business in for several years according to the World Bank&nbsp;Doing Business&nbsp;Report. The Competition Act also protects consumers and businesses from anti-competitive practices.</p><p>I would like to assure Mr Giam that there is no room for crony practices in Singapore. If there is any evidence of such practices, I think you should share it with us instead of relying on indices which present an incomplete picture of the situation in Singapore.</p><p>Mdm Speaker, in conclusion, I would like to say that faith in the old social compact and in the governance of the Government, forged over 49 years of success, will not easily be worn away, but new globalisation trends and challenges will continue to erode it. As policy-makers, our Government needs to be bold and creative enough to re-imagine and re-make a sounder new foundation for its renewal in the coming decades.</p><p>Building trust, both between the people and the Government, and among citizens, would go a long way towards mending social fault lines and build on social equity. With this, I thank the President for his Address.</p><p><strong> Mdm Speaker</strong>: Minister Tan Chuan-Jin.</p><h6>4.48 pm</h6><p><strong>The Minister for Manpower (Mr Tan Chuan-Jin)</strong>: Mdm Speaker, I rise in support of the Motion to thank the President for his Address. I would like to briefly address some of the concerns that have been raised within this House and also outside this House with regard to the CPF Minimum Sum and so on.</p><p>I would like to just state a couple of points. There are many things on the agenda and the President has highlighted a range of programmes that the Government has been looking at in the past few years. And certainly, looking forward, we are addressing issues for the immediate term and, more importantly, we are also addressing issues for the long term.</p><p>The long-term issues that preoccupy us and other countries today are many, but of which, I would suggest two which are particularly important. One is the issue of healthcare and the other, retirement adequacy: pensions, pension funds and on. And the reason is that longevity is setting in. People are living longer, not just in Singapore, but elsewhere as well. How do you then contend with providing for their adequacy, in terms of healthcare needs, as well as retirement needs for the long term?</p><p>The challenge also revolves around this. These are things that would kick in some years down the line as more people, the baby-boomers live longer, when they come on line and they have to draw on their healthcare expenses, they have to draw on their retirement needs, the government of the day would have to factor this in and to pay for it. How do you set up a system that is not only just necessary but is, at the same time, popular and, more importantly, sustainable?</p><p>These issues preoccupy many countries. We will realise that many countries that we look to today as models are also beginning to relook at their sums, because the can that has been kicked down the road has finally come to rest for some of these administrations. The example has been cited. In Australia, in the recent budget, many promises had been made previously, but when we need to finance these expenses, suddenly, your balance sheets need to add up. The so-called \"right pocket and left pocket\" must balance because, otherwise, how does the country fund these?</p><p>In the same way, these are issues that we are grappling with. It is also important because it is about providing assurance and peace of mind. These are exactly the areas that we do need to look out for for our people.</p><p>Now, what are things that we need to cater for? I would say there are a couple of things. One is housing. I think that is important. It is not just about the retirement stage but really at the early stage as well. How do we provide for a roof over our people's heads, so that they can build a home and for their families? Not only just at the early stage of their lives but also towards the end stage of their lives? How do we provide that?</p><p>So, a range of measures has been done. We have been looking at improving the housing system. How do we continue to strengthen that? I raise that here because the CPF plays an important part. There are those who ask whether the CPF should, apart from providing for retirement adequacy, also be looking at housing adequacy. We believe that it is an important component and this forms part of that pillar.</p><p>The other one is with regard to healthcare. We have talked about it in terms of Medisave, Medifund, MediShield and of course MediShield Life. And this is particularly important. The Pioneer Generation Package is something that we have been working on for a long time. The details will be coming out. We wanted to make sure that we can provide the level of assurance for our Pioneer Generation but, at the same time, make sure that it is affordable. It is something that we can sustain and that do not burden the next generation because we know from demographics, apart from the fact that we are going to live longer, we are also going to have a smaller tax-paying base. And that is our children's generation.</p><p>If we do not get it right, promises that are attractive, popular but when you finally have to pay the bill, the bill will be borne by our children's generation. So, we need to make sure that healthcare is provided for. Why again do I raise this? Because CPF plays a part, as through the CPF system, we are also looking out for the healthcare needs of the people.</p><p>Of course, lastly, in terms of retirement adequacy, we have got a couple of components in terms of how adequate it is. There are three parts. One is wages. That is important in terms of opportunities, jobs, wages in terms of your ability to upgrade, your ability to draw better wages, increasing the productivity. And the competitiveness of your country is important, so that not only do you have jobs available, you are also able to command better wages over time. That helps boost your accumulation for retirement.</p><p>An important component of that is Workfare, which is something we top up, particularly for the lower income groups. This is important. Workfare top-ups and other top-ups periodically are added on especially for the lower income and also for other Singaporeans.</p><p>Along with this is to create a climate where jobs are available and there is also an intensity of jobs where as Prime Minister had mentioned, there is the ability to work longer. Now, raising the retirement age is not about forcing people to work longer. If you do not want to work longer, you can actually stop working any time that you wish to. But the fact of the matter is that we are living longer, we are staying healthier and many people actually find working as part of active ageing. Allowing people to continue to work longer is an important part. The intensity of work, the length or period of work is an important part in terms of helping you accumulate funds for your retirement needs.</p><p>Tied to the intensity of work is also making sure that jobs are always available. We want to minimise unemployment. Not only do you have job opportunities, good wages over time, the length or period of work, you also want to make sure as often as possible, you do have work available. How do you create an environment where jobs are readily available for people? How do we keep Singaporeans relevant? Through training, retraining and, of course, job matching through some of the efforts that we put in through e2i, WDA and so on.</p><p>The third component is with regard to returns. Several Members have talked about this. I think it is a fair concern&nbsp;– whether our returns are adequate. All of us here would like more than 2.5%, 4% and plus 1% on $60,000. All of us would prefer that. But where would it come from? How do we fund it?</p><p>Several Members have raised this point, for example, Mr Zaqy Mohamed, Ms Tin Pei Ling, Ms Tan Su Shan, Assoc Prof Eugene Tan, Mr Png Eng Huat. Many members of the public outside of the House have also raised the issue of CPF interest rates and returns. Some have asked if the CPF interest rates should be higher in order to withstand inflation. That is a fair consideration. Meanwhile, others have advocated for higher returns, perhaps taking on more risk with CPF monies. But is that something we want to do?</p><p>We all know that with higher returns come higher risks. If we have funds, and there is a downturn in the market at that point of withdrawal, would it affect your returns? You can always smoothen it out, but that would always affect returns ultimately.</p><p>The long and short of it is whatever that we are providing today&nbsp;– 2.5%, 4%, the plus 1% extra interest on the first $60,000 in every member's account&nbsp;– these are rates that are far higher than the equivalent rates provided by similar products out in the market today. Be that as it may, as the Prime Minister had mentioned and as the President had highlighted in his Address, this is an area that we are looking at – to make sure that we enhance CPF LIFE.</p><p>CPF LIFE is a system where you can provide payouts for the rest of your life. You do not have to worry about having payouts run out. But how do you enhance that? That is important and that is something that we are looking at. We have been working on that together with the Pioneer Generation Package for some time and when the details are ready, as the Prime Minister mentioned, probably closer to National Day Rally. That is the timeframe we are looking at in terms of announcing some of the details, in terms of how we are going to enhance this.</p><p>Mr Png Eng Huat highlighted this point. He cited the example of his father, how he was looking forward with excitement in his eyes to turning 55. I can understand that, but I think that excitement in the eyes would turn into a look of horror if we do not make adjustments because life expectancy is increasing. If we kept to what it was and we are going to live longer, and many of us have also acknowledged it is not easy to plan for the long term, to make sure that whatever savings you have will sustain for the long term, it would turn into a look of horror when you realise that your monies are beginning to run out.</p><p>We think it is important, from a dignity perspective, that individuals are able to provide for themselves as best as they can, which is why it is important for us to make sure that as you work longer, as you accumulate more, as you try to enhance the returns, you are also able to then provide for yourself through your payouts. But the more you draw out earlier, what it means is that the payouts would correspondingly reduce. The more we allow spending on housing, it would correspondingly mean less accumulated savings in your CPF Accounts and your payouts correspondingly would be smaller. That would create a strain.</p><p>As acknowledged by many, including Mr Png, in terms of investments, it is not easy. If there are people who can assure us that they can get high returns with low risk, do let me know, I would like to be their friend. Many of us would like to be their friends. There are many people who believe that they can get high returns but it does not happen in real life. That is the reality that we face.</p><p>The key thing is that we are adapting to the situation because life expectancy is increasing. As a point of clarification, Mr Png Eng Huat is correct to say that our current life expectancy is 82.5 years. But what the actuarial experts are looking at is also cohort life expectancy, that is, life expectancy going forward. This is going to increase. And that is an issue that many people are concerned with. As the cohort life expectancy increases, how do we deal with that? That is why CPF LIFE kicks in. More importantly, how do we make sure CPF LIFE is a viable and an attractive option to ensure we provide that level of adequacy with peace of mind?</p><p>In conclusion, I would like to add that the CPF system remains a valid system. It is not a perfect system. There are trade-offs. Obviously, those who believe that you should have full flexibility in using it, the CPF does not afford that, and for good reason. Because ultimately, the CPF allows us a peace of mind as you do have a constant, regular stream of income at the point of retirement, and to ensure that that continues, rather than depending on somebody else or the state.</p><p>But if you allow monies to be extracted early and prematurely, there will be concerns. This is not about shifting risk to the people. This is about shifting risk to our children's generation. The responsible thing to do&nbsp;– may not always be the most popular&nbsp;– but the responsible thing to do is to take into consideration these fundamental changes that are facing our society, facing many societies in the world, and to grapple with them head-on.</p><p>How do we ensure that with longer life expectancy, we can continue to provide that peace of mind and assurance for all Singaporeans as they live longer? That is the intent of the enhancements that we intend to make with CPF LIFE. That is also the purpose of why we are strengthening healthcare and the way we are doing it. It is why we are continuing to ensure that housing remains an option for people, not only just in terms of the access to housing but at the later stage of their lives, should they need, they will have means to rent out their house or rooms, and whether they want to downgrade, Lease Buyback, the Silver Housing Bonus or other measures that we are now presently looking at to enhance that as an option, should you need to use that as a means to enhance your retirement adequacy.</p><p>So, at the end of it, the focus is about making sure that we provide for the welfare of our people, to provide for the assurance and to ensure that we can live long and live well as well.</p><h6>4.59 pm</h6><p><strong>Ms Janice Koh (Nominated Member)</strong>: Thank you, Mdm Speaker, for the opportunity to speak on the Motion to thank the President for his Address. Madam, the landscape for governance will be more complex and involve more players in the second half century of our nation's life than it has in the first. People increasingly want to participate in public debates and discussions, either as individual commentators, or as part of a civil society organisation, or a special interest group.</p><p>It should be their right to do so. Not everyone wants to join a political party to air their views, nor should they have to. In this context, I welcome the President's remarks affirming the need for vigorous debates on the challenges facing our nation.</p><p>This trend of speaking up, participating, challenging and debating carries risks and opportunities for Singapore. If we get it right, we will be a diverse, plural society where mutual respect is built around a Singaporean identity that is strongly felt, but at ease with herself. If we get it wrong, we may become a brittle nation of closed-minded individuals divided along real or imaginary social fault lines, where an uneasy semblance of peace has to be enforced by interventionist security agencies. The Government has a major role to play in mitigating those risks while making the most of the opportunities. I have two points to make in this regard.</p><p>First, and fundamentally, we need to disabuse ourselves of the notion that the purpose of a debate is to \"settle\" an issue. Sometimes, debates cannot be definitively \"settled\" and, sometimes, coming to a conclusion about an issue is neither an essential outcome of debate nor even a feasible one.</p><p>Madam, we should distinguish between complicated problems and complex issues. Complex social, economic and political issues are not the same as, say, complicated mathematical problems. Unlike problem sums, there is no clear right or wrong answer to complex issues. As Mr Baey Yam Keng has pointed out, we have learnt, for instance, that Singapore's declining fertility rate is a multi-faceted and complex issue that Baby Bonuses alone could not address. The passage of time changes the nature of complex issues, which can neither be resolved easily nor settled in perpetuity. They can only be managed poorly or well. Often, they are issues the Government alone cannot resolve.</p><p>In addressing complex issues, we must not just pursue policy results, but also civic results. Civic results are about engagement, empowered communities and active citizenship. Jocelyne Bourgon, the former Secretary to the Canadian Cabinet, has written much about the challenge for government to achieve both public policy and civic results – not one or the other, and not one at the expense of the other.</p><p>She says, \"Public policy results build the credibility of government, civic results increase their legitimacy. Taken together, they provide a foundation of trust.\" I therefore share Mr David Ong's view that trust can be engendered with the sincere involvement of citizens in the policy-making process. But when we frame the purpose of debate as one of \"settling\" an issue, we become overly focused on the policy result, and on being efficient, and we risk overlooking the importance of involving citizens and communities in the debate.</p><p>That being said, I also acknowledge that it is equally important to build our capacity as a people to participate well and constructively in debate. We need the means and tools to engage and think&nbsp;– philosophically, culturally, politically and so on – the means to look at and make sense of a complex world through different lenses. This capacity needs to be developed from young. Through education, it is vital that our students are able to hone their faculties for critical thinking and empathy, so that they learn from a young age, how to question, dialogue and understand that there is no one right answer in a complex issue.</p><p>For those who can debate both sides of an argument, they learn to put themselves in the shoes of others. This capacity to care and speak up, not just for yourself, but for the welfare of others, is particularly important in an age where the Internet and social media have become extremely powerful tools of communication. Already, we can see how easily ideas of xenophobia and racism can gain momentum when people put only themselves in the centre and insist on their point of view.</p><p>In the short term, debate may be contentious, time-consuming and inconvenient. In the long term, however, society is given the opportunity to consider all sides of the argument, to learn to agree to disagree where necessary, and to listen to each other. Progress is measured not just by the decision of the day and its immediate outcome, but also in terms of whether the group has become more cohesive and grown more resilient towards future challenges. There is an African proverb that captures this succinctly: \"If you want to go fast, go alone. If you want to go far, go together\".</p><p>Secondly, Madam, if we accept that public discourse is an important means by which a society hears and processes the diverse points of views within it, then, we must create more space for that discourse to happen.</p><p>Civil society has an important role to play in contributing to robust and vigorous debate in Singapore, and we should open up the space for civil society groups to participate and engage on a more level playing field. A healthy civil society is a repository of expertise and enthusiasm. It expresses the diverse interests of society at large, provides forums for debating matters of concern, and produces and disseminates information so that the public and politicians alike can make an informed contribution to issues that affect the wider interests of society.</p><p>The position of any given group may not carry the day, but they should not be seen as an inconvenience, or made to feel as if their views were not valid, or that they had no role in shaping the eventual outcome. In this respect, I agree with Members, Ms Faizah Jamal and Mr Laurence Lien, that civil society organisations are important partners as they bring complexity and a fresh perspective to issues, which they are knowledgeable and care deeply about.</p><p>Madam, the Government should seek to engage with and involve civil society organisations and groups, including and especially those whose perspectives challenge the status quo. Currently, voluntary welfare organisations that are closely affiliated with the Government, or that provide services and programmes that fall within the Government's priorities, are seen as favourable and even given financial support. In contrast, other civil society organisations, like advocacy groups that lobby for policy reform or legislative changes that may not be closely aligned with the state tend to be viewed as problematic and not only do not receive state funding, but are constrained by restrictive laws or financial controls that limit fundraising.</p><p>This does not foster the kind of platforms needed for rigorous debates that could lead to more robust and better policy and civic results. Civil society has a particular role to play, for example, in taking care of the needs of minority and marginalised groups in Singapore. These groups have a place in promoting the values of equality and human rights in the wider interest of society and Singaporeans. I, therefore, welcome Minister of State Desmond Lee's reassurance that active citizens, civil society and the Government can be strong partners so long as everyone keeps an open mind. I hope more space can be made to encourage a diverse range of civil society groups to participate on a level playing field.</p><p>Let me also make a plug for more space in the arts because art, like debate, approximates reality. Both create circumstances or situations found in the real world, but under artificial, laboratory-like conditions, so that we can examine that world all the more closely. Through scenes, dialogues and monologues in a drama, for instance, the audience has a chance to peek into the inner lives of characters – their doubts and struggles – and recognise them as their own. What is Hamlet doing when he asks, \"To be or not to be?\" He is debating with himself about the value of life. What are the characters of Kuo Pao Kun, Haresh Sharma or Eleanor Wong doing on the Singapore stage? They are showing a society having it out with itself – working out, how to live with difference, to love against the odds, to find meaning in a rat race.</p><p>A society having it out with itself. Madam, that is what the arts are for and that is what debate is for. Neither art nor debate will give us definitive answers – but rein them in, and we have got a problem on our hands. Thought and creativity are like water. Whatever obstacles you put up, sooner or later, they will find a way through. Avoiding \"sensitive\" topics or steering clear of \"out-of-bound\" markers does not mean we have moved any closer to understanding an issue or each other's differences. In fact, censoring or restricting films, plays or online sites that seek to examine a complex issue in our society simply because some might find the framing of the issue objectionable is tantamount to cutting off the space for constructive civic discourse to take place and has a chilling effect far beyond the immediate circumstances of the case.</p><p>The Government should, therefore, rethink its role as a conveyor and facilitator of constructive civic discourse. People have diverse affiliations, competing priorities and pressing local concerns and preoccupations. In our first 50 years as a nation, the Government's instincts were to discourage the discussion of sensitive issues. Its strategy was one of conflict avoidance. Keep the polar groups away from each other, or keep the Government's critics from poking their noses into a policy arena.</p><p>For Singapore to thrive, we need \"critical lovers and loving critics\". The Government will have to unlearn those instincts of wanting to draw more OB markers and learn new ones that emphasise dialogue and engagement, both between groups as well as between Government and non-government entities. It will have to practise and impart new skills to facilitate a civic discourse that strengthens our social cohesion in the long term. Perhaps, this is somewhat uncharted territory for Singapore, and I am sure we might have a few stumbling blocks here and there, but it is clearly an opportunity for the Government to exercise leadership in taking the nation towards our best years, which I agree, lie ahead of us. On this note, Madam, I support the Motion.</p><h6>5.10 pm</h6><p><strong>The Parliamentary Secretary to the Minister for Culture, Community and Youth and Minister for Social and Family Development (Ms Low Yen Ling)</strong>: Mdm Speaker, I support the Motion of thanks to the President. Please allow me to start with a story that was published in&nbsp;The Straits Times&nbsp;just last month about 31-year-old Dr Li Jingmei, a post-doctoral research fellow at A*STAR's Genome Institute of Singapore who has just won a US$40,000 award. I would like to relate how her family responded to her award.</p><p>\"When Dr Li Jingmei's mother found out she received this year's UNESCO-L'Oreal International For Women In Science Fellowship – one of only 15 women scientists around the world to do so – Madam Foong Siew Nyok humbly said, 'Oh.' Dr Li's younger brother, network engineer Lee Jing Chong said, 'We do not do celebrations. We are just happy that nothing goes wrong. Any good thing that comes along is a bonus'.\"</p><p>Sounds familiar? I think many of us, as Asians, tend to humbly play down successes and focus on what has not been accomplished, what else needs to be done. We are happy that nothing has gone wrong but there is great room for us to celebrate the bonus of progress made by Singapore women today.</p><p>In many ways, like Dr Li, Singapore women have made strides in the fields of science, business and politics. In fact, Dr Marissa Teo and Dr Patricia Ng have both won the same prestigious award previously. The number of women amongst Singapore's pool of research scientists engineers (RSEs) has been growing steadily. In 2008, women make up 26% of all RSEs and, in 2012, the proportion rose to 28%. According to an Organisation for Economic Cooperation &amp; Development (OECD) report, the participation rate of women in the Singapore RSE workforce is ahead of countries like Japan, South Korea and Taiwan, though slightly lower than that in Finland.</p><p>Ordinary Singapore women are taking up their places in different parts of our society, even in areas traditionally dominated by men. Some have even emerged first amongst equals. Second Lieutenant Ms Loh Ying is an SAF officer who graduated top in physical training in her cohort of field artillery cadets last year. Presently, the Deputy Director of the Police Force's Criminal Investigation Department (CID) is a female officer. As we all know, this is no mean feat, because the CID has always been perceived as macho ground. The highest ranking female officer in the Police Force is Senior Assistant Commissioner (SAC) Ms Zuraidah Abdullah. She has broken new ground as Police Training Command commander, a position equivalent to that of a one-star general in the Armed Forces.</p><p>Even in our House today, female representation in our Parliament is at the highest since Parliament's formation. Women now take up 25 out of the 99 seats which translate to 25.3%. This percentage is above the Inter-Parliamentary Union's world average of 21.7%.</p><p>In terms of jobs and employment, our labour force participation rate for women between 25 and 54 years old has improved from 66.6% in 2003 to 77.1% in 2013. We now have more women employers. In fact, it has doubled, from 16.6% in 2003 to 38.4% just last year.</p><p>The number of older women being employed has risen, too. Singapore companies are encouraged to redeploy older employees with the relevant skillsets. These measures have raised the employment rate of women aged 55 to 64 years from 28% to 51% in 2013.</p><p>Women have also progressed in other fields like the world of business. Ms Olivia Lum of Hyflux has blazed a path of entrepreneurship and innovation in a male-dominated industry. Fashion retailer Ms Elim Chew, business consultant Ms Mildred Tan, ex-Standard Chartered Bank CEO and now Chairman of Singapore International Foundation, Ms Euleen Goh, are amongst many Singapore women who have made their mark not only in business, but also actively contributing to our society.</p><p>According to the most recent&nbsp;Gender Diversity on Board&nbsp;report, about one in five directors on their boards were held by women. This is above the average of 12% amongst businesses in industrialised markets.</p><p>This progress is only possible through concerted efforts over the years. As a woman, I am deeply thankful and grateful for the equal opportunities and resources that are made available to me. Education and the ideals of meritocracy have lifted the status, abilities and potential of Singapore women.</p><p>Today, there are more women than men studying in our local Universities. Today, more girls are going to school. Today, more women are working as well as getting elected, and more women are assuming leadership positions. Compared to our grandmothers and mothers, we have all access to a diversity of options, avenues and more choices for development and fulfilment. Without the commitment of our Pioneer Generation in protecting and advancing the interests of women, as well as the forward-looking gumption of Singapore women, we would not have made such strides.</p><p>So, while we celebrate these achievements, we continue to press on to improve the positions of women in our society, for the world today is more complex, fast-changing and dynamic than before. Faced with the prospect of a rapidly ageing population and more intense global competition in the years ahead, women need new clues to navigate the future.</p><p>It is crucial to create new possibilities of support and opportunities for women at work, at home as well as at leisure.</p><p>First, at work. Women continue to be under-represented in the workforce and top management positions. Even though the labour participation rate of women has risen, women still make up less than half&nbsp;– just 45%&nbsp;– of our resident workforce.</p><p>Similarly, while we have seen more women coming into leadership position in the corporate world, the rate of increase could be better in the private sector. Only 4.6% of chief executives in the SGX-listed companies are women, and the proportion of women on the boards of these companies have hovered around 8%. This is below the present 12% average found in industrialised markets.</p><p>A recent Diversity Task Force proposal to place more emphasis on gender diversity in the Code of Corporate Governance should be seriously considered. This could require companies to disclose their gender-diversity policy and explain why they do not have more women on the boards if percentages are too low.</p><p>In fact, opening up more avenues for our women to contribute at Board level not only enlarges and increases the opportunities of women but also adds diversity and depth of the companies. Global and local studies have shown that greater representation of women in the boardrooms is correlated with greater and better financial performance and better decision-making.</p><p>In order for more women to take up more leadership positions, we all know there must be a healthy pipeline of talents making its way to the top. This talent pool is an untapped one as women tend to make major adjustments to their careers due to family commitments or circumstances. The expectation for a woman to be the family's primary caregiver means that many working women and many working mums face the lifetime challenges of balancing work and family as domestic duties still fall primarily on them.</p><p>Just last year, in 2013, two out of three residents who were economically inactive were women. Close to half of them cited family responsibilities, such as childcare and care-giving, as reasons for not looking for a job. And about 19% of them were not in the workforce due to old age, poor health or disability. Therefore, we have to continue to look at enhancing the possibilities of work and health throughout a woman's different life stages.</p><p>We will need to create more opportunities for older women to live well into their golden years, age with dignity, confidence and in place. Women now have longer life expectancies. The average lifespan of a woman is 84.5 years, compared to 77.6 years in 1990. Between 2000 and 2013, the number of centenarians in Singapore has jumped six fold – from 150 to 980. More than half of these centenarians are women.</p><p>Coupled with a shrinking family size and more Singaporeans working overseas, the incidence of elderly women living alone will certainly rise. Retirement adequacy will also be an issue, especially for stay-at-home mums with limited savings. Schemes to help mothers ease back to work, retraining grants and flexi-work arrangements are some ways that can help women juggle family commitments and receive income at the same time.</p><p>In addition, we must encourage a new mindset towards ageing and the elderly so that Singapore will not just be a senior-friendly home, it will also be a place where longevity is celebrated and embraced. It is heartening that the Government will start a whole-of-nation action plan to holistically chart ways to support and enable Singaporeans to age with confidence and joy.</p><p>This will certainly put back dignity and confidence in ageing for many older women who have much to contribute to our society. In fact, 80-year-old actress Sophia Loren said, \"There is a fountain of youth: it is in your mind, your talents, the creativity you bring to your life and the lives of the people you love. When you learn to tap this source, you have truly defeated age.\" Indeed, we should and we will create more possibilities and channels for women to live fully and shine in their golden years.</p><p>Mdm Speaker, please allow me to continue in Mandarin.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140529/vernacular-Low Yen Ling.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]&nbsp;In his speech at the Opening of the Second Session of the Twelfth Parliament, the President talked about turning Singapore into a nation of opportunities. Here, I hope Ministries can pay attention to our women and create more opportunities for them so that they can develop their potentials and fulfil their dreams.</p><p>How to create more opportunities for women? I think other than the starting point, turning points are even more critical for women. There are three turning points in a woman's life. I use three numbers to represent them, that is, three, six and eight.</p><p>Why do I say this? \"Three\" represents women in their 20s, 30s and 40s. It is a time when the children are just born and they are especially busy. \"Six\" represents women in their 50s and 60s when the children have grown up, got married and they have more free time. \"Eight\" represents the 70s and their 80s when they are old and may need care from other people. If the three, six and eight can be successfully managed, women will be able to develop their potentials, strive for their ideals and contribute more to the country's development.</p><p>First, let me talk about \"three\". Most women in their 20s and 30s, in order to better look after the family and their children, have no choice but to give up their career. If we could further promote flexible working arrangements, I believe more mothers will be encouraged to stay in the workplace, hence increasing the stability of the company. On the other hand, flexible working arrangement is especially important for single mothers and divorcees who have to support the family, because this can make sure they are still able to look after the children and family while having a job and income.</p><p>Next, \"six\". In fact, \"six\" represents middle-aged women in their 50s and 60s. Usually, after their children have grown up and become independent, women at this stage would want to go back to work so that they can apply what they have learnt. In addition, going back to work will also increase their self-confidence, allow them to have their own income and help fulfil their dreams when they were young. Hence, we hope to help middle-aged women rejoin the workforce smoothly or help them start their own business. Besides job-matching, skill-upgrading is also very important. We will discuss with relevant agencies to explore a feasible framework to provide grants and subsidies to help women further upgrade themselves, reintegrate into society and keep up with the times.</p><p>Lastly, \"eight\". \"Eight\" represents women in their 70s and 80s. This is the important golden years of their life. As Singaporeans' life expectancy increases, people usually will live another 20 or 30 years after retirement. This is a good thing. How to cope with their living, medical and nursing care expenses will be a challenge at this stage. We will explore how to better help these women, especially housewives who have no income for a long time and whose husbands have passed on before them, singles who have looked after their parents or siblings, as well as other vulnerable women. We will help them plan for life at this stage earlier so that they can live their golden years without any worries.</p><p>On the other hand, as education becomes more accessible, many women have opportunities to receive education. These days, there are many modern \"po pos\" who not only have rich life experiences, but are also very capable. Many of them used to be professionals, such as teachers and nurses. We hope to provide a platform whereby they can participate in community activities and pass on their experiences and knowledge to the next generation. Even if they are not professionals, these \"po pos\" from the Pioneer Generation have very rich life experiences, such as making traditional food, reciting old poems and songs, and even sharing their tough experiences in the early days of our nation-building. This will not only narrow the generation gap but also promote a sense of belonging to the nation, allow them to preserve pride and dignity and continue to contribute to the nation and society.</p><p>Generally speaking, whether our country will be happy hinges on whether our women are happy. We all know our mother is the one who has the most influence on us. Only a happy mother can bring up happy and positive children. Positive attitudes cannot be taught by textbooks. They can only be taught by the parents' own examples.</p><p>To ensure success at these critical turning points, we need the combined efforts of the individual, business and the Government to create more opportunities for women at each of these junctures, to enable women to develop their potentials, to provide women with upward channels and opportunities at different stages of their life. Together, we shall pool the wisdom and resilience unique to women and turn Singapore into a caring nation of opportunities.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Adjournment of Debate", "subTitle": null, "sectionType": "OS", "content": "<p><strong>The Minister for Health (Mr Gan Kim Yong)</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Mdm Speaker, may I seek your consent to move, \"That the debate be now adjourned.\"</span></p><p><strong> Mdm Speaker</strong>: I give my consent.</p><p>[(proc text) Resolved, \"That the debate be now adjourned.\" – [Mr Gan Kim Yong]. (proc text)]</p><p><strong> Mdm Speaker</strong>:&nbsp;Mr Zaqy Mohamad, resumption of debate what day?</p><p><strong>Mr Zaqy Mohamad</strong>:&nbsp;Tomorrow, Madam.</p><p><strong> Mdm Speaker</strong>:&nbsp;So be it.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Adjournment", "subTitle": null, "sectionType": "OS", "content": "<p>[(proc text) Resolved, \"That Parliament do now adjourn.\"&nbsp;– [Mr Gan Kim Yong]. (proc text)]</p><p class=\"ql-align-right\"> </p><p class=\"ql-align-right\"><em>Adjourned accordingly at 5.29 pm.</em></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Singapore's Leadership Position in Southeast Asia", "subTitle": null, "sectionType": "WA", "content": "<p>1 <strong>Mrs Lina Chiam</strong> asked the Prime Minister what plans are in place to ensure that Singapore retains its leadership position in Southeast Asia in terms of (i) stock trading volume; and (ii) scores in business activity and the economic value of employee skillsets.</p><p><strong>Mr Tharman Shanmugaratnam (for the Prime Minister)</strong>: The Singapore Exchange (SGX) has done well to help our companies raise capital and investors to buy and trade securities in a well-functioning market. SGX continues to be the largest stock exchange in Southeast Asia with a market capitalisation of US$744 billion (S$940 billion) at the end of 2013, a 38% increase from end-2007. The trading volume at SGX for 2013 stood at US$279 billion – up 10% since end-2008 but still about 27% lower than pre-crisis levels at end-2007.<sup>1</sup> This puts Singapore in second place for the Southeast Asia region behind Thailand, which has grown rapidly over the last five years.</p><p>We must ensure that SGX continues to be soundly regulated, facilitates fair, orderly and transparent trading, and is well-positioned for growth. MAS has been working closely with SGX on four key initiatives to develop the securities market (a) strengthen market rules and practices; (b) enhance regional integration and market infrastructure; (c) boost trading liquidity; and (d) open up new sources of growth.</p><p>First, with regard to market rules and practices, MAS and SGX issued a joint consultation paper in February 2014 containing several proposals to (a) promote orderly trading and responsible investing; (b) improve transparency of market intervention measures; and (c) strengthen the process for admitting new listings and enforcing against listing rule breaches. MAS and SGX are currently studying the feedback received during the consultation.</p><p>Second, with regard to regional integration and markets infrastructure, Singapore is working closely with other ASEAN regulators and exchanges to promote cross-border collaboration and integrate our capital markets. In 2012, the stock exchanges of Thailand, Malaysia, and Singapore launched the ASEAN Trading Link, which allows investors in these countries to trade securities in one another's markets through a single trading account. Earlier this year, ASEAN Finance Ministers' Meeting set up a task force to look at strengthening trading and post-trade linkages amongst the exchanges, building on the ASEAN Trading Link.</p><p>Third, SGX recently announced new incentives to boost liquidity on the exchange, including reducing clearing fees by about 20% from 1 June 2014, which will benefit retail investors. Transfers and onward settlement fees will also be revised to encourage stocks to be traded via the exchange, thereby increasing transparency and liquidity.</p><p>Fourth, to position itself for new sources of growth, SGX recently signed a direct listing framework agreement with the Chinese Securities Regulatory Commission that facilitates the direct listing in Singapore of Chinese companies that meet Singapore’s regulatory and governance standards.</p><p>SGX recently launched six Asian foreign exchange futures contracts and plans to launch RMB futures in the second half of 2014 alongside other currencies. In addition, it will launch nine commodity derivative contracts over the next two months subject to approval. SGX is also looking at enhancing its post-trade capabilities. It has recently announced a collaboration with Clearstream, an international securities depository, to develop services which would help SGX members better allocate their collateral resources.</p><p>Mrs Chiam also asked about maintaining Singapore's edge in scores in business activity and the economic value of employee skillsets. Singapore's strong performance in international competitiveness and business perception surveys, such as the 2014 IMD World Competitiveness Survey, attests to the fundamentals that have been built up over the years: an open and business-friendly environment; good governance; a hard-working and skilled people; a sound infrastructure; and the willingness to keep improving in each of these areas. These factors have made Singapore an attractive place for multinational and local companies to invest in and operate from.</p><p>We continue to support our companies' efforts to build new capabilities and help Singaporeans develop higher skills and expertise needed for the future. Besides formal training by the educational institutes, the Government is also working with companies to develop their employees through on-the-job training, internship programmes, as well as leadership development programmes. We are also supporting our companies' efforts to capitalise on growth opportunities overseas through our network of Free Trade Agreements with other countries. These initiatives have been set out during the Budget and Committee of Supply debates. They will enable Singapore to maintain its position as a vibrant business hub in Asia and enable workers' incomes to improve further.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": ["1 :  Source: World Federation of Exchanges (measured in USD terms)."], "footNoteQuestions": ["1"], "questionNo": "1"}, {"startPgNo": 0, "endPgNo": 0, "title": "Illegal Vehicles Operating as Taxis", "subTitle": null, "sectionType": "WA", "content": "<p>2 <strong>Mr Ang Hin Kee</strong> asked the Minister for Transport (a) what are the current enforcement plans in place to regulate private or rental vehicles from operating as taxis to ferry commuters; (b) what is the number of errant drivers or illegal vehicles that have been caught operating as taxis in the past one year; and (c) whether the Ministry will consider putting in place a regulatory framework for third-party providers of taxi booking applications so that no unlicensed drivers are allowed to operate unauthorised vehicles as taxis.</p><p><strong>Mr Lui Tuck Yew</strong>: Under the Road Traffic Act, only licensed taxis can ply the roads for hire. Any person who operates an unlicensed taxi, or permits a motor vehicle to be used as one, is liable on conviction to a fine not exceeding $3,000, or imprisonment for a term not exceeding six months, or both. The vehicle used may also be forfeited. There were no convictions related to unlicensed taxis in the past year.</p><p>LTA is reviewing the impact of third-party taxi booking applications on the taxi industry and will share more details when ready.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Number of Vehicles Using Marina Coastal Expressway during Peak and Non-peak Hours", "subTitle": null, "sectionType": "WA", "content": "<p>3 <strong>Mr Gan Thiam Poh</strong> asked the Minister for Transport (a) since the start of the operation of Marina Coastal Expressway (MCE), what is the average number of vehicles that use MCE during the morning and evening peak and non-peak hours; (b) what is the average speed of vehicles for each period; and (c) whether LTA will consider either reducing or stopping the ERP levy if the traffic conditions have been satisfactory.</p><p><strong>Mr Lui Tuck Yew</strong>: The average number of vehicles on the MCE is 6,300 per hour westbound during the morning peak hours and 5,700 per hour eastbound during the evening peak hours. There are about 3,000 vehicles per hour in each direction during off-peak hours. Traffic speeds during peak hours are generally within the optimal range of 45 km/h to 65 km/h.</p><p>The ERP rates will be reviewed quarterly and reduced if speeds increase above 65 km/h.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Singapore-Kuala Lumpur High Speed Rail Project", "subTitle": null, "sectionType": "WA", "content": "<p>4 <strong>Assoc Prof Fatimah Lateef</strong> asked the Minister for Transport whether he can provide an update on the Singapore-Kuala Lumpur rapid rail project.</p><p><strong>Mr Lui Tuck Yew</strong>: Discussions on the Singapore-Kuala Lumpur High Speed Rail (HSR) project are at a preliminary stage. Singapore and Malaysia have formed a working group under the Iskandar Malaysia Joint Ministerial Committee (JMC) to discuss various aspects of the HSR project, such as the system design, security and immigration requirements, as well as financing, governance and legal arrangements.</p><p>LTA is conducting an engineering feasibility study to be completed early next year. As part of the study, we will determine possible options for the HSR's alignments and station locations in Singapore.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Exemptions of Mother Tongue Language at PSLE", "subTitle": null, "sectionType": "WA", "content": "<p>5 <strong>Mr Yee Jenn Jong</strong> asked the Minister for Education (a) for each year from 2004 to 2013, how many and what percentage of students are exempted from taking the Mother Tongue language at the Primary School Leaving Examination, with respective breakdowns for the Mother Tongue languages; (b) what are the top reasons for granting these exemptions; and (c) what are the criteria used to determine exemptions for returning Singaporeans and for those with learning difficulties.</p><p><strong>Mr Heng Swee Keat</strong>: Bilingualism is the cornerstone of our education system. All students in our Primary and Secondary schools are required to offer a Mother Tongue Language (MTL). Our goal is to support and enable every student to learn MTL to as high a level as he is capable of. The MTL curriculum is thus differentiated to cater to the needs of students with different starting points and MTL ability.</p><p>Students are given exemption from taking MTL only under exceptional circumstances. There are two broad categories of students who can be given exemption: (a) those who join or rejoin the school system mid-stream without prior learning of the MTL; and (b) those with certified medical condition that would adversely affect their ability to cope with MTL. The top three medical conditions for which MTL exemptions have been granted are dyslexia, autism spectrum disorder and ADHD.</p><p>MOE started to process applications for MTL exemptions electronically in 2005. The 2005 P1 cohort was thus the first cohort for which we can track exemption cases all the way from P1 to their PSLE year in 2010. From the 2010 PSLE cohort to the 2013 PSLE cohort, the proportion of students exempted from taking MTL has remained stable, at about 3.5% of each cohort.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}], "writtenAnswersVOList": [], "writtenAnsNAVOList": [], "annexureList": [], "vernacularList": [{"vernacularID": 1729, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Mr Baey Yam Keng", "filePath": "d:/apps/reports/solr_files/20140529/vernacular-Baey Yam Keng 29 May2014_Chinese.pdf", "fileName": "Baey Yam Keng 29 May2014_Chinese.pdf"}, {"vernacularID": 1730, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Ms Lee Li Lian", "filePath": "d:/apps/reports/solr_files/20140529/vernacular-Lee Lilian 29 May2014_Chinese.pdf", "fileName": "Lee Lilian 29 May2014_Chinese.pdf"}, {"vernacularID": 1731, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Ms Low Yen Ling", "filePath": "d:/apps/reports/solr_files/20140529/vernacular-Low Yen Ling.pdf", "fileName": "Low Yen Ling.pdf"}], "onlinePDFFileName": ""}