{"metadata": {"parlimentNO": 12, "sessionNO": 2, "volumeNO": 92, "sittingNO": 3, "sittingDate": "27-05-2014", "partSessionStr": "PART I OF SECOND SESSION", "startTimeStr": "01:30 PM", "speaker": "Mdm Speaker", "attendancePreviewText": "null", "ptbaPreviewText": "Should there be a sitting of Parliament or meeting of a Committee of Parliament on these stated periods, Members' names may accordingly appear under the \"Absent\" list.", "atbPreviewText": null, "dateToDisplay": "Tuesday, 27 May 2014", "pdfNotes": "This paginated PDF copy of the day's Hansard report is for first reference citation purposes. Changes to the page numbers in this PDF copy may be made in the final print of the Official Report.", "waText": null, "ptbaFrom": "2014", "ptbaTo": "2014", "locationText": "in contemporaneous communication"}, "attStartPgNo": 0, "ptbaStartPgNo": 0, "atbpStartPgNo": 0, "attendanceList": [{"mpName": "Mr Christopher de Souza (Holland-Bukit Timah).", "attendance": false, "locationName": null}, {"mpName": "Ms Grace Fu Hai Yien (Yuhua), Minister, Prime Minister's Office, Second Minister for the Environment and Water Resources and Second Minister for Foreign Affairs.", "attendance": false, "locationName": null}, {"mpName": "Mr Hawazi Daipi (Sembawang), Senior Parliamentary Secretary to the Minister for Education and Minister for Manpower.", "attendance": false, "locationName": null}, {"mpName": "Mr Inderjit Singh (Ang Mo Kio).", "attendance": false, "locationName": null}, {"mpName": "Mr Lee Kuan Yew (Tanjong Pagar).", "attendance": false, "locationName": null}, {"mpName": "Ms Mary Liew (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Mr Raymond Lim Siang Keat (East Coast).", "attendance": false, "locationName": null}, {"mpName": "Mr Mah Bow Tan (Tampines).", "attendance": false, "locationName": null}, {"mpName": "Ms Irene Ng Phek Hoong (Tampines).", "attendance": false, "locationName": null}, {"mpName": "Mr Ong Teng Koon (Sembawang).", "attendance": false, "locationName": null}, {"mpName": "Mr K Shanmugam (Nee Soon), Minister for Foreign Affairs and Minister for Law.", "attendance": false, "locationName": null}, {"mpName": "Mrs Josephine Teo (Bishan-Toa Payoh), Senior Minister of State for Finance and Transport.", "attendance": false, "locationName": null}, {"mpName": "Mr Teo Siong Seng (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Mdm SPEAKER (Mdm Halimah Yacob (Jurong)). ", "attendance": true, "locationName": "Parliament House"}, {"mpName": "Mr Ang Hin Kee (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr Ang Wei Neng (Jurong). ", "attendance": true, "locationName": null}, {"mpName": "Mr Baey Yam Keng (Tampines). ", "attendance": true, "locationName": null}, {"mpName": "Mr Chan Chun Sing (Tanjong Pagar), Minister for Social and Family Development and Second Minister for Defence. ", "attendance": true, "locationName": null}, {"mpName": "Mr Chen Show Mao (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Dr Chia Shi-Lu (Tanjong Pagar). ", "attendance": true, "locationName": null}, {"mpName": "Mrs Lina Chiam (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Charles Chong (Joo Chiat), Deputy Speaker. ", "attendance": true, "locationName": null}, {"mpName": "Mr R Dhinakaran (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Ms Faizah Jamal (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Nicholas Fang (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Fatimah Lateef (Marine Parade). ", "attendance": true, "locationName": null}, {"mpName": "Mr Arthur Fong (West Coast). ", "attendance": true, "locationName": null}, {"mpName": "Mr Cedric Foo Chee Keng (Pioneer). ", "attendance": true, "locationName": null}, {"mpName": "Ms Foo Mee Har (West Coast). ", "attendance": true, "locationName": null}, {"mpName": "Mr Gan Kim Yong (Chua Chu Kang), Minister for Health and Government Whip. ", "attendance": true, "locationName": null}, {"mpName": "Mr Gan Thiam Poh (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Gerald Giam Yean Song (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Goh Chok Tong (Marine Parade). ", "attendance": true, "locationName": null}, {"mpName": "Mr Heng Chee How (Whampoa), Senior Minister of State, Prime Minister's Office and Deputy Leader of the House. ", "attendance": true, "locationName": null}, {"mpName": "Mr Heng Swee Keat (Tampines), Minister for Education. ", "attendance": true, "locationName": null}, {"mpName": "Mr Hri Kumar Nair (Bishan-Toa Payoh). ", "attendance": true, "locationName": null}, {"mpName": "Ms Indranee Rajah (Tanjong Pagar), Senior Minister of State for Education and Law. ", "attendance": true, "locationName": null}, {"mpName": "Dr Intan Azura Mokhtar (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr S Iswaran (West Coast), Minister, Prime Minister's Office, Second Minister for Home Affairs and Second Minister for Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Dr Janil Puthucheary (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Khaw Boon Wan (Sembawang), Minister for National Development. ", "attendance": true, "locationName": null}, {"mpName": "Dr Amy Khor Lean Suan (Hong Kah North), Senior Minister of State for Health and Manpower and Deputy Government Whip. ", "attendance": true, "locationName": null}, {"mpName": "Ms Janice Koh (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Dr Lam Pin Min (Sengkang West). ", "attendance": true, "locationName": null}, {"mpName": "Er Dr Lee Bee Wah (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Mr Desmond Lee (Jurong), Minister of State for National Development. ", "attendance": true, "locationName": null}, {"mpName": "Ms Ellen Lee (Sembawang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Hsien Loong (Ang Mo Kio), Prime Minister. ", "attendance": true, "locationName": null}, {"mpName": "Ms Lee Li Lian (Punggol East). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Yi Shyan (East Coast), Senior Minister of State for National Development and Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Mr Liang Eng Hwa (Holland-Bukit Timah). ", "attendance": true, "locationName": null}, {"mpName": "Mr Laurence Lien (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Biow Chuan (Mountbatten). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Hng Kiang (West Coast), Minister for Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Swee Say (East Coast), Minister, Prime Minister's Office. ", "attendance": true, "locationName": null}, {"mpName": "Ms Sylvia Lim (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Dr Lim Wee Kiak (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Miss Penny Low (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Low Thia Khiang (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Ms Low Yen Ling (Chua Chu Kang), Parliamentary Secretary to the Minister for Culture, Community and Youth and Minister for Social and Family Development. ", "attendance": true, "locationName": null}, {"mpName": "Mr Lui Tuck Yew (Moulmein-Kallang), Minister for Transport ", "attendance": true, "locationName": null}, {"mpName": "Mr Masagos Zulkifli B M M (Tampines), Senior Minister of State for Foreign Affairs and Home Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Dr Mohamad Maliki Bin Osman (East Coast), Minister of State for Defence and National Development. ", "attendance": true, "locationName": null}, {"mpName": "Mr Muhamad Faisal Bin Abdul Manap (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Dr Muhammad Faishal Ibrahim (Nee Soon), Parliamentary Secretary to the Minister for Health and Minister for Transport. ", "attendance": true, "locationName": null}, {"mpName": "Dr Lily Neo (Tanjong Pagar). ", "attendance": true, "locationName": null}, {"mpName": "Dr Ng Eng Hen (Bishan-Toa Payoh), Minister for Defence and Leader of the House. ", "attendance": true, "locationName": null}, {"mpName": "Mr David Ong (Jurong). ", "attendance": true, "locationName": null}, {"mpName": "Ms Denise Phua Lay Peng (Moulmein-Kallang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Png Eng Huat (Hougang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Pritam Singh (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Mr Seah Kian Peng (Marine Parade), Deputy Speaker. ", "attendance": true, "locationName": null}, {"mpName": "Mr Seng Han Thong (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Ms Sim Ann (Holland-Bukit Timah), Minister of State for Education and Communications and Information. ", "attendance": true, "locationName": null}, {"mpName": "Mr Sitoh Yih Pin (Potong Pasir). ", "attendance": true, "locationName": null}, {"mpName": "Mr Sam Tan Chin Siong (Radin Mas), Minister of State for Culture, Community and Youth and Prime Minister's Office. ", "attendance": true, "locationName": null}, {"mpName": "Mr Tan Chuan-Jin (Marine Parade), Minister for Manpower. ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Tan Kheng Boon Eugene (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Ms Jessica Tan Soon Neo (East Coast). ", "attendance": true, "locationName": null}, {"mpName": "Ms Tan Su Shan (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Patrick Tay Teck Guan (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Mr Teo Chee Hean (Pasir Ris-Punggol), Deputy Prime Minister and Coordinating Minister for National Security and Minister for Home Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Dr Teo Ho Pin (Bukit Panjang), Deputy Government Whip. ", "attendance": true, "locationName": null}, {"mpName": "Mr Teo Ser Luck (Pasir Ris-Punggol), Minister of State for Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Mr Tharman Shanmugaratnam (Jurong), Deputy Prime Minister and Minister for Finance. ", "attendance": true, "locationName": null}, {"mpName": "Ms Tin Pei Ling (Marine Parade). ", "attendance": true, "locationName": null}, {"mpName": "Mr Edwin Tong Chun Fai (Moulmein-Kallang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Vikram Nair (Sembawang). ", "attendance": true, "locationName": null}, {"mpName": "Dr Vivian Balakrishnan (Holland-Bukit Timah), Minister for the Environment and Water Resources. ", "attendance": true, "locationName": null}, {"mpName": "Mr Wong Kan Seng (Bishan-Toa Payoh). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lawrence Wong (West Coast), Minister for Culture, Community and Youth and Second Minister for Communications and Information. ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Dr Yaacob Ibrahim (Moulmein-Kallang), Minister for Communications and Information and Minister-in-charge of Muslim Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Mr Alex Yam (Chua Chu Kang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Yee Jenn Jong (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Alvin Yeo (Chua Chu Kang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Yeo Guat Kwang (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr Zainal Sapari (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Zainudin Nordin (Bishan-Toa Payoh). ", "attendance": true, "locationName": null}, {"mpName": "Mr Zaqy Mohamad (Chua Chu Kang). ", "attendance": true, "locationName": null}], "ptbaList": [{"mpName": "Mr K Shanmugam", "from": "27 May", "to": "27 May", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Mr Lee Kuan Yew", "from": "27 May", "to": "27 May", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Mr Baey Yam Keng", "from": "31 May", "to": "31 May", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "", "from": "04 Jun", "to": "09 Jun", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "", "from": "17 Jun", "to": "17 Jun", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "", "from": "20 Jun", "to": "22 Jun", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}], "a2bList": [], "takesSectionVOList": [{"startPgNo": 0, "endPgNo": 0, "title": "Debate on President's Address", "subTitle": "Second Allotted Day", "sectionType": "OS", "content": "<p>[(proc text) Order read for Resumption of Debate on Question [26 May 2014]. (proc text)]</p><p>[(proc text) \"That the following Address in reply to the Speech of the President be agreed to: (proc text)]</p><p>[(proc text) ‘We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the Second Session of this Parliament.'.\" – [Mr Zaqy Mohamad]. (proc text)]</p><p>[(proc text) Question again proposed. (proc text)]</p><p><strong> Mdm Speaker</strong>: Before I proceed to call the first Member, I would like to remind Members that if, in the course your speech or in the course of your clarification, you need to make a reference to another Member, you would need to refer to that Member by the name of the Member – Ms, Madam or Mr – or by the constituency which the Member comes from, instead of referring to the hon Member as \"he\" or \"she\". This is just a reminder to Members, to upkeep the decorum in this House. Dr Chia Shi-Lu.</p><p><strong>Dr Chia Shi-Lu (Tanjong Pagar)</strong>: Thank you, Mdm Speaker. The President, in his speech to Parliament, spoke from his heart about his vision for how Singaporeans can build a better life for themselves and their children amidst a challenging and changing environment. Just over two years previously, when he spoke during the Opening of this Parliament during its First Session, he likewise called on all Singaporeans to be as one, to build an inclusive and inspired society.</p><p>I rise today to speak to thank him for his wise words, as I did then during the Opening of the First Session of Parliament. Singapore has not stood still since that day in October, and, likewise, this Government has been hard at work all this time listening to the people, working with the people and working for the people.</p><p>Back then, one of the measures several of my colleagues and I pushed for was to give our seniors greater peace of mind where healthcare was concerned. I asked for greater subsidies to be given to senior citizens and that this should be calibrated to their age: the older a Singaporean is, then the more healthcare financial support he or she gets. The announcement of the Pioneer Generation Package and also MediShield Life which will provide universal healthcare insurance to all Singaporeans regardless of pre-existing illnesses, have exceeded all my expectations and then some, and have been warmly welcomed by all. These are the sort of bold moves by the Government which make me truly proud to be part of this governing party and to be a Singaporean.</p><p>There was a time that whenever we spoke of the Singaporean Dream, there was the inevitable mention of the dreaded 5Cs: cash, credit card, condo, car, country club. Even then, I found it difficult not to feel a little bit sheepish when I was talking about this, because it seemed as though this was all that Singaporeans aspired to. Certainly, these are things that many of us would still like to have, but I am happy that the younger generation seems to have started to move beyond these material aims.</p><p>Is there a new definition of the Singaporean Dream? I suppose there are many viewpoints about this but why not let us try Happiness, Health and Hope, and a respect and appreciation of Home and living with Heart?</p><p>A central pillar of this new Dream is Health. The landscape of healthcare in developed societies is transforming from that of disease treatment to that of health maintenance and wellness. All of us are aware that each of us is personally responsible for our own health, but this does not mean that the Government should not act to nudge us towards being better keepers of our own health. Freedom of choice is important but, sometimes, it may not be a bad idea to save us from making less than wise decision where our well-being is concerned.</p><p>Tobacco and smoking legislation is a widely accepted form of governmental oversight which has had far-reaching positive public health effects over the past few decades. Let me here take the opportunity to laud the Health Promotion Board's recent efforts to raise the legal age for buying tobacco products.</p><p>The other clear and present health risk facing modern societies lies in the food we eat. There have been many calls in recent years for the Government to act more decisively in making the food we eat more healthy. There are many rules and regulations which safeguard food safety in terms of freedom from toxins and harmful biological agents like bacteria, but what about unsafe nutritional choices? In developed countries, diseases related to poor diet, such as excessive sugar, salt and fat, present a far greater public health burden than that posed by food poisoning and related problems.</p><p>Let us look at a few examples. Britain's Food Standards Agency, between 2001 and 2011, set targets for the reduction of salt in various food categories and got food companies to achieve these targets over time. Over this period, sodium consumption in the UK fell by 15%. But what was more important was that this was accompanied by a significant decrease in the average blood pressure of the British. This was also accompanied by a 40% drop in deaths from heart attacks and a 42% drop in stroke deaths. Reducing the salt content in our food gradually over several years means that it is less likely consumers will taste the difference and also helps to shift our preference away from salty foods.</p><p>The work by the British Food Standards Agency mirrors the success seen by other countries, like Finland and Japan, which have managed to reduce sodium consumption through various government-led measures and consequently enjoyed substantial reductions in heart attacks and strokes.</p><p>Admittedly, some similar measures have met with less success. For example, Denmark's fat tax and New York City's scuppered attempt to outlaw oversized sodas, but that should not deter us from continuing to push for healthy eating choices. Continue to highlight healthy hawker cooking, or perhaps have advisory health notices on unhealthy foods, like we now do on cigarette packaging. These are critical moves we have to make as a nation. The crisis is not so much that we have an ageing population but whether we are an ageing and also unhealthy nation.</p><p>The Government Parliamentary Committee on Health last year delivered a position paper on Healthcare Affordability to MOH based on numerous dialogues with the public and healthcare professionals. Since then, many of the concerns and proposals contained in that paper have been addressed by MOH, for which we are, indeed, grateful. But as we move to an era of even more affordable and accessible healthcare, we will also have to learn as a nation to utilise healthcare appropriately. This is not just about dollars and cents, but using healthcare in an unwarranted and excessive manner may do us more harm than good.</p><p>Let me share one cautionary tale. In one state in the United States, they conducted an experiment where certain of the citizens were given expanded health insurance coverage through a lottery system. The hope was that if the citizens did not have to worry about healthcare expenditure, then, they would actually try to stay healthier by going to see the doctors more regularly. However, the researchers found the converse. They actually found that these \"lucky\" people – so to speak – who won the lottery, ended up making even more visits to Emergency Rooms at hospitals, and often for simple conditions that could be treated by their general practitioner or GP. In fact, their self-reported health scores were worse than before they won the lottery.</p><p>More and newer is not always better. Many health supplements and even some forms of health screening have little if any health benefits, and overuse of certain medications have risks. There are countries where, because of the pattern of reimbursement for antibiotics, they saw a high incidence of resistant strains of bacteria because of the change in the pattern of prescription.</p><p>These are some things that we have to be mindful of even as we make our healthcare more affordable and more accessible.</p><p>But universal, state-backed health insurance, such as that which is to be offered through MediShield Life, is, nonetheless, vitally important to plug certain healthcare financing gaps. There are certain conditions which incur significant costs to the patient and the family which require better coverage than what is offered today, such as cancer treatment and kidney dialysis. I hope that these needs will be met through MediShield Life or other supplementary programmes.</p><p>Let me now turn my attention to how we prepare for an older Singapore. However much attention we place on our health, we will grow old. Singapore is growing old, and her people are growing old even more quickly. But as I have said on many occasions, growing old is not something to be feared but to be embraced. Going back to the 5Hs I mentioned earlier, we hope to grow old not only Healthily, but also Happily and with Hope in our own Homes.&nbsp;Mdm Speaker, in Mandarin, please.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140527/vernacular-Chia Shi Lu 27 May 2014 _Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>Though I do feel that retirement homes and villages are useful and serve specific needs, I hope that Singapore will not develop into a country where there are enclaves for the young and for the old. The elderly should age gracefully and actively within the community, and the community should provide an environment which allows this to happen.</p><p>I am glad that an Inter-Ministerial Committee has been set up to strategise a whole-of-Government approach towards preparing Singapore for an ageing society.</p><p>The President, in his speech, noted that our seniors did much to build today's Singapore and deserve our full support, and we have a duty to help the elderly remain active and healthy. Progress is inevitable.</p><p>As we become an increasingly connected and \"smart\" city, we will expect to see fewer traditional bank branches, post offices or, indeed, coin- or card-operated phones in the community.</p><p>We will have to help our seniors navigate these unsettling paths of change, leveraging on the very same technological advances that have caused these disturbances. Redesign automated cash machines and tellers to be more senior-friendly, and create simplified technological solutions within neighbourhoods so that seniors can access information services.</p><p>Perhaps, provide staff during certain hours of the day at these otherwise self-service, automated facilities to guide seniors to utilise this new-fangled technology.</p><p>(<em>In English</em>):&nbsp;I have just described how we can perhaps adapt the community to make it more senior-friendly. The other problem we will face is that we can expect to see more seniors growing old alone. While we can do many things to keep seniors engaged within the community, the Government should look into using technology also to monitor the well-being of such seniors, in as unobtrusive and respectful a manner as possible.</p><p>I am thankful to MOH for disbursing the City for All Ages grant to allow communities to promote Ageing-in-Place. In my ward in Queenstown, we have been using this grant to understand the needs of seniors, provide services, such as shuttle buses to the nearby polyclinic and, later, to embark on a small pilot programme to provide personal or home monitoring for seniors who live by themselves. Presently, we have alarm systems in some homes which can be activated in case of emergency, but there may arise situations when the resident is unable to activate this system. There are now simple, cost-effective monitoring systems which require no deliberate actions from the resident. For instance, many of us now use wearable technology, such as these little armbands that help our activities during the day. There are sensors that detect movement and appliance use, or the usage of electricity and water within a given home. These smart systems may be used to alert the community when something of concern might have occurred to a resident who lives in that home but, at the same time, these systems are relatively private and relatively unobtrusive.</p><p>A final point I wish to make is that, aside from the hardware and the software that are needed to make our society senior-friendly, the Government has to maintain its effort to engage and communicate with seniors. The Pioneer Generation Package is a wonderful programme and it is heartening that the relevant Ministries have really gone all out to reach out to these seniors to explain what it means to them.</p><p>However, judging from recent feedback from the ground, some seniors are still unsure of other Government policies, such as the periodic raising of the Minimum Sum requirements for CPF. I would submit that, perhaps, it would be worthwhile to turn these stories on their head and to focus on the fact that the key reason why we are doing this is because, as a nation, we are more healthy and the average life expectancy has risen. So, if we focus on this good piece of news, then it will be easier for us to understand that because we are all living longer, we may then need more in our CPF accounts to prepare for this longer period of life.</p><p>The President called on us to keep Singapore Special and Unique, by being \"united in engaging our hearts and minds\". I am confident that Singaporeans will work together to make this so and grow from strength to strength, staying Happy, Healthy and with Hope in the Home we love and with all our Heart. With this, I support my colleagues in this Motion of thanks to the President.</p><p><strong> </strong></p><h6>1.46 pm</h6><p><strong>Ms Ellen Lee (Sembawang)</strong>: Mdm Speaker, I support the Motion to thank the President for his Address. Before the local media reported that Singapore was named the best place in Asia for mothers, there is already a group of residents in Woodlands who believed that it is true that Singapore is the best place for them and their families and for women and girls as well. This group included many women grassroots leaders, women residents who regularly took part in our community activities with their family members, foreign wives and new citizens, all of whom acknowledged that their children benefit from being born and raised in Singapore.</p><p>Singapore's top spot is due to the Government's efforts to improve services for mothers and children: maternal mortality has been cut by 80%, child mortality decreased by 25%, gross national income per capita doubled and the percentage of women in Parliament increased six-fold over the past 15 years.</p><p>I attend international parliamentary conferences regularly and have also hosted foreign parliamentarians in Singapore. The high percentage of our women parliamentarians and the safety for our women and girls generally are widely admired by even the most advanced countries in Europe, Australia and New Zealand.</p><p>From feedback I have gathered on the ground, what is important to many mothers is not the affluence our children would inherit, but the care and concern they would receive as they grow up and the amount of care and concern they would show others when they become adults.</p><p>The President's Address has also touched on the Government's proactive approach to improve the nation, including how we would continue to make Singapore a Caring Society. There is a great deal that our Government can deliver in terms of affordable housing, good healthcare, equal educational opportunities and secure employment, which are close to Singaporeans' hearts. When it comes to building a caring society, Singaporeans need to be convinced that they, too, must play their part and that they cannot rely on the Government to make it happen or expect a change equivalent to our remarkable achievement in making our nation the best place for mothers and women.</p><p>What the Government has done and should continue to do is to promote courteous and considerate behaviour at all fronts&nbsp;– the workplace, in schools and in neighbourhoods. In recent years, customer service standards across many Government agencies rose significantly. Singaporeans have become more aware of the extensive social services we provide for the less fortunate in our midst. In addition, the National Service (NS) Review Committee has recommended more benefits in recognition of NSmen's contributions to the country. The proposed changes show more than due consideration towards Singaporeans who defend us and our homes. They are proof that the nation places great priority on furthering options that will increase their well-being as well as their family's well-being which, in turn, strengthens their sense of belonging to our nation.</p><p>Anecdotally, since last week's announcements on the proposed increased benefits for NSmen, some mothers have begun telling their sons&nbsp;– and wives, their husbands&nbsp;– to work harder at staying fit so that the families will benefit overall.</p><p>While I am heartened by the NS Review Committee's recommendations to strengthen National Service, I would like to urge the Government to help develop more ground-up initiatives to deepen the sense of belonging to our nation. Allow the community to play a greater part by giving them more resources to pursue the cause of promoting care and concern for one another.</p><p>We can further enhance existing activities and programmes to emphasise kind thoughts, kind words and kind actions every day. Membership could be as varied as possible; it could be based on age groups, common interests, life phase, alumni or adopted charitable organisations. The key to success is consistency so that such groups are given sufficient resources to interact regularly. The promotion of care and concern among Singaporeans should also be enlarged to include caring for the environment and animals.</p><p>There is among some of our youths a certain cynicism that showing care and concern towards others works against their own interests. They argue that they may end up as victims of their own altruism. This pessimistic view of others often drives able young people to focus solely on what matters most to their future&nbsp;– excellent academic qualifications. There is a need for us to address this dreadful pessimism.</p><p>School pastoral programmes have to pay greater attention to this aspect of character development. Our children must be imbued with a strong sense of confidence about their future. They must believe that their future is co-created with their friends and how good their future is depends on how much they can complement and support each other. It is no doubt a difficult balance to strike when we subscribe to meritocracy as a society and have an entrenched belief in the value of individual diligence. But it is a balance we have to achieve, and the sooner we begin on this tough job, the better the outcome will be for all of us.</p><p>Mdm Speaker, I shall speak in Mandarin.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140527/vernacular-Ellen Lee  27 May 2014_chinese Parl speech.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]&nbsp;The President delivered the policy speech on behalf of the Government at the Opening of the Second Session of the Twelve Parliament. His speech, to many Singaporeans, including myself, was very inspiring. Indeed, the Government must work hand-in-hand with the people to build a better and more caring home. While the Government works towards attaining economic achievements, we must also unite as one people, young and old, to live happily and confidently together.</p><p>The President also reminded us that although Singapore has been independent for nearly 50 years, we are still a young nation. Singaporeans of today must uphold the same spirit as our pioneers, namely, resilience and hard work, to overcome the challenges we are facing today, just like what our pioneers had done in the past.</p><p>Amidst the transformation of the global economy and the rapid change of the Singapore society, the Government has made major policy changes in the past 10 years, such as introducing ComCare and WIS, to better look after the vulnerable and the low-wage workers.</p><p>In recent years, the Government has continued to improve its policies, ramping up the supply of public housing, improving the public transport system and introducing the Marriage and Parenthood Package. These schemes reflect the Government's commitment to stay relevant.</p><p>Singapore is a small nation. It is a fact we cannot change. Hence, we cannot take our nation's defence for granted. To recognise the contributions of our NSmen, the Committee to Strengthen National Service has proposed a series of measures. Some residents feel that the benefits currently provided under the NS Recognition Scheme are a very powerful way of showing recognition. For many parents, their children need to have financial ability before they can marry and have children. An additional amount in their bank accounts after National Service means that they can get an apartment earlier.</p><p>Occasionally, I will hear young men saying jokingly that girls enjoy many advantages over boys because she graduates two years earlier and will have more savings after graduation. To be honest, it is not difficult to understand their sentiments. Our children are brought up in a culture of fierce competition and they believe that hard work leads to success. When they encounter seemingly unfair situations in education and work, they cannot help but feel a bit unhappy. The proposal of the Committee is the right one. Six thousand dollars is not a small amount. However, what matters is not the number, but the message that is being conveyed, which is recognition of our NSmen and their families' contributions. It is with the support of their families that they can complete their National Service successfully, a noble duty of a male citizen towards the country.</p><p>Another piece of good news for our residents is the additional $100 reward for passing the Individual Physical Proficiency Test (IPPT). Those who achieve Gold will receive $500; Silver $300; and those with a pass will be awarded $200. This must be a rare reward system in the world. Interestingly, I have heard of some Singaporeans who tell their sons or husbands to work harder, so that the whole family can benefit if they get the cash reward.</p><p>Therefore, I would like to urge teachers to discuss the Committee's proposals with their students during Civic Education classes. By doing so, not only can we get to know the views of the students but, more importantly, we can instil in them the right values. This is not to trivialise the spirit of National Service, as the contributions of our NSmen cannot be measured by money. We must all remember that it is each and everyone's duty to defend the nation.</p><h6>1.57 pm</h6><p><strong>Mr Laurence Lien (Nominated Member)</strong>: Mdm Speaker, I support the Motion and I thank the President for his Address. As we celebrate our Jubilee next year, I believe that Singapore is at a critical inflection point in our nationhood.</p><p>In ancient Judaic tradition, the Jubilee was not just a year of joyful celebration, but also a year of rest, during which slaves were set free, alienated property restored to their former owners, and lands left untilled.</p><p>This tradition appears to be of no relevance to us. But there is something worthwhile about resting, in the sense of taking a step back to reflect and ponder: what do we wish to become? How do we want to get there?</p><p>Yes, we have gone through an entire exercise of a National Conversation to talk about the future we want. That was a useful exercise, distilling core aspirations of Singaporeans. I regard the 12 perspectives presented as foundational pieces for the future.</p><p>But I believe we need something extra. Something more aspirational&nbsp;– to excite the imagination, to enliven the spirit and to energise the mind and body into action. Hence, we should not just have diverse definitions of success in terms of outcomes, but also welcome purpose and passion in the journey itself, whatever the outcome.</p><p>We should not just want a more fulfilling pace of life, but also a high level of meaning and engagement in both work and life, so that they become a false dichotomy. We should not just be a society that takes care of the disadvantaged, but also one that partners the disadvantaged so that they use their own strengths to transcend their current state. We should not just be a society with a greater sense of togetherness, but also one where every citizen has ownership of his or her community and acts to improve the common good.</p><p>And we should not just have a competent and trustworthy Government, but also a trusting Government that believes in its own people, whose abilities and desires can be harnessed.</p><p>For my speech today, I will focus just on this last social compact challenge – the need to improve the relationship between the Government and the people. I think this is a critical issue to address because there seems to be some breakdown in mutual trust – not just between the Government and the people, but also among the populace ourselves. How does the Government lead, given the current realities?</p><p>Madam, today we face complex economic and social opportunities and challenges, which the Government, competent as it is, cannot work on alone. We all know that global realities are changing. Globalisation and technological advancement – and their impact on job obsolescence and income inequality – mean that we have to continually adapt our economic interventions.</p><p>At the same time, the domestic environment is rapidly evolving, too. Citizens have widening interests and heightened expectations. They are also much more expressive of their opinions and desires. It is an illusion, in this dynamic environment, that mere technical fixes, developed by the Government alone, can resolve the messy and interconnected problems we face today and in the future.</p><p>Leadership then is not just about intelligent and committed national leaders having good answers and good policies. Because half the time, we may not even be clear what the real problem is, beneath all the layers of presenting symptoms. And the other half of the time, we may not be sure which proposed solution works best.</p><p>Instead, leadership is often about mobilising people to confront and deal with problematic realities for the purpose of making progress. It requires people to be part of the solution and to be part of doing the work that generates progress.</p><p>For example, in healthcare, we cannot just build great hospitals and institutions, we need to get people to re-examine the diets and lifestyles. Another example is working with vulnerable families&nbsp;– it is not mere financial assistance schemes that we need, as these may end up undermining the dignity of the human person and lay the seeds for long-term dependency. We must also address the social structure, systems and policies that are likely to make these people vulnerable in the first place.</p><p>Much leadership work is hard because it invariably involves people confronting losses – losses from modifying habits which give stability, values which give identity and meaning, and lifestyles which give comfort. The danger of placing all the burden on the Government to solve all problems is the Government eventually breeding over-reliance, promising too much and not being able to deliver to satisfy escalating demands from citizens. Inevitably, certain promises by the Government would be perceived to have been broken.</p><p>The President's Address shows the seriousness and commitment on the Government's part to deal with the current challenges, for example, to keeping pathways open to all, strengthening social safety nets and enhancing retirement adequacy.</p><p>I am encouraged by the Government's full and active policy agenda. Yet, there continues to be an unhealthy dynamic in the Government-people relationship. Scepticism persists as to whether the Government really empathises with the plight of the average person. The dependency on the Government to fix every problem, big and small, real and imagined, is also coupled with some degree of learnt hopelessness amongst citizens that prevents them from having the confidence to contribute to the solutions.</p><p>The crux of the matter is that it is not just about doing things for the people, but also about doing things with the people. Citizens need to be stirred to take greater responsibility for the problem-solving work in the community. The Government needs to involve and entrust citizens more proactively in the hard and messy but creative and opportunity-enhancing work that produces societal progress. Apart from developing a sense of agency, this ensures increased commitment to the implementation of the solutions and policies adopted.</p><p>The good news is that there are hopeful signs that citizens want to step forward to act and to contribute. These passionate citizens can be seen volunteering, donating, mobilising, initiating and advocating.</p><p>Last year, I was involved in a poverty awareness initiative in Singapore. The intent of the campaign was not to highlight policy adequacies. Rather, it was to get Singaporeans to understand the plight of struggling families. By this measure, it was a successful campaign because it elicited a broad range of responses from big-hearted Singaporeans which showed that many cared deeply about the disadvantaged amongst us and are, indeed, acting to do something about it through numerous ground-up initiatives.</p><p>Nevertheless, it is inevitable that when committed Singaporeans care passionately about an issue, they may sometimes disagree with the authorities, or with one another. Sometimes, authority figures are too quick to judge these people who passionately espouse differing views as being against the interests of Singapore and having their own agendas. When threatened by a person or a group, the official response may be to act decisively to neutralise the perceived threat.</p><p>Madam, I strongly suggest that the Government re-evaluate its stand on how it engages and empowers citizens. In this regard, I believe that strengthening our civil society is in our long-term national interest. We need all our engines, not just the Government‘s and private sectors' engines, firing.</p><p>There is a misconception that civil society is about anti-Government bashing and about navel-gazing. We must get rid of such thinking. Civil society should just be about citizenship&nbsp;– ordinary citizens doing their part to help with the social and economic progress of our nation. I have faith in the capacity of citizens to cater to the needs of fellow citizens in ways that the Government may not be able to be involved. I believe in the ability of citizens to innovate if they are allowed to and given the support.</p><p>What must change? Let me just highlight a few proposals. First, I think the Government needs to acknowledge the potential contributions of civil society and show willingness to co-own social issues. I am afraid that, sometimes, the Government may end up disfranchising the very people who can be their best partners because they bring the peace of complexity of the problem to the table and care deeply about the problem and are willing to act to make things happen.</p><p>Secondly, civil society groups can be engaged to think about the national interest. It is understandably natural for citizens to first think and advocate for their own narrow interest first. But this is only because they have never been engaged properly to think about the larger good. People respond in self-fulfilling ways. We must trust that citizens&nbsp;–&nbsp;when facilitated well&nbsp;– can be empowered to come up with appropriate solutions for the broader community.</p><p>Thirdly, there need to be concrete actions on the part of the Government to allow citizens to grow and become fully contributing members of our society. For sure, civil society also has to improve the way that they engage the Government. But the Government has more to do because the power equation is unequal since the Government holds substantial legal, regulatory, financial and information powers. Specifically, the Government needs to involve civil society and non-public leaders as valid partners and co-creators. There should be regular strategic dialogues to discuss critical social problems.</p><p>Co-ownership also means more transparency in sharing data and research, greater willingness to accommodate diverse viewpoints. Some academics, like Harvard Prof Cass Sunstein, have written how nations are far more likely to prosper if they welcome dissent and promote a culture of candour and disclosure.</p><p>I also believe we can embrace a more deliberative form of democracy, with authentic deliberations among representatives, meeting as equals, who propose and justify decisions that are generally acceptable and accessible. Deliberative democracy requires safe environments to speak and debate, mutual respect for each other's positions and freedom for participants to deviate from original positions held.</p><p>The Government sometimes speaks of co-creation. Co-creation must involve a real meeting of equals coming together to create new inventions. To facilitate this, there must also be more support for social entrepreneurs and intrapreneurs within existing institutions, whether in terms of funding, capability building or infrastructural support.</p><p>Civil society members also critically need to play their part by stepping up to the plate. They need to demonstrate that they can be worthy co-equal partners at the table. There needs to be a stronger appreciation of the common good; there needs to be a deeper desire to move upstream to tackle root causes, to be impact-driven, not programme-driven, to take risks to experiment with new models and to mobilise community resources. Discourse needs to be civil and the focus should be on the issue on the table and not on persons.</p><p>Mdm Speaker, what I am arguing is that constructive politics is not just about debating, deciding on specific policies and then moving ahead as one united people to implement the programmes. Increasingly, politics is also about engendering co-ownership so that the creative energies of people are harnessed, even if they have a few sharp edges. It is about encouraging that passion of leadership at all levels of society so that we can more swiftly, adapt and respond to the demanding and fast-changing challenges confronting us. It is about nurturing mutually-trusting relationships so that everyone has a stake in creating a home that they love and continually care for.</p><p>What is critical is, hence, not only what we do, but how we do it. We are not part of different teams, we are all part of Team Singapore seeking to build the only home we have.</p><h6>2.09 pm</h6><p><strong>The Senior Minister of State, Prime Minister's Office and Deputy Leader of the House (Mr Heng Chee How)</strong>: Mdm Speaker, thank you for allowing me to join this debate on the President's Address and I fully support the motion to thank the President.</p><p>To me, the President's speech amplified the values of Courage, Commitment and Confidence. Courage and grit of the pioneers in laying the foundation and building this country. Commitment of the present generation to a progressive, inclusive, compassionate nation. Confidence that Singapore and Singaporeans will do well in a future of opportunities amid a rising Asia.</p><p>The Government has recently brought about the Pioneer Generation Package to give our pioneers peace of mind in healthcare.</p><p>In his speech, the President also touched on the wider subject of retirement adequacy. This goes beyond the Pioneer Generation. Citizens of all ages must prepare for their eventual retirement. Every person hopes to be able to enjoy a good standard of living in retirement, preferably not too different from that before retirement.</p><p>When Singapore became independent in 1965, life expectancy then was around 65 years. If a person starts work at age 20 and retires at, say, age 55, he would have worked 35 years and then must provide for an average of the remaining 10 years in retirement. So, if you divide one by the other, 35 by 10, then the ratio of working years to retirement years is 3.5.</p><p>Today, life expectancy is around 82 years. If a person starts work at age 22, say, after National Service, and works till he retires at today's statutory retirement age of 62, then he would have worked 40 years to provide for the remaining 20 years in retirement. And once again, if you divide the working years by the retirement years, then the ratio would have changed to something that is already less. So, it would have been three. And then if he is re-employed till age 65, then it would have been 43 years of working for 17 years of retirement, that giving a ratio of 2.5. This is the reality that we must together face.</p><p>There are two main ways one can save more for longer retirement years: first, by earning more during working life. This increases the chance for savings being accumulated, for a given level of consumption expectations and choices.&nbsp;Second, by maximising the pool of savings meant for retirement.</p><p>For the more one can do that individually and for the population as a whole, the more adequate would retirement funding be.</p><p>What is Retirement Adequacy? One way of looking at it is – it is the relationship between available funds and the level of expenditure for a given level of standard of living.</p><p>If you look at the money side of things, on the funds side, one source of money would be CPF savings. It is not the only source. For example, there could be other sources, like private savings outside the CPF, contributions from family members as well as the ability to monetise assets like renting out rooms or right-sizing to a smaller flat. These are the other avenues.</p><p>But, for today, I wish to discuss ways to strengthen the pool of CPF savings for workers, so as to help as many workers as possible build the means to an adequately provided retirement. And for this, I have divided the measures into two buckets: one, the measures that maximise the flow of money into a worker's CPF savings; two, how to make the CPF savings work harder for the worker's retirement.</p><p>So, the first bucket, that is, of maximising the flow of money into the worker's CPF savings. There are different ways.</p><p>The first way would be to increase the base pay. As CPF is a percentage of a person's base pay, an increase in base pay will increase one's CPF savings. So, in this regard, the Labour Movement's push for the Progressive Wage Model, a call which is now supported by the Government, will help enable sustainable improvements in wages through skills, productivity and career enhancements. It would also help to improve CPF savings on a long-term basis.</p><p>Second, minimising episodes and duration of unemployment. There is no CPF to be earned during periods of unemployment. Hence, efforts to minimise unemployment, for example, through skills upgrading and employability capacity-building, and enabling more economically-inactive citizens to return to work, will help workers derive more CPF savings.</p><p>Next, more working years. If we can lengthen the working runway for our older workers, there will be additional years of salary to increase overall earnings and overall savings. Not only that, but the additional savings would also themselves earn additional CPF. This would certainly also improve the working years to retirement years ratio. So, again, using the earlier example of starting work at age 22 and continuing to age 67, instead of 65, and with a life expectancy of 82 years, then the support ratio will improve from 2.5 to three.</p><p>This is why I have been pushing hard to raise the re-employment age ceiling from 65 to 67. This will give older workers, who wish to do so, such a choice.</p><p>Even as the Tripartite Committee continues in earnest to reach a consensus on when and how to raise the re-employment age ceiling, I am very encouraged by a survey that NTUC's ULive@Work department is conducting. The ULive@Work department, which is the NTUC's department championing older workers' issues and interests, had asked affiliated unions to categorise their partner companies with regard to employing workers beyond age 65, according to a five-point scale. This survey is ongoing but I would just like to share some preliminary results. So far, out of 313 companies rated, 75% of them are employing workers beyond age 65. Some do it on an&nbsp;ad hoc basis whilst others are systematic, and the best ones have policies to back up their intent. Sixty percent of the rated companies re-employ older workers as a matter of norm, that is, better than&nbsp;ad hoc. So, whilst the survey is ongoing, I can see that such a strong labour market result goes to show the recognition by both workers and companies of the value-at-work that our older workers create. I am optimistic and convinced that a calibrated move from 65 to 67 is doable. And as I explained earlier, doing so would certainly also benefit earnings and CPF savings.</p><p>Next, MediShield Life, employer health insurance, Medisave contribution. Many employers provide some form of health insurance for their employees and pay a premium for that. MediShield Life will be a national, universal health insurance programme for all our citizens. It will cover pre-existing illnesses as well. When the details of MediShield Life are released, I think there is an important opportunity for employers, workers, unions and insurers to work together to minimise duplication of coverage, if any. More importantly, where savings can therefore be derived from the cut-down of duplication, then these savings must go into additional Medisave contributions for the workers, thereby helping to strengthen this part of a worker's CPF savings.</p><p>Next, CPF contribution rates. Of course, higher rates mean more CPF savings for the worker. At the same time, it would mean a higher unit manpower cost to employers. So, a win-win sustainable set of rates would have to be determined from time to time. The current structure of rates was set in 2003, that is, 11 years ago. The rates have either been reached or surpassed – I think that is a point that the Labour Movement has made before – and we remain committed to our call to the tripartite partners to work together to update this.</p><p>Next, CPF contribution ceiling. The current ceiling is $5,000 per month, up from the previous $4,500 per month set, and this change came about in September 2011. The review of such a ceiling periodically will help those earning just above the current ceiling save more in their CPF. And, for this, because we are talking about the higher end of the salaries, it would particularly help PMEs.</p><p>There is another source and, that is,&nbsp;ad hoc&nbsp;top-ups. The Government grants top-ups to individual CPF accounts from time to time from its Budget surpluses, and for the low-wage workers through the Workfare Income Supplement payouts, which are 60% CPF and 40% cash. Individuals and companies also have avenues to do their own top-ups and some have done so. These top-ups will also help increase their CPF savings. We should continue to encourage this, especially by the Government, for lower-income workers and by the more financially able for family members who are not working.</p><p>The next bucket is that of making the CPF savings work harder for a worker's retirement, and, on this, the interest rates on CPF savings. The current Ordinary Account interest rate is 2.5% per annum and the interest rate for the Special Account is 4% per annum, both of which are significantly higher than what CPF account holders will get if the money is placed in low-risk bank fixed deposits. In addition, there is a one percentage point mark-up on the first $60,000 saved within CPF. The Government has maintained these rates against a very low interest rate environment for quite a number of years. These preferential interest rates and the compounding effect of interest rates will help boost CPF savings over time. The Government should keep a keen eye on the rates and ensure that the best possible preferential rates are used to aid workers' retirement adequacy.</p><p>The next measure would be the payout rates for CPF LIFE annuities. If the payouts from CPF LIFE can be enhanced in sustainable ways, then the retired persons would have more funds each month at their disposal. There are different ways of doing this. I am no expert but perhaps one suggestion is for the Government to consider future CPF top-ups, as discussed earlier, and increases in contribution rates if these would come about, to prioritise the Special Account, because that would then eventually convert into the Retirement Account. An increased flow into and extra preferential interest rates for Special Account savings will then best enable the compounded growth of such savings.</p><p>Allocation among the different sub-accounts of the CPF is another area where the individual can have more for retirement. Today, we know that there are three sub-accounts – the Ordinary Account, the Special Account and the Medisave Account. Savings in the Special Account will eventually become the core Retirement Account savings for CPF LIFE. The current CPF rate structure already has differentiation by age bands. The periodic review to determine the optimal allocation among these sub-accounts, taking into account factors like the different needs of different life stages, will help determine what is optimal in the entire portfolio and help to ensure that what is put aside as one goes through life, saving up for retirement, would, in fact, be adequate, which was the core purpose of CPF in the first place.</p><p>Aside from the apportionments and changes to the apportionments across time, it is also important to remind CPF account holders of impending changes, for example, as they cross from one age band to another and the arrangements change. For instance, many people may have forgotten or may not be aware that they can pledge their property, subject to conditions, for up to 50% of the Minimum Sum at age 55. And if they do so, then it lessens the need to transfer Ordinary Account savings into their Retirement Account. If the communication and administration aspects within the CPF system like these could be further enhanced, then it will certainly help to smoothen the process for many and also reduce the confusion.</p><p>Mdm Speaker, with an ageing population, retirement adequacy is an important matter to take care of. Adequate retirement is certainly contingent upon the money being found for it, and it does not happen on its own. Accumulating and growing the CPF part of that retirement nest egg require the clear-headed and determined joint efforts of workers, employers and the Government. We must make every effort and seize every opportunity to do so. Mdm Speaker, I support the Motion.</p><h6>2.23 pm</h6><p><strong>Mr Zainudin Nordin (Bishan-Toa Payoh)</strong>: Mdm Speaker, like many in this House, I found the speech by His Excellency President Tony Tan to be a timely reminder of the task that lies ahead of us in making life better for all Singaporeans. Please allow me to thank His Excellency the President for his thoughtful words.</p><p>Madam, we are mid-way through the Twelfth Parliament. We have debated issues close to the hearts of Singaporeans and many of us urged the Government to address the people's unhappiness over housing, transportation and cost of living. I am happy to note that the Government has taken decisive action. The Government ramped up its HDB building programme and, at the same time, took steps to control rising speculation in the private property market. Many young couples today have greater certainty about when they can get their HDB flat of their choice. Those aspiring to buy private property are also better placed to assess whether they can afford to do so.</p><p>Our transport woes will take longer to address, but I am glad that the Government has not shied away from taking bold steps. It has increased its speed of transport infrastructure development, added new buses and, most recently, applied a new model to managing our bus services. These are proof that the Government is willing to do everything it reasonably can.</p><p>Much has been done, but much more needs to be done in the next half of this Parliament. Mdm Speaker, with your permission, I would like to cover some areas that we could work together to focus on in the coming months.</p><p>Opportunities for all. One of the factors that had underpinned Singapore's rapid progress as a nation is the fact that our meritocratic system allowed anyone who puts in effort to rise up. There are innumerable stories of people from humble backgrounds rising up to lead our nation – in public service, in industry and in academia. Our education system is open to all, and there are many pathways where people can take time to discover their strengths, learn to maximise their strengths, and use them to build a good livelihood for themselves. But to make opportunities open to all, we have to go beyond formal education. We have to recognise that no matter how fair and open a system is, there will always be some who do better and some who are left behind.</p><p>But Singapore did not rise to where it is today by accepting the status quo. We have always been fighters, working against the odds, to turn the improbable into reality. That is the same spirit that we will need to apply to address some of the inequalities that exist today. The best of these opportunities that we work so hard to create – in our schools, at our workplaces – must be accessible to Singaporeans. At the same time, Singaporeans must have the fighting spirit to challenge themselves, in the face of competition from other Singaporeans, and also from foreigners. This is a fact of life, but this fact of competition should be managed such that it is a competition among those who each has a fighting chance of making it. So, I urge the Government to continually focus on providing opportunities and resources to Singaporeans, so that we can build ourselves up – through world-class education and training and continuing training – and so that we are able to stand tall among any worker anywhere in the world.</p><p>The Government must play its part, but, as workers, Singaporeans must also realise that we have responsibilities, too. We came this far because we worked hard. And the journey ahead is not going to be easier, but, in fact, much harder. Harder because education and training become redundant more quickly because of rapid changing technologies and industries. Harder because there are cheaper and faster options elsewhere. And harder because the motivation for hard work, in an era of plenty, is lower. So, it is not time for us to rest on our laurels and think that we have arrived. Far from it. In fact, it is probably a fact that we Singaporeans will always have to work hard, to continually improve ourselves, to fight competition and to do better than others.</p><p>Nevertheless, Madam, employers, too, must play their part. The Government has offered many schemes to help businesses improve themselves and stay competitive. But businesses also have the responsibility to their workers, by offering their Singaporean employees every opportunity to improve themselves through training and rising up through the ranks.</p><p>There will always be someone out there who can do the work more cheaply, but if Singaporean workers and employers strive for quality – in manufacturing, in services, and in productivity – then we will stand out from our cheaper competitors, and enter into the high-value, high-return markets. But this means that our attitude as workers and as employers cannot be to admit defeat at the first sign of a challenge, but, rather, to&nbsp;rise up to the challenge, overcome it and make a better life for ourselves and for our family. This was the spirit of our pioneers and this must continue to be the spirit of Singaporeans today.</p><p>Madam, in Malay, about seizing opportunities.</p><p>(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140527/vernacular-27 May _ Mr Zainudin Nordin Address of Thanks to President's Speech.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>﻿Madam, it is heartening to note that since the early days of our nation, there were pioneer leaders of the past that contributed with commitment and passion to the Malay/Muslim community and our country. With dedication, they contributed as community and youth leaders, and left their mark on the community until today. Therefore, as the present generation of Malay/Muslims, we have to continue to strive and work hard as our Pioneer Generation did.</p><p>Due to the strong foundation laid by these pioneer leaders and the ongoing efforts from one generation to the next until today, Malay/Muslim students now perform better academically. More of our Malay/Muslim workers are pursuing tertiary education and working as PMETs. This continued progress over the years has resulted in the improved quality of life for our community and we should continue putting in the effort just like before.</p><p>Madam, the Malay/Muslim leaders in the VWOs and self-help groups have contributed greatly to the progress of the community. Nevertheless, we must realise that their resources are limited even though there are many Malay/Muslim youths who still require assistance.</p><p>Our Malay/Muslim community has a large youth base. There is so much potential in them, we must help them discover and maximise it. Their progress over the years is due to the fact that they can be trained for excellence. They have much potential. We must continue trying and have faith in them. Our youths are talented, and if we can instil and provide the relevant skills, our youths can get good jobs and do well in the industries. I would like to urge that we should try to achieve the best we can.</p><p>We should also find effective methods to increase the employability and productivity of our Malay youths. In the context of a competitive job market, soft skills, including technical and academic skills, will ensure that our youths will be more competitive and more able to get the available jobs and opportunities. It is hoped that the Government will continue to work with self-help bodies to help our youths, so that, one day, they will also be able to help the community, as leaders, just like the Pioneer Generation before them.</p><p>(<em>In English</em>):&nbsp;Mdm Speaker, I would like to turn to some developments which I have observed and which are a cause for concern to me. Over a couple of years, I have observed that there has been a change in the attitudes and behaviour of some Singaporeans. By and large, we are still a gracious Asian society – respectful of our elders, welcoming of our visitors, adapting to change as best as we can. But there is also a segment of our society that is louder, more demanding and less willing to accommodate changes, especially online. These people make arguments against foreigners. But they not only make arguments, they are also stoking distrust and hatred by making allegations about foreigners, their contributions and their motives here.</p><p>In other instances, some people have gone about questioning Government policies by running so-called&nbsp;exposes&nbsp;and articles. There are other more bizarre allegations that are made online. It all makes for very interesting reading, but, if you ask me, it belongs in the realm of pulp fiction novel, rather than for any serious consideration. But bizarre or not, to me, the fact that so many people, even those well-educated and well-established in their careers, are willing to believe what are clearly untruths and fabrications is cause for worry. I worry that they believe this untruth because they do not believe the truth that is presented. It is time that the Government made efforts in explaining its policies and mount a robust challenge to dispel these insidious untruths.</p><p>Even as we strive to meet personal aspirations and achievements, we must not ignore the well-being of the people around us. As the US film-maker Peter Guber says, and I quote him, \"Without social cohesion, the human race wouldn't be here. We're not formidable enough to survive without the tactics, rules and strategies that allow for people to work together.\"</p><p>Since pre-historic times, humans have been working and living in tribes to survive. We know that the world is changing and we are constantly changing. But the fact that can never change is we are all connected, dependent on one another and are easily influenced by one another. As such, social issues these days have never become more complicated. Singaporeans' mindsets and behaviours are visibly transforming. Singaporeans are more educated, more vocal, and, with the access to more arenas for expressions, human interactions and communications have become more messy and thorny. While it is good to be able to debate, offer constructive opinions and call for actions through more platforms, when these debates get out of hand, there is a real risk of our society falling apart if we are not careful.</p><p>The recent incidents of reactions to foreigners' activities in our country online show the fragility of our social construct. Madam, it is not just about how others perceive us as a people, society or country, but the real values that we live by and aspire for all Singaporeans. Furthermore, it is not right to use social media to fan the flames of hatred and goad others into ripping persons or even groups apart.</p><p>Values of respect and caring for our fellow mankind must be the order of the day. Ideally, we should not need to have rules or law hanging over us to intimidate us into categorising what is good. Kindness and empathy should come from within the heart. We need to stand up against what is wrong. We need to speak up against racism. Bigotry has no place in our society. We need to be united against it. Perhaps, it is time to review our education system and programmes to incorporate these values in our youngsters when they are at an impressionable age and are exposed to frequent usage of social media.</p><p>Above all, we must encourage a caring society where we help and look after one another in good and bad times, regardless of race, religion, social status and background. It is all very well to excel individually in academics and careers, but this does no benefit to the nation if everyone is defensive and selfish with their achievements.</p><p>As a nation, we are still very young. We will undoubtedly go through many more complex challenges that could tear through the fragile net that connects and supports us as a nation. We must prepare ourselves and focus on building our inner strength and resilience. We need to strengthen our roots and sense of rootedness for our beloved country, and I quote, \"To be rooted is perhaps the most important and least recognised need of a human soul.\" Those are the wise words of a French philosopher, Simone Weil, and I think it is good for us to be reminded of this.</p><p>Madam, economic progression remains one of our greatest concerns and, certainly, it is important in maintaining our status quo. But many Singaporeans have expressed unhappiness with the perceived obsession with the GDP. Materialism scarcely goes hand-in-hand with happiness. In our pursuit of a more prosperous future, we must not sacrifice the real needs of our society that allow our people to lead fuller lives, the pursuit of aspirations, family, social bonding and compassion for the less fortunate.</p><p>I am thankful to the President for his heartening speech. His words have certainly painted an encouraging view of the future amidst a time fraught with worries and uncertainties. I share the President's confidence in our ability to tackle challenges together. If we remain steadfast and united in the pursuit of our goals, I believe we will be able to help Singaporeans achieve their aspirations. Madam, I support the Motion to thank the President for his speech.</p><h6>2.38 pm</h6><p><strong>Mr Gerald Giam Yean Song (Non-Constituency Member)</strong>: Mdm Speaker, I would like to focus on three areas in my response to the President's Address – managing risks, incentivising hard work and constructive politics.</p><p>First, on managing risks. We face numerous risks in the course of our lives, or what the President called \"the vicissitudes of life\". We could lose our job, suffer a drastic drop in income; we could fall seriously ill or get into an accident and have difficulty affording the medical treatment. Or we may retire but find we do not have enough to live our golden years with peace of mind.</p><p>This Government has been an excellent risk manager. It has been very good at managing its own risks but less so the risks faced by our citizens. It pegs the CPF Minimum Sum amount to inflation but does not do the same for CPF Life Annuity payouts to the elderly. It raises the CPF drawdown age which helps preserve the value of CPF balances but leaves many retirees struggling to make ends meet despite decades of contributions to CPF. Even a risk-sharing scheme like MediShield, which is supposed to be a form of social health insurance, is run more on commercial and social principles. The MediShield Fund had a capital adequacy ratio of 161% in 2012, which is more than 40% higher than what the MAS expects commercial insurance funds to hold. The loss ratio of MediShield averaged just 63% from 2001 to 2012. This means that it is collecting a lot more in premiums than it is paying out in claims.</p><p>In the last two decades, this Government has marketised many public services like transport and healthcare, transferring risks from the Government to service providers, which can easily pass them on to customers because of their near monopoly positions. There are negative consequences for transferring too much risk to citizens. If Singaporeans face very high uncertainties in their lives, they will be less willing to start a business or volunteer their time to serve others. Their minds will be so preoccupied with survival that they find it hard to engage in innovative, creative or compassionate thinking. Instead, they will be under tremendous stress, worrying about how to cope with the rising cost of living and the increasing responsibilities of work and family.</p><p>In my maiden speech at the Opening of the First Session of Parliament in October 2011, I criticised the regressive transfer of risks from Government to citizens over the previous decade. I am glad that in the last two-and-a-half years, there has been a shift in mindset and policy and the Government is starting to bear a larger share of the risks. The HDB says that it has delinked BTO flat prices from resale market valuations. The LTA has just announced that public bus services will undergo a nationalisation of their infrastructure and operating assets, with operations contracted out to private operators under stricter service standards. Changes are underway in healthcare to distribute more risks through universal insurance.</p><p>These are moves in the right direction. However, it is not time to declare victory yet. While flat prices have moderated, they come from a very high base and the prices are still high relative to the incomes of young home buyers. We have yet to see whether service quality will improve under the new bus contracting model and whether fares will continue to rise at the same rate as now.</p><p>While everyone will soon have health insurance, is the risk simply being distributed among all Singaporeans? Will the Government take on some of the risks by subsidising premiums and removing claim limits, as I proposed in my Adjournment Motion on healthcare financing last November? I look forward to some good news in this respect when the MediShield Life Committee announces its recommendations.</p><p>There are other related issues, like the increasing cost of living, the adequacy of CPF for retirement, healthcare affordability and job security, that continue to cause Singaporeans a great deal of worry. The Government will do well to pay closer attention to these issues this remaining term.</p><p>Next, on incentivising hard work and productive activity. In Singapore, almost all Government assistance is strictly means-tested and time-bound. Most Members would have seen cases at their Meet-the-People Sessions where a struggling resident with a family to support is given a small amount in financial assistance, sometimes as little as $50 a month by the Community Development Council and has to repeatedly appeal through the Member of Parliament for it to be renewed every few months. I presume the purpose of this is to motivate such residents to work harder and reduce their reliance on Government handouts. However, in many of these cases, the resident is already working as hard as she can but her income is simply not enough to maintain her children and elderly parents while paying off utility bills, service and conservancy charges and medical expenses, just to name a few. The Government cannot expect that by making them jump through hoops to receive financial assistance, they will suddenly be able to pull themselves up by their bootstraps, especially when incomes at the lower end are not rising at a fast enough rate. Some struggling families need to be given financial assistance on a longer term basis until their circumstances change, for example, when their siblings graduate or their children graduate from school and start working.</p><p>We must always incentivise hard work and productive activity, productive contributions to our economy and society. However, these incentives should not only be focused on welfare recipients. We must be on guard against rent-seeking behaviour in our society, especially in major industries that have an impact on our economy.&nbsp;The Economist&nbsp;magazine defines rent-seeking as cutting oneself a bigger slice of the cake rather than working to make the cake bigger. In other words, trying to make more money without producing more for customers. Rent-seeking may or may not be illegal. Some examples of rent-seeking include forming cartels or lobbying for changes in regulations that benefit one's own company at the expense of customers. Rent-seeking can impose large costs on our economy without creating any value.</p><p>It insults our sense of what is fair and goes against the values of meritocracy and hard work that we expect our people to put in before getting rewarded.&nbsp;The Economist&nbsp;has developed what it calls a \"crony capitalism index\", which ranks countries according to billionaire wealth earned as a proportion of the overall economy in sectors that are vulnerable to monopoly. All that involves licensing or heavy stake involvement.</p><p>Singapore ranks poorly in this index. We are ranked fifth among 23 countries that are surveyed in 2007 and 2014.&nbsp;The Economist&nbsp;identified several industrial sectors that are prone to rent-seeking behaviour, including casinos, real estate and construction. We should be on higher guard against the risk of rent-seeking in these sectors.</p><p>Madam, as social spending increases, the Government has said that it will need to develop other revenue streams to make up for future Budget shortfalls. We should continue to keep taxes low for income derived from engaging in value-adding activities which bring technological advancement and create good jobs for Singaporeans. This rewards hard work and incentivises productive activity and entrepreneurship. However, if there is a need to raise more revenue to make up for future Budget shortfalls, the Government should look first to increasing the Net Investment Return contributions or taxes on profits derived from economically non-productive activities. This should be done before considering raising GST or personal income taxes for middle-income earners.</p><p>Madam, on my last point, I want to respond to what the President said in his Address about constructive politics. He said that \"it is crucial to maintain constructive politics that puts our nation and our people first\". He acknowledged that politics lives off robust debate and passionate argument and that we should continue to have vigorous debates on the challenges facing our nation and this is important so as to have the best ideas and the best leadership for Singapore. I agree with the President on these points. My reason for entering politics was to contribute towards shaping better public policies that benefit my fellow citizens and help Singapore progress. I trust that this was also what motivated all Members of this House to enter the political arena.</p><p>Robust debates which focus on the issues and the problems at hand and where alternative solutions are proposed and properly considered can help shape better policies which will benefit Singaporeans. But when debates start getting personal and descend into unnecessary political attacks, they risk losing focus on the bread-and-butter issues that citizens are concerned about. This sort of politics can cause our people to become cynical about the political process and erode their respect for politicians of all parties. We must not let our politics descend to this level because that weakens Singapore.</p><p>Having said that, we must not presume that vigorous and passionate debates will lead to gridlock and paralysis. We should not sacrifice quality for efficiency. As the wise adage goes, \"Legislate in haste, repent at leisure.\" It is unproductive to rush through new policies only to have it cause pain and unhappiness for the people and have to reverse it later. It would be much better to have a proper and informed debate, both inside and outside this House, make adjustments and respond to feedback from Members and the public, then roll out better schemes for Singaporeans.</p><p>I will continue to join my Workers' Party colleagues to contribute constructively to debates on issues that matter to Singaporeans. If we assess that a policy will go against Singaporeans' interests, we will oppose it and, where possible, propose alternatives. If the policy is good for our country, we will support the Government for the benefit of the people. This is how we play the role of a constructive opposition. Madam, I support the Motion to thank the President.</p><h6>2.49 pm</h6><p><strong>Ms Tin Pei Ling (Marine Parade)</strong>: Mdm Speaker, thank you for the opportunity to speak in this very important debate over the direction and commitment for Singapore's next lap.</p><p>The President in his address articulated the key thrusts and underpinning values of the Government and he painted a picture of what I would describe as our Singapore Dream. He clearly described the six areas that the Government has pledged to focus on to offer better opportunities and enhance the quality of life for Singaporeans. Clearly, the address is about building a Singaporeans' Singapore.</p><p>The President's address is timely, as we approach a significant juncture of our history – Singapore's 50th National Day next year. It is an important debate for the Twelve Parliament and the Government to address the concerns and aspirations of Singaporeans and chart the way forward to create the Singapore of Tomorrow. In other words, we are here to discuss what our Singapore Dream is and what we must do to achieve it.</p><p>I would like to make my modest contributions in three areas: how we should take care of our elderly; how we can inspire our young; and how we will advance as a community.</p><p>A successful society is not simply defined by the strength of its economy, the height of its skyscrapers or the achievements of its most capable members. It is not one in which its citizens focused solely on pushing ahead, with a winner-takes-all attitude.</p><p>No, a successful society is one that takes care of its elderly and vulnerable, and one that draws strength from solidarity. It is about bringing everyone along, moving ahead together and sharing in the fruits of our success. A successful society is inclusive and compassionate in its policies and in its spirit.</p><p>I am pleased that the Government's policies demonstrate that Singapore is moving towards building such a successful society.</p><p>MOH has made successive significant moves in improving the care of our old and vulnerable. It has enhanced healthcare affordability through, for example, enhanced Senior's Mobility and Enabling Fund, Community Health Assist Scheme and enhanced outpatient subsidies, on top of the 3M framework. MediShield Life, which will come on line next year, is also something that is on the horizon and that is here to help Singaporeans better afford large bills. The Government has pledged to keep it affordable and certainly, through this pledge, the Government is sharing the risk with its citizens in managing healthcare affordability. </p><p>MOH has also pledged to increase healthcare capacity and manpower to address the increasing healthcare demands resulting from an ageing population. It has and it should also pay attention to ensuring the mental well-being of our elderly through efforts to heighten awareness of age-related conditions, such as dementia, and to build social infrastructures and networks to provide high-touch care and support. All these moves will go a long way in assuring Singaporeans that ageing is not gloom and doom.</p><p>While the Government has moved to provide quality healthcare and strong safety nets for Singaporeans, especially our elderly, it is extremely important that the implementation and communication, the very last mile, are done well. The majority of our elderly and pioneers today belong to a generation who had limited education as Singapore went through tough times. Many may also have lost their family members for various reasons and are now living alone fending for themselves. Hence, it is imperative that we help our elderly to navigate our complex and seemingly daunting healthcare system, so that they can seek the treatment they need without fear. What is the point of having these wonderful measures and packages if these beneficiaries do not know of them and, therefore, cannot benefit from them?</p><p>In this regard, I must applaud the Government for the Pioneer Generation Package, which is highly focused on healthcare – a top concern amongst elderly Singaporeans. The generous package honours a generation who has given so much for Singapore, but who has gotten back so little in comparison. The Pioneer Generation, despite their selfless contributions to Singapore, does not have a legal claim over the benefits offered in this package. But we have a moral duty to thank them, honour them and take care of them. The package does this and signals our desire for Singapore to be a better society.</p><p>But more has to be done to communicate the Pioneer Generation Package. Many inside and outside this Chamber have spoken about this. I trust that MOH will step up its communications, as promised. We, politicians, community leaders or just ordinary Singaporeans, should also do what we can to reach out and help the elderly and vulnerable Singaporeans, some of whom may be tucked away in their homes or simply too preoccupied with their immediate needs.</p><p>I would also like to repeat my call to introduce more flexibility for the Medisave payout of the package, specifically that it can be converted into cash in some years to give our pioneers more autonomy to decide whether the money is better used for healthcare or other pressing living needs. To encourage prudence, this option can be capped at, say, five times. Fiscally, the Budget should remain pretty much the same but, practically, our elderly pioneers will have an additional help resource to use in times of need.</p><p>Many people are worried about growing old. Apart from concerns over losing physical and mental strength, there is a real concern over retirement adequacy. The CPF is our main device to ensure retirement adequacy in Singapore; it has served us well and it should continue to stay. Recent media coverage and the Minister for Manpower's blog post have explained how CPF works and why certain restrictions are necessary. I am grateful for the explanation that the Minimum Sum is necessary to ensure that Singaporeans will have enough when they retire. Many Members had also spoken on this yesterday and I will not belabour this point. </p><p>Nonetheless, I would like to echo my support for the review of the CPF system. I urge the Government to evaluate the feasibility of guaranteeing a higher rate of return on our CPF monies, so that it can better withstand inflation and ensure Singaporeans' CPF monies will be well above the Minimum Sum. I also urge the Government to make the rules governing the use of CPF money more flexible, so as to allow mature Singaporeans genuinely in dire straits to take care of their immediate needs, such as HDB mortgages and their children's education.</p><p>Such a move is in line with a more compassionate society. Does it mean that there will be a higher risk that some Singaporeans will not have enough in their old age? Maybe, but I believe that such cases are in the minority and the reality is that some Singaporeans are in desperate need for help and we need to help them reach the life buoys as they try so hard to paddle ashore on their own.</p><p>The Pioneer Generation laid the foundation for modern Singapore. The young will pave the way for the Singapore of tomorrow. As such, I am glad that the President focused so much on our young in his Address and I strongly agree with his statement that, \"We will enable young Singaporeans to fulfil their potential, pursue their dreams and follow their interests in diverse fields.\"</p><p>It will be extremely challenging to fulfil this promise. Already, today, there are concerns about providing enough job opportunities for PMETs and equipping Singaporeans with the right skills to fill such jobs.</p><p>The future world that the young will operate in will be even more competitive. It will be full of smart, well-educated, very ambitious and driven young men and women, many of them in Asia, and they will do whatever it takes to succeed. The future world will also be characterised by rapid change, as new technological developments push corporations to innovate or die and propel societies to adapt or wither.</p><p>Our education system must prepare our young for such a competitive, fast-changing world. Our system, therefore, has to teach our young to have multi-disciplinary skills, to be versatile and adaptable. We must equip our young with skills of the future, in a world where work will be transformed and enabled by technology.</p><p>To date, our education system has done well. It has evolved over the past decades – from a one-size-fits all in the colonial days to post-World War II's \"10-year programme\" to the \"survival-driven education\" in the 1950s and 1960s, to quality education in the 1980s and to the \"Thinking Schools, Learning Nation\" in the 1990s, which continues to be relevant today. Because of our rigorously well-designed education system, Singapore has been able to nurture generations of knowledgeable and skilled Singaporeans. Singapore has also been able to capitalise on our talented human resource to transform our nation from a Third World to First World within one lifetime. We must now evolve our education system once more to keep it relevant to the economy and to the future.</p><p>The April edition of&nbsp;The Economist&nbsp;carried an article titled \"Coding in Schools, A is for Algorithm\". It discussed how computer coding – a fundamental in understanding and designing technology – is proliferating in schools in many countries. For instance, computer science is slated to become part of England's primary school curriculum this September. The article further noted that, \"Many other places are beefing up computer-science teaching, too. Israel was an early adopter, updating its high-school syllabus a decade ago; New Zealand and some German states recently did the same. Australia and Denmark are now following suit.\"</p><p>These countries are taking steps to prepare their children and youths for the future. We must do the same. I am not saying that teaching coding is definitely the way to go; but it is important that our education planners adopt a future-oriented attitude in curriculum development. The consequences are dire for our young if our education does not match the needs of the economy. The case of Europe is perhaps a grim warning for all of us.</p><p>Last year, I had the chance to discuss this subject with some European officials who are deeply concerned about the Continent's high youth unemployment. About one in four young people in Europe cannot find a job. That is about 5.5 million young people in Europe out of work. In some EU member countries, the youth unemployment rate can reach more than 50%.</p><p>However, at the same time, there are about 2.5 million job vacancies with no one to fill them. Why is that so? Because there is a mismatch of skills and lack of practical hands-on experience. There is a demand for labour in jobs requiring STEM knowledge, that is, Scientific, Technical, Engineering and Mathematical knowledge. However, many young Europeans are not educated enough in these areas and, despite having a degree, they are finding it difficult to secure a proper job. Many end up in temporary jobs.</p><p>The officials I met were concerned not only with the immediate impact on the young people's well-being but also with the risks of long-term scarring. They worry about an entire generation of young European people unable to find work for months or maybe years at a time, watching their contemporaries in other countries move far ahead while they stay static, feeling lost and depressed, losing drive and hope during the prime years of their lives. We must not allow Singapore to get into such a situation.</p><p>We must enable our young people to have meaningful employment and to be empowered to support themselves and their families. We need to prepare our youths for diverse job opportunities, avoid ever letting them experience the despair of wasted youth, of losing hope in the prime years of their lives.</p><p>Of course, it is not enough to have an education system that only equips the most capable students to succeed. Our system must ensure that all young Singaporeans, with their different aptitudes and starting points, can have the best chance of succeeding in life. In this vein, I feel very heartened by the President's statement that \"we will keep pathways upwards open to all Singaporeans, regardless of background or family circumstances\" and that \"Singapore must remain a nation of opportunities for all. Those who do not succeed at first should have a second chance, indeed must always have the chance to try again.\"</p><p>I look forward to MOE's new initiatives to do this. It is not enough also for education to be solely about preparing students for the future economy. Clearly, it must also nurture in our young critical thinking skills, resilience and adaptability, lifelong learning habits and values that will stand them well throughout their lives. Most importantly, it must inspire them to greatness – to want to do better; to want to do more for our community, for the nation and perhaps even for the world; to be inspired to take Singapore to ever greater heights. We must support and nurture our youths, for it is young Singaporeans who will carry forward and fulfil the hopes and dreams of Singapore.</p><p>We must never allow young Singaporeans to ever share the pessimism that youths in other developed countries have, which is a finding that a recent&nbsp;Ipsos Mori&nbsp;study has shown. We must create a Singapore that not only provides many opportunities but also more comprehensive safety nets which enable Singaporeans to explore the world and succeed in different ventures and also provide a safe and comfortable home for all Singaporeans.</p><p>As we approach our 50th year of Independence, I dream of a Singapore that is both compassionate and competitive, successful yet inclusive. That means meritocracy must stay. Without meritocracy, we risk making way for cronyism, favouritism and discrimination – all of which we, as Singaporeans, have clearly rejected. We can invest more in those who start off further behind, and we can create more pathways and entry points for them. But we must also not hold back talented Singaporeans, to fulfil some misguided sense of social fairness. Instead, we have to allow Singaporeans with talent and grit to get ahead and to help pull our nation ahead.</p><p>However, our meritocracy must be tempered with compassion and a sense of community. We cannot be a careless and care-less meritocracy. We cannot be careless in the way we implement meritocracy such that our system ends up exacerbating inequality and breeding politics of envy or, worse, class warfare between the haves and have-nots. We cannot be care-less and end up with a Singapore society that is cold, fragmented and brittle. We must be a society where there is mutual respect and camaraderie among all Singaporeans, where the more successful Singaporeans feel for and will help those who are less successful and where all of us share a common cause to build Singapore together.</p><p>Our Government policies must shift to put in place the framework for this better Singapore. I am glad that the President's Address has articulated a strong message of making policy changes to improve Singapore for Singaporeans. But true changes require also a change in the spirit of our nation. It requires all Singaporeans to believe in our Singapore Dream and commit to creating the miracle again and again.</p><p>Although Singapore is now passing or almost passing the half-century mark, ours is still a young nation full of promise. As we approach our 50th year next year, let us give our wholehearted support to the President's call to take pride in what we have achieved and pledge ourselves anew to build a better, brighter Singapore. With that, I support the Motion.</p><h6>3.06 pm</h6><p><strong>Dr Janil Puthucheary (Pasir Ris-Punggol)</strong>: Mdm Speaker, I rise in support of the Motion to thank the President for his Address. Healthcare is a topic that has generated much discussion, debate and anxiety. Recently, we have seen a number of significant policy announcements.</p><p>The centrality of health to our personal happiness and satisfaction with life is often only appreciated in disease or, hopefully, recovery. Health, like many truly important things like family and friends, safety and security, good governance and clean government, is only deeply appreciated when lost or at risk. Health is a topic where much anxiety is the result of us grappling with the unknown. On a personal level, we do not know when, how or if we will get sick. As a family, we are unsure of who will do the caring and who will need support until the situation presents itself. As a society, we do not know what will happen in the next five to 10 years in terms of disease, new treatments and costs.</p><p>In the healthcare profession, we often have to balance the choices in deciding between a risk-tolerant path and a risk-averse path. We have to weigh the potential benefits of a decision, a new medicine, a surgical approach: what will happen if everything works well, as I planned against the risks that everything will go horribly wrong? What is the worst case scenario?</p><p>On a society-wide basis, given the uncertainties, it is only right and proper that the policy approach has to be one that is risk-averse. This prudent, conservative approach can be seen in the recent policy announcements and the ensuing discussions. Even as we strive to ensure that excellent healthcare is delivered in as timely a manner as possible, to as many people as possible, at as low a cost as possible, we have had to pay special attention to ensuring the long-term sustainability and financial viability of our healthcare service.</p><p>Madam, MediShield Life and the recent announcements are timely, wide-reaching and address many important concerns about our current model as we project forward on the basis of our changing demography, earning power, life span and quality of life. But I hope today to look even further ahead and ask: where might we go next after we have put our system on a more solid foundation of financial viability and outreach, what next for our healthcare service, and how might we get there?</p><p>One of the first questions to ask is: do we yet have an advanced healthcare system in Singapore? Many other nations think so. We have many regular visits by healthcare professionals and policymakers hoping to learn from us and about us. We rank highly on many lists. The local news very regularly has stories of the latest and greatest new technology or technique that is being implemented in one of our public institutions.</p><p>An analytic approach would ask that an advanced public healthcare service be accessible, affordable, safe, comprehensive, provide high quality care which is cost-effective and, finally, is one which invests significantly in strategies to prevent disease. In each of these domains, we can always do better, we can always do more, but, in general, we are doing pretty well. The facts are out there, together with a whole host of hysterical, irresponsible and inaccurate claims about a catastrophically dysfunctional system. The facts are out there. We need to keep calm, check the facts, look at the reality and not the hyperbole.</p><p>As a sidebar, as a digression and as an example of that hyperbole, I am going to choose one example of what I believe is sound-bite politics: \"CDC expects a family of four to live on $50 a month.\" We know this is not the case. The CDC does not expect a family of four to live on $50 a month. But someone has chosen to highlight that one fact, that one number, and make an implication that this is so. Real politics is spending time with this family.</p><p>I have several families in similar circumstances – low-income, two kids, one or more parents out of work and, yes, they get $50 from CDC a month. But they get a lot of other things as well. They get help from the temple, they get help from us. They get help from members of our civil society, our grassroots leaders, our welfare team. This is civil society in action. That family is not surviving on $50 a month.</p><p>We mentor them, the volunteers make sure that the kids get some free tuition. When there are toys and books available, they are passed to these families. And most importantly, wherever possible, we look to find ways to upskill and upgrade the work that the parents do so that they maintain the dignity of their family so that they can provide for themselves and that they can go on to look after themselves. This is real politics – understanding all that that family gets and all that that family needs, and not going for the hyperbole of one fact and one number to score points.</p><p>Let me return to healthcare. The key factor in answering the question is the health of Singaporeans, the outcome. In the hyperbole example I gave, the outcome is: how does the family fare over time? Let me return to healthcare. I will stop digressing.</p><p>The key factor in answering the question is the health of Singaporeans. We are living longer, living healthier and we are having a better quality of life, one that is the envy of the world. If we check the facts, we come to the conclusion that, on the whole, we have the privilege and the luxury of living in a healthy nation, with one of the best healthcare systems on the planet.</p><p>That is where we are now. Where are we going? How should our system evolve? How should we decide on the balance between preventive strategies and acute interventions? Which aspects should be centrally controlled and directly delivered by the Government agencies? Which aspects should be decentralised, deregulated, exposed to market forces to drive multiple innovative solutions and be allowed to find a true pricing?</p><p>Before we tackle these issues, allow me another digression. I have in front of me here the secrets of a long, happy and healthy life. It turns out the secrets were hiding in plain sight all this time and I propose to share them with this House. I have a list of eight steps which, if followed, will guarantee a better life. Confirmed. This sounds like a dubious link on your Facebook feed, but I promise you there are no adverts.</p><p>Number one&nbsp;– eat in moderation, do not get fooled by fads or special diets. Just eat sensibly and not too much. It turns out that every single proposed special diet has been demonstrated to be ineffective, but having some common sense about what you eat can work wonders&nbsp;– more fruits, more vegetables, less cake. Eat in moderation.</p><p>Number two&nbsp;– cut your sugar intake, drastically. However much you are adding to your diet, reduce it. Add as little sugar as possible to your food and drinks. Drink water rather than sweet drinks.</p><p>Number three – this may be painful for some – if you are going to drink alcohol, make sure it is less than one glass of wine a day, on average.</p><p>Number four&nbsp;– this should not be painful to anybody – do not smoke. Ever. Do not let anyone around you expose you to second-hand smoke. And stop your friends from smoking, because you need them to live long enough to help you with point number 8 which is coming up soon. Do not smoke, ever.</p><p>Number five&nbsp;– get some exercise. This can be divided into three types of exercise and you need to think about all three. Get some continual low-level, low-intensity exercise, equivalent to taking about 10,000 steps a day. This keeps everything ticking over, ensuring an optimal metabolic rate – walk, get off the bus early, maybe get off the bus two stops early, take the stairs. Find little ways to walk as part of a daily routine.</p><p>Next, you also need to play a sport, or do something which is an occasional high-intensity effort so that you build up your reserve capacity which allows you to cope with the surprises that life will throw at you.</p><p>Thirdly, as we get older, we need to pay attention to maintaining strength, particularly in the upper body. This helps you to cope with falls, helps you to keep mobile and what was taken for granted in terms of strength in our youth needs work and attention as we work past 40. Get some exercise.</p><p>Number six&nbsp;– this may be difficult for all of us in this House to fix at this point in time – have a healthy mother and, especially, make sure she was healthy before she thought of having you. Jokes aside, if we take this seriously and introduce this into our healthcare planning, we can significantly improve the health of the next generation, the yet-to-be-born, by helping young women ensure they are in optimal health prior to starting a family. The health of the mother before and during pregnancy has been shown to affect the health of the child throughout their life. Have a healthy mother.</p><p>Number seven&nbsp;– have a purpose and a mission in life. Not a problem for all my colleagues in this House, clearly. This is rarely an issue in our childhood, teens and while we are in education or building our careers. But there is good research to show that as we age, those of us that continue to see ourselves as having a purpose in the world cope better, live longer, live healthier. Have a purpose in life.</p><p>Number eight – and this is why you need your friends to stop smoking. Maintain your friendships, social networks, family ties and relationships. These need nurturing and attention. We know that seniors that are part of an extended network of social relationships live longer, healthier lives. Isolation is bad for your health. Stay close to your friends and family.</p><p>Eight key points and such simple ideas. Many do not require any expense – I would not go so far as to say \"free\". All will result in a better, healthier life. Taken together, these eight points could completely change the health outlook of an individual, let alone a nation. We have the answers, but are we asking the right questions? These are not flights of fancy. These are not fads. These are proven through science, research and experience to be extremely effective at driving important health outcomes and are all very cost-effective.</p><p>Yet, if we look at our healthcare system and that of any advanced economy, what do we see? We see that these key ideas are dealt with by a public health authority, by a Government agency. These key drivers of health are centrally addressed, or left entirely to individual choice, to the individual to make the behavioural change.</p><p>If we look to the typical interventions of medicine on the other hand, clinics, hospitals, pills, surgery, chemotherapy, MRI scans; if we look at what we do as reactive medicine, rather than preventive medicine, we see a market-based, competition-driven ecosystem, centred around large academic hospitals that support technology-intensive, expensive interventions, some of which will only result in marginal improvements in key health outcomes.</p><p>Why? Because for these complex, difficult, expensive treatments, we want to drive competition to manage costs. We want to use the market and competition to drive innovation and novel solutions, we reduce central control in the hope that it results in better health. But there is a problem. In order for an efficient market to drive the right outcomes, we need two key factors. First, the ability of citizens to make a choice by choosing their healthcare provider. This is happening. Singaporeans are not tied to a provider by location, where they live, or by a primary care gatekeeper, like in some advanced economies. The public health insurance is truly portable across a variety of providers and, in addition, the citizen can choose to access private healthcare. This comprehensive access and mobility are a strong and important part of our system. But the second factor is based on information. In order for a market to function efficiently, the consumer, the patient, must have enough information in order to make valid comparisons.</p><p>In healthcare, this is missing. This is not a local problem. It extends across healthcare systems throughout the world. The information asymmetry is huge. The outcomes that a patient can know about, that the Ministry can collate, analyse and publish, such as length of stay, bed occupancy, infection rates, complication rates, mortality rates and so on rarely address the true value of healthcare quality. We all know this intrinsically. This is why a personal referral to a healthcare provider is so much appreciated, especially for complex and difficult problems.</p><p>Simplistically put, only another cardiologist can truly assess if a cardiologist is any good. This is the basis for the self-regulating, self-governing nature of the medical profession. Regulatory authorities and agencies have difficulty in assessing the professional performance of healthcare providers. Not for lack of trying, not because they are not collecting, analysing and publishing large amounts of data. It is just that this information does not truly reflect the underlying quality of the provider. Could it be that one of the reasons that healthcare costs continue to rise is because of this very significant information asymmetry, leading to inefficient market mechanisms?</p><p>So, we have a market-driven, competitive environment for expensive, inefficient healthcare interventions, without the true information flow needed for market-driven choices. And we have a centrally controlled Government agency-driven approach for simple, effective cheap preventive interventions that are proven to have deep positive impacts on the healthcare outcomes that matter. Why?</p><p>There are many reasons why this is the situation we find ourselves in. Some are reasons of history and development; some are reasons of science as we did not know then what we know now. We did what we did with the best intentions on the basis of what was known at the time.</p><p>But, mostly, we are in this situation because, like democracy, for all its faults, we have not found a better solution. It is the least bad solution to the problem of public healthcare services. Yet, should we invert the situation? Should we move to have a diffused, market-based competitive environment to drive the key human behaviours around things like diet and exercise that result in better health, and a centralised command approach to the complex acute expensive care so that inefficiencies are removed and the information asymmetry is no longer a problem? This would be a radical change from the current situation, but what if this were the ideal solution for our nation?</p><p>I offer this idea not as a solution, but as an idea, as a thought experiment, if you will. I do not know what the future of our healthcare landscape should look like ideally, but this is the kind of outcome-driven, evidence-based, restructuring that we will have to think about if we want to plan ahead. The actual ideal destination may be quite different from what I have described and it will take a lot more work to develop a vision of where we want to go. But getting there from here, from where we are now, will be no less challenging. No less challenging than changing our system to match the ideas I have just described.</p><p>There are many complex pieces of the puzzle, there are counter-intuitive scientific findings, there are competing ideas and there are vested interests. How would we get there, how would we navigate the difficulties and uncertainties?</p><p>We will need a long-sighted, clear-headed approach. We will need the ability to make rational choices that may not be immediately popular and we will need the ability to balance between the risks and benefits.</p><p>One of the key challenges in the practice of medicine is to persuade a patient to take some medicine to prevent a problem in the future. You are asking a patient to take a substance with side effects, sometimes unpleasant side effects, in order to prevent a problem that they have not yet suffered. Right now, sitting in front of you, they feel fine. One example is hypertension, high blood pressure. Usually picked up on a health check, the patient feels completely normal. Untreated, this can lead to serious problems, perhaps even to death. You have to persuade the patients that they have to change their lifestyle, get some exercise, watch their diet, take this pill, suffer the side effects now. All to deal with something that they have not yet experienced. \"But, doc, I feel fine.\" It is not easy to make those changes, to accept those trade-offs. No wonder there is a thriving industry making money persuading people that everything will be okay, just take this herb, this \"koyok\". All natural, organic even, no side effects, cures everything. People want to believe it is that easy for everything to be okay. Some folks want to believe that just by having more choices and everything will be okay, do not worry.</p><p>And how do we deal with this misconception? How do we persuade the patient to do the right thing? You can explain, you can reason, you can discuss but, at the end of the day, it comes down to trust. Trust is the key issue in choosing a healthcare provider because, at heart, we know about the information asymmetry. We know that there has to be a leap of trust in taking a recommendation from our physician. There are risks and, therefore, there needs to be trust.</p><p>Do we have this trust? Do we have the long-sighted, clear-headed approach needed to address the vision of what our public healthcare landscape needs to look like in 20 years' time? Do we have the institutional ability to do the right thing, in anticipation of unknowns, in dealing with the anxiety of an uncertain future?</p><p>Doing the right thing seems so obvious, just like the eight steps to lifelong health and happiness I laid out. Will we do the right thing? Or will we go down the route laid out for us by many other advanced economies, where the key issues of healthcare financing, structure and delivery are increasingly polarised and politicised?</p><p>Looking around at the world outside our borders, it is clear that the more politicians play with healthcare, the worse the health of the nation, because short-term popular political interests overthrow the long-term outcome and the true deep issues. What would the increasing politicisation of healthcare look like?</p><p>It would start with sound-bite politics, like making comments about active ageing as joke about corridor beds when these are not reflective of the health outcomes. It may progress to attacking spending on healthcare instead of addressing the success we have had in terms of healthcare outcomes.</p><p><strong> Mdm Speaker</strong>: Dr Janil Puthucheary, you have only got one minute left to convince us of your theories.</p><p><strong>Dr Janil Puthucheary</strong>: I will try my best. How might we recognise playing politics with healthcare? It can be recognised by politicians taking pot-shots at easy targets, not discussing outcomes or consequences. The more politicians use healthcare as a tool for advantage, the more the health of the nation suffers.</p><p>Madam, I am not for one minute suggesting that debate and a diversity of opinions are not necessary, merely that they are not in themselves sufficient to help us navigate difficult choices in the future.</p><p>In medicine, we are often asked to provide a second opinion. Sometimes, there are many different teams looking after one patient with many opinions. When I consult for a second opinion, usually, there will be many points of agreement with the primary team.</p><p><strong> Mdm Speaker</strong>:&nbsp;Please wind up your speech, Dr Puthucheary.</p><p><strong>Dr Janil Puthucheary</strong>: Maybe, out of 10 decisions, I might agree with nine, and have a different perspective on the tenth. What you do with that difference is critical. You can spend time explaining how you agree on most of the plan; you can spend time explaining that the physician is someone you trust and is it not good that you have an opportunity to discuss and agree on the best way forward. Or you can focus your energy on that one point of disagreement and suggest, imply or even outright say that you are better and the other person is bad, and the patient will be far better off with you.</p><p><strong> Mdm Speaker </strong>:Dr Puthucheary, I have to stop you there. Your time is up.</p><p><strong>Dr Janil Puthucheary</strong>:&nbsp;Mdm Speaker, thank you for the opportunity. I support the Motion.</p><p><strong> </strong></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Exempted Business", "subTitle": null, "sectionType": "OS", "content": "<p><strong>Mdm Speaker</strong>: Yes. Minister Gan. Do you have a point to make?</p><p><strong>The Minister for Health (Mr Gan Kim Yong)</strong>:&nbsp;Madam, in view of the interesting speech that Dr Puthucheary has been delivering, may I seek the consent of the House to extend the speaking time for Dr Puthucheary?</p><p><strong>Mdm Speaker</strong>:&nbsp;Well, I give my consent. Does the Whip have the general assent of hon Members present to so move?</p><p>[(proc text) Hon Members  indicated assent.&nbsp; (proc text)]</p><p>[(proc text) With the consent of Mdm Speaker and the general assent of Members present, question put, and agreed to. (proc text)]</p><p>[(proc text) Resolved, that the speaking time be extended for the hon Member. – [Mr Gan Kim Yong]. (proc text)]</p><p><strong>Mdm Speaker</strong>:&nbsp;Dr Puthucheary, please proceed.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Debate on President's Address", "subTitle": null, "sectionType": "OS", "content": "<p>[(proc text) Debate resumed. (proc text)]</p><p><strong>Dr Janil Puthucheary</strong>:&nbsp;Thank you, Mdm Speaker. I am honoured by this opportunity and I promise I do not have another eight steps.</p><p>One of the things that I stress with my students in my teaching is how to choose between two proposed solutions. In choosing between two proposed solutions in medicine, in academia and research, one has to be intellectually honest. The most common reason that I need to explain this to the students is that in that intellectual honesty, one must compare the risks of your proposed solution with the risks of your opponent's, and the benefits of your proposed solution against the benefits of your opponent's.</p><p>The politicisation of healthcare can be easily recognised by the presence of this intellectual dishonesty, where the benefits of one's proposal are compared with the risks of one's opponent's. A good example of this type of intellectual dishonesty is another bit of sound-bite politics. Medical insurance premiums are higher than the payouts. There is a very good reason for that. Our population is ageing; there are uncertain risks in the future; there are likely to be rising costs.</p><p>One has to take the holistic approach and understand the whole situation. What would be the risks if we ensured that payouts were the same as premiums? Is that a situation that we want – to ensure that payouts are the same as premiums? Would there be no risks associated with that? Would that be good for the long-term health of our nation and our future?</p><p>We do not have to look very far or very hard for examples where short-term policy interests or short-term electoral interests have meant that the long-term health of a nation has not been served, where the attempts to reform a public healthcare system for the greater good have been blocked by the pursuit of electoral advantage.</p><p>Madam, I am not for a minute suggesting that debate and diversity of opinions are not necessary, but merely that they are not in themselves sufficient to help us navigate the difficult choices in the future.</p><p>I have explained my concerns about how one provides a second opinion. One can in a negative way focus one's energy on the one point of disagreement and imply that one's opinion is outright better than the others. This approach would be self-serving, confrontational and serves the interest of the person giving the second opinion.</p><p>The other approach would be collaborative, collegial, constructive. What you say and how you say it matter. What you do not say is observed very closely. A collaborative, collegial approach builds trust in the people for being honest and open. But far more importantly, it builds trust in the institution of the profession. And this is, ultimately, what we must strive for in politics, as in healthcare.</p><p>As Senior Minister of State Indranee Rajah put it yesterday very eloquently, \"politics is real\". Madam, it is not that we do not have to improve things. We do. It is not that there are no gaps, no problems. There are. We need to invest in the expansion of services and, more importantly, in manpower. On the ground, it looks like that is exactly what we are doing. We need to develop an ecosystem that integrates research into education and practice. That is what we are doing; it is happening. We need to improve on-the-job training with the view to maintaining safety and, at the same time, improving the effectiveness of training. That is what I see happening around me.</p><p>I support the Government's policies not because I am compliant but because the policies are getting the outcomes we need. To agree with someone else's policies is not compliant politics. If the policy is good and it achieves its outcomes for a better life for citizens, then attacking it does not generate better politics.</p><p>If the Government has a good policy, then the civil service supporting it is not being compliant. It is serving the best interests of our nation.</p><p>It is not enough to say you are supportive of good policies and good governance, in general. What you say and how you say it are both important, as are what you choose to say nothing about. When you fail to acknowledge the good, when you avoid discussion of consequences and trade-offs, when you spend a whole speech attacking one point you disagree with and fail to support all the others you should agree with, when you incite division in the name of diversity, when you silently support xenophobia in the name of nationalism, these are not the markers of good politics, no matter how much debate and diversity of opinion they may reflect.</p><p>Madam, I have used healthcare as an analogy for politics and as a way of highlighting some ideas but, in concluding, I wish to return to it as a subject in its own right. Something that we have to get right, just as we have to get our politics right.</p><p>I plead for the good sense, wisdom and experience of the healthcare professionals to prevail in serving the long-term good of the nation and to continue doing the right thing. I ask that we remain risk-averse with our public healthcare system and its finances. I hope that we can avoid using the politicisation of our excellent public healthcare system as an electoral tool.</p><p>The politicisation of healthcare would look like using anecdotes to create fear and anxiety, telling carefully selected stories about unusual situations with a view to persuading people that everything is bad and needs to be changed.</p><p>The politicisation of healthcare would look like ignoring the hard work done by our healthcare workers of every profession in holding back the darkness and desperation that comes with ill-health and disease. It would look like pretending that healthcare workers are heartless automatons, rather than deeply caring human beings who are doing their best to care for the public. Above all, it would look like ignoring the excellent health and healthcare outcomes that we, as a nation, have achieved and will continue to achieve. Madam, with that, I thank you for your indulgence and I support the Motion.</p><p><strong>Mdm Speaker</strong>: I propose to take the break now. I suspend the Sitting and will take the Chair at 3.55 pm.</p><p class=\"ql-align-right\"><em>&nbsp;Sitting accordingly suspended</em></p><p class=\"ql-align-right\"><em>&nbsp;at 3.34 pm until 3.55 pm.</em></p><p class=\"ql-align-center\"><em>Sitting resumed at 3.55 pm</em></p><p class=\"ql-align-center\"><strong>[Mdm Speaker in the Chair]</strong></p><h4 class=\"ql-align-center\">&nbsp;<strong>Debate on President's Address</strong></h4><p>[(proc text) Debate resumed. (proc text)]</p><p><strong>Mdm Speaker</strong>:&nbsp;Mr Gerald Giam.</p><p><strong>Mr Gerald Giam Yean Song</strong>:&nbsp;Thank you, Madam. I just want to clarify a point that Dr Janil said in his speech earlier on. I never said or suggested that health insurance payouts should be more than the premiums collected. But for a social health insurance scheme which is what MediShield Life should be, the premiums collected do not need to be so much more.</p><p>As a point of comparison, the US Affordable Care Act, the new ObamaCare, mandates a minimum loss ratio of between 80% and 85%. Ours is, on average, 63% over the last 11 years, and it was 75% in 2012. So, the US Affordable Care Act mandates that the minimum loss ratio should be between 80% and 85% and that insurers who do not spend 80%-85% of their premiums in healthcare costs must now issue rebates to consumers. And these are all commercial insurers. These are not social health insurers.</p><p><strong>Mdm Speaker</strong>:&nbsp;Dr Puthucheary.</p><p><strong>Dr Janil Puthucheary</strong>:&nbsp;Thank you, Madam. Mr Giam brings up some very good points. And if I could take them in reverse order. Firstly, we are talking about a public social insurance and he is comparing it with a private, for-profit environment in the United States. So, I do not think his comparison is valid.</p><p>Secondly, I am loath to use the United States as the be-all and end-all for a model of where our healthcare system should evolve to. Even the policymakers and office holders in the United States would readily admit that the short-term electoral outlook significantly constrains their ability to take a long-term strategic vision for the healthcare system of their nation.</p><p>Lastly, I would like to make one point, which is: what if he is wrong? What if Mr Giam's supposition that we could increase payouts is wrong and we should compare that to what if the current situation is the wrong decision? If the current situation where, as he puts it, the payouts are far less than the premiums collected, that is the wrong decision. We save a little bit too much. If he is wrong, and we pay out more, if we pay out more and he is wrong, what is the worst case scenario? The worst case scenario is that our public healthcare financing becomes insolvent and we are unable to support the healthcare needs of a generation possibly.</p><p>This has happened in many other countries. The intellectually honest thing to do is to compare risks versus risks, benefits versus benefits, and worst-case scenarios against worst-case scenarios – not to cherry-pick the benefits of your proposal against the potential risks of the proposal in front of you. Thank you, Madam, for your indulgence.</p><p><strong>Mr Gerald Giam Yean Song</strong>:&nbsp;Madam, I am glad he made that clarification. In fact, I cited ObamaCare precisely because of the US health system and the trouble that it is in today and the fact that it is a commercial insurance scheme rather than a social insurance scheme. In fact, a social insurance scheme should have a much higher loss ratio than a commercial insurance scheme because commercial insurance wants to make money, whereas the Government is not in the business of making money. In fact, MediShield is supposed to be a not-for-profit insurance scheme.</p><p>Secondly, he asked about the grave scenario if payouts become more than the premiums collected. Now, in the case of medical insurance, it is relatively easy to be able to project what are the likely payouts to be and compared to, let us, say, earthquake insurance or something that has a much lower frequency compared to health insurance, where you are able to see the trend and the cost of medical expenses over the years and be able to project what the payouts should be.</p><p>So, the question is: if it comes to the point where, because of the miscalculations, we aim for a 90% or 80% medical loss ratio but, for some reason, there is SARS that year or something like that happens, then we have a situation where the Government would have to step in to subsidise a bit more of the cost and the premiums can rise behind the increase in cost, not before you know that the costs are going to increase, then you raise the premiums.</p><p><strong>Mdm Speaker</strong>:&nbsp;Dr Puthucheary.</p><p><strong>Dr Janil Puthucheary</strong>:&nbsp;Madam, because we are talking about a social public good, it is, therefore, incumbent that we take a longer term, prudent approach, past one electoral cycle. I am glad that Mr Giam feels that medical expenditure is predictable. I and my professional colleagues would completely disagree. There is a lot of uncertainty about how costs will rise.</p><p>Myself and my brothers and sisters in the healthcare profession are part of that problem because we keep researching and coming up with all kinds of ways to spend the Health Minister's money.</p><p>Lastly, the example of SARS is a great example. It is precisely because of the prudent, conservative, risk-averse approach that we take on a day-to-day basis that when something like SARS comes along, the Government is able to step in and do what needs to be done.</p><p><strong>Mdm Speaker</strong>: Minister Gan Kim Yong.</p><h6>4.01 pm</h6><p><strong>Mr Gan Kim Yong</strong>:&nbsp;Mdm Speaker, I rise in support of the Motion. Madam, the President's Address outlined several programmes to strengthen our social safety net. One of the key areas is keeping healthcare affordable for Singaporeans.</p><p>In the last few years, we have reshaped our health and aged care services&nbsp;– adding capacity, bringing services closer to citizens and we have taken steps to make healthcare services more affordable for Singaporeans.</p><p>We have increased subsidies in our hospitals and intermediate and long-term care facilities. We have expanded Medisave uses in the outpatient setting for chronic disease treatment, selected vaccinations and screenings.</p><p>To make primary care at GP clinics more affordable, we introduced the Primary Care Partnership Scheme which later became the Community Health Assist Scheme (CHAS). CHAS was last enhanced this year with the removal of the age criterion and the inclusion of additional chronic diseases. We are going one step further to enhance CHAS by extending it to all pioneers regardless of their income and assets, and with even better benefits.</p><p>In the next few years, we will put in place a new social compact so that all Singaporeans know that they are looked after, in good times and bad.</p><p>One major initiative in this direction is the proposed MediShield Life. MediShield has played an important role in helping Singaporeans with large medical bills. Over the years, we have improved MediShield to keep up with the changing needs of Singaporeans. We extended the maximum age of coverage because Singaporeans are now living longer. We increased the claim limits to keep pace with medical inflation and improvements in healthcare technology.</p><p>Here, I must disagree with Mr Giam that healthcare inflation is easy to estimate. It is very difficult to estimate what kind of healthcare costs we will be facing because there are many, many drivers for healthcare costs. Ageing is one aspect; development of new technology is another aspect; easier access will also drive up demand and demand will drive up costs.</p><p>Last year, we expanded MediShield to also cover congenital and neonatal conditions. With each improvement, Singaporeans are better protected.</p><p>Moving from MediShield to MediShield Life next year is a much more significant shift. It will provide stronger and lifetime protection for all of us today and our children in future. It will also reflect a stronger sense of community, because it will involve Singaporeans coming together collectively to look after one another. This is what an inclusive and caring society is about.</p><p>MediShield Life works on the concept of risk-pooling. All of us will each contribute our share into the pool and the few among us who face large hospital bills can then draw on the pool to help pay for their bills. This way, all of us can be protected and assured.</p><p>However, for MediShield Life to work to protect all Singaporeans, all of us need to do our part. We must contribute our share of the premiums and we must do all we can to keep healthy. And I would encourage you to adopt the eight steps promulgated by Dr Janil Puthucheary. That would help us keep healthy longer. Healthcare providers need to deliver cost-effective services and avoid driving up demand or pushing up claims which will eventually result in higher premiums in future years.</p><p>The Government has committed to ensuring that premiums for MediShield Life are affordable for everyone, not just the high income, but also for the middle and lower income. This is a long-term commitment, so that everyone will always be protected and have peace of mind.</p><p>The MediShield Life Review Committee has been working since last November to review and recommend the key benefits and parameters for MediShield Life.</p><p>Led by Mr Bobby Chin, the Committee has intensively engaged people of all ages and backgrounds. They have also spoken to key stakeholders and experts, such as the unions, grassroots, employers, academics, insurers, actuaries and healthcare professionals. I would like to express my sincere appreciation for the Committee's hard work and for those who have contributed their views, including the Government Parliamentary Committee on Health, which has put up a comprehensive list of proposals.</p><p>It is, indeed, encouraging to hear that MediShield Life has received broad-based support from Singaporeans. Those with friends or family members who could not be covered by insurance due to their pre-existing conditions, such as those with cancer, stroke or heart conditions, were especially appreciative that MediShield Life would cover them and give them peace of mind about healthcare costs.</p><p>I visited a National Kidney Foundation (NKF) Dialysis Centre last week in Ang Mo Kio and some of the patients there could not get insurance protection because of their kidney conditions. But with MediShield Life, they will be able to get the protection and peace of mind they have longed for, not just for dialysis treatments but also for hospital bills that they may face from time to time.</p><p>Many Singaporeans understand that premiums will have to go up when benefits are improved. Some are concerned that improvements to benefits would lead to over-consumption of healthcare services, resulting in higher costs and higher premiums in the long run.</p><p>The Committee has to calibrate carefully and strike a balance between providing better protection for Singaporeans and keeping premiums affordable.</p><p>The Committee shared in March this year its preliminary findings and thinking on MediShield Life. They suggested three key shifts: removing the lifetime claim limit of $300,000; increasing claim limits significantly for hospital stays and outpatient cancer treatments; and cutting patients' co-insurance rates by half.</p><p>The Government is supportive of these recommendations. If implemented, MediShield Life will pay out more and cover a larger portion of the bills, reducing significantly what patients have to pay.</p><p>Let me give you some examples of how these will work out.</p><p>Forty-eight-year-old Mr Yee Kwek Chin was hospitalised for 14 days for stroke. His MediShield currently covered about $5,000 of his subsidised bill and he paid the remaining $4,800 using his Medisave. With the higher daily ward limits and lower co-insurance rates, the Committee has recommended for MediShield Life, patients like Mr Yee would need to pay only $2,500 of his bill, or half of what he has to pay today.</p><p>Currently, MediShield coverage stops when one reaches 91 years old. For those Singaporeans who are older, like Mr Yasmuddin Rasul, who is 92 years old, they will not be covered under MediShield today. With MediShield Life, there will be no age limit. Older Singaporeans will be brought into the scheme and be covered for life.</p><p>The removal of the lifetime claims limit will benefit long-term dialysis patients like Mr Hashim Abdul Rahim whom I met last week at the NKF Dialysis Centre. MediShield Life will also benefit patients like Mdm Wong Kui Lan, who is 65 years old and has no insurance coverage. She has been undergoing dialysis for about a year and suffers from high blood pressure, heart conditions and cataract. In the past year, the total subsidised bill for her hospital stays came close to $8,000. MediShield Life will protect Singaporeans like Mr Hashim and Mdm Wong in the future, reducing the amount they have to pay for their healthcare bills and relieving them of a heavy burden.</p><p>The Committee has shared with me that most Singaporeans hope that the MediShield Life premiums will remain affordable and can be fully paid for with Medisave so that they do not have to fork out cash for their premiums. Some shared that they are providing for a large family, for their children as well as their elderly parents, and are worried about whether they can continue to pay for their premiums in the future. They hope that the Government will provide those in financial need with more support to pay for their premiums.</p><p>The Government understands their concerns and we would provide direct help to Singaporeans in three ways. First, we will provide permanent premium subsidies for the less well-off and our pioneers. These are permanent subsidies and not one-off help. To help everyone transit from MediShield to MediShield Life, the Government will also be providing transitional support for the first few years for all Singaporeans, so that the premium increases will be phased in. Secondly, we will provide Medisave top-ups for the elderly and the low-income to help them pay for the premiums. Thirdly, for those who still cannot afford the premiums, we will provide direct financial assistance, such as through Medifund, over and above the premium subsidies.</p><p>The Committee is currently finalising its proposed recommendations to MediShield Life and I understand that they will be ready to share some of these details next month. My Ministry will review and finalise the design of MediShield Life after the Committee has submitted its final report and aim to implement it by the end of 2015.</p><p>Madam, we have announced the Pioneer Generation Package to recognise and honour our pioneers and address their concerns on healthcare. Together with MediShield Life and enhancements to subsidies for outpatient care, we reassure our seniors that we will take care of their healthcare needs. We will do more for them.</p><p>Beyond lessening their worries, we want our seniors to live life to the fullest, to always have something to look forward to and continue to achieve their aspirations in their silver years.</p><p>While we speak of the challenges of an ageing population, we should not forget that ageing and longevity are a blessing after all. We are all living longer and that is a good thing. But we must plan ahead to help Singaporeans age successfully and meaningfully.</p><p>The Ministerial Committee on Ageing has spent the last few years building up aged care services to support an ageing population. By 2020, we will add about 5,000 nursing home beds as well as expand the capacity of our centre-based services. We will also give home care a big push to support seniors to age in place. We have rolled out a set of quality standards on nursing homes and we are in the midst of developing guidelines for home care. Aged care services are made more affordable with higher and more targeted Government subsidies for the middle- and lower-income families.</p><p>Moving beyond developing aged care services, the Committee will coordinate a whole-of-nation effort to put together a coherent national agenda to prepare our population for successful ageing. This is an action plan that will holistically chart strategies and initiatives to support and enable Singaporeans to achieve meaningful and successful ageing. It will cover seven diverse areas&nbsp;– lifelong learning for seniors, employment, volunteerism, urban infrastructure, healthcare, retirement adequacy and research into ageing.</p><p>Ageing is a conversation that involves all of us&nbsp;– our aspirations for our silver years, how we hope to live our lives to the fullest, how we wish to relate to our peers and the younger generation, and the kind of society we wish to live in when we grow old. It is a conversation not just among the old, but also with the young.</p><p>From the middle of this year, the MCA will hold a series of public consultations to hear the aspirations and suggestions from Singaporeans on what we should do to collectively plan for successful ageing for our seniors and ourselves in time to come. We will also engage voluntary welfare organisations, businesses, unions and academia in this whole-of-nation conversation on ageing.</p><p>Let us now change the conversation about ageing&nbsp;– from worrying about the challenges that come from ageing to celebrating longevity.</p><p>We want to hear ideas from educational institutions, voluntary welfare organisations and senior learners themselves on what can be done to help seniors continue to learn new things so that they can remain active and their days filled with excitement.</p><p>For example, the Council for Third Age (C3A) has initiated Kopi and Toast, where active seniors mentor and encourage less active seniors to adopt an active lifestyle. Through this programme, the more reserved seniors have become more active and participated in activities which they had not done before, such as ukulele classes and even signing up as a volunteer for the 2015 SEA Games. The pilot run, which was conducted in 2013 with 68 seniors, received very good feedback through various success stories shared by participants.</p><p>We also want to hear suggestions from unions, employers and HR practitioners on how we can tap the talents and growth opportunities from a workforce that will enjoy longer years of productive lives and how the workplace can be made more welcoming and empowering for our seniors to put their experience and talents to good use.</p><p>St Luke's ElderCare is a good example. Its comprehensive age-friendly HR strategy has empowered seniors and developed a culture of lifelong learning and this allows seniors to be more competent, confident and appreciative of their work while at the same time keeping them engaged. St Luke's has shown that, given opportunities, seniors can continue to contribute meaningfully.</p><p>We also welcome ideas from community leaders, healthcare professionals and active agers on what we can do collectively to encourage and support our seniors to age actively and preserve good health for as long as possible. It is also important to explore how we can encourage and provide better support for multi-generation families, in terms of housing and amenities in the estates, how we can support them in strengthening family values and intergenerational bonds. For example, we are rolling out larger 3Gen flats for multigenerational families to stay together and injecting aged care services in our estates so that seniors can age at home close to their loved ones.</p><p>Professionals like architects, IT experts and urban and transport planners can also share their ideas on how we can build an intelligent city for all ages, leveraging on technology to make living easier for seniors, allowing them to participate as an active member of our society.</p><p>The formulation of the action plan will involve various Government agencies and Ministries, private and the people sectors. We will consult widely and we hope that the plan will be ready by next year. The ideas and suggestions we gather will then be incorporated into our national action plan for successful ageing. We hope that, through the collective efforts of Singaporeans – of all ages and from all walks of life – we can build a Nation for All Ages.</p><p>Singapore celebrates 50 years as a nation next year. The last 50 years of the Singapore Story is an amazing one of rapid development and growth, fuelled by youthful idealism and the strife for success.</p><p>For the next 50 years and beyond, the Singapore Story will surely continue. But it will not be identical to the last 50 years because we are now more mature and also wiser, economically stronger and more confident about our future. But we are still young as a nation. We must remain youthful in our ideals and aspirations, even as each of us grow older.</p><p>We will turn longevity into our advantage. We will work together to forge an action plan to make Singapore a Nation for All Ages. This will be the best tribute to our pioneers and the best gift to our next generation.</p><h6>4.19 pm</h6><p><strong>Mr Yee Jenn Jong (Non-Constituency Member)</strong>:&nbsp;Mdm Speaker, I will be speaking on education and social mobility. And, yes, I believe that constructive politics should be concise and I will be so in my speech. I will finish well within the allotted time. I wish to declare that I own businesses that provide services and products to schools.</p><p>Education is a key factor for social mobility. It is often presumed that access to education will level the playing field for students of different backgrounds, thus creating an environment where individual merits can be identified and rewarded. Indeed, it has been so for a good number of Singaporeans as our country move from Third World to First in a relatively short time.</p><p>Today, I wish to warn of dangers that can compromise our ability to achieve social mobility through education. First is the danger of education perpetuating class stratifications instead of levelling the playing field. It has been acknowledged, both by politicians and scholars, that entry into branded schools in Singapore is a reflection of parents' social class than of students' merits. Entry into the more prestigious and popular Primary schools, for example, is based strongly on factors, such as the location of the family home and parents' connections to the school.</p><p>Former Minister Mentor Mr Lee Kuan Yew had observed that admission to Primary schools is based on the social class of parents. In a Parliamentary reply in 2012, it was revealed that only 40% of the students in six of the most popular Primary schools lived in HDB flats. This contrasts greatly with 80% of all Primary school students residing in HDB flats. MOE had replied that this reflected a mix of residential housing in the vicinity of these six schools. Given the current Primary 1 admission rules, it will mean that those in the higher social classes will continue to have preferences to enter popular schools.</p><p>A second worrying data that suggests the reproduction of class is a profile of the Public Service Commission (PSC) scholarship holders. In 2008, the PSC revealed that 47% of the PSC scholarship recipients that year lived in HDB flats and 53% lived in private housing. This is an over-representation of the private housing, as up to 85% of Singaporeans live in HDB flats.</p><p>Another set of data that also showed class stratification is the profile of students entering Universities. In response to a Parliamentary Question from Member Ms Sylvia Lim in 2008, it was revealed that students from 5-room and private housing were more likely to enter University. MOE tracked the 1990 to 1992 Primary 1 cohorts until they reached ages 22 to 24 in 2007 to ascertain levels of University participation according to household types. According to MOE, \"One out of every eight undergraduates comes from poorer families who live in 1- to 3-room flats when compared to the distribution of households of Primary 1 cohorts. Students whose parents are more successful are more likely to make it to university\".</p><p>From the data, only 13% of those living in 1- to 3-room HDB flats made it to University although they had formed 23% of their Primary 1 cohort. In contrast, 19% of those in private housing made it to University when they formed only 12% of their Primary 1 cohort. MOE's reply stated that, \"admission to a publicly-funded university is strictly on the basis of merit. All those who qualify will have a place regardless of social economic status\".</p><p>However, the definition of meritocracy is premised mainly on good examination results which, in turn, do not reflect structural disadvantages that working class families may face, such as not being able to afford good tuition or academic enrichment classes.</p><p>Taken together, this trend should compel us to critically examine how we can strengthen education's role as a key facilitator of social mobility. I will list a few areas for review.</p><p>First, there are subtle trends of class stratifications within the education system. The practice of dollar-for-dollar top-up of the Child Development Account (CDA) is one such example. Here, parents who allocate more funds to their child's CDA will get more public funds than parents who cannot afford to allocate as much. This is up to $6,000 each for the first two children, $12,000 each for the third and fourth child, and $18,000 each for the fifth child and beyond. Such a practice has the effect of rewarding higher income households while withholding funds from lower-income households. The CDA is often used for preschool education courses and, therefore, gives children a leg-up.</p><p>Yesterday, I was quite alarmed to hear from the Senior Parliamentary Secretary Mr Hawazi Daipi that since 2001, only 64% of the CDA's budget allocated was actually used. No breakdown was provided by the Senior Parliamentary Secretary yesterday. But it will not be surprising to anyone that the lower-income group which should be using this scheme for their children's education are not drawing on the CDA's budget.</p><p>I wish to propose that the funds be allocated to the CDA automatically and that the quantum be standardised to $10,000 for each child. Parents can have the option of topping up the CDA up to $10,000 for each child if they wish to, to earn higher interest offered by the CDA as a way of earmarking savings for the child's education.</p><p>Second, I repeat my concern that student-care facilities in schools should expand at a faster rate. Student care is an excellent way to help weaker students through care and coaching programmes within the schools, before and after school hours. Demand is very strong across all schools that offer such services. Even with the expansion plan by MOE, more than one third of all schools will still not have school-based student care by 2016.</p><p>The impact is felt most strongly by young families where both parents need to work and alternative care at home or from extended families is lacking. The demand for student care mirrors the strong demand for childcare facilities that have caught the Government off-guard and from which we are ramping up the supply of places and teachers now. We need to put more attention and resources into student care right now. By reassuring parents that every school will have sufficient and affordable student care places within the school, many young parents can be more assured to have children, and the need for private tuition will be reduced.</p><p>Next, I wish to reiterate a proposal I presented several times in this House. We currently have a competitive system that relies mainly on academic results to sort out students into Secondary schools and academic streams. While MOE repeatedly stated that every school is a good school, parents know which schools and which academic streams are most desired. Secondary schools are today highly differentiated and resourced differently. This created a huge billion-dollar-a-year private tuition industry for those who could afford to seek additional help for the children to give a boost to their academic results.</p><p>A disproportionate effort is being spent on chasing academic scores over and above other forms of academic development. I hope to see pilot neighbourhood schools that offer 10-year Integrated Programme from Primary 1 to Secondary 4, or even from kindergarten to Secondary 4. These schools will allow for holistic development of students without the distraction of high-pressured sorting and streaming examinations. It will allow students of mixed abilities to develop together in the same school throughout the 10 years in an environment that is more representative of our mix and society and real life.</p><p>We will also need to constantly guard against developing a gap in resources between schools and between programmes. The widening income gap amongst Singaporeans has manifested itself in a variety of ways – the so-called branded or elite schools which have larger alumnus or networks may be able to offer more expensive and more comprehensive learning programmes.</p><p>I also wish to reiterate my call for smaller class sizes, especially in Primary schools. More schools in Singapore have a class size of around 40, while Primary 1 and 2 classes have 30 students. This is large, compared to the OECD's average of 21 per class.</p><p>MOE has consistently emphasised that teaching quality is more important than going for small class sizes. I agree that teaching quality is important. However, it does not mean that we cannot move towards having general class sizes that are smaller.</p><p>With falling birth rates, it appears from MOE's statistics that the cohort of students in primary schools is getting smaller each year. In 2012, there were nearly 49,000 students in Primary 6 versus less than 39,000 students per level in Primary 1 and Primary 2 – a difference of 10,000 students a year.</p><p>In contrast, the number of teachers is increasing. It has grown from under 30,000 in 2009 to 31,800 in 2012, and it is projected to grow to 33,000 by 2015. I understand some of these increases have been, and will be used by schools to decide how teachers will be flexibly deployed in specific situations, such as for learning support programmes and, sometimes, there are two teachers in a class of 40.</p><p>The best time to do planning for smaller class sizes is now. With increasingly smaller student enrolments, we may not need a lot more teachers than what MOE had already planned for. We can start moving towards smaller class sizes, say, starting at 30 students per class from Primary 3 and 4, and then gradually moving towards that ratio for Primary 5 and 6.</p><p class=\"ql-align-center\"><strong>[Deputy Speaker (Mr Seah Kian Peng) in the Chair]</strong></p><p>That would necessitate some redesign of physical infrastructure in schools to have more classrooms. The smaller class sizes will also allow teachers to better understand individual students, which will be essential as we move towards a more holistic character and values-based education system. It will also help make classroom management easier for teachers, who may otherwise not be able to pay attention to the weaker students.</p><p>In my Committee of Supply (COS) speech last year, I had cited studies which noted that large class-size reductions can have significant long-term effects on students' achievements and these effects seem to be largest for students from less advantaged backgrounds.</p><p>Finally, I would like to add my thoughts on the topic of constructive politics which the President had spoken about. I am all for constructive debate in the contest of ideas, conducted with decorum. I believe that debate should be measured and not personal. At the same time, I believe there should be an environment where politics is seen to be fair and important institutions are independent, so that we can encourage the development of constructive politics.</p><p>I do not mean constructive politics just in this House, as Mdm Speaker herself had observed that \"we do have quite a constructive Parliament\". As the Secretary-General of the Workers' Party, Mr Low Thia Khiang, said yesterday, to achieve constructive politics in a diverse and open society, everyone across society has their part to play.</p><p>Since I started my speech on the topic of education, I would like to repeat a call I had made in my maiden speech in this House, which is to have political education in schools, so that we can train up a new generation to be able to participate in constructive politics.</p><p>Political education can be about learning how to handle diversity and disagreement in views. It can help students understand our Constitution, the role of various institutions, citizenry rights and obligations, as well as the rationale behind these rights and obligations. It can provide them with platforms to air their views on policies and learn how to handle differences in opinions.</p><p>Our education system should allow students to engage deeper into subjects where there are ambiguities, where there are not always clear right and wrong answers. Such education programmes can help our future generations to be more confident to deal with the diversity of views in the public spaces when they grow up. This will allow Singapore to move towards more constructive debates in politics as the country matures.</p><h6>4.33 pm</h6><p><strong>Ms Denise Phua Lay Peng (Moulmein-Kallang)</strong>:&nbsp;Sir, come 1 June 2014, Singapore will host an impressive group of high-level government and business leaders in the World Cities Summit, definitely a prestigious global event. Included in the programme are specially designed Learning Journeys to unique sites in Singapore. Summit participants will visit:</p><p>(a) Punggol 21, a water-town of the 21st century;</p><p>(b) The Marina Barrage, an engineering marvel that not only boosts Singapore's water supply and flood control, but is also a recreational destination;</p><p>(c) The Sports Hub, our latest state-of-the-art, fully integrated sports, entertainment and lifestyle hub;</p><p>(d) The new downtown at Marina Bay; and</p><p>(e) Pinnacle@Duxton, the first award-winning public housing project and Singapore's first 50-storey public housing.</p><p>For a young nation, Singapore has, indeed, much to show. Led by a Pioneer Generation of fearless leaders and a determined people who built this city, Singapore has made it, in a mere 50 years. Yet, we are not the happiest campers in the world. We are prone to complain about how many things in our country are simply not right or good enough; and how others should do more to make our lives better. Even our repute as one of the cleanest places on earth is under question, not the outcome of good habits. The Chairman of the Public Hygiene Council, Mr Liak Teng Lit, tells me with indignance, \"We are a cleaned city; not a clean city, because an army of cleaners clean up after us!\"</p><p>Sir, the pledges and vision shared by the President in his Address, such as keeping pathways open to all, strengthening our social safety nets, caring for the vulnerable, poor and the old, are things that cannot be seen or quantified but things that count. They are the very aspirations surfaced in the one-year-long national conversations, Our Singapore Conversation, engaging some 46,000 Singaporeans through surveys and numerous labour-intensive face-to-face focus groups.</p><p>While I support the Motion of thanks, I, however, cannot agree with certainty the President's conclusion that \"Our Best Years Lie Ahead\". Our best years may not lie ahead. Sir, our best years can only lie ahead if we continue to labour on that which is unseen, yet highly valuable, in our country.</p><p>Today, I would like to touch on two areas: one, the Presidency Office, and two, the Public Sector.</p><p>The Presidency. Sir, it is not the first time that I have raised the issue of updating our political landscape and the need to review the Elected Presidency, the Non-Constituency Member of Parliament (NCMP) and the Nominated Member of Parliament (NMP) schemes.</p><p>In the debate on the President's Address in October 2011, I had called for the Government to examine if these created offices are still relevant in today's new political environment. And if the conditions under which they were introduced have changed, let us have the courage to slay these sacred cows before they become obese and unhealthy.</p><p>I would like to focus on the Elected Presidency scheme today.</p><p>The Presidency became a popularly-elected political office following constitutional amendments enacted in 1991. Until then, the President was a neutral ceremonial Head of State. The amendments gave the Elected President reserve powers over Government expenditure of the financial reserves of our country and also key public office appointments. The Elected President holds the executive right to block attempts by the Government of the day, including specified Statutory Boards, to draw down reserves that it did not accumulate.</p><p>I share hon Member Mr Low Thia Khiang's reservations about the power given to the Elected President.</p><p>If the government of the day is elected by popular vote, the electorate has to learn to live with its elected candidates and remove them at the next General Elections should there be better choices.</p><p>Added to my concern is also how the Elected Presidency scheme has admitted candidates who were non-executive chairpersons of companies or portfolio managers with no strong substantive executive experience, expecting them to exercise the very critical executive functions asked of the Elected President.</p><p>I long for the day of a senior statesman who can represent our country as a head of state in the likes of ex-Presidents Yusof bin Ishak and Dr Benjamin Sheares; statesmen who need not be lugged through yet another political campaigning process that divides the country instead of healing and uniting the people of Singapore.</p><p>Sir, as a foundation for more good years to come, we should re-examine the Elected Presidency scheme.</p><p>The Public Sector. Sir, the next suggestion I have to ensure that our country's best years are yet ahead, concerns another important key institution in our country – the Public Sector, the Public Service.</p><p>I recently watched the play, \"Yes, Prime Minister\", which caused me to ponder on the key institutions of Singapore's national political landscape. The play was adapted from a British political comedy, a satire, a favourite television programme of ex-British Prime Minister, Mrs Margaret Thatcher.</p><p>The series depicts how in a world of revolving-door politics, where politicians come and go, how senior civil servants are, in fact, running the country, believing that it is the Civil Service that knows best what is good for the country. The power games in the television series that were played were hilarious but, at the same time, sobering. As our political system becomes more vibrant, what is depicted in \"Yes, Prime Minister\" is not an improbable scenario.</p><p>With the maturing of the political system and the gradual eroding perception of the politics of fear, the likelihood of revolving-door politics may one day become a reality in Singapore. The top echelon of the Civil Service, of the Public Service, is set to play a critical role to ensure Singapore's stability and survival.</p><p>The Public Service, our Executive branch, is the largest employer in Singapore, employing some 139,000 officers in 16 Ministries and more than 50 Statutory Boards.</p><p>Together with the other Government-linked organisations, they form our nation's backbone. In recent years, they even set the trends and pace in being one of the best pay-masters. The Civil Service picks the crème-de-la crème to join its ranks and grooms them to helm its many Ministries and agencies. Its top performers are sometimes eyed for political appointments.</p><p>In my opinion, the Public Service needs to upgrade its operating system in at least three ways.</p><p>One, in the way it selects and develops especially its leaders. We are In a day and age when a mere web-search will produce an avalanche of good ideas. There is a need to rethink the kind of competencies we need for leadership in the Civil Service in the 21st century – 21st century competencies, such as facilitation, learning how to coax the best out of partners and staff, networking, communicating effectively in a digital age to citizens who have grown up digital.</p><p>Is there still a need for an elite Administrative Service which primarily admits persons of a specific form of intelligence? Or should the Administrative Service scheme be replaced by a more open and robust system to identify different talents and competencies for different types of leadership jobs? Is there a space for a Civil Service Human Resource (HR) system that is less exclusive and more porous, so that those without the traditional pedigree and yet own the desired leadership competencies might stand a chance of being in the leadership team in the Public Service?</p><p>Two, the Public Service also needs to upgrade its operating system in the way it recognises and rewards performances. The traditional system by which officers are ranked in groups amongst supervisors who hardly know the staff, calls for an update. There is rumbling on the ground by even civil servants themselves, no less, on the quality of a recognition system that is based in part on how aggressive one's supervisor fights for one's ranking against other similarly enthused supervisors similarly pushing for their own staff.</p><p>Three, the Public Service needs to redesign and resource a more effective communication blueprint that allows it to: one, proactively identify issues that matter on the ground; two, consults and co-shapes with citizens important policies and programmes that affect the lives of the people of Singapore, such as the CPF Minimum Sum Scheme or even the latest Pioneer Generation Package; and three, not only informs decisions that ultimately have to be taken, but also explains and takes feedback, not once but on an ongoing basis in order to finetune and hone its work in order to meet its purpose.</p><p>Sir, in the possibility of a future of revolving-door politics where incumbent politicians may not stay long enough to dwell deeper into critical national issues, I feel there is a strong need to take stock of the strengths and weaknesses and update one of the most important key institutions of our country, the Public Service.</p><p>In conclusion, Sir, I cannot agree more with the President when he said that an increase in Government spending, especially on social programmes, \"does not necessarily create a wealthier, a better or a happier society\". Neither will cheaper flats, lower COEs, universal healthcare coverage make us all happier, I suspect.</p><p>What does it profit a man if he gains the whole world but loses his soul? Ultimately, however strong or weak our political and public institutions are, our saving grace must come from within each one of us, each Singaporean. Each of us needs to invest in our moral fibre to do the right thing and not do what is populist and self-serving. Each of us needs to exercise the power of one and ensure that our conscience stays intact.</p><p>As a people, we need to examine and agree on some fundamentals, update them, so that, indeed, the best days lie ahead. For example, as we pursue First World ambitions, can we look up from our smart phones and tithe some of our time and resources for those amongst us who are disadvantaged, such as the severely disabled, the abandoned elderly, the ex-convicts and their families, knowing that it would take more than paid social workers and Government agencies to give them a fighting chance for success?</p><p>Can we pledge that the family unit remains the fundamental unit of our society and the first port of call for love and help, that we do not abandon the care of our loved ones to the care of others? Can we continue to endorse the principle that work comes before welfare, that if we can work, we work, before we seek welfare?</p><p>Can we agree that the doers who make things happen, the blue-collar workers who clean up after us, deserve a better lot and a better place in our society? Can we exercise not just courage to speak up for our own needs and causes, but extend consideration and courtesy for others who, too, have their own needs and causes?</p><p>Sir, the Our Singapore Conversation has only just begun. I agree with other Members of this House who have asked for the national conversations to be continued. A friend of mine who runs a successful tuition agency, a very successful one, asked his students, all youths, what they thought of Singaporeans. The word \"selfish\" comes up often. When Minister Lim Swee Say recently called for Singaporeans to be better customers, there were a number of people who disagreed with him, claiming that it was bad service that trigger bad customers. But two wrongs – bad service, bad customers – do not make a right.</p><p>Hence, until the majority of us agree on the social contract that governs our society, that governs how we treat each other, especially the least amongst us, I am afraid our best days may be over. Nonetheless, Sir, I still support the Motion of thanks to the President for his Address at the Opening of the Second Session of the Twelfth Parliament. I thank him for his vision.</p><h6>4.46 pm</h6><p><strong>The Senior Minister of State for Health and Manpower (Dr Amy Khor Lean Suan)</strong>:&nbsp;Mr Deputy Speaker, I rise in support of the Motion to thank the President for his Address. The President spoke about the challenges we face in building our future together. His words strongly resonated with me.</p><p>A key trend that Singapore needs to manage well is our ageing population. This was not a factor in the last few decades of our development. But it is now a key issue that has major ramifications in our social and economic spheres.</p><p>This is all the more pertinent when we consider that Singapore's population will age even more rapidly than Japan's. The proportion of seniors in Japan increased from 10% to 23% within 25 years from 1985 to 2010. In comparison, Singapore's proportion of seniors, which was 9% in 2010, is projected to hit 24% within a span of just 20 years, by 2030.</p><p>There are valuable lessons we can draw from Japan's experience. Thus far, despite an ageing population, Japan has remarkably managed to sustain a high standard of living, from the 1980s till present. This may be attributed to policies that successfully increase labour force participation rates as well as innovations that increase productivity and reduce manpower requirements. Nonetheless, these measures will delay, not avert, the long-term demographic threat to Japan's growth and the complexion of their society.</p><p>Today, I would like to reflect on this issue. How do we, as a nation, confront the challenges from the inexorable ageing of our population? What will our future be as our population ages and how can we build Singapore into a place for us not only to grow up in, but also to grow old in?</p><p>As the Chairman of REACH, I have listened to the numerous concerns of our fellow Singaporeans and ageing is one that deeply affects many Singaporeans.</p><p>I would, first, like to focus on such anxieties with reference to one particular group of Singaporeans. This is the middle-aged and older PMEs who are in the lower-middle and middle-income groups. They are in their 40s and above – many have children still dependent on them and aged parents to take care of.</p><p>Concerns remain for this group of PMEs. They are worried about the looming healthcare costs for themselves as they age, as well as for their aged parents. They have started thinking about their retirement. Will they be able to stay active and continue to work for as long as they are able to? And will they be able to save enough and retire with financial peace of mind? They are also worried about their job security, that they will be retrenched, replaced by someone younger and, subsequently, find it difficult to secure another job.</p><p>Like many of my fellow Members who have spoken on the matter – Mr Patrick Tay and Ms Foo Mee Har, to name a few – I understand their concerns. Recently, one of my grassroots leaders came up to me and asked me for help. He is 54 and had worked as a supervisor in a manufacturing company all his life. The company closed down his division. He lost his job and now finds it difficult to find another job. We see them at our Meet-the-People sessions and we do our best to help them. As a Government, we are committed to assuaging their fears.</p><p>In the area of healthcare, we are striving to ensure that quality healthcare remains affordable and accessible. We have put in place multiple tiers of protection to keep healthcare affordable – heavy Government subsidies, together with our 3M framework – Medisave, MediShield and Medifund.</p><p>We are making policy shifts to make healthcare even more affordable through more Government subsidies, more Medisave use, and a move from MediShield to MediShield Life to better protect against large hospitalisation bills. We enhanced subsidies for long-term care in 2012 and will continue to strengthen long-term care financing.</p><p>In addition, the Pioneer Generation Package will go some way to give greater peace of mind to those in the Pioneer Generation and their families. The outpatient care components of the Package, that is, an additional 50% off subsidised services at the Specialist Outpatient Clinics and polyclinics, as well as special subsidies under the Community Health Assist Scheme (CHAS), will commence on 1 September this year.</p><p>Mr Zaqy Mohamad, Ms Tin Pei Ling and Mr Dhinakaran have rightly highlighted the importance of communicating Government policies to the people. They will be heartened to know that the Pioneer Generation Taskforce, co-chaired by Senior Minister of State Josephine Teo and myself, has been working hard to improve outreach and communications to Singaporeans about the package. The taskforce includes members from the people and social sectors, as well as from media-related fields.</p><p>I am glad that several groups of volunteers and organisations have stepped forward to offer their help to reach out to our pioneers, to let them know about the package and the benefits. Together with our own efforts, such community outreach will enable our messages to be sustained. We will keep an open mind, and we are trying out various outreach methods. We will learn as we go along, on how best to help our pioneers better understand and benefit from the package.</p><p>For instance, we recognise the need to go beyond English and use vernacular languages in our outreach. The taskforce has published advertorials about the Pioneer Generation Package in the Chinese, Malay and Tamil newspapers, as well as played radio advertisements on Capital 95.8 FM in six Chinese dialects. On top of publicity through the mass media, we are also taking our messages to our various contact points with pioneers.</p><p>On the healthcare front, we are training healthcare staff across our public healthcare institutions, such as polyclinics and Specialist Outpatient Clinics, to equip them with information about the Pioneer Generation Package and help address common questions and concerns from Singaporeans. To date, we have reached out to more than a thousand healthcare staff. We are also enlisting the help of staff at Senior Activity Centres and Senior Care Centres, who are in frequent contact with their pioneer generation clients. They, too, can help explain the package to pioneers in the languages they are comfortable in.</p><p>Our healthcare providers in the private sector are important as well. Minister Gan has just recently announced that all pioneer generation members will be eligible for special CHAS subsidies starting in September. We are thus embarking on an outreach to the CHAS GP and dental clinics to prepare them for these changes. At the same time, I hope that more GP clinics and dental clinics can join CHAS so that our pioneers can benefit.</p><p>In the area of retirement adequacy, we also seek to provide Singaporeans with greater peace of mind by constantly making improvements to the CPF. For example, in recent years, we introduced CPF LIFE to provide monthly payouts from our own CPF savings for as long as we live – doing away with the worry that our savings may run out in later years. Monetisation schemes help elderly Singaporeans unlock the value of their flats, many of which have appreciated substantially over the years.</p><p>Many middle-aged PMEs who are soon approaching 55 years old are also concerned about the CPF Minimum Sum. This has been the subject of much discussion and debate online, as well as in our kopi tiams.</p><p>Minister Tan Chuan-Jin has provided a detailed explanation of the rationale for the CPF and the Minimum Sum in his blog post last Sunday. So, I will not repeat his points but I would like to encourage us all to read it so that we can explain the policy better to our constituents.</p><p>I acknowledge that it is not a perfect system, and I assure Mr Heng Chee How, Mr Liang Eng Hwa, Ms Tan Su Shan and others that we will continue to review how else we can improve it, taking into account feedback and suggestions, such as whether we should raise older worker contribution rates further, whether payouts should be inflation-indexed, and whether there are better ways for the elderly to unlock the value of their flats.</p><p>For PMEs who find themselves in between jobs, employment facilitation is critical to help our displaced PMEs get back into employment quickly. This goes hand-in-hand with training and lifelong learning so that skills can be refreshed and new job opportunities seized. Thus far, we have made some progress to empower PMEs, by setting up CaliberLink in 2011, as well as through WDA-funded training programmes.</p><p>As we work longer, staying employed in a single job or profession throughout our working lives will become a thing of the past. As Mr Patrick Tay said yesterday, having a second skill will make us more resilient to economic changes because what we know today may be obsolete tomorrow. Hence, we will do more to provide our PMEs with the opportunities to reskill and upskill.</p><p>It is never too late to go back to school. If Kumar can go back to school, so can you! Hence, we are making major revisions to our CET Masterplan, to give greater emphasis to self-initiated upgrading, and to better empower individuals to pursue their career goals and aspirations through CET. This will boost adult education and allow Singaporeans to have, as the President mentioned in his Address, \"a second chance … and always have the chance to try again … to learn, and to earn our own success\".</p><p>In addition, the Fair Consideration Framework signals our expectation for employers to give Singaporeans a fair chance at available job opportunities, before hiring Employment Pass holders. It does not mean that firms have to hire Singaporeans first or Singaporeans only, but it allows our displaced older PMEs to have a fair chance of securing that job.</p><p>Ms Foo Mee Har advocated a \"Hire Singaporeans First\" policy. That may have unintended consequences in our context. In the globalised economy, competition for jobs tends to be between countries and not only within countries. As a small city-state, we must be able to first compete with other cities for job opportunities by making sure that Singapore remains an attractive place for businesses. Many companies come to Singapore to serve the region. In doing so, they create quality jobs for Singaporeans. At the same time, companies need access to skills and expertise from overseas to complement the local workforce.</p><p>Our approach is to maintain a level playing field, and help equip Singaporeans with the skills they need to fill the quality jobs created by the economy. We are, in fact, putting the interests of Singaporeans first when we say that we want to grow the economy and job opportunities. But we need to be practical about how we go about doing it. Compelling employers to hire local PMEs who may not have the right skills will introduce significant labour market rigidity. Employers may feel constrained and be unable to hire the best person for the job. That may, ultimately, hurt Singaporeans when companies find their manpower needs unmet and they relocate some or all of their operations elsewhere.</p><p>For older workers, including many of our PMEs, we want to help them remain employed for as long as they are willing and able to work. The Tripartite Committee on the Employability of Older Workers, or Tricom for short, and which I chair, drives efforts to support the continued employment of older workers.</p><p>The Tricom is looking at the extension of the re-employment age from 65 to 67. At the same time, we are taking the opportunity to review and iron out any outstanding implementation issues, such as guidelines on wage adjustment and presumption of medical fitness, and update the law and the Tripartite Guidelines on the Re-employment of Older Employees. We are finalising the proposals with our tripartite partners and should be ready to share these plans later this year.</p><p>But even before the law is changed, I want to encourage employers to re-employ those who have reached 65 years old as long as they are able and willing to work. This could help mitigate some of the effects of the current tight labour market.</p><p>As noted by the Prime Minister, the Civil Service is already taking the lead and has re-employed almost 800 workers above 65 years. I have also read about PRIMA Limited, which manages the Prima Deli bakery franchise – last year, it became the first unionised firm in the F&amp;B industry to formally commit to rehiring workers beyond 65 years old and with no pay cut.</p><p>Let me also clarify some misconceptions about the re-employment age.</p><p>First, raising the re-employment age does not mean that we do not want Singaporeans to retire. It means that we want to help those who wish to continue working to be able to do so.</p><p>Second, the statutory retirement age of 62 is not to require Singaporeans to retire at 62. The law, in fact, protects workers below 62 from being dismissed on the grounds of age. There is no legal requirement for employers to retire workers at a certain age.</p><p>I think Singaporeans who want to work longer will welcome this. Mr Heng Chee How will also be very happy. After we introduced re-employment legislation in 2012, 99% of private sector local employees who turned 62 in the year ending June 2013 were offered re-employment, and 98%&nbsp;– or almost all&nbsp;– accepted the offer. Recently, of the 50 workers aged above 55 years interviewed by The Straits Times on 2 May 2014, 70% said that they wanted to work beyond 65 years, even if it means getting less pay.</p><p>When it comes to addressing the challenges of ageing, perceptions matter as much as policy. It takes a mindset change by all members of our society, including employers, co-workers and the public to support older workers at work. As the saying goes, \"Ageing is an issue of mind over matter. If you don't mind, it doesn't matter.\"</p><p>This brings me to a broader point: that even as we provide greater assurance to Singaporeans on healthcare affordability, retirement adequacy and employment issues, ageing brings a set of psychological and emotional challenges. We need to remember that ageing should not be something we dread.</p><p>We need to change the way we think about growing old and move the conversation from a negative one of worrying about the problems of ageing to a positive one of tapping on the opportunities from our increased longevity.</p><p>As we all know, Singapore's life expectancy has increased dramatically within one generation&nbsp;– children born today can expect to live a full decade longer than their parents born 30 years ago. Now, we have the fourth longest life expectancy in the world! While some see the demographic burden of an increasingly aged population, I see opportunity in this longevity.</p><p>First, \"chronological\" age does not equate to \"health\" age. While we generally think of someone above the age of 65 years as a \"senior\", 65 is not a magical number where our seniors instantly become ridden with disability and turn into a burden to the rest of society. True, our body functions become less than optimal as we age, but through better nutrition, education, healthcare and technology, we are already bending this curve, and, in fact, many of our seniors continue to be active, enthusiastic contributors to our society.</p><p>We can learn from some of the world's oldest nations which are adjusting their approaches so that their seniors can continue leading active lifestyles. For example, Japan is encouraging the use of technology, such as robots, to help seniors handle daily tasks and remain independent. Many seniors in Japan also continue to be active&nbsp;– working or volunteering in the community.</p><p>Second, we should rethink how we want to capitalise on this additional longevity. The mindset that many people have today is to study hard for the first one-third of our life, work hard for the next one-third, and spend the last one-third in retirement. If we live till 90 or 100, that is some 30 years in retirement!</p><p>How then should we re-plan our lives taking into account the longer lives that we can expect to live? For some, it could mean desiring to work for as long as one is able to. And that is where our Re-employment Legislation and our new CET Masterplan will help.</p><p>Yet, for others, living a longer life affords them more time to fulfil their many aspirations. With more time, can we keep our minds active by learning a new skill that we had always wanted to pick up, but had been too busy to? More importantly, can we take some time to contribute back to society through volunteer work and enrich ours as well as the lives of others?</p><p>These are questions we can reflect on, to make the best use of our increased longevity. You might not believe this – as I think I have done a great maintenance job&nbsp;– perhaps because I have picked up some of the eight secrets to a long and healthy life that Dr Janil has shared, but in less than a decade, I will edge towards this magical age of 65. Some of these issues are beginning to weigh on my mind. In fact, I think, indeed, the spirit is willing but I am afraid the flesh might be getting weaker.</p><p>Third, as we change the conversation on ageing to a more optimistic one, we should use this opportunity to shape the values that we, as a society, want, and define the social texture of the nation that we will grow old in.</p><p>Every society is anchored in its older generation. They are the nation's repository of wisdom and experience, and the conduit through which its values are passed on, something which Mr Ang Hin Kee pointed out as well. If there is one value that defines our nation, it would be filial piety. In the Our Singapore Conversation survey of 4,000 Singaporeans, filial piety was the one value that strongly resonated with people regardless of background, age and education levels.</p><p>I am, therefore, heartened by the preliminary findings of the recently concluded HDB Sample Household Survey which showed that more young couples are living together with or near their parents in the same HDB estate. Minister Khaw is thus mulling over whether such couples should be given even greater assistance to do so. This would, indeed, help our elderly to age in place, among family and friends.</p><p>Minister Gan has outlined the plans of the Ministerial Committee on Ageing (MCA) to hold a series of public consultations to develop a national plan for successful ageing. I encourage Singaporeans from all walks of life to share their aspirations for successful ageing.</p><p>As we celebrate our nation's golden jubilee next year, it is fitting that we reflect on our own golden years. Can we be optimistic about ageing and change the way we think about growing old? Let me share a quote from the late Catholic writer Henri Nouwen&nbsp;– \"Ageing is not a reason for despair, but a basis for hope, not a slow decaying but a gradual maturing, not a fate to be undergone but a chance to be embraced.\"</p><p>We should not sit back and allow what some call the \"Silver Tsunami\" to overwhelm us. Instead, we should choose to see the silver lining in the grey clouds and see opportunity in longevity, so that we can build an empowering environment that we can all look forward to growing old in, as envisioned by Minister Gan&nbsp;– our Nation for All Ages.</p><p><strong>Mr Deputy Speaker</strong>:&nbsp;Mdm Foo Mee Har, you have a clarification?</p><h6>5.07 pm</h6><p><strong>Ms Foo Mee Har (West Coast)</strong>:&nbsp;Mr Deputy Speaker, I would like to make a clarification in case I was misunderstood yesterday. I totally agree with Senior Minister of State Dr Amy Khor that Singapore absolutely must remain open and the vibrancy of our economy depends on the diversity of the talents that we can attract to Singapore. My point was very much exactly that.</p><p>Singapore, I said, must remain open and leverage international talents, but when Singaporeans can do those jobs, they should be given the opportunity to do them first before companies are allowed to bring in foreigners to take the jobs. There is a big difference between this and closing our doors. This is not what I advocated, because that is a very, very important point.</p><p>What is very, very important to Singaporeans is that they are given the first bite of the cherry because that is where they sometimes feel being discriminated against and this is only right because we have always, in Singapore, whether on schooling or housing, given priority to Singaporeans and we should do so for jobs.</p><p><strong>Dr Amy Khor Lean Suan</strong>:&nbsp;I thank the Member for her clarification. In fact, that is the reason why we are implementing the Fair Consideration Framework so that Singaporeans would be given a fair chance to secure that job. But they will have to also compete in terms of having the appropriate skills and relevance to the job.</p><p><strong>Ms Foo Mee Har</strong>:&nbsp;It is very clear in the Fair Consideration Framework that the employer needs to advertise the job for 14 days. But I think what would have been very helpful is if it were to go a bit further in having the merit of the application also considered. So, if Singaporeans are equally qualified for the job, if MOM would consider, going forward, that Singaporeans would be considered first if they are equally qualified, two equally qualified persons, that the Singaporean would be given the opportunity first. This is for MOM to consider going forward for its policy.</p><p><strong>Mr Deputy Speaker</strong>:&nbsp;Mr Edwin Tong.</p><h6>5.09 pm</h6><p><strong>Mr Edwin Tong Chun Fai (Moulmein-Kallang)</strong>:&nbsp;Sir, as we embark on the second half of our term and debate the direction of the Government as set out in the President's Address, I think we should get a sense of perspective of where we came from and where we go from here. Allow me, therefore, to start, not with the speech that was delivered by our President two weeks ago, but with his inaugural Address three years ago.</p><p>In October 2011, just a little more than 30 months ago, there was a broad spectrum of challenges which Singapore and Singaporeans faced at that time. These were significant challenges. Some were easy to solve, some less so. I think it is fair to say that this House had our work cut out for us from day one.</p><p>In 2011, we had just come off an excellent economic rebound, and quickly moving into more uncertain and increasingly difficult times. Cost of living was on the rise. Singapore's very open economic and geographic position, and the fact that we are not naturally blessed with rich resources, meant that there was little that could be done to curb this rise. The increasing income gap was also a serious challenge, and we had to find ways to sustainably raise wages to bridge the gap and also to deliver specific targeted assistance to the vulnerable groups. In addition, healthcare costs were on the rise. These costs, fuelled by a combination of a shortage of hospital beds and a rapidly ageing population, showed no signs of abating.</p><p>Home ownership, which signified every Singaporean's tangible stake in Singapore, was a particularly pressing issue. Short supply and long queues meant that many Singaporeans had to delay their plans to marry, settle down and have children. That itself played a part in exacerbating the problems with fertility and a shrinking population that we have.</p><p>At the same time, Singaporeans felt the tangible effects of the influx of foreigners on our shores, competing for space, not only physically in our already limited common spaces but also on our MRT trains and buses, and also for better paying jobs and for places in schools for our children. Our education system, widely regarded as being amongst the best in the world, was also not spared. It was criticised as being too prescriptive, unduly pressurising on our children, too high-stake and not having sufficient pathways.</p><p>In response, the Government consulted widely with many Singaporeans to understand and embrace these and other issues which Singaporeans cared and were concerned about. Through various platforms like the Our Singapore Conversation, in public forums, in coffee shops, on cyberspace, mainstream and social media, small groups and large groups, these issues were raised and we had robust debates in this House and outside. Many suggestions were given to the front bench on how these issues could be tackled. Some worked very well, some less so.</p><p>In the end, the result was an array of measures&nbsp;– a broad range of them&nbsp;– which were introduced over the last three years to address and tackle the concerns of Singaporeans on the ground and to improve lives both in the long and short term.</p><p>Take housing, for example. We have seen broad sweeping changes. In fact, I recall that well before Members of this House had even been sworn in, Minister Khaw and his team had already taken steps to revise the income ceiling upwards for HDB applications, thereby ensuring that more Singaporeans would qualify for HDB housing.</p><p>As the hon Member Mr Zaqy Mohamad said yesterday, the number of appeals that we see at Meet-the-People Sessions from first-timers has fallen dramatically. Further measures since then, to safeguard the interests of and give priorities to families with children, singles, divorcees and parents – all issues debated in this House&nbsp;– have all been positive refinements.</p><p>We have also continued with the restructuring of our economy to spur increased productivity and uplift our workforce, to drive wages up. The transport sector has also been overhauled. There will be more trains and buses, in response to waiting time and overcrowding. There will also be more hospital beds, and healthcare costs will be alleviated by MediShield Life and, of course, the Pioneer Generation Package. There will also be a review of the CPF scheme to improve life annuity schemes. Our children's education choices have been opened up significantly through an assortment of different pathways.</p><p>But we are far from done and I am sure this House will see and debate further improvements to our policies. Many Singaporeans will, however, agree that we have come a long way. Our Prime Minister, in his first National Day Rally after GE 2011, described issues which Singaporeans face as \"a powerful storm causing a difficult ride for all of us&nbsp;– bumpy, stormy and causing anxiety\".</p><p>But I think the steps that have been taken so far have gone a long way towards smoothening that ride. I would add, too, that these measures to improve the lives of Singaporeans did not happen by chance. They happened because we have a Government committed to the constructive politics of proactive consultation, robust debate, and then, most importantly, translating that debate into real tangible outcomes for Singaporeans. That is a real value of having a robust debate. Taking a position in a debate is not a means to an end.</p><p>This leads me to my second point. In his Address, the President has also emphasised several times the need to strengthen our safety nets to make sure that the vulnerable and disadvantaged Singaporeans are well cared for. I agree wholeheartedly. But this means that our social programmes, which already play a key role in our fiscal policy, will have to play an even bigger part. To sustain these programmes, Government spending will inevitably have to increase over the next decade, and probably beyond that.</p><p>And this leads me to what I regard as one of the key aspects of the President's Address during the reopening of Parliament.</p><p>There are two points. First, each of us in this House has a duty, and I quote, \"to ensure that our social spending can be sustained, and that we have enough revenue to balance our Budget\". This is echoed by the MOF's Addendum which has stressed that we must be anchored in a system of sound and sustainable finances as Government spending goes up.</p><p>Second, this increased social spending \"must be matched, and I quote again, \"by individual and community effort and initiative\". More than once, the President has stressed that even as we continue to do more for the vulnerable, we must also give people the means and the incentive to help themselves, to preserve and build dignity and self-worth. Those are values which have formed the bedrock of our social programmes over the years, and we must continue to place them at the front and centre of our programmes as we advance.</p><p>Sir, let me elaborate on this with a few other points.</p><p>First, we have to learn quickly that there is no free lunch. We cannot just dip into our reserves, like the NIRC, to fund our social spending as if it were a bottomless pit. That would be completely irresponsible.</p><p>It is also just too blase to say that the Government should just subsidise healthcare insurance premiums, as has been suggested. In order to fund the programmes, the Government would have to raise money and it has to be done in a sustainable manner without it being a burden on future generations of Singaporeans – our children and our children's children.</p><p>It is all too easy to spend our reserves. We all want to better the lives of the less privileged, the low income, the disadvantaged – who would not? In fact, in times of need, it can be very tempting to resort to dipping into a higher proportion of the reserves to fund our social programmes, but this, as we can see, can have a very devastating and destructive effect on the long-term good of our country. We only have to look at the recent experiences of some countries in Europe, like Greece, Portugal, Spain, Ireland. These nations are now saddled with large unsustainable debts and enormous deficits following years of popular government spending on social programmes. Dependence, or I should say over-dependence, on handouts has led to a sharp drop in productivity, loss of competitiveness in these economies which are noted for its high unemployment and high taxation rates. These countries struggle to even make ends meet and need a bailout, let alone keep their social programmes sustainable.</p><p>Closer to home, we see similar examples in Taiwan, Hong Kong, South Korea. All of these countries are comparable to Singapore. All of these countries have also seen social spending increase dramatically over the last decade with no corresponding reduction in income inequality. In fact, in some countries, that gap has widened.</p><p>It is also not as if the greater the spend, the more effective the programme. We have many examples of well-intentioned schemes, designed by governments to benefit its population, but, instead, brought about significant liabilities for generations to come. Take the USA, which has been an example some of my fellow Members have raised. In 1965, President Johnson introduced Medicare and MedicAid. When it started, Medicare, the healthcare programme for the elderly, was a US$12 billion programme. It has since ballooned to a US$550 billion programme in 2012. The Hospital Insurance Trust Fund, which manages the funds and pays the expenses on Medicare, is projected to be solvent only for the next 14 years on average, so much for being able to accurately estimate healthcare inflation. It is a dire situation, caused by spiralling costs and uncontrolled spending, and could well bring a country down.</p><p>The United States spends 17% of its GDP on healthcare, one of the highest in the world. Yet, I would argue that the average US resident probably gets no better standard of medical care than do our citizens at a fraction of their cost, especially with Dr Puthucheary's super cost-effective eight steps to good health.</p><p>The National Health System (NHS) in the UK is another example. It provides free medical services to all, no means testing. So, anyone can avail themselves of these services. It sounds like a dream proposition – free healthcare for all. But anyone who has experienced the system will tell you that it is riddled with inefficiency and in need of serious reforms. Waiting times, even for a much needed serious operation, is inordinately long, and standards of medical care are anything but consistent. Just last year, British Prime Minister David Cameron himself acknowledged that the NHS, in its 65th year, has deep-seated problems.</p><p>Hence, it is crucial, Sir, that as we step up our social programmes and strengthen our safety nets, that we do so only by striking the right balance, and ensure that every programme, every commitment, every promise that we make is sustainable in the long term. We spend what we can afford, and we never, never give in to the temptation to continually expand social entitlements on a popular basis. While over the remainder of our term in this House, we, as Members, must be vigilant and critical, and scrutinise these programmes that are suggested, to ensure that they all have clear financial sustainability.</p><p>Second, we have to ensure that our social programmes and spending remain firmly anchored on principles which serve to incentivise work and reward productivity and improvement. This is the only way in which to keep social programmes sustainable.</p><p>Take Workfare, for example. It sounds like welfare, but it is not. Workfare is one of the key pillars of our social safety nets, but it is not a handout. In 2007, when Workfare was introduced by the Deputy Prime Minister, who was then Second Minister for Finance, it was made very clear that, and I quote, \"Workfare is a scheme to supplement income and incentivise work. It is not a needs-based welfare scheme.\"</p><p>I am sure we all want the low-income worker to be paid higher wages. But should that also be the case if there is absolutely no increase in productivity, or where there are no skills upgrading? We would, in truth, be selling ourselves short if we did. We want our people to benefit and then graduate from Workfare. They must use Workfare to upgrade their skills, get themselves a better job, and a chance to better their and their family's lives. That is how our social programmes ought to work.</p><p>Welfarism and handouts drain our country's fiscal resources and erode the work ethic which has been the bedrock of our success, and encourage an entitlement mentality. All of this makes for a softer, less competitive Singapore and we will gradually be marginalised, and we cannot afford this. We all joke about the kiasu Singaporean in school or at work. But in many ways, this is what stands us apart – our strong work ethic and ethos, our willingness to go the extra mile should all be part of what it means to be uniquely Singaporean.</p><p>Sir, in the foreseeable future, it is likely that social policies and transfers aimed directly at helping the low-income will become a mainstay feature in our fiscal policies. The GST Voucher Fund is an example of a permanent feature of our fiscal policy and not just a temporary offset measure. Introduced two years ago, it was recently reinforced and will be made available till 2020. This signifies the Government's assessment that the income gap will not be significantly bridged anytime soon, and, by extension, we are also likely to see progressively enhanced social policies to assist lower-income Singaporeans.</p><p>I am concerned that we do not create a dependency on such transfers which are not paired with co-funding or co-payments. In contrast to off-set packages, once we introduce a permanent transfer, especially over a sustained period, it will be difficult to withdraw or even recalibrate.</p><p>We should, therefore, place more emphasis on other ways of closing the income gap. A key pillar of the President's Address is the need to ensure a fair and inclusive society. Central to that must be social mobility. At its core, what this means is that all Singaporeans, regardless of background or station in life, must be given an equal opportunity and access to be able to improve themselves, move up the socioeconomic ladder and start from the same starting point as everyone else. That is the only way we can ensure that our social programmes will remain sustainable in the long term. Sir, with that, I support the Motion.</p><h6>5.24 pm</h6><p><strong>The Parliamentary Secretary to the Minister for Health and Minister for Transport (Assoc Prof Dr Muhammad Faishal Ibrahim)</strong>:&nbsp;Mr Deputy Speaker, let me begin by expressing my support of the Motion of Thanks to the President for outlining the priorities and focus of the Government in bringing Singapore forward. He defined many crucial economic, social and political challenges, some of which will be deliberated through the agenda set for this debate. I am confident that we will set the agenda right, stay true to our forward-looking narrative and craft policies that will enable Singapore to continue being successful and harmonious; policies that have been the envy of others.</p><p>Nevertheless, we should never underestimate the undercurrents of change and the complacency of continued success. I will speak on the issues of constructive politics and social discourse, particularly on social media,&nbsp;in English and on promoting healthy living in Malay.</p><p>The President raised the point about political narrative in his Opening Address. It is worth contemplating. The demographics of our population today have changed. With technology, many new forms of platforms and avenues have emerged for political and Government policy discussions among Singaporeans. Social media is one, where many Singaporeans view and participate in political discussions and issues affecting our nation. This expands the traditional engagement platforms, such as here in Parliament, face-to-face seminars and forums, Meet-the-People sessions, as well as at the coffee shops, wet markets and through our regular house visits. Social media is now an integral part of our society, making the world smaller. If used responsibly, it enhances communications but, if used irresponsibly, it will serve only to confuse and mislead. With its inevitable influence, diverse views at both ends of the spectrum will be made readily available to almost all of the populace – some factual and accurate; others, not. Politics today is not and will not be the same as it was a decade ago. However, whatever we discuss and do, we should not underestimate its impact on our people and our nation.</p><p>Sir, I stand by the President's position that to achieve all our goals and maintain our success, it is crucial to maintain constructive politics that puts our nation and our people first. We must not follow the footsteps of other countries, and I quote the President, \"the hurly-burly of politics has resulted in short-term populist measures, and sometimes gridlock and paralysis\" which will weaken Singapore.</p><p>Our policies must meet the needs and resonate with the pulse of our people. Our political discourse must facilitate meeting these needs and aspirations of Singaporeans. The way ahead is to build social cohesion and reject social segregation. Every political player should participate in constructive politics, politics that matters – responsible politics that will translate into a better Singapore for Singaporeans.</p><p>Beyond politics, social media presents a wide spectrum of social discourse among netizens. This will influence the values and behaviour of our society, especially in shaping the behavioural landscape of our future generations. Many Singaporeans, particularly parents, shared their concerns about the social discourse on the Internet. While the majority of netizens are respectful and use social media to bring goodness to our lives, there are those who use and develop platforms to showcase negative social discourse and values. One mother shared with me how her son started to change in his mannerism, the words he used, and his attitude after he frequented certain online forums and engaged in the discussions there. He was also active in sharing articles which were factually inaccurate, crafted and manipulated information to mislead and incite hatred towards certain organisations. Fortunately, the mother was able to find out, counselled her son, explained and showed him what he was doing was wrong. He repented and has changed for the better. In the words of the mother, \"while he has realised now, my effort to guide him must go on\".</p><p>Sir, social media is a powerful tool because of its reach and its ubiquity. If used irresponsibly, it is also a powerful weapon that can weaken this country we have worked so hard to preserve and develop. This country we call our Home. I strongly believe that the way ahead is to promote unity, not division or, worse, antagonism. In line with the President's&nbsp;Address, I strongly believe that social media should promote constructive politics – politics that will enable Singapore and all Singaporeans to progress beyond the 21st century.</p><p>Sir, beyond these concerns, there are many Singaporeans, either individuals or groups, who have taken the constructive approach in playing their part in the development of Singapore. For example, in promoting road safety at MOT, I am heartened to share that I have been touched by the attitude and actions of many Singaporeans who have played a constructive role in our policy-making and implementation processes. While some gave constructive feedback and suggestions, others went further to develop their ideas and suggestions into actions. Rather than only criticising, they see their role and actions as complementing the policies and programmes of the Government.</p><p>For example, Mr Steven Lim and his colleagues at the Safe Cycling Taskforce (SCTF) have been contributing constructively and significantly to the road safety and safe cycling movement in Singapore. Yesterday, the SCTF volunteered to work with the Singapore Road Safety Council, Traffic Police, LTA and MOE to conduct the Safe Cycling Programme for Youth. I was there and I saw the passion and commitment of the SCTF volunteers to enhance road safety and save lives because they care for fellow Singaporeans.</p><p>Of course, we have others, such as those in the Love Cycling SG and Singapore Cycling Federation groups, and individuals, such as Mr Francis Cu, Mr Woon Tai Woon and Mr Han Jok Kwang, who have been consistently promoting safe cycling among the cyclist community, as well as providing ideas on how we can improve our infrastructure to enhance road safety.</p><p>Sir, as a society, we need to expand this space for Singaporeans to contribute constructively, not only with words and debates, but also with action that impact the livelihood of our people. The onus is also on us as Singaporeans to \"walk the talk\" and improve the lives of fellow Singaporeans.</p><p>Sir, allow me to continue my speech in Malay.</p><p>(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140527/vernacular-27 May _ AP Faishal Ibrahim Address of Thanks to President's Speech.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>Sir, in his address to the nation, President Tan had outlined the ways in which the Government will be strengthening our social safety nets, including the healthcare system. In fact, even as MOH works towards this goal, we should remember that staying healthy is actually the best option. I am happy to say that there are encouraging signs in our Malay community. In 2013, more Malays had undergone health screening.</p><p>Seventy-nine percent of Malays had gone for screening for hypertension in 2013, compared to 74% in 2012; 79% of Malays had gone for screening for hypercholesterolaemia in 2013, compared to 73% in 2012; and 33% of Malay women attended breast cancer screening in 2013, compared to 29% in 2012.</p><p>The positive changes show that Malays are conscious of the need to stay healthy and, importantly, Malays have taken steps to make the necessary changes. In order to achieve greater improvements in health, we must help each other to take greater responsibility for our health. Last month, my Ministry unveiled the Healthy Living Master Plan. This plan seeks to bridge connections between different stakeholders and to ensure that healthy living becomes something that is effortless and natural. During the public consultations for this plan, participants shared stories on how they made lifestyle changes to keep themselves in the pink of health. For instance, a participant shared that, with her family's support, she managed to change the way she cooks, using healthier ingredients. Now, her husband loves eating healthier dishes and her children helps her to look for healthy recipes. Practising a healthy lifestyle became a collective effort for the entire family.</p><p>In line with the HLMP's vision to create a health-promoting environment, the Health Promotion Board (HPB) will be partnering mosques to adopt an integrated and holistic approach to improve the health of the Malay community.</p><p>We will be working with the mosques to offer health programme packages which include health screening, physical activities, nutrition and a smoking cessation plan. Thus far, the Ar-Raudhah Mosque, Alkaff Kampung Melayu Mosque, Al-Mawaddah Mosque, An-Nur Mosque and Al-Ansar Mosque have pledged to offer these health programme packages.</p><p>Building good healthy habits from young is also important. As the Malay saying goes, \"To bend the bamboo stem, do it while it is still a bamboo shoot.\" Parents lead the way by teaching their children good habits from young and becoming good role models of healthy living. HPB provides guidance at workshops for young parents through the initiative called \"Healthier Child, Brighter Future\" (HCBF) so that they can inculcate healthy habits in their child from young. Young parents are also provided with the HCBF resource toolkit, which provides useful and age-appropriate health information and tips for raising healthy children.</p><p>This resource toolkit provides guidance to parents at important milestones, from pregnancy to early childhood. The HCBF resource toolkits are available in all languages, including the Malay language. HPB is also working with the madrasahs to create a health promoting environment so that madrasah students also have the opportunity to learn healthy habits from young.</p><p>Our families also play a big role in providing support to make changes. Children whose parents do not smoke are less likely to smoke as adults. Therefore, we should reduce the smoking habit in our community so that we can be positive role models, and our children can enjoy smoke-free environments. This year, HPB will organise the annual \"I Quit 28-Day Countdown\" during the fasting month of Ramadan, in collaboration with the Islamic Religious Council of Singapore (MUIS). I look forward to seeing more Malay men quit smoking this year.</p><p>For the women, we had released the \"Good Health, Live Well\" calendar last year, in partnership with the Young Muslim Women's Association (PPIS). This calendar was designed to specially help meet the health needs of busy Malay women and their families. This pictorial calendar has cost-saving tips, such as encouraging early health screening, healthy recipes, as well as providing further information on hotlines for social and financial help. The calendar has been well-received. I have been asked on many occasions by my constituents to provide them with copies for their households. We will be exploring ways on how we can continue and improve on this initiative.</p><p>These new initiatives are exciting and have been successful in bringing the different sectors together. MOH cannot realise the vision of HLMP on its own; success will come only when various stakeholders work with us towards the same goal. MUIS has been invaluable in identifying partner mosques for HPB and has been a strong supporter of our Ramadhan Challenge. Similarly, the People's Association has also partnered HPB to identify sites for the Wellness Programme which will provide health screening.</p><p>The Muslim Healthcare Professionals Association (MHPA) has also come on board. Doctors from the MHPA have conducted health-promoting talks at mosques in conjunction with other events organised by the HPB. Our colleagues in the media have also taken up this challenge. Just last weekend, Berita Harian organised the Berita Harian Health Forum in partnership with Tan Tock Seng Hospital.</p><p>Prior to this, in 2011, Mediacorp had worked together with HPB to produce Cabaran Segar, or Fresh Challenge, a television programme that traces the journey of Malay celebrities who are trying to quit smoking.</p><p>I would like to invite even more partners to join us on this journey because in order to improve the health of the Malay community, we require people who have knowledge and understanding of our culture and traditions. Our community is known for our \"gotong-royong\" spirit and strong social support.</p><p>In conclusion, with more partners who are able to share their expertise and experience, we will be able to help our Malay community make healthy living everyday living. Sir, I support the Motion.</p><h6>5.42 pm</h6><p><strong>Er Dr Lee Bee Wah (Nee Soon)</strong>:&nbsp;Mr Deputy Speaker, in Malay, please.</p><p>(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140527/vernacular-27 May _ Er Dr Lee Bee Wah Address of Thanks to President's Speech.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>Firstly, I would like to thank the President for his speech that was encouraging and provides direction to the Government for the Twelfth Parliament. Within a short period of time, we have developed from a lethargic trading centre to a prosperous and vibrant city. Just by looking at the skyscrapers at night, a lot can be said about the Government's efforts to build this nation.</p><p>Behind the scenes, our Pioneer Generation and leaders had put in a lot of blood and sweat as well as dedication to build a strong foundation for our society. The sacrifices made by our Pioneer Generation are something we should be proud of.</p><p>Our nation is half a century old and is still young, compared to other countries. They have history, culture and policies that are centuries old while we are still mastering many sectors. Sometimes, we explore on our own, and sometimes, we explore further. Certainly, our journey will become more challenging in the era of globalisation. These are interesting times with the exchange of ideas and rapid development but, at times, social stability is affected. We must find the balance between pursuing change and development, and navigating current challenges. We must also look ahead and help the people realise their aspirations.</p><p>With a higher standard of living and the voicing of opinions being made easier, more Singaporeans are keen to step forward and voice their opinions.</p><p>It does not matter whether they voice out as a politician or as a citizen, or sometimes as both. Any debate about the challenges that our nation faces is something that is healthy and will help us explore new ideas.</p><p>Mr Deputy Speaker, in Mandarin, please.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140527/vernacular-27 May _ Er Dr Lee Bee Wah Address of Thanks to President's Speech.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>The public must remain calm and objective when engaging in any debate, especially a political one. Otherwise, during a heated debate, they may overlook logic and analysis which could lead to negative effects.</p><p>In March, we saw students in Taiwan forcefully taking over their Legislative Council to demonstrate against the Services and Trade Agreement signed between Taiwan and China. Recently, in Vietnam, we have seen territorial dispute-triggered demonstrations, causing damage to property and even loss of lives. There are many such cases in other parts of the world, including the situation in Thailand today, which is very worrisome.</p><p>Singapore is a diverse, multiracial country, so it is not easy to maintain social stability. Many politicians abroad envy our political and social stability and development.</p><p>When we engage actively in debate, we need to see it with a long-term perspective and consider the common interests of our people. Sometimes, people choose a quick solution for short-term gains. However, the long-term invisible negative effects can be difficult to reverse. In order for our political debates to be more constructive, we need to be open-minded and listen to other people's suggestions. Remarks that lack detailed explanations or logical analysis, and words full of hatred will not only not help but can also cause a divide in the society. It is easy to criticise policies, but just to criticise without offering an alternative solution is not constructive. It is not only not constructive, sometimes it can even be damaging.</p><p>To push for populist policies may be easy; but it is extremely difficult to come up with policies that consider the long-term interests of the country. The Government continuously adjusts its policies to better take care of the different needs of the people, and help our people meet various challenges. For example, our seniors will benefit from the Pioneer Generation Package which aims to substantially reduce their healthcare cost burden. Singaporeans also enjoy more healthcare benefits.</p><p>As for children who are now growing up, MOE will improve our education system, including changing the school curriculum. The aim of education should never be just to get better grades. It is more important to nurture our students so that they have the right moral values and good character.</p><p>This is also why we have now introduced the Singapore Youth Volunteering Scheme. This scheme allows our youths to have the chance to do volunteer work, both in Singapore and abroad, building up their living skills and character as well. I hope that more youths will participate more actively in this meaningful scheme.</p><p>(<em>In English</em>):&nbsp;Mr Deputy Speaker, the Government has been focusing on ways to provide lifelong learning opportunities for PMETs to remain relevant. The Continuing Education and Training (CET) Masterplan is aimed at creating a lifelong learning system that helps employees seize opportunities with newer and better skills. The CET has involved exemplary public and private providers, as well as education institutions, to design and fund training pathways for various industries.</p><p>The Government is even funding courses in UniSIM for working adults. They can upgrade existing skills or even have the freedom of switching to a new career path. These are evidence of the Government's dedication to ensure that there are sufficient economic opportunities for its people.</p><p>For the middle income, the Government understands their difficulties as the sandwiched middle class, and has introduced a slew of measures to relieve their financial difficulties. Many benefits previously only available to the lower income have also been extended to the middle income class. These include reviewing the Housing Grants and income ceilings, availing more subsidies for Kindergarten education through the Kindergarten Fee Assistance Scheme, and bursaries for tertiary students from middle income families.</p><p>Certainly, there is always room for improvement, and I am glad to see that in recent years, with every Budget, there are bold moves to seek changes and improvement for the various groups of Singaporeans.</p><p>I would like to focus on a few areas where I feel we can further strengthen our social infrastructure. I know that the Government is doing a lot to push for more buses to be put into service to complement the MRT lines. I hope, in doing so, we do not also lose sight of the fact that as more vehicles are on the road, the traffic flow will have to be more efficiently managed. We should also review the size of the bus stops and their locations, so that we do not try to solve one problem but create another in the process. The network of main and arterial roads should also be reviewed to see how we can best use them to ensure an efficient traffic flow.</p><p>On this note, I would like to ask our Minister for Transport what is the status of road works in Yishun, especially the alternative route to the Expressways because there are so many new BTOs being built, more and more residents shifting to Yishun, especially Nee Soon South, I would like to know what is the status of interchange construction linking the Central Expressway (CTE), Pan-Island Expressway (PIE) and Seletar Expressway (SLE). When will these be completed?</p><p>Over the years, we have also seen the revival of another form of transport&nbsp;– the bicycles. If our transport cost continues to rise, we may see more people switching to this mode of moving from one point to another.</p><p>I know of one office building in the city where the developer built a \"cage\" for bicycles to be secured, and with bathrooms nearby for cyclists to get a quick change to office wear. We need to do more for our cyclists. When I was in France last year for our World Table Tennis Championship, I noticed that there is an extensive bicycle lane at the road side. That means parallel with the road with the bicycle signage, and then people cycle in single file. In Holland, there are extensive dedicated cycling paths. Whichever model that we would like to adopt, we need to make a decision, so that more cyclists can have a safer place to cycle.</p><p>On the other hand, with urbanisation and the tussle for space, I feel that all road users&nbsp;– motorists, cyclists and pedestrians&nbsp;– should show more courtesy to one another. Last Sunday, when I was at a coffee shop in Nee Soon South, quite a number of residents came up to me and told me that, very often, cyclists cycled through coffee shops and they were nearly knocked down by bicycles.</p><p>Next, on housing. I am glad that the Minister has adopted my suggestion of building three-generation flats and I hope that more will be built. This is to enable residents to live under one roof. For those who choose to live near their parents, I hope that they will be given priority in allocation, so that they can live near their parents. May I also suggest that we build more Studio Apartments and give priority to parents who choose to live near their children? That means we give priority to children who want to live near their parents; we also give priority to parents who want to right-size their flat and live near their children.</p><p>Next, give more help to those who want to buy flats, especially first-timers and divorcees with children. I notice that HDB has this habit of asking residents to show their bank accounts. Last night, during my Meet-the-People Session, I just saw a mother and her daughter. Daughter, 20 years old, her name is Amanda, left Sports School two years ago and she first worked as a freelance swimming coach and took home about $900. Her parents divorced when she was seven years old. The mother earns about $31,000 a year. Amanda wants to buy a flat with her mum. She is a first-timer, her mother is a divorcee. They went to HDB to ask for a loan. HDB said no, Amanda works as a freelance swimming coach, no steady income, so cannot buy HDB flat. Amanda got a steady income job since February 2013 and her monthly salary is $2,800. Besides that, she continued as a freelance coach earning another $900 and, happily, they went to see HDB. This time, HDB says no again. Why? HDB says that their bank account does not show that they are building up their savings.</p><p>I would like to ask how many of you in this House, when you just first started working had savings in your bank account? I remember I was living from hand-to-mouth. I remember I went to my HR department once, telling them that they forgot to pay my salary. But when they checked, they saw that they had already paid but then it was because I had spent it. So, not many people have that kind of savings. Since she has a steady income, her mother also has income, I think we should let them buy their HDB flat. And Amanda is not the only one. I have seen taxi drivers and entrepreneurs having the same problem. They say that \"HDB saw my accounts and thinks that I cannot afford to buy a flat\".</p><p>The next group of residents are those who are 55 years or older who want to buy flats. I think we know that when we reach 55, our money in the Ordinary Accounts and Special Accounts are locked away in the Retirement Accounts. So, for those who are 50-plus nearing 55, they are very anxious. Many of them, when they want to buy flats, they have money in their Retirement Accounts, but they do not have flats because they say they need the money in the Retirement Accounts to buy the Studio Apartments. I have been seeing this group of residents quite regularly.</p><p>One last group of residents that I feel we need to help is the group of residents affected by the \"valuation limit\". They have money in CPF but they do not have cash. Because CPF says that they have reached the valuation limit, they cannot use CPF to pay their mortgage. Normally, this group of residents are in their 40s, late 40s, in their 50s. They have a lot of responsibilities, children's tertiary education and so on. I hope that we can review this policy.</p><p>Our compassionate Minister Khaw and his team have done a lot, have done well, over the last few years. Many of my residents have got their flats except those that I mentioned above. And those are some suggestions on finetuning, so as to perfect our caring and compassionate housing policies.</p><p>Just as we need good transport network, the housing estates will also need hawker centres which are places to get cheap food. The hawker centres have become popular gathering areas for community bonding and networking. I hope NEA can build more hawker centres and build them faster. NEA announced that there would be a hawker centre in Yishun and the announcement was made in 2011.</p><p>And if I may say it in Hokkien, \"Wu tia thio sia, bo kua thio ngia\". Until now, we have not seen anything and I certainly hope that construction work can start this year.</p><p>Mr Deputy Speaker, our physical environment also requires close attention. As we have a higher population density in our estates, we need to pay more attention to greenery, cleanliness and environmental health issues. The Government is already working on addressing these problems but, in some areas, residents should take on more personal responsibility.</p><p>I am pleased that Nee Soon South residents have been very supportive of our monthly litter-picking exercises. I am pleased that residents also supported \"No Cleaners Day\" on 1 May. We started this last year. Last year, on \"No Cleaners Day\", residents picked up 1,430 kg of litter. That is a lot. This year, on our second \"No Cleaners Day\", residents picked up 500 kg of litter. There is a reduction but I still think that more can be done. We will make \"No Cleaners Day\" on May Day a permanent fixture in Nee Soon South. I hope this can be done nationwide.</p><p>Next, I would like to touch on the ill-effects of tobacco use. Tobacco use kills more than five million people per year. Five million people – that is like the population in Singapore.</p><p><strong>Mr Deputy Speaker</strong>:&nbsp;Er Dr Lee, you have about a minute left.</p><p><strong>Er Dr Lee Bee Wah</strong>:&nbsp;It is responsible for one in 10 adult deaths. I hope that we can do more, especially the designated smoking points, as being carried out in Japan, Taiwan and which we also piloted in Nee Soon South. I hope that more can be done.</p><p>This is the fundamental principle of consideration for our neighbours. Non-smokers want to be protected from second-hand smoke. Success is not whether the designated smoking areas are heavily used, but whether non-smokers are protected.</p><p>The global landscape is changing rapidly and while deliberation and careful research are important, we also need to be able to keep up. The Government must take bold action wherever necessary for our future. Yes, politics is real. Politics impacts on the lives of people. That is why, for me as an elected Member of Parliament, my priority is to speak up for my residents, solving problems faced by my residents and Singaporeans and help to finetune policies. Sometimes, I may appear to be very direct and blunt. But I believe that our Ministers and civil servants understand my good intentions though they may not necessarily agree with my suggestions.</p><p>That is why I am very confident that together, we can build a safer, cleaner and greener home. Hand in hand, we can improve the lives of Singaporeans and set the stage for future success and a better and brighter Singapore. Sir, I support the Motion.</p><h6>6.03 pm</h6><p><strong>Dr Teo Ho Pin (Bukit Panjang)</strong>:&nbsp;Mr Deputy Speaker, Sir, I rise in support of the Motion to thank the President for his Address at the Opening of Parliament. I support the President's call to continue our work to build a fair and just society, regardless of race, language or religion; to achieve happiness, prosperity and progress for our nation.</p><p>Sir, the Pioneer Generation of Singaporeans have worked hard over the last 50 years to build Singapore to be a world-class city. Today, Singaporeans take pride in the achievements of our country. We have enjoyed political stability for 50 years, attracted lots of investments to provide good jobs for Singaporeans. We have built a safe and quality built environment for Singaporeans to live, work and play together.</p><p>Sir, with rapid globalisation and a fast-ageing population, Singapore will face new challenges to fulfil the needs and aspirations of both the present and future generations.</p><p>Like our pioneers, we must continue to work hard and develop the \"Singapore Spirit\" to make Singapore a \"great world-class city\".</p><p>Sir, by 2030, about 60% or five billion of the world's population will be staying in the cities. Today, cities are already producing 70% of the global greenhouse gas emissions. These emissions are mainly attributed to energy consumption in buildings and transportation. As such, many cities are facing immense challenges of providing a sustainable economy and liveable environment for their people.</p><p>Politics, stretched budgets, economic competitiveness and ageing infrastructure have put enormous strains on city governments to continue providing a good quality of life for their people. This has resulted in social disparities, turmoil and political instability in some cities and countries.</p><p>Sir, in Singapore, we are indeed fortunate to enjoy peace and harmony among our people. Efforts by our Government and people in bringing people of different races, languages and religions together have strengthened the social fabric of our society.</p><p>Our Government's policies on meritocracy and multiracialism have provided equal opportunities for all Singaporeans to live, work and play together as one people. These have produced a safe and stable society which we must all treasure.</p><p>Sir, moving forward, it is essential for all Singaporeans to build on the strong foundation laid by our Pioneer Generation and make Singapore a Great World Class City. What must the Government and Singaporeans do to build a Great World Class City? In my view, we must focus on three areas: (a) support smart economic growth; (b) achieve more with less resource; and (c) win support from Singaporeans to make changes.</p><p>Support smart economic growth. Sir, many countries and cities are improving their investment environment to attract businesses and provide jobs for their people, especially for cities with a fast growing population. Singapore will face intense pressures to achieve sustainable economic growth if we do not transform our economy.</p><p>Therefore, we need to strategically plan for smart economic growth based on our present and future strengths. First, we must identify growing industries. Second, we must cluster these growing industries to gain competitive advantage. Third, we must help these industries to harness the talent and skills of both young and older Singaporeans.</p><p>Sir, Singapore provides a stable business environment with excellent business infrastructure. We must continue to invest in our business environment for industry clusters to attract more local and foreign investments. The Government must further support the capability building of our local SMEs and provide more opportunities for them to grow in Singapore and overseas.</p><p>Local SMEs need not always play the role of supporting industry players but can explore opportunities to grow into industry clusters or conglomerates to compete in the global economy. But they need a strong helping hand from the Government.</p><p>The Government can play a more active role in growing and branding our local SMEs both locally and in growing markets overseas. Our Government-linked companies can forge stronger business partnerships with local SMEs to build competitive industry clusters in Singapore. For example, local logistics and transportation companies can partner and be relocated nearer to our manufacturing, shipping or petrochemical sectors to provide JIT (just in time) transport services, thus reducing travelling time and double handling of goods.</p><p>To further support industry clusters, the Government should allocate land to build foreign worker dormitories nearer to these workplaces. More direct bus and train services should be provided to make our industry clusters and workplaces easily accessible to Singaporeans. This will not only make it more convenient for Singaporeans to work but also allow businesses to access our skilled workforce easily.</p><p>Building dormitories near industrial estates will further reduce ferrying of workers, save business costs and reduce carbon emissions in our environment. Having more direct transport services will also reduce travelling time, thus improving the work-life balance of Singaporeans.</p><p>In order to harness the maximum potential of our human resources, the Government can support growing industries to provide more internship opportunities for our ITE, Polytechnic and University students.</p><p>This will ensure better matching of graduates with suitable jobs, thus offering them more rewarding careers. Sir, we must also harness the knowledge and skills of our ageing population and provide more job opportunities for our young and older workers to complement each other to build a competitive workforce for companies.</p><p>Therefore, to achieve smart economic growth, the Government must identify, plan and site growing industries together with our skilled workforce so as to enhance business competitiveness in cost, quality and services.</p><p>Achieving more with less resources. Sir, MND has planned our city well and HDB has built good quality housing for Singaporeans. As we grow our businesses and population, we need to think of innovative ways to maximise our land use and achieve a sustainable built environment using less resources.</p><p>In this regard, we have to explore smart solutions to intensify land use and build high-density vertical business and residential communities. We must also build safe and green homes for our people so as to reduce resource consumption.</p><p>Sir, high-rise and high-density communities can provide quality life, work and play environment for Singaporeans if properly planned with transportation and sustainable infrastructure. In the past, our industries, businesses, residential and recreational amenities are located in different parts of Singapore.</p><p>It is time for URA to review how land use can be better planned to achieve three desired outcomes: (a) to support families to live near each other; (b) to make workplaces and recreational amenities easily accessible to all Singaporeans; and (c) to provide business infrastructure to enhance the competitiveness of firms in Singapore.</p><p>Another advantage of building high-rise high-density business and residential communities is that these communities tend to use less resource as people would walk, cycle or travel less with cars. In this year's Budget, I have proposed that MND and HDB should review their policies to bring families together. I would like to suggest a few solutions to achieve this.</p><p>First, we should plan to build vertical communities at our MRT and LRT stations through BTO, en bloc and private developments. URA and HDB should plan land sales and developments in these areas to build more public and private housing.</p><p>Second, HDB should adopt the same approach as the private developers to provide a variety of flat sizes, meaning 1- to 4-bedroom flats, in each precinct so as to encourage families to live together or near one another. We should continue to promote home ownership but at the same time provide more housing options for Singaporeans to live near their family members for mutual support. These include the elderly, singles, single-parent families, orphans and young couples.</p><p>Sir, let me next focus on how we can build green and safe homes for Singaporeans. In my opinion, a green and safe home is one that is built with safety measures for its occupants, adopts sustainable development practices and is occupied by people with green living habits.</p><p>I would like to urge HDB and private developers to go beyond the BCA Green Mark Accreditation when building or upgrading residential flats. Residential block and flat designs should be laid out to minimise exposure to the afternoon sun and maximise the use of natural ventilation and lighting to increase comfort and save energy. Green features, such as recycling chute, energy- and water-efficient electrical appliances, should be installed to encourage a green lifestyle.</p><p>Today, many existing residential buildings do not meet the Green Mark criteria and few residential dwellings are green homes. We need the concerted efforts of all Government agencies to expedite the greening of our homes so as to reduce our resource consumption and greenhouse gas emissions. If the building of green home infrastructure is too costly, we can first explore greening renovation works and supporting green lifestyles in our homes.</p><p>While legislation will achieve limited greening of our homes, the Government should focus on education and incentives to promote environmental ownership of our people. Government agencies should not waste too much resource in testing too many pilot projects. We should instead embark on proven solutions and sustain all stakeholders' efforts to inculcate green values amongst Singaporeans.</p><p>Simple green features, such as installation of water-saving thimbles, energy-saving lightings and air-con proofing of rooms can be incorporated at the design stage of residential developments. Interior designers and renovation contractors can be incentivised to go green, such as providing green tax rebates.</p><p>BCA should also review its building regulations to ensure that developers, architects, interior designers, contractors and renovation contractors build green homes. I propose we extend the Green Mark scheme for buildings to homes so that all residential flats will be sustainable homes in the future.</p><p>We need a new green mark accreditation framework to ensure that all residential flats are properly designed and renovated to be green homes. This will ultimately reduce the carbon footprints of Singapore.</p><p>Sir, a safe home will have fewer accidents, thus reducing the demand for healthcare services and saving resources. Each year, domestic accidents constitute a significant percentage of hospital treatment and admission cases in Singapore. Children and the elderly are more vulnerable to home accidents, such as falls, burns, cuts and slamming doors on hands. Thus, it is essential to ensure that the interior design of flats is child-proof and elderly-friendly to reduce home accidents.</p><p>Sir, in Singapore, we have an average of 2,500 fire cases per year in residential dwellings resulting in deaths, injuries and extensive damage to property. A lot of of pain is suffered and lots of resources are wasted as a result of these domestic accidents. Therefore, we need to implement more upstream intervention strategies to make our homes safe.</p><p>We must incorporate child-proof designs and elderly-friendly features in both new and upgraded residential flats. For example, child-proof locking windows, grab bars, anti-slip flooring, anti-slam doors and cupboards and barrier-free features can be provided to make all homes safe for both the young and old. This will also facilitate family members to live together.</p><p>Win support from the people to change. Sir, it is difficult to plan and implement policies to govern a country. But it is even more difficult to win the support of people to make changes. This is the real challenge faced by many governments in the world. People are usually more comfortable in their present settings and are resistant to changes.</p><p>Thus, our political leaders and civil servants must make Singaporeans believe and understand that they are making changes to better the lives of both the present and future generations of Singaporeans. This requires active engagement of Singaporeans and effective communication of the Government's intent in order to win support from our people.</p><p>In today's Internet and new media world, it is worrying that some people have ulterior motives to misguide Singaporeans by providing misleading information or distorted views. Such acts are not constructive and can have undesirable consequences in the governance of a country. Emotional outbursts spread through new media and poor governance has resulted in many riots and turmoil in some countries resulting in the loss of lives and jobs.</p><p>Therefore, it is important for our Government to set up reliable channels of communications to engage and inform our citizens constantly and correctly. The Government must build relationships and trust with our citizens. This cannot be done solely by the Government. We need all stakeholders of our society to come together more frequently to discuss issues, formulate and implement policies to better the lives of Singaporeans.</p><p>Singaporeans must also actively engage the Government and various stakeholders to contribute to the development of our country. It must be a win-win partnership between the Government and citizens of Singapore.</p><p>The Government's vision must reflect our people's aspirations to be a great world-class city where Singaporeans can raise their families in a quality, safe and green built environment.</p><p>Sir, trust can only be built through active engagement and good deeds. At this juncture, I would like to commend the excellent efforts of many community organisations that have been organising many activities and services to engage our citizens. These engagement platforms also provide opportunities for the Government to disseminate policies, explain and help our people to understand various Government policies. Through such active engagements, the Government can win the support of the people to make changes to improve their lives.</p><p>Thus, I would urge the Government and various stakeholders of our society to continue the good work of providing more platforms for Singaporeans to spend more time together and strengthen our relationships. Together, we can build the \"Singapore Spirit\" for a better Singapore.</p><h6>6.21 pm</h6><p><strong>The Senior Minister of State for National Development and Trade and Industry (Mr Lee Yi Shyan)</strong>: Mr Deputy Speaker, I rise to support the Motion of thanks to the President. More than half the world's seven billion people live in cities. This proportion will increase to about three-quarters by 2050 even as the world's population grows from seven billion to nine billion.</p><p>The lure of cities comes from the promise of better lives and, indeed, urbanisation brings undeniable benefits. The compactness of city living allows the greatest and most efficient utilisation of infrastructure and resources. Aggregating masses of diverse people and cultures accelerates the innovation of ideas.</p><p>But good cities are the exception and not the norm. Not all cities thrive. Some decline, while others stagnate. Poor urban planning, development and management are oftentimes the downfall of cities. Proliferation of crime, degradation of the environment and formation of slums are common sights. Singapore has been fortunate to stay on the path of sustainable growth and development but we will need to explore new ways to avoid the pitfalls and challenges of urban living.</p><p>There is a certain urgency to do so as the urban development challenges faced by developed cities like Singapore are becoming increasingly complex and global. The complexity of our urban development challenges stems from the differing and sometimes conflicting needs and interests of our citizens. This complexity is often accentuated by the growing interconnectedness of Singapore and the rest of the world.</p><p>While an instant information world exacerbates our problems, the same information revolution also provides us with solutions to the complex problems we face in urban development. Consider, for instance, Google processes over 20 petabytes of data every day. If Google were to translate this data into text, it would produce enough material to fill about seven billion novels, all in one day. If we look at Facebook, its users upload almost five billion content items and click 4.5 billion \"likes\" a day. One estimate says that in 2012, a total of 2,900 exabytes&nbsp;– and one exabyte is equivalent to one billion gigabytes – was stored in the world. Academics have estimated that the world's information storage capacity is growing about four times faster than the world's GDP and its computational power about nine times.</p><p>This proliferation of data is already being used to improve the lives of people around the world. Facebook users are known to raise funds for charity. Others raise funds for their start-ups and yet others start their first e-store on Facebook.</p><p>Big Data is poised to shake everything up, from businesses to science, education, healthcare, economy and the Government. We are just at the tip of the iceberg and we will have to be fully cognisant of the impact of Big Data on our society and the way we organise ourselves.</p><p>Community-driven information gathering and decision-making frameworks promote active citizenry. It is spreading fast around the world. In New Haven, Connecticut, a person called Ben Berkowitz created SeeClickFix in September 2009. This was sometime back. SeeClickFix is a web tool and, of course, later became a mobile app that allows citizens to report non-emergency neighbourhood issues, which are communicated to the local government, as a form of community activism. It now covers 25,000 towns and 8,000 neighbourhoods, both in the US and abroad.</p><p>Fast forward to 2014, in my own constituency, we have a WhatsApp chat group reporting on maintenance issues on the ground. Someone in that group would take a picture of an item in need of repair, briefly describe it or share its location, and then the maintenance staff in the group will promptly follow up and later on showing another picture of the repair work done. All these \"closing of loops\", so to speak, took place in hours instead of days. This informal chat group, in effect, has replaced the archaic paper-based work order system that we grew up with not so long ago. It is arguably even more convenient and efficient than the EMSU (Essential Maintenance Service Unit) system because one could attach pictures and specify its geo-location. This is an example of what an IT-empowered user group could accomplish using merely ordinary tools in their hands.</p><p>In MND, amongst our agencies, such as HDB, URA, BCA, AVA and so on, we have long established e-Government services. These e-services are constantly updated to meet the changing user needs and circumstances. Whether it is HDB's Infomap app or URAMaps App, there is ample room for continual improvement. In fact, our agencies are working on the next generation of architecture for Big Data applications.</p><p>But other than Government systems, an active citizenry and business community are integral contributors to a Smart Nation. I believe the old top-down way of organising our information-gathering and decision-making will have to evolve towards a flatter architecture of decision-making. In this way, we can better accommodate the input of people and businesses in tandem with the infomatised world that we live in.</p><p>In Singapore today, there are eight million mobile phones out of our 5.4 million population. And out of the eight million phones, seven million are smart phones. Singaporeans are now so reliant on mobile communication and the Internet that they become uncomfortable without it. Of course, this is not unique to Singapore.</p><p>There is a saying on the Internet now that the largest tribe on earth belongs to the \"nodding\" tribe. This \"nodding\" tribe refers to people who, while sitting at the bus stop or on the MRT, or even crossing the road, have their heads lowered and eyes glued to the smart phones. In Singapore, our IT MasterPlans have produced one of the most connected cities in the world. In fact, Singapore is often ranked as one of the most connected nations in the world. The availability of smart phone technology means that there is considerable sensor and processing power in the hands of Singaporeans.</p><p>The innovative use of Government data to create apps to enhance the way we live, work and play is evident in IDA's Apps4SG competition. One of the top three finalists, \"Route My Day\" is an app which plans daily activities or weekend errands by proposing a variety of routes as well as the most efficient one with the least number of stops so that one can finish up running errands in the least time.</p><p>Our community is capable of creating solutions that make life better with innovation. The GrabTaxi app matches demand and supply for taxis fast over the 3G network. Through it, commuters can benefit as they are able to book taxis from not just one but all companies and enjoy a high probability of booking.</p><p>Another good example is the MyBusMate app, which tracks the movement of school children on their buses in real time. This gives parents peace of mind when they know that their children have arrived safely in school. Schools and bus companies can use this information to more effectively plan school excursions or bus routes.</p><p>Some of these ground-up innovations, as one may say, may not follow exactly or conform to existing organisational boundaries or the incumbent's interests. But they make us challenge existing norms and consider service gaps that were not apparent before. As we embrace diversity and ground-up innovations, we have to expect some unconventional ideas that, nevertheless, serve the interests of the larger society.</p><p>These examples are a few of the many that showcase the role of an active citizenry in formulating innovations in Singapore. However, an active citizenry needs to be supported with Open Data. By adopting a more open approach to the data possessed by the Government, citizens and businesses will be better placed to develop innovative solutions to improve the experience of city living.</p><p>In Singapore, I am pleased to learn that our Open Data initiative has been helping to lay the groundwork for an active citizenry. Launched in 2011, the Data.gov.sg website brings together over 8,000 datasets from more than 60 Government agencies and provides useful resources for app developers. To date, more than 130 Apps were created using Open Data. This is an excellent start.</p><p>To support Open Data, the Government is putting in place the relevant processes and infrastructure. I am happy to note that, this morning, IDA announced its S$1.2 billion plan to establish a new infrastructure for cyber security and data analytics. The new tenders will adopt a co-sharing, co-sourcing model in partnership with industry players, which will help the Government develop capabilities and co-create solutions, thereby facilitating more active Government-citizen engagement and, more importantly, a more nimble response.</p><p>Besides solving urban development challenges, the information revolution and Big Data have a role to play in creating new industries and jobs for Singaporeans and in changing the way we do business.</p><p>On the so-called \"Singles' Day\" last year, the Chinese version of Valentine's Day, Alibaba Group Holdings Ltd captured online sales of 35 billion yuan. This was just over a 24-hour period! Alibaba, which has just launched its IPO in the US earlier this month, could be valued up to US$250 billion and oversaw US$248 billion worth of transactions last year.</p><p>Alibaba is an example of the pervasiveness of online retailing. There are many others like eBay and Amazon.com. So, what does that mean for the traditional brick-and-mortar retailers in Singapore? Consider that the retail sales for Singapore last year was just $40 billion, just about four times what Alibaba achieved in just one weekend. It certainly means that we have to up our game. Our retailers can no longer just rely on traditional marketing strategies; those without a valid web- and mobile-commerce strategy will face a very imminent and severe challenge.</p><p>A friend owning a retail chain told me jokingly that he would start a logistics company soon and he will cross-train his sales staff to become logisticians. Why? Because the information revolution will disintermediate many middlemen. But, on the other hand, e-commerce and mobile commerce will also create a huge demand for logistics companies, IT analysts and warehousing and delivery workers. We will need to prepare our workers and PMETs with the right skillsets as Big Data descends upon us.</p><p>Telecommunication companies with mobile and data networks are sitting on information goldmines. They can track how long a person stays in a mall, which floors and, perhaps, which corner of the floors. They can advise mall operators, for instance, which area has the highest traffic and the duration of the customer's stay or contact time. Perhaps, they know more accurately of customer traffic than the mall operators themselves.</p><p>The possibilities are endless. Big Data will be useful for many other industries like transport, healthcare, education, hospitality and so on. Already, Singapore is home to many thriving industry clusters involved in urban solutions. We are already training 2,500 data analytics professionals over the next few years that will create skilled jobs in consulting, IT, engineering, research and business incubation. Mr Deputy Speaker, in Mandarin, please.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20140527/vernacular-Lee Yishyan MND 27 May 2014_Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>There is a popular joke these days that the largest tribe on earth is the \"nodding tribe\". Every person sitting at the bus stop or on the MRT, or even crossing the road, has his head lowered and eyes glued to the smart phone. According to statistics, Singapore has a population of 5.4 million, but there are seven million smart phones among us. In fact, Singapore is often ranked as one of the most connected nations in the world.</p><p>The availability of smart phones means that there is considerable sensor and processing power in the hands of Singaporeans. The use of Big Data has been spreading without even being much noticed.</p><p>For example, when we activate Google Map, besides seeing the possible routes, we will also see green, red and yellow segments on these routes, indicating different traffic conditions. How does Google know which road is congested? Actually, it relies on each of us. When we use our phones, our devices will send out information regarding our location and travelling speed. These information, after central processing, are relayed back to our phones. This is a typical example of how Big Data has changed our way of life.</p><p>Many cities have applied Big Data in many areas, such as education, healthcare and R&amp;D. In commerce, Big Data has been used to predict customers' needs. The best examples are online shopping giants, such as Amazon, eBay and Taobao. Take Taobao, for example. Over the weekend of the \"Singles' Day\" last year, they managed to achieve online sales of 35 billion yuan!</p><p>Compared to the traditional retailers, the online shopping websites and the telecommunication companies that support them have a better understanding of their customers' needs. Our retailers and related industries should rethink about their future development strategies.</p><p>Some analysts forecast that Big Data will bring about a major revolution which will threaten the survival of many traditional trades. But I believe it will also bring along new opportunities and create new job opportunities. Whether we can benefit from it depends on whether we are aware of the arrival of the Big Data era and are prepared for it and whether we can change our way of doing things, improve the capability of our workers and fully embrace the arrival of the Big Data era.</p><p>MND and its Statutory Boards will step up their efforts in R&amp;D and innovation to use Big Data more effectively in urban planning, land use, township building, landscape design and even in people's day-to-day lives, so as to provide more and better people-oriented services.</p><p>In this process, we will share appropriate data and information with the public so that we can build a good living environment. We encourage businesses and the people sector to work with the Government so that we can serve the people in innovative ways.</p><p>Generally speaking, whether or not a city can become a Smart City depends on its people's participation. Technology is merely a tool; people are the real driving force behind all the imagination and wisdom.</p><p>Let us build a people-oriented Smart Nation together!</p><p>(<em>In English</em>):&nbsp;Mr Deputy Speaker, the information revolution and Big Data have the potential to transform the way we work, live, play, transact and organise. We, as citizens, will enjoy a better quality of life as customised solutions to problems will help us achieve more work-life balance. For example, the elderly living amongst us can be supported with better telemedicine and social worker surveillance; we can work two days a week at home because \"face-time\" at work today can be enhanced with technology. We can all be trained for higher productivity and better paying jobs with the help of technical aids at work.</p><p>Over time, as we grow into a smarter nation, an overview of all the ground feedback and suggestions received through apps will help our Government agencies to develop a holistic view. As we work together, we can bring about better outcomes for all – greater convenience in our day-to-day living, better and greener living environments. To achieve this, citizens must be empowered and have access to information. The Government will need to create the environment for this to take place.</p><p>A city is a Smart City if its people make it smart. Technology is an enabler, but it is the people that can make things happen. The application of Big Data can help us build a Smarter Nation and Society. I call on all Singaporeans to work with us to create our common Smart future. With that, I support the Motion.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Adjournment of Debate", "subTitle": null, "sectionType": "OS", "content": "<p><strong>The Minister for Health and Government Whip (Mr Gan Kim Yong)</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Mr Deputy Speaker, may I seek your consent to move, \"That the debate be now adjourned.\"</span></p><p><strong>Mr Deputy Speaker</strong>: I give my consent.</p><p>[(proc text) Resolved, \"That the debate be now adjourned.\" – [Mr Gan Kim Yong]. (proc text)]</p><p><strong>Mr Deputy Speaker</strong><span style=\"color: rgb(51, 51, 51);\">: Mr Zaqy Mohamad, resumption of debate what day?</span></p><p><strong>Mr Zaqy Mohamad (Chua Chu Kang)</strong>: Tomorrow, Sir.</p><p><strong>Mr Deputy Speaker</strong><span style=\"color: rgb(51, 51, 51);\">:&nbsp;</span>So be it.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Adjournment", "subTitle": null, "sectionType": "OS", "content": "<p>[(proc text) Resolved, \"That Parliament do now adjourn.\"&nbsp;– [Mr Gan Kim Yong]. (proc text)] </p><p class=\"ql-align-right\">&nbsp;<em>Adjourned accordingly at 6.42 pm.</em></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}], "writtenAnswersVOList": [], "writtenAnsNAVOList": [], "annexureList": [], "vernacularList": [{"vernacularID": 3177, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Dr Chia Shi-Lu", "filePath": "d:/apps/reports/solr_files/20140527/vernacular-Chia Shi Lu 27 May 2014 _Chinese.pdf", "fileName": "Chia Shi Lu 27 May 2014 _Chinese.pdf"}, {"vernacularID": 3178, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Ms Ellen Lee", "filePath": "d:/apps/reports/solr_files/20140527/vernacular-Ellen Lee  27 May 2014_chinese Parl speech.pdf", "fileName": "Ellen Lee  27 May 2014_chinese Parl speech.pdf"}, {"vernacularID": 3179, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Mr Zainudin Nordin", "filePath": "d:/apps/reports/solr_files/20140527/vernacular-27 May _ Mr Zainudin Nordin Address of Thanks to President's Speech.pdf", "fileName": "27 May _ Mr Zainudin Nordin Address of Thanks to President's Speech.pdf"}, {"vernacularID": 3180, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Assoc Prof Dr Muhammad Faishal Ibrahim", "filePath": "d:/apps/reports/solr_files/20140527/vernacular-27 May _ AP Faishal Ibrahim Address of Thanks to President's Speech.pdf", "fileName": "27 May _ AP Faishal Ibrahim Address of Thanks to President's Speech.pdf"}, {"vernacularID": 3181, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Er Dr Lee Bee Wah", "filePath": "d:/apps/reports/solr_files/20140527/vernacular-27 May _ Er Dr Lee Bee Wah Address of Thanks to President's Speech.pdf", "fileName": "27 May _ Er Dr Lee Bee Wah Address of Thanks to President's Speech.pdf"}, {"vernacularID": 3182, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Er Dr Lee Bee Wah", "filePath": "d:/apps/reports/solr_files/20140527/vernacular-Lee Bee Wah 27 May 2014_chinese.pdf", "fileName": "Lee Bee Wah 27 May 2014_chinese.pdf"}, {"vernacularID": 3183, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Mr Lee Yi Shyan", "filePath": "d:/apps/reports/solr_files/20140527/vernacular-Lee Yishyan MND 27 May 2014_Chinese.pdf", "fileName": "Lee Yishyan MND 27 May 2014_Chinese.pdf"}], "onlinePDFFileName": ""}