{"metadata": {"parlimentNO": 12, "sessionNO": 2, "volumeNO": 93, "sittingNO": 23, "sittingDate": "18-08-2015", "partSessionStr": "PART II OF SECOND SESSION", "startTimeStr": "01:30 PM", "speaker": "Mdm Speaker", "attendancePreviewText": null, "ptbaPreviewText": "Should there be a sitting of Parliament or meeting of a Committee of Parliament on these stated periods, Members' names may accordingly appear under the \"Absent\" list.", "atbPreviewText": null, "dateToDisplay": "Tuesday, 18 August 2015", "pdfNotes": "This paginated PDF copy of the day's Hansard report is for first reference citation purposes. Changes to the page numbers in this PDF copy may be made in the final print of the Official Report.", "waText": null, "ptbaFrom": null, "ptbaTo": null, "locationText": null}, "attStartPgNo": 0, "ptbaStartPgNo": 0, "atbpStartPgNo": 0, "attendanceList": [{"mpName": "Mdm SPEAKER (Mdm Halimah Yacob (Jurong)).", "attendance": true, "locationName": null}, {"mpName": "Mr Ang Hin Kee (Ang Mo Kio).", "attendance": true, "locationName": null}, {"mpName": "Mr Ang Wei Neng (Jurong).", "attendance": true, "locationName": null}, {"mpName": "Mr Baey Yam Keng (Tampines).", "attendance": true, "locationName": null}, {"mpName": "Mr Chan Chun Sing (Tanjong Pagar), Minister, Prime Minister's Office.", "attendance": true, "locationName": null}, {"mpName": "Mr Chen Show Mao (Aljunied).", "attendance": true, "locationName": null}, {"mpName": "Dr Chia Shi-Lu (Tanjong Pagar).", "attendance": true, "locationName": null}, {"mpName": "Ms Chia Yong Yong (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Mrs Lina Chiam (Non-Constituency Member).", "attendance": true, "locationName": null}, {"mpName": "Mr Charles Chong (Joo Chiat), Deputy Speaker.", "attendance": true, "locationName": null}, {"mpName": "Mr Thomas Chua Kee Seng (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Mr Christopher de Souza (Holland-Bukit Timah).", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Fatimah Lateef (Marine Parade).", "attendance": true, "locationName": null}, {"mpName": "Mr Arthur Fong (West Coast).", "attendance": true, "locationName": null}, {"mpName": "Mr Cedric Foo Chee Keng (Pioneer).", "attendance": true, "locationName": null}, {"mpName": "Ms Foo Mee Har (West Coast).", "attendance": true, "locationName": null}, {"mpName": "Ms Grace Fu Hai Yien (Yuhua), Minister, Prime Minister's Office, Second Minister for the Environment and Water Resources and Second Minister for Foreign Affairs.", "attendance": true, "locationName": null}, {"mpName": "Mr Gan Kim Yong (Chua Chu Kang), Minister for Health and Government Whip.", "attendance": true, "locationName": null}, {"mpName": "Mr Gan Thiam Poh (Pasir Ris-Punggol).", "attendance": true, "locationName": null}, {"mpName": "Mr Gerald Giam Yean Song (Non-Constituency Member).", "attendance": true, "locationName": null}, {"mpName": "Mr Goh Chok Tong (Marine Parade).", "attendance": true, "locationName": null}, {"mpName": "Mr Hawazi Daipi (Sembawang), Senior Parliamentary Secretary to the Minister for Education and Minister for Manpower.", "attendance": true, "locationName": null}, {"mpName": "Mr Heng Chee How (Whampoa), Senior Minister of State, Prime Minister's Office and Deputy Leader of the House.", "attendance": true, "locationName": null}, {"mpName": "Mr Heng Swee Keat (Tampines), Minister for Education.", "attendance": true, "locationName": null}, {"mpName": "Mr Hri Kumar Nair (Bishan-Toa Payoh).", "attendance": true, "locationName": null}, {"mpName": "Mr Inderjit Singh (Ang Mo Kio).", "attendance": true, "locationName": null}, {"mpName": "Ms Indranee Rajah (Tanjong Pagar), Senior Minister of State for Education and Law.", "attendance": true, "locationName": null}, {"mpName": "Dr Intan Azura Mokhtar (Ang Mo Kio).", "attendance": true, "locationName": null}, {"mpName": "Mr S Iswaran (West Coast), Minister, Prime Minister's Office, Second Minister for Home Affairs and Second Minister for Trade and Industry.", "attendance": true, "locationName": null}, {"mpName": "Dr Janil Puthucheary (Pasir Ris-Punggol).", "attendance": true, "locationName": null}, {"mpName": "Mr K Karthikeyan (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Mr Khaw Boon Wan (Sembawang), Minister for National Development.", "attendance": true, "locationName": null}, {"mpName": "Dr Amy Khor Lean Suan (Hong Kah North), Senior Minister of State for Health and Manpower and Deputy Government Whip.", "attendance": true, "locationName": null}, {"mpName": "Ms Kuik Shiao-Yin (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Dr Lam Pin Min (Sengkang West), Minister of State for Health.", "attendance": true, "locationName": null}, {"mpName": "Er Dr Lee Bee Wah (Nee Soon).", "attendance": true, "locationName": null}, {"mpName": "Mr Desmond Lee (Jurong), Minister of State for National Development.", "attendance": true, "locationName": null}, {"mpName": "Ms Ellen Lee (Sembawang).", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Hsien Loong (Ang Mo Kio), Prime Minister.", "attendance": true, "locationName": null}, {"mpName": "Ms Lee Li Lian (Punggol East).", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Yi Shyan (East Coast), Senior Minister of State for National Development and Trade and Industry.", "attendance": true, "locationName": null}, {"mpName": "Mr Liang Eng Hwa (Holland-Bukit Timah).", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Biow Chuan (Mountbatten).", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Hng Kiang (West Coast), Minister for Trade and Industry.", "attendance": true, "locationName": null}, {"mpName": "Mr Raymond Lim Siang Keat (East Coast).", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Swee Say (East Coast), Minister for Manpower.", "attendance": true, "locationName": null}, {"mpName": "Ms Sylvia Lim (Aljunied).", "attendance": true, "locationName": null}, {"mpName": "Dr Lim Wee Kiak (Nee Soon).", "attendance": true, "locationName": null}, {"mpName": "Miss Penny Low (Pasir Ris-Punggol).", "attendance": true, "locationName": null}, {"mpName": "Mr Low Thia Khiang (Aljunied).", "attendance": true, "locationName": null}, {"mpName": "Ms Low Yen Ling (Chua Chu Kang), Parliamentary Secretary to the Minister for Culture, Community and Youth and Minister for Social and Family Development.", "attendance": true, "locationName": null}, {"mpName": "Mr Lui Tuck Yew (Moulmein-Kallang), Minister for Transport and Second Minister for Defence.", "attendance": true, "locationName": null}, {"mpName": "Mr Mah Bow Tan (Tampines).", "attendance": true, "locationName": null}, {"mpName": "Dr Mohamad Maliki Bin Osman (East Coast), Minister of State for Defence and National Development.", "attendance": true, "locationName": null}, {"mpName": "Mr Muhamad Faisal Bin Abdul Manap (Aljunied).", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Dr Muhammad Faishal Ibrahim (Nee Soon), Parliamentary Secretary to the Minister for Health and Minister for Transport.", "attendance": true, "locationName": null}, {"mpName": "Dr Lily Neo (Tanjong Pagar).", "attendance": true, "locationName": null}, {"mpName": "Dr Ng Eng Hen (Bishan-Toa Payoh), Minister for Defence and Leader of the House.", "attendance": true, "locationName": null}, {"mpName": "Ms Irene Ng Phek Hoong (Tampines).", "attendance": true, "locationName": null}, {"mpName": "Mr David Ong (Jurong).", "attendance": true, "locationName": null}, {"mpName": "Mr Ong Teng Koon (Sembawang).", "attendance": true, "locationName": null}, {"mpName": "Ms Denise Phua Lay Peng (Moulmein-Kallang).", "attendance": true, "locationName": null}, {"mpName": "Mr Png Eng Huat (Hougang).", "attendance": true, "locationName": null}, {"mpName": "Mr Pritam Singh (Aljunied).", "attendance": true, "locationName": null}, {"mpName": "Mr Seah Kian Peng (Marine Parade), Deputy Speaker.", "attendance": true, "locationName": null}, {"mpName": "Mr Seng Han Thong (Ang Mo Kio).", "attendance": true, "locationName": null}, {"mpName": "Mr K Shanmugam (Nee Soon), Minister for Foreign Affairs and Minister for Law.", "attendance": true, "locationName": null}, {"mpName": "Ms Sim Ann (Holland-Bukit Timah), Minister of State for Education and Communications and Information.", "attendance": true, "locationName": null}, {"mpName": "Mr Sitoh Yih Pin (Potong Pasir).", "attendance": true, "locationName": null}, {"mpName": "Ms Rita Soh Siow Lan (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Dr Benedict Tan (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Mr Sam Tan Chin Siong (Radin Mas), Minister of State for Culture, Community and Youth and Prime Minister's Office.", "attendance": true, "locationName": null}, {"mpName": "Mr Tan Chuan-Jin (Marine Parade), Minister for Social and Family Development.", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Randolph Tan (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Ms Jessica Tan Soon Neo (East Coast).", "attendance": true, "locationName": null}, {"mpName": "Prof Tan Tai Yong (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Mr Patrick Tay Teck Guan (Nee Soon).", "attendance": true, "locationName": null}, {"mpName": "Mr Teo Chee Hean (Pasir Ris-Punggol), Deputy Prime Minister and Coordinating Minister for National Security and Minister for Home Affairs.", "attendance": true, "locationName": null}, {"mpName": "Dr Teo Ho Pin (Bukit Panjang), Deputy Government Whip.", "attendance": true, "locationName": null}, {"mpName": "Mrs Josephine Teo (Bishan-Toa Payoh), Senior Minister of State for Finance and Transport.", "attendance": true, "locationName": null}, {"mpName": "Mr Teo Ser Luck (Pasir Ris-Punggol), Minister of State for Trade and Industry.", "attendance": true, "locationName": null}, {"mpName": "Mr Tharman Shanmugaratnam (Jurong), Deputy Prime Minister and Minister for Finance.", "attendance": true, "locationName": null}, {"mpName": "Mr Edwin Tong Chun Fai (Moulmein-Kallang).", "attendance": true, "locationName": null}, {"mpName": "Mr Vikram Nair (Sembawang).", "attendance": true, "locationName": null}, {"mpName": "Dr Vivian Balakrishnan (Holland-Bukit Timah), Minister for the Environment and Water Resources.", "attendance": true, "locationName": null}, {"mpName": "Mr Wong Kan Seng (Bishan-Toa Payoh).", "attendance": true, "locationName": null}, {"mpName": "Mr Lawrence Wong (West Coast), Minister for Culture, Community and Youth and Second Minister for Communications and Information.", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Dr Yaacob Ibrahim (Moulmein-Kallang), Minister for Communications and Information and Minister-in-charge of Muslim Affairs.", "attendance": true, "locationName": null}, {"mpName": "Mr Alex Yam (Chua Chu Kang).", "attendance": true, "locationName": null}, {"mpName": "Mr Yee Jenn Jong (Non-Constituency Member).", "attendance": true, "locationName": null}, {"mpName": "Mr Alvin Yeo (Chua Chu Kang).", "attendance": true, "locationName": null}, {"mpName": "Mr Yeo Guat Kwang (Ang Mo Kio).", "attendance": true, "locationName": null}, {"mpName": "Mr Zainal Sapari (Pasir Ris-Punggol).", "attendance": true, "locationName": null}, {"mpName": "Mr Zainudin Nordin (Bishan-Toa Payoh).", "attendance": true, "locationName": null}, {"mpName": "Mr Zaqy Mohamad (Chua Chu Kang).", "attendance": true, "locationName": null}, {"mpName": "Mr Masagos Zulkifli B M M (Tampines), Minister, Prime Minister's Office, Second Minister for Home Affairs and Second Minister for Foreign Affairs.", "attendance": false, "locationName": null}, {"mpName": "Mr Mohd Ismail Hussein (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Ms Tin Pei Ling (Marine Parade).", "attendance": false, "locationName": null}], "ptbaList": [{"mpName": "Ms Tin Pei Ling", "from": "18 Aug", "to": "18 Aug", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}], "a2bList": [], "takesSectionVOList": [{"startPgNo": 0, "endPgNo": 0, "title": "Land Assessment Tax for PUB's Waterworks in Johor", "subTitle": null, "sectionType": "OA", "content": "<p>1 <strong>Mr Sitoh Yih Pin</strong> asked&nbsp;<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">the Minister for Foreign Affairs (a) what is the status of the land assessment tax applicable to PUB's waterworks in Johor; and (b) whether there have been any recent developments.&nbsp;</span>&nbsp;</p><p><strong>\tThe Minister for Foreign Affairs (Mr K Shanmugam)</strong>:&nbsp;Mdm Speaker, as the House is aware, the Public Utilities Board (PUB) owns the Johor River Waterworks, in the Kota Tinggi District of Johor. The Waterworks extracts and treats water from the Johor River. This is done in accordance with the 1962 Water Agreement.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>In late-2014, the Kota Tinggi District Council issued a Notice seeking to double the rate of land assessment tax imposed on the Waterworks. The revised rate was more than double that of the next highest rate in the entire Kota Tinggi District. The Waterworks' assessed property value was also increased. The new rate was applied to a category which was created solely for PUB.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>PUB's operations in Johor are governed by the 1962 Water Agreement. That Agreement governs what PUB has to pay. PUB is not obliged to pay the land assessment tax which has been sought to be imposed. There is some additional background on Johor authorities imposing such taxes, in the past.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>For present purposes, I do not propose to go into what had happened in the past. In respect of the latest tax assessments, we have registered our concerns. My Ministry has done so with the Malaysian Ministry of Foreign Affairs through two Third Person Notes (TPN). PUB has got in touch with the Kota Tinggi District Council on the same. I have also raised this issue directly with my Malaysian counterpart, Foreign Minister Anifah Aman, twice, in April 2015 and on 4 August 2015. Prime Minister Lee Hsien Loong has also spoken directly to Prime Minister Najib Razak in May 2015.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Malaysia is aware that the issue of PUB's rights under the 1962 Water Agreement is critical and sensitive for us. The Malaysian federal government has guaranteed in the Separation Agreement that Johor would abide by the 1962 Water Agreement, and as I have said earlier, the Agreement does not require the payment of this land tax. We have requested the Malaysian federal government to address this issue. The federal government has indicated that it would work with the Johor state government to address our concerns. Thank you, Mdm Speaker.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Prices Charged at Hawker and Food Centres", "subTitle": null, "sectionType": "OA", "content": "<p>2 <strong>Ms Kuik Shiao-Yin</strong> asked&nbsp;<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">the Minister for the Environment and Water Resources (a) aside from rental controls, what are NEA's plans to help hawkers deal with the more significant cost drivers of ingredients and manpower; (b) how the setting of distinctly different price caps for local and western hawker cuisine preserves local hawker heritage; (c) whether NEA, with the Ministry for Social and Family Development, can issue more targeted concessions for low-income individuals to keep food affordable for the truly needful rather than use price caps that benefit those who can afford the full price; and (d) how does NEA ensure that the social enterprises managing the hawker centres do not take advantage of their position to profiteer unfairly.</span>&nbsp;</p><p><strong>\tThe Minister for the Environment and Water Resources (Dr Vivian Balakrishnan)</strong>: Hawker centres are a unique Singapore feature and they are, in my opinion, essential social infrastructure. They are places where Singaporeans from all walks of life can gather, interact and enjoy fresh food at affordable prices. Over 85% of our hawkers today pay less than $1,500 per month in rent and in fact 41% of them are paying subsidised rental ranging from $160 to $384.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Three years ago, we made further policy changes to remove the speculative element from hawker stalls. For instance, now we insist that all hawker stalls have to be personally operated. The stalls are not a way for landlords to make money. The National Environment Agency (NEA) has disallowed the practice of assignments and subletting. Furthermore, NEA also abolished the concept of \"reserve rent\" for hawker stalls during the bidding process. NEA offers available vacant stalls at monthly tender exercises and accepts all valid competitive bids. This has resulted in the current situation where about half of the successful bids are now below 85% of the assessed market rent. The tendered rentals have been falling and in fact fell by 3.4% last year - the lowest successful tendered rental is now $1 a month. Not a typo error!</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>To provide Singaporeans with even more affordable food options, we announced that the Government is building 20 new hawker centres, particularly in estates that have fewer cooked food stalls. Another trial that we are embarking on is the appointment of social enterprises to act as managing agents. For instance, NEA has appointed NTUC Foodfare Co-operative Ltd and Fei Siong Food Management Pte Ltd as managing agents to run two new hawker centres at Bukit Panjang and Hougang respectively on a not-for-profit basis.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>These social enterprises, we hope, will bring new ideas based on their experience in food and beverage operations. We hope they will diversify food options, enhance the dining experience for patrons, and raise the productivity for hawker centres, while keeping food prices affordable. For example - and this is a useful measure - both NTUC Foodfare and Fei Siong will offer discounted bulk purchasing of ingredients to help hawkers reduce the cost of raw materials. In fact, it is the cost of ingredients and raw materials that is the biggest cost driver for hawker stalls, not rentals. Fei Siong has also launched a programme to nurture a new generation of hawkers by providing training and opportunities to enter this field. We believe these initiatives are important and we hope they will help ensure the sustainability of hawkers in the future.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>NEA also welcomes other initiatives that the social enterprises may decide to roll out. For instance, they have insisted that the hawkers in these two centres offer at least a few budget meals on the menu. Over and above that, for low-income families who need help with their basic needs, the Government provides additional cash assistance and vouchers through the ComCare Short-to-Medium Term Assistance Scheme. These schemes are all designed to ensure that there will always be a low-cost option for food on the table.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>But there is one cost that has gone up, and that is manpower cost, particularly because we have increased the wages for cleaners through progressive wages. Members of this House will recall that the Ministry of the Environment and Water Resources (MEWR) was the first to move on progressive wages by effecting legislative changes, and this has resulted in what I believe is a well-justified and well-deserved increase in wages for cleaners. There has also been some increase for hawker assistants. Again, I would expect that Members of the House would support these wage increases. Our hawkers will have to prepare for a future, where wage costs will be higher and like many small and medium enterprises (SMEs) in Singapore, they will have to try to figure how to do more with less manpower and basically, it is about enhancing productivity.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Hawkers are free to set their own food prices taking into consideration their operating costs, their market competition and what patrons are willing to pay. They do not need to submit their prices to NEA for prior approval.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>The social enterprises who are managing our hawker centres on a pilot basis are required to submit audited accounts and detailed management reports to NEA. NEA will ensure that the interests of hawkers, cleaners, hawker assistants and patrons are well taken care of. We believe these will enable us to ensure that hawker centres continue to fulfil their very important social function in Singapore.&nbsp;</p><p><strong>\tMs Kuik Shiao-Yin (Nominated Member)</strong>:&nbsp;I thank the Minister for his response. I really appreciate the details. Just two supplementary questions. The first is with regards to the sharing of responsibility for keeping food affordable for the working class. A lot of hawkers are quite sympathetic to the need to keep food affordable, but they find the idea of price caps quite offensive because it feels like the responsibility for keeping food affordable is passed on to them by the social enterprises in charge and, by extension, the agency that endorses them. The perception -- and it may be wrong -- is \"How can the hawker be the only one held responsible for keeping food affordable?\" So, the first question is can the Ministry clarify how it works with all stakeholders to help them understand how they all share the responsibility for keeping food prices fair.</p><p>The second question is about price versus value. There is unhappy sentiment on the ground that the discussion about hawker food at the top is overly centred on price, rather than value. The idea being, \"What if we are keeping food prices down because of cost-cutting and low quality, low nutrition ingredients?\" So, the question is how does the Ministry work with the stakeholders to not just look at keeping prices fair but keeping the value high, in particular, cultural heritage value and nutritional value of hawker food.</p><p><strong>\tDr Vivian Balakrishnan</strong>:&nbsp;I thank the Member for her equally detailed supplementary questions. The issue of affordable food is very important. It goes beyond simple economics. This is an important social and, dare I say, even politically-charged issue in Singapore. My approach is very simple. I believe there must always be a low-cost option on the table and this low-cost option should be available on the table in a place where people from all walks of life have access to. This democratisation of the dining experience in Singapore is something valuable; it is part of the social glue that binds us together; it is part of what defines us as Singaporeans.</p><p>Once we accept that there is value in ensuring that there is always a low-cost option on the table, the next question, as the Member has correctly identified, is that there are multiple stakeholders. There used to be this thinking -- which fortunately, has now been debunked -- that the main cost driver was rentals. With the policy changes over the last several years, during the term of this government, as well as the data that has emerged, it is very clear now that rentals are not the major cost drivers. Nevertheless, as the Minister-in-charge of NEA, I have done my best to push rentals down. I have done that by increasing the supply; I have done that by removing the speculative element; I have done that by ensuring everyone knows that this is about food and this is not a property play; I have also done that by removing reserve rents; I have also instructed NEA to accept all valid competitive bids, and hence, as I have told the House, the lowest successful tendered bid to-date is $1.</p><p>All that has been achieved. The data is also out there to prove that 85% of our hawkers pay less than $1,500 of rental. Rent is coming down; it is not the main component of operating cost. If anybody has lost out due to the rental reduction, it is the main landlord which, in this case, is the Government. I am prepared to take that because I believe this is social infrastructure.</p><p>The next important issue is about manpower. Yes, I stand guilty as charged for raising the cost of cleaning in Singapore. But I think I stand with the support of all of you that we were right to impose progressive wages and to increase wages and employment conditions for cleaners. So, we have lowered rentals; but yes, manpower cost has gone up.</p><p>Now, we have further evidence that the key cost driver is not even manpower, but it is actually ingredients. That is really the reason why I was so keen to get social enterprises involved and in particular, NTUC FoodFare. Members will recall nearly four decades or more ago, when we were worried about the cost of raw food, the advent of NTUC FairPrice, the social enterprise supplying raw food at very competitive prices - not subsidised, but very competitive prices. It had a salutary effect on the rest of the market. I am trying and hoping that this same approach would work for cooked food as well.</p><p>Hence, I am happy that NTUC FoodFare took up the challenge. They are not landlords, they are managing agents, and I have told them very clearly that my main objective is help keep prices affordable, as well as bring down the cost of raw ingredients for hawkers. Everything else is an extra.</p><p>Yes, I know there has been some disquiet about this insistence on budget meals. But, actually, this is not a new idea. All of us will remember school canteens, and even today, workplace canteens, where in exchange for low or subsidised rentals, the hawkers sell their food at low prices or even at prices which are approved by the landlord. This is a system, in which by having some price restraint, you are prepared to accept lower rentals and you do your best to bring down the overall cost of doing business. I hope you will appreciate that it is a tight rope, it is a balancing act between hawkers, employees, people of Singapore, and the need to make it affordable and accessible to everyone.</p><p>This is the journey we have embarked on. This is a pilot, in a sense, because we have only a few centres which are run by social enterprises so far. Let us take a data-driven approach, watch the prices, quality of the food and nutrition, and let us calibrate the policy along the way.</p><p>My final point is that we will inject more transparency into this system. Since I am also overseeing Smart Nation initiatives, we are looking at having apps which will display the prices of food in every single stall in Singapore; maybe in real time, maybe even to allow crowdsourcing function, so you can tell us whether you think it is value for money, and maybe the experts would even be able to assess nutritional value and the rest of it.</p><p>Let us give this system a chance and I want to assure all the stakeholders in this important institution that we are doing our best to make sure hawkers gain, patrons gain. If anyone loses, it is NEA and the Government, but I think that we can and we should be prepared to tolerate that. Thank you.</p><p><strong>\tMr Yeo Guat Kwang (Ang Mo Kio)</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Madam, a supplementary question. Many are concerned that with the rising manpower cost and manpower shortage, whether the standard of cleanliness and the hygiene level in the hawker centres will also be affected. I would like to know whether the Ministry have plans to incentivise and encourage all the stakeholders to do more to ride on the new technology in the way that they handle and redesign the work process of the cleaners as well as, for example, food waste management and dish washing.</span></p><p><strong>\tDr Vivian Balakrishnan</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Mdm Speaker, the answer is \"yes\".</span></p><p><strong>\tMr Lim Biow Chuan (Mountbatten)</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">hank you, Mdm Speaker. I represent the Consumers Association of Singapore (CASE). When we do survey of hawker food, many of the stalls do not put up the prices of the food that they sell. Since this is a new approach, can I ask that NEA also requires that the food sellers, the stalls selling food, also prominently display every item of food that they sell?</span></p><p><strong>\tDr Vivian Balakrishnan</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">That is an idea worth studying although I do not really want a whole facade filled with prices and menus. Let us be a bit practical. We all go to hawker centres. We all have our favourite stalls; we all know what our favourite options are. By and large, the system works. Although hawkers are free to charge what they think the market will bear, I think Singaporeans vote with their feet and their stomachs, so that is usually how it works in practice.</span></p><p><strong> Mdm Speaker </strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Mr Lim Biow Chuan, last question.</span></p><p><strong>\tMr Lim Biow Chuan</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Thank you, Madam. Just to clarify because the complaint from consumers is that when they buy food at a hawker stall, they do not know for sure. So, if I pick one fish, one dish and one meat, I have got absolutely no clue, sometimes it may be $4, sometimes it may be $10. So, it is really a matter of being transparent for consumers. I thought I should clarify that point with the Minister.</span></p><p><strong>\tDr Vivian Balakrishnan</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Mdm Speaker, I agree with him.</span></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Medisave Contribution Ceilings and Retaining Overflows for Medical Expenses", "subTitle": null, "sectionType": "OA", "content": "<p>3 <strong>Mr Baey Yam Keng</strong> asked&nbsp;<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">the Minister for Health (a) what is the current number and percentage of CPF members who have reached their Medisave contribution ceiling; and (b) whether the Ministry can allow CPF members, upon reaching their Medisave contribution ceilings, to keep the overflows to pay for medical expenses instead of channelling the overflows to their Special, Retirement or Ordinary Accounts.</span>&nbsp;</p><p><strong>\tThe Parliamentary Secretary to the Minister for Health (Assoc Prof Dr Muhammad Faishal Ibrahim)</strong><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">(for the Minister for Health)</strong>:Madam, the Medisave Contribution Ceiling (MCC) is the maximum amount that a CPF member can set aside in his Medisave account, currently set at $48,500. From 1 January 2016, MCC will be replaced by the Basic Healthcare Sum (BHS).</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>For the cohort who turned 55 in 2014, 21% of them had their Medisave account balance at MCC. Medisave contributions above MCC will flow to a member's Special or Retirement Account to help improve his retirement adequacy. This will help to increase the monthly cash payouts from CPF LIFE, which can be used to supplement his Medisave monies for his healthcare needs if necessary. Members can also approach CPF Board to apply for reversal of Medisave overflows if they have exceptional circumstances and we will consider such applications on a case-by-case basis.&nbsp;</p><p><strong>\tMr Baey Yam Keng (Tampines)</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Thank you, Madam. I would like to ask the Parliamentary Secretary if he could elaborate on how the CPF LIFE contribute towards Medisave and how will members benefit from that? And whether the Ministry will consider allowing members to continue putting money into the Medisave account beyond the new BHS, and then also to allow greater flexibility for these excess savings to be used by members for their own needs or for their families' healthcare needs.</span></p><p><strong>\tAssoc Prof Dr Muhammad Faishal Ibrahim</strong>:&nbsp;Madam, I thank the Member for the supplementary questions. Essentially, when the member receives the CPF LIFE amount, that additional money can be used for the healthcare needs as well. This is separate from the Medisave amount. With regards to the BHS, it has a longer run compared to what we have today, so it is a refinement of the MCC. This is in view of the current process where people are working longer. As such, this will provide more adequacy for Singaporeans.</p><p>The Member gave a suggestion relating to the issue of overflows. This is something that we find that we have to take into account the retirement adequacy of Singaporeans, which is important. One thing we can assure is that, in exceptional cases, if there are Singaporeans who need help, as I had mentioned earlier about reversal of Medisave, we will consider that and we will do it on a case-by-case basis.</p><p><strong>\tEr Dr Lee Bee Wah (Nee Soon)</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Thank you, Madam. I have a resident who is 35 years old, self-employed, and his Medisave has reached the ceiling. He is appealing to have overflow of Medisave into his Ordinary Account, so that he can use it to buy his first flat. However, the appeal has been turned down. I would like to urge the Parliamentary Secretary or the Ministry to consider, for those who have not bought any HDB flat, perhaps the overflow savings, allow for them to be flowed into the Ordinary Accounts, so that they can use it to buy the flat. Thank you.</span></p><p><strong>\tAssoc Prof Dr Muhammad Faishal Ibrahim</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Madam, I thank the Member for the suggestion. As we move along our journey in developing Singapore, we always look at how we can refine the process and help each Singaporean to see how they can facilitate the process of buying a house, and not forgetting, looking at how retirement adequacy will be enhanced over the years. However, if Members have any residents who have issues that they strongly feel that we can help and we can make exceptional cases, I urge them to write to the CPF Board or the Ministry concerned.</span></p><p><strong>\tThe Minister for Manpower (Mr Lim Swee Say)</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Thank you, Mdm Speaker. The question raised by the Member actually concerns the MOM, so I thought I should stand up to clarify our position. Any person who is working, basically we want them to save for their medical, housing and retirement. In the case of the self-employed, right now, they are required to save for their medical. However, they do not save for their OA, they do not save for their retirement. Therefore, whenever there is any overflow, we channel that overflow to their Special Accounts (SA), which are then set aside for his retirement. In other words, for those who are self-employed, we feel that they are already not saving enough for their retirement and, therefore, any overflow, the SA should take precedent over OA. I hope that explains our position.</span></p><p><strong>\tEr Dr Lee Bee Wah</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">I agree with the Minister that saving for retirement is important but for this case, he has not even managed to buy a house. For those who have not managed to buy a house, perhaps let them buy a house first rather than save for retirement. Thank you.</span></p><p><strong>\tMr Lim Swee Say</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Mdm Speaker, if I were to follow the Member's logic, we should actually not require any working person to contribute to SA only until after they have finished their housing loan. Because right now, for any working person, his CPF contribution goes into the three accounts - MA, SA and OA. So, if the Member said that the housing should take precedence over retirement, then logically speaking, we should amend our law, so that all working people should have their CPF contributions go into MA and OA only. Only after they have finished their housing loan, then they start to save for their SA. I do not think that is wise.</span></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Care Levels at Institute of Mental Health", "subTitle": null, "sectionType": "OA", "content": "<p>4 <strong>Dr Intan Azura Mokhtar</strong> asked&nbsp;<span style=\"color: rgb(0, 0, 0); background-color: transparent;\">the Minister for Health (a) whether there are plans to upgrade and expand the Institute of Mental Health (IMH); and (b) whether the Ministry will consider increasing the ratio of caregiver to patient for IMH.</span>&nbsp;</p><p><strong>\tThe Senior Minister of State for Health (Dr Amy Khor Lean Suan)</strong><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">(for the Minister for Health)</strong>:&nbsp;Mdm Speaker, upgrading of IMH's infrastructure to offer better care to patients has been on-going to meet the needs of the population. Some of the new facilities at IMH include: (a) two dementia-friendly wards at IMH's campus built in 2014; and (b) a High Dependency Psychiatric Care Unit which was operational last year.</p><p>In addition, IMH has also upgraded its Specialist Outpatient Clinics at its Buangkok premises in 2013; and IMH's Community Wellness Clinics at Queenstown and Geylang Polyclinics in 2009 and 2013 respectively.</p><p>Currently, several IMH facilities are being upgraded to improve the inpatient care and these include:</p><p>(a) The expansion of the Mood Disorder Ward for patients with conditions such as depression and bipolar disorder; and</p><p>(b) Creation of an Early Psychosis Ward for patients with first-episode and early psychosis.</p><p>MOH regularly reviews the mental health services capacity in our system and when needed, new capacities and services will be added to meet the mental healthcare needs of our patients.</p><p>For manpower, IMH has about a thousand nursing staff today, with an adequate nursing staff to patient ratio as required by MOH's regulations. The nursing staff to patient ratio has improved from 1: 2.46 in 2010 to 1:1.68 in 2014. Over the years, the number of clinical and nursing staff at IMH has grown to keep pace with the gradual increase in patient numbers. The increase in manpower at IMH is as follows:</p><p>(a) The average number of doctors has increased from 98 in 2010 to 150 today;</p><p>(b) The average number of allied health professionals has increased from 328 in 2010 to 481 today; and</p><p>(c) The average number of nursing staff has increased from 862 in 2010 to 1,025 today.</p><p>IMH is continually innovating to provide holistic care for its patients. Other than traditional caregivers in the institute, IMH case managers ensure that patients are doing well after their discharge, through telephonic case management and home visits whenever required.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>In addition, IMH also works on the development of community mental health to support persons with mental health problems in the community. For example, IMH has worked in collaboration with the Agency for Integrated Care to engage a pool of GP partners to help manage more stable patients in a primary care setting through the GP Partnership programme for Mental Health. These outreach efforts reduce the reliance on tertiary services and support better care management in the community.</p><p><strong>\tDr Intan Azura Mokhtar (Ang Mo Kio)</strong>:&nbsp;Thank you, Senior Minister of State, for the answer. I am heartened to know that the ratio of caregivers to patients has increased over the years. The reason I am asking this question is because based on a couple of visits to IMH, some of the healthcare professionals shared with me that they have to turn away some patients because of a lack of space and they cannot have enough manpower to help patients.</p><p>Other than that, may I also ask a follow-up supplementary question? From what I understand, currently only the main caregivers of elderly persons aged 65 and above, and persons with disabilities are entitled to the caregiver training grant of $200. Would MOH consider (i) including mental illness under the caregiver training grant for caregivers of patients with mental illness; and (ii) increasing the caregiver training grant and allowing more than one main caregiver to be trained for each patient with mental illness, and understanding the challenges that come with giving care to patients with mental illness?</p><p><strong>\tDr Amy Khor Lean Suan</strong>:&nbsp;With regard to the Member's comments about bed capacity and inadequate staff, let me say that at IMH, for admissions into acute wards, IMH have consistently been able to admit patients within four hours from the decision to admit them. And what IMH does is, MOH, together with IMH, consistently review the mental services capacity within the system and if there is a need to create more services and capacity, we will do so when appropriate. One of the ways that MOH, together with IMH, has worked to reduce reliance on tertiary services, as I have said, and, therefore, less demand on tertiary beds, is to develop Community Mental Health. One of the ways really is to work with GPs, as I noted earlier, to manage the more stable patients within the community. In fact, in the community, they have also expanded memory clinics in the restructured hospitals and the capacities of memory clinics. They are also working on increasing the capabilities for dementia care in nursing homes, day care centres as well as in the community hospitals, St Luke's Hospital and St Andrew's Hospital.</p><p>In addition to that, IMH actually works to reorganise and remodel its model of care to provide targeted holistic help to specific groups of patients with varying patient acuity and mental conditions, so that care is more efficient and more targeted, with a view of improving their functioning so that they can eventually reintegrate back, where possible, into the community. And that helps them to work within the manpower currently available. As I said, we have actually increased the nursing staff to patient ratio over the years.</p><p>With regards to caregivers training, actually caregivers of mental patients are eligible for the caregiver training grant. But the caregiver training grant is given per recipient, to a care recipient per year. It is $200 per care recipient. So, you are right to say that it means that if you require two caregivers, you still get $200 per year. But having said that, if it is really necessary to have more than one caregiver, it is possible to tap on other sources of funds. For instance, for IMH, there is a Woodbridge Hospital Charity Fund that you can tap on for caregiving training and other activities. And I am sure that if it is needed, we will definitely be able to get the fund, the resources, to help support the caregivers.</p><p><strong> Mdm Speaker </strong>:&nbsp;&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Mr Baey Yam Keng.</span></p><p><strong>\tMr Baey Yam Keng</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Madam, I note the Ministry's approach to also welcome or encourage mental patients who do not need inpatient care to be integrated back into the community and to build the infrastructure to help them. But there will be patients - while they are not needed to be inpatient care - but they may not be socially acceptable by the community or being able to keep the jobs and appointments. Therefore, this would cause a strain on themselves as well as their family members. So, is MOH able to give a more supportive or definitive sort of endorsement of patients' mental condition, so that it gives them better access to assistance from Government, which could be financial assistance, public housing, or rental housing, for example.</span></p><p><strong>\tDr Amy Khor Lean Suan</strong>:&nbsp;I thank the Member for his supplementary questions. In fact, as I have said, IMH is reorganising and reviewing its nursing model of care. And in fact, they are re-categorising patients, including long-stay patients, medium-stay patients, and so on, according to their acuity and ability levels. So, for patients who may not need long-term institutional care and we do want to encourage as many to reintegrate back into the community as possible, there will be different levels of support and care for them, according to their needs. Even if they go back into the community, there is always a hotline available for either the patient or the caregiver to call these teams to get guidance. In fact, the teams can actually go for home visits and escort them back to IMH or to one of our satellite outpatient clinics if needed. So the idea really is to have a strong support network to care for the patients according to the levels of acuity. And IMH itself does have long-term patients too.</p><p>We are working with the community hospitals for say the shorter term stayers and we try as far as possible to improve their functioning to integrate back into the community. So, I agree with the Member that we need to do more in order to be able to provide targeted help to each of these groups of people.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "System Design of North-South and East-West MRT Lines", "subTitle": null, "sectionType": "OA", "content": "<p>5 <strong>Mr Gerald Giam Yean Song</strong> asked<span style=\"color: rgb(0, 0, 0); background-color: transparent;\">&nbsp;the Minister for Transport (a) how an electrical insulation problem in one \"third rail\" cover between Tanjong Pagar and Raffles Place MRT stations can cause a catastrophic failure across the entire North-South and East-West Lines (NSEWL); (b) whether this is an indication of a lack of built-in redundancy or poor system design of the MRT's electrical network; (c) whether engineers have assessed that a massive overhaul of the NSEWL is needed to prevent such failures from recurring; and (d) if so, what it will take in terms of time, cost and system downtime for such an overhaul to be completed.&nbsp;</span>&nbsp;</p><p><strong>\tThe Minister for Transport (Mr Lui Tuck Yew)</strong>:&nbsp;Mdm Speaker, as explained at the LTA-SMRT joint briefing on 29 July 2015, the disruption on 7 July on the North-South and East-West Lines was caused by intermittent tripping of the power system at multiple locations. Chloride deposits, possibly exacerbated by a water leak in the tunnel, lowered the electrical resistance of a third rail insulator between Tanjong Pagar and Raffles Place stations. This allowed electricity to flow through the insulator to the ground and led to a higher than normal voltage difference between the running rail and the ground. Because the running rail is connected throughout the North-South and East-West Lines, the higher voltages would show up at multiple locations across the network. The movement of trains further elevated the voltages. When confronted with abnormal voltage, the 64P safety mechanism would be activated as a safety precaution. This safety mechanism is widely used in overseas systems such as Japan's, as well as in all our rail lines. In this instance, the safety mechanism was activated to trip the power at multiple locations across the two lines.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>As to whether it was design or maintenance flaws that precipitated the incident, I would say that LTA's investigation is ongoing and so it is perhaps premature to prejudge the conclusion. But, as a general rule, I would say that if there are design flaws, we are likely to see it pop up within three to five years or so of operating the line, rather than to see it come up 25 years or so after the start of operations. In the interim, SMRT is replacing all the third rail insulators. SMRT has also combed through the tunnels to ensure that there are no other leaks with water dripping onto trackside installations, and will be installing data loggers at all traction power substations within the next two months to better monitor the condition of the insulators. Lastly, we will be making the North-South and East-West Lines less susceptible to such power trips by increasing the touch voltage threshold for the 64P safety mechanism to levels similar to international standards, as well as the newer Circle and Downtown Lines.&nbsp;</p><p><strong> Mdm Speaker </strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Mr Gerald Giam.</span></p><p><strong>\tMr Gerald Giam Yean Song (Non-Constituency Member)</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Thank you, Madam. I have four supplementary questions for the Minister. First, given that the North-South and East-West Lines started operations in 1987, when did its rail assets, specifically the sleepers, signalling system and third rail, reach their end of service life? Second, when did the renewal and replacement works for the sleepers, signalling system and third rail commence? Third, is it LTA or SMRT that is responsible for the renewal of these assets? In other words, who owns these assets? And who is supposed to initiate the process of renewal and who is supposed to bear the cost? And lastly, what was the cost of the renewal and replacement of these assets and how much of this cost has been borne by the Government so far?</span></p><p><strong>\tMr Lui Tuck Yew</strong>:&nbsp;If you look at the sleepers, for instance, and you are talking about the wooden sleepers, there were two sets of wooden sleepers that were used. One set had deteriorated more quickly than the other, even though it was installed later. Therefore, it is a little bit hard to give you a definitive time frame as to how long these sleepers can last because it depends on their conditions, the type of wood, how it is treated and a variety of different factors. And therefore the more important thing is actually to monitor them on a consistent level, and replace them on an&nbsp;<em>ad hoc</em>&nbsp;basis as and when necessary. But when it reaches what is considered the critical threshold, then you want to consider changing them out, replacing them&nbsp;<em>en masse</em>, and in this case we are doing so by replacing them with concrete sleepers.</p><p>For the third rail, the programme is ongoing and we will be able to replace the third rail in its entirety by 2017. There is a slight delay to the programme because there was a need to try and de-conflict all the works that are ongoing, like replacing the sleepers which we give priority to, the re-signalling which we also give added priority to, over the third rail. But this is ongoing now and its replacement will complete in 2017.</p><p>On who is responsible for initiating the review, it is the operator's responsibility because they are responsible for the maintenance, and so they will have the best idea of the condition of these different components. As to who bears the cost, there is a formulation, quite a complicated one in the original White Paper, which I do not intend to go into, but we had talked about this previously. Basically, the Government bears part of the cost of the replacement and renewal. But because we think that actually it could have lasted us longer if it was better maintained over the years; therefore you also take a discount from what the Government would otherwise have to pay. But formulas are all set up in the White Paper. I believe I have answered the Member's questions.</p><p><strong>\tMr Gerald Giam Yean Song</strong>:&nbsp;I thank the Minister for the reply. I did some research on the SMRT website, and according to the FAQ section, the timber sleepers are supposed to last between 15 and 25 years. Can the Minister verify that this is the case? Does the operator replace the sleepers only when it reaches its end of life, or does it replace when it sees signs of wear and tear? Because if we count 15 to 25 years from 1987, the sleeper replacement ought to have been completed by 2002 or 2012. But according to SMRT, the sleeper replacement only started in November 2012 - this is the press statement that they issued - and it will not be completed until 2016. So, why was there such a long delay and who is responsible for this delay? And did the delay in sleeper replacements pose any risk to commuters' safety at any point?</p><p>Regarding the signalling system, again according to the SMRT website, the replacement of the signalling system started only recently, and this is more than 28 years after the line operation started. My last question is: have there been any problems or conflicts between LTA and SMRT that resulted in delays in the renewals of these critical rail assets? And how has MOT stepped in to resolve these differences so that there is no delay in the renewal process?</p><p><strong>\tMr Lui Tuck Yew</strong>:&nbsp;As I have said before on sleeper replacements, it is an on-going process. The sleepers do not deteriorate to the same extent, even though they may be within the same locality, and that is borne out by some of the pictures that I have seen over time. So, you may have one or two sleepers within the section that have deteriorated more significantly than any of the others.</p><p>So, what we do is, on an on-going basis, we will replace them. But at a certain point in time, when the assessment is that in order to be at the top of the curve, you would want to replace them&nbsp;<em>en masse</em>&nbsp;and with a different set altogether, in this case, with concrete sleepers. Were there any risks to commuters? The answer is \"no\".</p><p>On the signalling system, actually, the signalling system is still working reasonably well. Part of the reason why we initiated the upgrading of the signalling system was because we wanted to be able to run the trains at shorter headways. The current signalling system allows trains to operate at 120 seconds. The newer systems, including that in the North East Line, for example, will allow you to run trains at tighter intervals. And we wanted to be able to do that in order to add capacity to the North-South and East-West Lines, and that was one of the primary reasons why the signalling upgrading project was initiated.</p><p>On conflicts and delays between the operator and the regulator, as I have explained before, it is actually a fine balance. They have too cosy a relationship, you get worried; if they are at loggerheads all the time, you will get worried, too. So, we expect a certain healthy tension because one is operating it and one is regulating it, doing the audits, doing the checks, providing some of this feedback to urge the operator to take certain actions and to expedite what they are doing.</p><p>What they do is that they report to me on a three-monthly basis. After the December 2011 incident, I felt that the way LTA was overseeing the operators needed some improvement. In the past, we were looking at the outcomes and the indicators that we get every so often. But by the time the indicators take a clear turn for the worse, it probably is a little bit too late. That was number one.</p><p>Two is that because we were initiating a whole series of major projects, there was a need to make sure that there was proper coordination, both between the regulator and the operators, as well as within the operator itself. And I wanted to have more direct oversight of all these different arrangements. So, I initiated the joint teams, I required them to report to me every three months.</p><p>What we have done more recently is to step up the audits by LTA on the operators, both planned and surprise audits, and also to embed a dedicated team from LTA in SMRT itself so that we can have a better insight of what is happening, on an almost day-to-day basis.</p><p><strong>\tMr Gerald Giam Yean Song</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Thank you, Madam. I appreciate the Minister's point that because there are so many replacement works that need to be done, there is a need to prioritise them. Would the Minister agree that a lot of these replacement works should actually have been started earlier on, pre-2012, in order to be able to complete the replacement works in time before the end-of-life of the system?</span></p><p><strong>\tMr Lui Tuck Yew</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">I think it is not always clear when the end-of-life is. There may be an estimate given but, because of varying conditions, that can always change. In any case, I suspect that perfect foresight is as rare as 20-20 hindsight is common.</span></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Profile of Transport Concession Card Applications", "subTitle": null, "sectionType": "OA", "content": "<p>6 <strong>Mr Gan Thiam Poh</strong> asked&nbsp;<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">the Minister for Transport since 2014, how many people have applied for transport concession cards including senior citizens, students, polytechnic students, those receiving wage supplement and people with disabilities.&nbsp;</span>&nbsp;</p><p><strong>\tThe Parliamentary Secretary to the Minister for Transport (Assoc Prof Dr Muhammad Faishal Ibrahim)</strong><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">(for the Minister for Transport)</strong>:<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Mdm Speaker, from January 2014 to July 2015, around 760,000 persons applied for public transport concession cards, including children, senior citizens, students, including those in Polytechnic and University, full-time National Servicemen, those under the Workfare Income Supplement Scheme, and people with disabilities. In total, around 1.6 million people currently hold concession cards.</span>&nbsp;</p><p><strong>\tMr Gan Thiam Poh (Pasir Ris-Punggol)</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">I thank the Parliamentary Secretary for the reply. May I know whether LTA will try to reach out further to those people who have yet to apply and what are the plans it has?</span></p><p><strong>\tAssoc Prof Dr Muhammad Faishal Ibrahim</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Madam, I thank the Member for the supplementary question. We are encouraged by the increase in the take-up of the various schemes. Quite a number of these schemes are new and many people have shared with us that they have benefited from such schemes. We will continue to reach out to the various agencies and organisations, as well as to the public at large, to enable more of the public and commuters to benefit from such concessionary schemes that we have.</span></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Video Footages or Photographs of Traffic Offences", "subTitle": null, "sectionType": "OA", "content": "<p>7 <strong>Mr Muhamad Faisal Bin Abdul Manap</strong> asked&nbsp;<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">the Deputy Prime Minister and Minister for Home Affairs whether there are any procedures in place to allow individuals to assess video footages or photographs of the traffic offences committed by them for verification prior to the compounding of traffic offences and, if no, why.&nbsp;</span>&nbsp;</p><p><strong>\tThe Second Minister for Home Affairs (Mr S Iswaran)</strong><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">(for the Deputy Prime Minister and Minister for Home Affairs)</strong>: Mdm Speaker, photographic evidence is available for the vast majority of the red-running and speeding offences detected by the Traffic Police's digital red-light cameras, and their static and mobile speed enforcement cameras. However, not all traffic violations will have photographic evidence. Traffic offences that do not have photographic evidence include those detected through officers' observations and radar guns mounted in the Traffic Police's expressway patrol cars.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>Offenders can view photographs for red-running and speeding offences at the Traffic Police Headquarters, if it is available. Should offenders wish to do so, they can make arrangements by calling the Traffic Police Hotline at 6547 0000.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>And I would like to take this opportunity to remind motorists to practise safe motoring habits and to observe all traffic rules which will ensure the safety of all road users.&nbsp;</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Incentives for Companies that Employ 85% or More of Singaporeans", "subTitle": null, "sectionType": "OA", "content": "<p>8 <strong>Mr K Karthikeyan</strong> asked&nbsp;<span style=\"color: rgb(0, 0, 0); background-color: transparent;\">the Minister for Manpower whether the Ministry will consider incentivising companies which employ Singaporeans in more than 85% of their organisation's workforce.&nbsp;</span>&nbsp;</p><p><strong>\tThe Minister for Manpower (Mr Lim Swee Say)</strong>:&nbsp;Mdm Speaker, the Ministry has no plans yet to specially incentivise companies with Singaporeans making up more than 85% of their workforce, as suggested by the Member. To sustain the growth of our economy and create better jobs and careers for our people, we encourage and support the commitment of all companies in all sectors to nurture a strong Singaporean Core in their workforce.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>We believe it is in the interest of firms to enhance their attractiveness and build a strong pipeline for quality jobs, so that they can have access to a sustainable pool of manpower and talent. Hence, through SkillsFuture, the Government is investing significantly in terms of effort and resources in our people, and to help businesses in all sectors of the economy to strengthen their Singaporean core regardless of their current workforce composition.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Expansion of National Cycling Plan", "subTitle": null, "sectionType": "OA", "content": "<p>9 <strong>Ms Irene Ng Phek Hoong</strong> asked<span style=\"color: rgb(0, 0, 0); background-color: transparent;\">&nbsp;the Minister for Transport whether the Ministry can provide an update on the progress of (i) the National Cycling Plan to make it even more comprehensive; (ii) the provision of a clear and consistent set of cycling rules and norms to be applied nation-wide; and (iii) the national voluntary cyclist education programme for schools, community centres and foreign worker dormitories.&nbsp;</span>&nbsp;</p><p><strong>\tAssoc Prof Dr Muhammad Faishal Ibrahim&nbsp;</strong><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">(for the Minister for Transport)</strong>:&nbsp;Mdm Speaker, we have completed cycling path networks in four towns, namely, Tampines, Sembawang, Pasir Ris and Yishun, and we will do so in 11 more towns in the next five years. We are on track to have a comprehensive cycling path network in every HDB town that will be integrated with Park Connector Networks to form an island-wide, off-road cycling path network spanning over 700 kilometres. In addition, where we can, we are linking up existing cycling path networks to connect to the city. These include linking Alexandra Canal Linear Park and Ulu Pandan Park Connector in the west, and linking Geylang Park Connector to a future Park Connector along Sims Avenue in the east.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>Besides building cycling infrastructure, it is indeed equally important to develop a clear and consistent set of rules and norms for safe and responsible cycling conduct. We have recently formed an Active Mobility Advisory Panel, comprising 14 representatives from key stakeholder groups, such as seniors, youth, grassroots leaders, cyclists, motorists and users of personal mobility devices, and this is chaired by me. The advisory panel plans to propose a set of rules and norms by the second quarter of 2016.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>The Singapore Road Safety Council and the Land Transport Authority will jointly develop the national voluntary cyclist education programme based on the revised rules and norms. The programme should be ready by next year.</p><p><strong>\tMs Irene Ng Phek Hoong (Tampines)</strong>:&nbsp;Madam, I understand that it will take time for the cycling network to be completed and for the Advisory Panel to complete its report by next year. But in the interim, would the Parliamentary Secretary agree that there is an increasing danger of conflict between cyclists and pedestrians on footways as more cyclists go on footways, and that there is a need to address this issue in an urgent way? I would like to ask the Parliamentary Secretary three supplementary questions.</p><p>First, in the interim, while waiting for the Advisory Panel to present its report in the second quarter next year, are there any plans by LTA to ensure that footways remain safe for pedestrians and that they have right of way even as cyclists continue cycling on footways, as it is not being enforced right now?</p><p>Second, while the rules and norms on cycling on footways and pedestrian crossings are being worked out, how will LTA ensure that safe cycling is being observed? What guidelines can cyclists follow on footpaths in the interim? Can the Parliamentary Secretary consider having interim guidelines so that in the meantime the conflict between pedestrians and cyclists will not escalate to the point where negative stereotypes and attitudes towards cyclists will harden and make it more difficult for the Government to promote cycling as a sustainable mode of transport?</p><p>Finally, while it takes time to build a cycling network with segregated cycle paths, can I ask the Parliamentary Secretary to look into how we can educate motorists to look out for cyclists on roads, as more cyclists will also go on roads, and also educate motorists that cyclists have a right to be on the road?</p><p><strong>\tAssoc Prof Dr Muhammad Faishal Ibrahim</strong>:&nbsp;Madam, I thank the Member for the supplementary questions. I see that the first and second supplementary questions are similar in terms of asking for the interim measures. Although we will only share the new rules and norms next year, I want to assure the Member and also other Members here that we will still continue to enforce and continue to educate the public about safe cycling, and we will also engage the motorists.</p><p>We will take a holistic approach in engaging road users. Our roads are not only for the cyclists, they are for all road users. At times, we will engage them together to make them understand each other − the needs of all the different users. Over the years − and especially in areas where we have completed the cycling paths − we have observed an increase in terms of the harmonious use of these spaces. Residents are able to use this space well together, share them and, at the same time, they have adequate space to move about, which enhances their mobility. We want to assure the Member that we are currently working − and have been working, together with the community − to see where the spots are where we need to enhance our enforcement. And where we have done so, certain areas have improved; in other areas, we can do better, and we will do so.</p><p>With regard to the Member's third question, as I mentioned earlier, we take a holistic view. Even motorists today, when they take the Highway Code, they are also informed about the existence of cyclists. They are also informed about how to make sure that all road users are able to use the road harmoniously.</p><p>So, at the end of the day, road safety is a shared responsibility. It is not only to be done more by the cyclists, the pedestrians or the motorists. All of us here in this House, as well as fellow Singaporeans, have a role to play. With each of us playing our part, I am confident that, over time, we will be able to develop a much better road-use culture in Singapore.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Prevent Doping in Sports", "subTitle": null, "sectionType": "OA", "content": "<p>10 <strong>Dr Benedict Tan</strong> asked&nbsp;<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">the Minister for Culture, Community and Youth whether there are any plans to introduce legislation to further prevent doping, as suggested by the World Anti-Doping Code 2015 (article 22) and the UNESCO International Convention Against Doping in Sport 2005 (article 8).&nbsp;</span>&nbsp;</p><p><strong>\tThe Minister for Culture, Community and Youth (Mr Lawrence Wong)</strong>: Mdm Speaker, to fulfil our obligations under the UNESCO International Convention against Doping in Sport, we established Anti-Doping Singapore (ADS) in 2010 as the national anti-doping organisation to oversee sports anti-doping policies and operations. The ADS works closely with the Health Sciences Authority (HSA) and the Immigration and Checkpoints Authority (ICA) to ensure cooperation on information sharing and anti-doping related matters.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>The Singapore Sports Council Act already empowers ADS to conduct the anti-doping activities required to meet our international obligations.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>My Ministry, MCCY, will ensure that our anti-doping practices continue to be in line with the latest version of the World Anti-Doping Code, and the latest version is a 2015 version. Whilst there are some new testing requirements under the 2015 Code which we are working to put in place, these can be introduced under current laws, and there is no need to introduce further legislation.&nbsp;</p><p><strong>\tDr Benedict Tan (Nominated Member)</strong>:&nbsp;I thank the Minister for his reply. In 2012, at the National Body Building Championships, eight body builders were tested for doping and of the eight, seven were found to have doped. That is a pretty high percentage. Yes, the body builders fell under the jurisdiction of the Anti-Doping Singapore (ADS), but since that incident, body building has been dropped from SNOC, meaning that body building no longer falls under the ADS' jurisdiction. Even though they have fallen out of ADS' jurisdiction, I feel there is an urgent need to continue to police and monitor doping within the body building fraternity.</p><p>Apart from that, recreational sports does not fall under the ADS either. There are many recreational gym users who have access to performance enhancing drugs and yet they are not under the policing efforts of the ADS. Can the Minister elaborate on how we can be more pro-active in preventing doping amongst the recreational gym users and people who exercise and not compete, and therefore fall under ADS?</p><p><strong>\tMr Lawrence Wong</strong>:&nbsp;Madam, I agree with the Member on the first point about body building. Even though it may not be under the purview of the SNOC, certainly we will do what we can, through the ADS to make sure that the anti-doping protocols and mechanisms are in place for the sport of body building. On the recreational users or recreational athletes - people who go to the gym and, perhaps, those who may be tempted to use performance enhancing drugs - that, as the Member has highlighted, does not fall under the purview of the ADS right now because they focus on athletes that compete at the national level or international level.</p><p>I think we will have to look at how we can raise public awareness, particularly amongst this group. I am not sure that we want to go into start policing or administering anti-doping test at all the private gyms all over Singapore. That may be a bit of an intrusive measure because, in the end, there needs to be personal responsibility in terms of people's actions and the awareness of the consequences of taking some of these types of performance enhancing drugs. So, certainly, public awareness efforts, public education can be stepped up, and the Sports Singapore, together with the ADS, will look at how it can do more of these public awareness efforts.&nbsp;</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "More Leeway for Potentially Controversial Performances", "subTitle": null, "sectionType": "OA", "content": "<p>11 <strong>Mr Baey Yam Keng</strong> asked&nbsp;<span style=\"color: rgb(0, 0, 0); background-color: transparent;\">the Minister for Communications and Information with reference to the recently staged \"Chronology On Death\", whether the Ministry will consider using the same approach to give more leeway for potentially controversial performances, including plays, musicals and films, to be staged or screened on the condition that post-performance dialogues be held between the producers/directors and audiences.</span></p><p><strong>\tThe Minister for Communications and Information (Assoc Prof Dr Yaacob Ibrahim)</strong>:Madam, the MDA classifies arts performances in accordance with the Arts Entertainment Classification Code, which reflects generally accepted social norms. Where the content is contentious, MDA consults the Arts Consultative Panel (ACP) and other relevant agencies before making a decision.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>\"Chronology on Death\" dealt with the issue of religious conversion and the resulting impact on the convert's family. The ACP recommended classifying the performance under the highest rating of R18, given the potential sensitivity of its religious themes. MDA agreed with the ACP's recommendation. In addition, MDA required the licensee to conduct a post-show dialogue with the audience, so that the religious themes in the play can be better explained.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>Madam, this does not mean that all plays with controversial content can be given more leeway by virtue of the inclusion of post-show dialogues. A play that intentionally seeks to denigrate another religion, for example, would not be able to repair the damage caused by the mere addition of a post-show dialogue. Ultimately, MDA will have to assess each performance on a case-by-case basis, and classify them under the appropriate rating.&nbsp;</p><p><strong>\tMr Baey Yam Keng</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Thank you, Madam. I would like to ask the Minister, in this case, was a R18 rating, with a post-show dialogue, considered as a more onerous requirement on the producer or the play? Or is it a concession given, otherwise without that, the play would not be allowed to be staged in Singapore? And drawing from experience, were there any learning points using this approach with the \"Chronology on Death\"? Was there any adverse reaction from the public or audience? And is this the first time ever that this approach was used in Singapore and under what other conditions would the Ministry consider replicating this for other performances in Singapore?</span></p><p><strong>\tAssoc Prof Dr Yaacob Ibrahim</strong>:&nbsp;Madam, to the last question, this is not the first time. We have had two shows before where we felt that they deserved a higher rating and yet at the same time a post-show dialogue would help to explain some of the sensitive points in the play. And in the instance of this play - from the report that I have from my officers - the discussion went on very smoothly and the director took time to explain why he decided to use such a theme for his play.</p><p>In terms of the learning points, going forward, what we want to continue to do is to explore what other sort of flexibility we can allow but keeping within the classification code. In fact, the R18 rating does not call for post-show dialogue; it was a decision by MDA. Based on the content, we think it may require a bit of explanation. As I mentioned in my reply, anything that crosses the code, we will not allow it, especially when it denigrates religion, language and race.</p><p>But in this instance, there were certain sensitivities involved - conversion and death - and, therefore, we felt that it is something that happens in real life, and the play deserves to be staged, and also based on the feedback of the ACP. But we wanted a post-show dialogue so that the audience would understand exactly what was the intent of the director. So, we will learn from this. Where we think we can be flexible, we will try, but we will have to decide based on the code that we have in place and the ACP's views.&nbsp;</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "HDB Loans for Studio Apartments ", "subTitle": null, "sectionType": "OA", "content": "<p>12 <strong>Mr Gan Thiam Poh</strong> asked&nbsp;<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">the Minister for National Development whether HDB will consider granting HDB loans to senior citizens who wish to purchase HDB studio apartments (SA) with personal guarantees and for the loans to be serviced by their children.</span>&nbsp;</p><p><strong>\tThe Minister for National Development (Mr Khaw Boon Wan)</strong>: Madam, Studio Apartments (SA) are targeted at elderly home owners who are right-sizing from a larger flat or private property. These buyers can pay for the SAs using their sale proceeds, with balance set aside for their retirement needs. There is no need for a housing loan.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>In any case, HDB does not accept guarantor arrangements in offering housing loans. This is for prudence, and to pre-empt disputes between the owner and the guarantor in the event of default on the housing loan.&nbsp;&nbsp;</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Tuition Grants for Foreign Students at Secondary and Junior College Levels", "subTitle": null, "sectionType": "OA", "content": "<p>13 <strong>Mr Png Eng Huat</strong> asked&nbsp;<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">the Minister for Education of the 7,000 foreign students at secondary and junior college levels who were granted PR status between 2001 and 2014 (a) how many of them were on scholarships or tuition grants and what was the amount of tuition grants given; and (b) how many did not complete their scholarship or tuition grant obligations.&nbsp;</span>&nbsp;</p><p><strong>\tThe Senior Parliamentary Secretary to the Minister for Education (Mr Hawazi Daipi)</strong><strong style=\"color: rgb(0, 0, 0); background-color: transparent;\">(for the Minister for Education)</strong>: Madam, between 2001 and 2014, of the international students at secondary and Junior College levels who were granted PR on their own merit, around one-quarter were on scholarships, such as the ASEAN scholarship for their studies. There is no tuition grant at the Secondary and Junior College levels.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>The scholarship holders are required to attain the \"A\" levels or equivalent, as part of their scholarship obligations. Almost all – more than 99% – of them attained the \"A\" levels or equivalent.&nbsp;</p><p><strong>\tMr Png Eng Huat (Hougang)</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Thank you, Madam. I just want to ask the Senior Parliamentary Secretary. This means that there is no scholarship obligation. Once they attain their \"'A\" levels; and that is it. That is their so-called scholarship obligation for the students. This means that they do not have to serve or work for any companies in Singapore. Is that the condition of the scholarship for the students?</span></p><p><strong>\tMr Hawazi Daipi</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Madam, we are aware that these are Secondary and pre-University students who are not likely to start working immediately after they have completed their \"A\" levels. So, we do not require them to work in Singapore. It is separate from the University level scholarships.</span></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Double Glazed Windows for HDB Flats near MRT Lines, Expressways or Busy Roads", "subTitle": null, "sectionType": "OA", "content": "<p>14 <strong>Mr Arthur Fong</strong> asked&nbsp;<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">the Minister for National Development whether HDB will consider (i) installing double glazed windows for the bedrooms of flats that are to be built near MRT lines, expressways or busy trunk roads leading to and from expressways; (ii) retrofitting existing bedroom casement windows to double glazed windows; and (iii) including the retrofitting programme for flats built near noisy junctions or roads with heavy traffic.&nbsp;</span>&nbsp;</p><p><strong>The Senior Minister of State for National Development (Mr Lee Yi Shyan) (for the Minister for National Development)</strong> : Mdm Speaker, HDB flats are designed to maximise natural ventilation through open windows. HDB's single glazed windows would reduce noise, when the windows are closed, although this would also cut out natural ventilation. We have no plan to retrofit HDB flats with double glazed windows as it is not necessary.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>When planning HDB towns/estates, HDB would conduct noise modelling, with a view to locate and orientate the buildings in such a way as to help minimise noise to the dwelling units. For example, multi-storey car parks would be located between blocks and MRT line/expressway to act as a noise buffer.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>Residents, however, who wish to install double glazed windows as an added measure, can apply to HDB for evaluation.</p><p><strong>\tMr Arthur Fong (West Coast)</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Mdm Speaker, supplementary question. I thank the Senior Minister of State for the response. Would the MND or HDB consider putting the double glazed windows for bedrooms into the HIP options in the future?</span></p><p><strong>\t</strong>\t<strong style=\"color: rgb(51, 51, 51);\">Mr Lee Yi Shyan</strong>:&nbsp;Mdm Speaker, there is no plan to include it in the HIP as of now. In fact, we are sympathetic to some of the dwelling units that are facing either the expressways or the MRT lines or station. There is a multi-agency effort in addressing the noise level at the housing estates. For example, LTA has started to install noise barriers between the expressways and some HDB flats that are very close by, and also between MRT station and the nearby flats. The trial installation is on-going. The results are not known yet, but from studies elsewhere, we know that noise barriers are effective only if the houses being shielded are of the same height as the barrier. But for higher\trise with a direct line of sight to the noise source, the noise barrier may not be effective.</p><p>In Singapore's situation, we have many high-rise buildings overlooking expressways and MRT stations. Hence, the mitigation effects of noise barriers might be limited. We will continue to look for good solutions.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Priority for BTO 2-room Flats for Singaporeans with Foreign Spouses", "subTitle": null, "sectionType": "OA", "content": "<p>15 <strong>Mr Gan Thiam Poh</strong> asked<span style=\"color: rgb(0, 0, 0); background-color: transparent;\">&nbsp;the Minister for National Development whether priority can be given to Singaporeans who are married to foreign spouses and are childless to apply for 2-room BTO HDB flats.&nbsp;</span>&nbsp;</p><p><strong>\tMr Khaw Boon Wan</strong>:&nbsp;Madam, when assigning priority, HDB takes into account the housing needs of the buyers and also the prevailing demand and supply situation. The low application rates for families for 2-room BTO flats have allowed us to do more for singles. We are now able to set aside half of the 2-room BTO flat supply in non-mature estates for singles.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Singaporeans with foreign spouses and without child are treated no differently from singles.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Nurse-to-patient Ratio in Restructured Hospitals", "subTitle": null, "sectionType": "OA", "content": "<p>16 <strong>Mr Muhamad Faisal Bin Abdul Manap</strong> asked&nbsp;<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">the Minister for Health (a) what is the current nurse-to-patient ratio in the restructured hospitals; (b) what is the difference in the ratio allocations between 2005 and 2015; and (c) whether the Ministry has any plans in place to mitigate the strain faced by nurses in the course of their work.</span>&nbsp;</p><p><strong>\tDr Amy Khor Lean Suan</strong><strong style=\"color: rgb(0, 0, 0); background-color: transparent;\">(for the Minister for Health)</strong>: The appropriate nurse-to-patient ratio is determined by patient needs and the main factors considered are patient acuity and the clinical setting. The nurse-to-patient ratio for day shifts in the general wards in the public hospitals was 1:5 in 2014, as compared to 1:8 in 2004.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>The overall ratio has improved, but caring for patients remains demanding because our patients' acuity and needs have also increased over the period, partly due to our ageing population, and partly due to higher expectations.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>To address these challenges, we have been redesigning processes and harnessing technology to improve productivity. For example, the Closed Loop Medication Management (CLMM) System implemented in several public hospitals has significantly improved efficiency and patient safety, even while the hospitals are handling increasing patient volumes. The automated processes have saved substantial nurses' time previously spent on medication administration, freeing their time for direct patient care.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>As nursing ward care in the hospital is 24/7, we are also looking into implementing more flexible work arrangements in the public healthcare institutions to better meet the work-life needs of nurses. Since the start of this year, selected wards in the Changi General Hospital, KK Women's and Children's Hospital, Singapore General Hospital and Tan Tock Seng Hospital have piloted new flexible work arrangements. Feedback from the pilot wards has been encouraging. The participants of the pilot generally welcomed the initiative.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p><span style=\"color: rgb(51, 51, 51);\">With these enhancements to the workplace, our nurses are given more flexibility and are able to derive a greater sense of satisfaction from being able to provide a higher level of care to their patients. We are making steady efforts to enhance nursing as a profession and will continue to invest in our nurses and support them in their work.</span></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Mental Health Checks for Foreign Domestic Workers and Employers", "subTitle": null, "sectionType": "OA", "content": "<p>17 <strong>Ms Kuik Shiao-Yin</strong> asked&nbsp;<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">the Minister for Manpower from 2010 to 2014 (a) what is the number of criminal cases of abuse of foreign domestic workers by employers that occurred because of mental health issues; (b) what is the number of criminal cases of abuse of employers by foreign domestic workers that occurred because of mental health issues; (c) how does the Ministry work with maid agencies and VWOs to educate employers and foreign domestic workers on mental health issues; and (d) whether the Ministry has considered making mandatory or voluntary mental health checks for both employer and domestic worker part of the hiring process.</span>&nbsp;</p><p><strong>\tThe Senior Minister of State for Manpower (Dr Amy Khor Lean Suan)</strong><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">(for the Minister for Manpower)</strong>:The police do not track the number of abuse cases caused by mental illness by either FDWs or employers.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>MOM's mandatory education programmes and guidebooks for both new FDWs and new employers cover issues like mental well-being as well as stress management. FDWs are also educated on avenues they can seek help from if they face any issues, including MOM's dedicated FDW hotline number as well as contacts of other Voluntary Welfare Organisations like the Foreign Domestic Workers Association (FAST). Employers are also taught how to identify early signs of depression in their FDWs and how they can seek help.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>Mental health checks for FDWs are available at hospitals, the Institute of Mental Health and private specialist clinics for employers who wish to make use of such services. However, such tests are not mandatory as they are time-consuming, costly and not always fool-proof.&nbsp;</p><p><strong>\tMs Kuik Shiao-Yin</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">I thank the Senior Minister of State for that response. I was wondering what is the Ministry's take on a 2013 survey done by HOME that about two out of 10 maids suffer from mental health illnesses and they are doubly at risk of developing mental health issues compared to the general population given the unusually close proximity of the workplace. So, it is a very unusual employer-employee relationship. I was just wondering if the Ministry has a take on that and how it intends to deal with it.</span></p><p><strong>\tDr Amy Khor Lean Suan</strong>:&nbsp;The Ministry will undertake to do its best, and I think we all know that we want to ensure Foreign Domestic Workers' well-being as they are working here in Singapore. That is one of the reasons why the Ministry implemented compulsory and mandatory education programmes and training for both new FDWs and employers. These education training and guide books provide information on mental well-being as well as stress management, and also guide the employers on how to identify depression in the FDWs.</p><p>When the FDWs go for medical screening, the FDW is supposed to declare whether she has any history of mental disorder. The doctor, in doing his clinical assessment also has to certify whether he is of the view that there is any abnormal mental state, in the medical assessment form.</p><p>Having said that, even if you go for a thorough mental health screening, it is only able to detect any mental health issues at the point of assessment. It does not assure that the state of mental well-being will remain, because mental health conditions are influenced by many factors.</p><p>At the end of the day, even as we will do as much as possible to prevent any unfortunate incidents, all stakeholders really have to play their role and take responsibility. Employers, if they are concerned about the FDWs' mental condition, should refer them for a medical check-up and treatment as quickly as possible. We also send the FDWs newsletters on a regular basis. If they have any issues, they should either call the police or our MOM hotline or the hotline operated by VWOs like FAST which is a 24-hour hotline. The employment agencies, at the point of recruiting the maids, should also discharge their due responsibility.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Foreign Vehicles with Illegal Modifications", "subTitle": null, "sectionType": "OA", "content": "<p>18 <strong>Dr Intan Azura Mokhtar</strong> asked&nbsp;<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">the Minister for Transport in respect of foreign vehicles which have illegal modifications done to the vehicles or which have outstanding traffic, parking or ERP-related fines due, what are the measures taken to ensure (i) compliance with regulations governing vehicles and (ii) payment of such fines.&nbsp;</span>&nbsp;</p><p><strong>\tThe Senior Minister of State for Transport (Mrs Josephine Teo)</strong><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">(for the Minister for Transport)</strong>:&nbsp;Mdm Speaker, foreign vehicles that do not meet minimum standards as prescribed in the 1949 United Nations Convention on Road Traffic are liable to be fined or they would not be allowed to enter Singapore, depending on the type and degree of non-compliance. Enforcement is carried out at the checkpoints by the Land Transport Authority (LTA).</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>Drivers of foreign vehicles are notified of outstanding traffic, parking and ERP-related fines when they enter or exit Singapore at the land checkpoints. There are various electronic channels to facilitate payment, such as LTA's Onemotoring website, AXS kiosks and mobile application, iNETS kiosks and SingPost Self-help Automated Machines (SAM).&nbsp;</p><p><strong>\tDr Intan Azura Mokhtar</strong>:&nbsp;I thank the Senior Minister of State for the answer. While there is enforcement carried out, we still see foreign vehicles coming into Singapore that have, for example, very dark tinted screens or exhaust pipes which are really huge and make a lot of noise.</p><p>On top of that, there are foreign vehicles that have been seen by our residents that are parked illegally at the void decks or on the pathways. Even though they have been issued summons, there is no way to track them here as they do not have a local address and it is difficult to get them to pay. While there are checks at the Immigration Checkpoints, would the Ministry consider stepping up enforcement to ensure payment of fines at the Immigration Checkpoints or even impose a re-entry ban on such vehicles that continue flout our local traffic or parking laws.</p><p><strong>\tMrs Josephine Teo</strong>:&nbsp;Madam, I thank the Member for her supplementary question. It is indeed challenging to enforce against foreign vehicles, considering the fact that there are about 1.5 million foreign vehicle trips into Singapore every month. So we also take a look at the severity of the problem. About 5,000 traffic, parking and ERP-related offences are issued a month, on average, or about 0.3% of the total number of visits a month. The vast majority of the foreign vehicles that enter Singapore do observe our traffic rules.</p><p>Specific to the issues that you raised, I do recognise that there are localised problems. My suggestion is that we take this up separately. Enforcement against these vehicles is something that the LTA continues to do. But if we want to get to the root of the issue, we have to study the local conditions and take a closer look at who these perpetrators are and whether there is a way to trace them.</p><p>I want to give the Member the assurance that LTA takes its enforcement duties seriously. It is interested to ensure that when foreign vehicles do enter Singapore, they observe our traffic rules and that is why at all of the land checkpoints, the LTA enforcement officers are present. They engage these drivers and make a real effort to ensure that they are aware of their infractions and they are issued the necessary summons. This is an on-going issue. It does not go away overnight, especially on occasions where we have long weekends and so on, the number of vehicles coming in could increase. LTA would like to follow up with the Member, and I can say that, on their behalf, to see what the local situations are like, so that we can also take more specific actions to deal with it at a local level.</p><p><strong> Mdm Speaker </strong>:&nbsp;&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Er Dr Lee Bee Wah, please keep it short. We only have one and a half minutes.</span></p><p><strong>\tEr Dr Lee Bee Wah</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Thank you, Madam. I would like to ask the Senior Minister of State on the problem caused by foreign vehicles. One very common complaint is that those who are involved in accidents will have problem claiming from them. Is there any other way? We want to be a smart city, and so I am sure there are many other ways of getting them.</span></p><p><strong>\tMrs Josephine Teo</strong>:&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Madam, that is an important question. I would encourage the Member to file a Parliamentary Question so that we can address it properly. Thank you.</span></p><p><strong>Mdm Speaker</strong>: Order. End of Question Time.&nbsp;\t<span style=\"color: rgb(51, 51, 51);\">Mr Hawazi.</span></p><p><span class=\"ql-cursor\">﻿</span>\t<span style=\"color: rgb(51, 51, 51);\">[</span>\t<em style=\"color: rgb(51, 51, 51);\">Pursuant to Standing Order No. 22(3), Written Answer to Question No. 19 on the Order Paper is reproduced in the Appendix.</em>\t<span style=\"color: rgb(51, 51, 51);\">]</span></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Clarification by Senior Parliamentary Secretary to the Minister for Education", "subTitle": null, "sectionType": "OS", "content": "<p><strong>The Senior Parliamentary Secretary to the Minister for Education (Mr Hawazi Daipi)</strong>:&nbsp;&nbsp;<span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Madam, may I seek your approval to make a clarification on a reply I gave yesterday?&nbsp;</span></p><p><strong> Mdm Speaker</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Yes, please.</span></p><p><strong>Mr Hawazi Daipi</strong>: Thank you, Madam. Yesterday, in my response to Mr Pritam Singh's supplementary question, I said that MOE has worked with Temasek Cares to assist families to manage the cost of treatment after the insurance coverage cap has been breached. [<em>Please refer to \"Travel Insurance for Overseas School Trips\", Official Report, 17 August 2015, Vol 93, Issue No 22, Oral Answers to Questions section.</em>]</p><p>This is incorrect. What I was referring to was actually a joint MOE-Temasek Foundation initiative for the public to donate to the Sabah Earthquake Fund to benefit the dependents of three Singaporean adults who had lost their lives as their families had lost a bread-winner. Some of the proceeds are also intended for the Malaysian trainers and guides who have lost their lives, or had their livelihoods affected by the earthquake.</p><p>On the cost of injured students' medical treatment, I would like to clarify that MOE is already engaging the parents of affected students to assure them of appropriate continued support for the recovery process for their children in the event that this cost exceeds the coverage of the insurance policies. Thank you, Madam.</p><p><strong> Mdm Speaker</strong>:&nbsp;&nbsp;<span style=\"color: rgb(51, 51, 51);\">Ministerial Statement, Mr Shanmugam.</span></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Bombing in Central Bangkok", "subTitle": "Statement by Minister for Foreign Affairs", "sectionType": "OS", "content": "<p><strong>The Minister for Foreign Affairs (Mr K Shanmugam)</strong>: Mdm Speaker, we have all been deeply shocked by the bombing in Central Bangkok yesterday. More than 20 people have died. And over 120 have been injured. Sadly, one of our Singaporeans was among those killed. Seven other Singaporeans were injured.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Members will join me in extending our deepest condolences to the family of the young lady who was killed. Someone's evil action and a life of promise snatched away in a moment of terror; an innocent family's lifetime of grief. It is a tragic loss. To all who were injured, including the Singaporeans, we wish them speedy recovery.</p><p>We also extend our deepest sympathies to the people and government of Thailand, and the others who have been killed or injured. MFA and our Embassy in Bangkok have been working overnight to contact and assist Singaporeans in Bangkok. This morning, our Ambassador, Mrs Chua Siew San, visited the injured Singaporeans in the hospitals. All are receiving medical attention and treatment. Some of those who suffered light injuries have been discharged. Our Embassy in Bangkok is in close contact and working closely with the Thai authorities. MFA will continue to render consular assistance to the affected Singaporeans.</p><p>We strongly condemn this heinous attack. As we have said several times, nothing can justify the killing of innocent civilians. This is the latest in long series of such attacks. Unfortunately, it would not be the last. The Thai authorities have launched investigations. Those responsible for this act must be brought to justice. Thank you, Madam.&nbsp;&nbsp;</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Human Biomedical Research Bill", "subTitle": null, "sectionType": "BP", "content": "<p>Resumption of Debate on Question (17 August 2015), \"That the Bill be now read a Second time.\". - [Minister of State, Ministry of Health].</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Question again proposed.</p><h6>3.02 pm</h6><p><strong style=\"color: rgb(51, 51, 51);\">Assoc&nbsp;</strong><strong>Prof Fatimah Lateef (Marine Parade)</strong>:&nbsp;Madam, I stand in support of this Bill.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>I would also like to declare that in my current position and job, I am actively involved in the conduct, supervision and also hold grants for biomedical research projects.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>The research institutions and IRBs do already have strict guidelines for approval, conduct, follow-up as well as the subsequent use of information data on research.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>This Bill is a good Bill. It covers all the elements and is comprehensive and will help to plug any gaps which exist. It is also a timely Bill as the area of R&amp;D has taken off considerably in Singapore, especially in the last decade. There have been many more spin-offs, collaborations, multi-centre as well as international projects and research partnerships, Singapore with our partners.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>I have a few points to make: Firstly, institutions are very strict with regulations and guidelines and these are in place, as I have mentioned. The IRBs or research institutions comply with these in general. However, I would like to ask what are the potential liabilities that the IRB members can face, even as they stick closely to the proposed guidelines. Certainly, there will be a case-by-case consideration when they do arise, but it would be good to clarify this as many of the IRB members are volunteers and performing this out of goodwill, by reason of their qualifications, expertise or mastery of certain disciplines.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Secondly, whatever changes are implemented, can I please request that the paperwork be kept to the minimum required as even currently, these are laborious enough and planning and preparation may take between six months and a year, or more sometimes. I understand, of course, we cannot run away from some of these as there will be a need for documentation.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Thirdly, can I also suggest that MOH works with the institution IRBs to conduct road shows and dialogue sessions to help people, who are involved in conducting this research, understand the Bill, so that our research fraternity can be kept updated as well? Also, coming up with a summarised algorithm of the new suggested steps can be very helpful as researchers, scientists and healthcare personnel are really caught up with a variety of commitments and work that they have to do. This initiative will help reinforce the requirements we are putting forth, even to those who are doing research regularly and will serve as an easy reference for those embarking on new projects as well.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Fourthly, for multi-centre research locally, the concept of the lead institution has been proposed. Can I enquire for international or regional multi-centre research which is already ongoing, will there be new safeguards, or guidelines, or SOPs to adhere to?</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Partner institutions can range from those in first world nations where their own IRBs and biomedical research industry is well developed and up-to-date, fairly similar to ours in Singapore, to the ones in developing and third world countries whereby these systems may not be as robust and comprehensive as ours. Can the Minister advise us accordingly on this?</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Fifth, the Bill is titled the \"Human Biomedical Research Bill\" and institutions which clearly fall under this jurisdiction will be subjected to all the rules and guidelines. However, what about non-medical and other private entities performing such research? Do we have a directory or database to check against?</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Sixth, pertaining to the definition of \"human tissue\", can I clarify pertaining to grafted, transplanted and implanted tissue samples? Where and which category do they fall under? With that, Madam, I support the Bill.</p><h6>3.06 pm</h6><p><strong>Ms Ellen Lee (Sembawang)</strong>&nbsp;: Thank you, Madam.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20150818/vernacular-Ellen Lee(1).pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>Mdm Speaker, I choose to participate in this debate because many Singaporeans are not aware of the importance of this issue. To an ordinary person, scientific experiments should be handled by the experts. It is like leaving personal problems such as medical subsidies and housing grants, or even social problems to the relevant agencies to deal with. In our local dialect, this is called \"æ”¿åºœçš„äº‹æƒ…\" - the Government's business.</p><p>The truth is that ethics and laws regarding human biomedical research (HBR) are relevant to each one of us. This is because no matter how society evolves, the ultimate purpose of all materials created is to serve us.</p><p>HBR can be a sensitive topic in the medical and social fields; it has something to do with our valuable life and social safety. Hence, many countries have introduced laws and regulations as well as moral codes to ensure the safety and legitimacy of HBR. Next, I would like to talk about the moral principles that HBR must follow.</p><p>First, be conducive to medical and social developments. HBR must be conducted with the sole purpose of studying the human biology, finding out why and how disease occurs, improving disease diagnosis, prevention and treatment, so that it can be a driver for the betterment of humanity's health and for the development of medicine and society. Each one of us should understand this. In Singapore, we live in a highly efficient, fast paced and materialistic society. People often focus on work efficacy and neglect the human touch by paying too much attention to results. The importance of the Bill lies in the fact that it reminds us that science experiment is for us to live happier and healthier, and the application of knowledge should go beyond knowledge accumulation.</p><p>Second, obtain informed consent from the research subject. Informed consent is a prerequisite of HBR. Any HBR done with deception, coercion or financial inducement violates the moral codes or the law.</p><p>It is worth emphasising that the researcher must inform the subject the purpose, method, expected benefits and the potential risk of the research, help him understand all these and answer his doubts. Only after the subject has agreed to participate voluntarily and signed a written consent can the HBR be performed on the subject. If the subject lacks or loses ability to make informed decision, the informed consent should be exercised by his family members, guardian or deputy.</p><p>Our society is ageing gradually and the speed of ageing is faster than many people's imagination. Based on observations at my own constituency, older Singaporeans do not have enough understanding of this issue, so we must provide legal protection for them to ensure that they know their rights when participating in any HBR, and to prevent the researchers from withholding risks or using the research results to obtain inappropriate commercial gains. Another group that needs to be protected is the mentally disabled. The law must ensure that their family or guardian know how to protect their rights.</p><p>Third, protect the rights of the research subject. The rights of the research subject refer to the physical and psychological safety of the subject during HBR. The researcher must have sufficient scientific evidence to show that it has no evident harm to animals before it can be conducted on humans. During the entire process of HBR, there must be sufficient safeguards. If situation arises when the interests of the subject could be severely harmed, then HBR must stop immediately and effective measures must be taken to minimise the negative impact on the subject physically and psychologically.</p><p>Ultimately, it means that the life and health of the subject must be put at first place. Regardless the HBR can obtain relevant data and achieve desired results or not, should the subject suffer any physical or psychological problems, or his rights be endangered, then the HBR must stop and should not continue.</p><p>What has impressed me the most about this Bill is its forward-looking nature. For example, we all know that our law currently forbids organ and blood trade, but it is ambiguous towards human tissue. This could be a potential legal loophole. The new Bill clearly states that the trading of human tissue is forbidden. The purpose is to prevent the trading of any part of the human body and to protect the vulnerable groups from becoming the criminals' money-making tool.</p><p>I suggest our schools and the community pay attention to educating young Singaporeans in HBR ethics, so that they understand the importance of respecting life and protecting the vulnerable groups. With the rapid change of our society in so many areas, social cohesion will face grave challenges. How to make sure our law continues to protect individual rights and social harmony is something that an effective government must do. I firmly believe that 50 years of hard work has laid a solid foundation and we should continue to improve and prefect our prized legal system.</p><p>I support this Bill.&nbsp;</p><h6>3.14 pm</h6><p><strong style=\"color: rgb(51, 51, 51);\">The Minister of State for Health&nbsp;</strong> <strong style=\"color: rgb(51, 51, 51);\">(</strong><strong>\t</strong><strong style=\"color: rgb(51, 51, 51);\">Dr Lam Pin Min)</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;: Mdm Speaker, first, let me thank all the Members, Assoc Prof Fatimah Lateef, Ms Ellen Lee, Dr Benedict Tan, Mrs Lina Chiam, Mr Pritam Singh and Dr Chia Shi-Lu, who have given their views and voiced their support for this Bill.</span></p><p>In particular, I would like to thank Ms Ellen Lee for her speech on the importance of human biomedical research and the relevance of this Bill to society generally. Firstly, she highlighted that such research advances the standard of healthcare and is conducive to the continued development of medicine and society. Secondly, she reminded us that while we have built a solid foundation after 50 years of hard work in nation-building, our society is changing rapidly, and the Government has to ensure that our legal system continues to protect the interests of every member of society so as to ensure social harmony.</p><p>The Members have raised various questions and made some suggestions on the Bill. Let me address the various questions and comments made by Members.</p><p>In the case of multi-centre research done locally, Assoc Prof Fatimah Lateef has correctly pointed out that the Bill provides for our local research institutions to come together and appoint a lead institution amongst themselves, to coordinate the research they are collaborating on. The Bill also enables the collaborating institutions to appoint the same IRB to review their joint research, which would be more efficient than having multiple IRBs review the same research protocol. However, having such an arrangement does not mean that the lead institution will take over the responsibilities of all the other participating research institutions. Each research institution will still be accountable for ensuring that there is good governance in place for safe and ethical conduct of those parts of the research under its purview.</p><p>Assoc Prof Fatimah Lateef also asked about the impact of the Bill on international multi-centre research. For research institutions and researchers in Singapore involved in international research collaborations, this Bill will apply to them. Most of the existing international research projects that are already ongoing are not expected to face much difficulty meeting the requirements of this Bill, especially if they involve collaborations with partner institutions in developed countries. This is because the key requirements in this Bill, such as informed consent, independent ethics review and a clear framework of accountability and governance, are already the norm in developed countries. These requirements also should already be familiar to researchers in Singapore.</p><p>However, not all countries have specific laws governing human biomedical research, or impose similar, if any, regulatory and ethical requirements. In situations where the same international protocol calls for research activities to be conducted in both Singapore as well as overseas, the local research institution will, of course, be responsible for the research activities in Singapore. Additionally, the local research institution will need to ensure that its appointed IRB reviews and approves that protocol in its entirety, and not just the portion of the research activities in Singapore. On its part, the IRB will need to be satisfied that the international protocol complies with the national laws of all the participating institutions as well as internationally-accepted ethical principles. This is to prevent research institutions from evading the requirements of the Bill by circumscribing the scope of their research activities in Singapore to only those that are lawful under this Bill, while conducting research that is unethical or even prohibited or restricted under the Bill overseas.</p><p>An example of such a case was reported in the international media in October 1997, involving a multi-centre clinical trial conducted in the US, Africa and Thailand, to test a new treatment for HIV/AIDS. In that research protocol, test subjects in the control group in Africa were unethically given only a placebo, even though an existing HIV/AIDS treatment was available. In contrast, test subjects in the control group in the US were given the existing HIV/AIDS treatment. The differential treatment of the test subjects in different countries caused an international outcry against the unethical behaviour of the researchers. It is research like this which we should guard against and avoid participating in, if we are to safeguard Singapore's reputation as a world-class biomedical research centre.</p><p>Regarding Mrs Lina Chiam's suggestion to have a central IRB, there are three key factors MOH considered when deciding not to adopt a central IRB system. Firstly, a central IRB will not have the same degree of knowledge and familiarity with the adequacy of the RI's systems of oversight, compared to an IRB that is more closely connected to the RI. This could adversely affect the central IRB's ability to effectively monitor the RIs or to effectively assess and approve individual research protocols and ensure the safety and welfare of research subjects.</p><p>Secondly, the central IRB would detract from the focus on the RI as the entity responsible for the HBR conducted under its auspices, which is a cornerstone of the accountability framework under the Bill.</p><p>Thirdly, the workload and responsibility of the central IRB is likely to be relatively greater, which may dissuade persons from coming forward to serve as members. Centralisation of the IRB reviews would also adversely affect their responsiveness. While Mrs Chiam had suggested that the members be paid a full-time salary, this may create an undesirable situation where board members no longer serve voluntarily but expect to be paid based on the volume of research protocols reviewed. This will not be conducive to conscientious and meaningful review of research protocols, unlike the current framework, where IRB members do not receive any salary or wages to review the research proposals, and at most receive a modest honorarium.</p><p>Concerns have been raised that the IRB may have excessively broad powers, particularly the ability to waive the appropriate consent requirements when researchers conduct their HBR. I would like to reiterate that only the IRB as a body, and not just the chair alone, may waive the appropriate consent requirements of the Bill if it is satisfied that all the criteria in paragraph 3 (Part 2) of the Fifth Schedule are satisfied, namely: the individually-identifiable human biological material or health information research, as the case may be, may not practicably be carried out unless there is a waiver; the use of the individually-identifiable human biological material or health information, as the case may be, involves no more than minimal risk to the research subject or donor; the waiver concerned will not otherwise adversely affect the rights and welfare of the research subject or donor; and the human biomedical research or health information research would reasonably be considered to contribute to the greater public good.</p><p>The cumulative effect of these criteria means that such waiver will be the exception rather than the rule.</p><p>So, fundamentally, this is a regime that is prohibitive with a comprehensive set of measures. Any exemption granted will be subject to very stringent criteria. We expect few to qualify and their operations will be constrained.</p><p>On the independent ethics review process, I would like to clarify that the effectiveness of the IRB review is based on two factors. Firstly, the rules and requirements governing the IRB itself. Secondly, the very nature of the relationship between the RI and the IRB in the governance structure set up under the Bill.</p><p>Under this Bill, we will set the minimum requirements that must be met in terms of the composition and conduct of the IRB.</p><p>In terms of its composition, the IRB will be required to include at least one scientific member and one lay person, and these persons will not be related to the RI. In addition, the IRB chairperson must be a registered medical practitioner as an added measure for accountability.</p><p>The composition of the IRB helps to ensure that its deliberations and decisions are made with a full understanding of the scientific issues and consideration of the ethical values of the community. These requirements will be specified in subsidiary legislation.</p><p>In terms of the conduct of IRB members, they must declare, at every meeting, the nature and extent of any actual or potential conflicts of interest in relation to any matters under consideration by the IRB at that meeting, which emphasises the independent role of the IRB when carrying out their assessments. Such members are required to recuse themselves from the decision-making process.</p><p>While we can mandate certain requirements to help ensure the independence of the IRB, the effectiveness of an IRB in carrying out its ethics review function will also depend on how the RI governs the research activities under its purview.</p><p>In this regard, the independence of the IRB should not be viewed in the context of an adversarial relationship between the IRB and the RI. The governance structure set out in this Bill makes it imperative for an RI to ensure that the IRB it appoints is competent and can function effectively as the RI is ultimately responsible for the research under its supervision and control and may be taken to task for any non-compliance.</p><p>An effective IRB, besides safeguarding the safety and welfare of research subjects by rejecting unsafe and/or unethical research proposals, also helps the RI to manage the institutional risks by avoiding exposure to unethical research.</p><p>Conversely, an RI that does not support the effective functioning of its IRB, or even impairs or interferes in the proper functioning of the IRB, will expose itself to greater institutional risks in the event any adverse outcome befalls a research subject.</p><p>The fact that a research proposal had been reviewed and approved by an IRB does not necessarily protect the RI, especially if it is later found that the IRB had not performed its review function effectively.</p><p>I turn to the point raised by Assoc Prof Fatimah Lateef about the potential liabilities of IRB members, many of whom volunteer their own time to do this important work, often out of goodwill and concern for the safety and welfare of research subjects. IRB members are not paid any salary or wages to review the research protocols, and at most receive a modest honorarium, or time-off if they are already employees of the research institution.</p><p>I wish to re-assure Members that this Bill does not impose criminal sanctions on individual IRB members for the decisions they make in discharging their IRB functions. As I mentioned earlier, it is the responsibility of the research institution to ensure that the IRB it appoints functions properly, and it is the research institution that will ultimately be accountable in the event of an adverse outcome arising from a decision made by its IRB.</p><p>Nevertheless, as IRB members may be subject to duties arising under general law in discharging their IRB functions, we also expect research institutions to indemnify their IRB members against legal liability arising from the decisions of members who have discharged their duties in good faith. RIs should formally assure their IRB members of these arrangements, such as in their letters of appointment.</p><p>There have been suggestions made about the publication of rejected IRB proposals, serious adverse events and data/findings of studies. We do intend to share some of the information such as serious adverse events, where beneficial and relevant, from time to time, and we will study how best to do this. Singapore is aligned with the rest of the international research community in this respect. However, as international best practices continue to evolve, we do not rule out the possibility of mandating the publication of relevant information in the future.</p><p>Dr Chia Shi-Lu asked if research subjects who experience adverse effects due to their involvement in the research would be compensated. The Bill itself does not mandate such compensation. However, as a matter of general law, researchers are obliged to provide compensation where their negligence has caused the subjects harm. The IRB should ensure that researchers as well as the research institutions do not seek to exclude or limit their responsibility to provide such compensation for injuries sustained by research subjects.</p><p>As a matter of ethics, there is an ethical obligation for researchers to offer compensation where subjects suffer significant injury as a result of their participation in the research, regardless of the fault of the researcher. For example, this is practised for Phase 1, or first-in-human, clinical trials, where the pharmaceutical company sponsoring the trial usually underwrites all the medical costs resulting from injuries sustained by the research subjects.</p><p>As the significance and frequency of risks due to HBR is varied and wide-ranging, research institutions should work in consultation with their IRBs to develop policies on when such no-fault compensation should be provided, and the mechanism for doing so. For example, the research institution could take up appropriate insurance coverage for such research.</p><p>In any case, research subjects should be informed at the outset during the consent-taking process, whether there are any provisions for compensation for injuries arising from their participation in the research, as well as whether there are any insurance or indemnity arrangements made for the research.</p><p>There are also questions from Dr Benedict Tan and Assoc Prof Fatimah Lateef concerning the definition of \"human tissue\". In general, any biological material obtained from the human body that consists of, or includes, human cells, would be considered as \"human tissue\". However, some biological material such as hair, nails, and natural body secretions and excretion such as saliva and urine, have been excluded as there is very little risk to the human donor in the collection of such material. There is no need to regulate them under the human tissue framework, the objectives of which are to protect the safety and welfare of tissue donors, and prevent commercial trading of human tissue.</p><p>It should be noted that even though some biological material are excluded from the definition of \"human tissue\", if a researcher conducts research using a person's biological material – for example, saliva – in such a way that the person is individually-identifiable, that research would be regulated as human biomedical research. The researcher would need to get that person's informed consent to be a research subject.</p><p>In the case of biological material such as human skin grafts, or human bone chips to be transplanted into another person, they will indeed be regulated as \"human tissue\". The consent of the tissue donor is required before such tissue can be removed from the donor's body and collected for use.</p><p>Such tissues should be obtained through altruistic donations and cannot be commercially traded. However, we also recognise that certain tissues may be unavailable or in short supply in Singapore, but are nevertheless needed for use in medical therapy and/or essential research. Under the Bill, the Minister may grant exemptions for such tissue, and to this end may convene an expert committee to advise on the circumstances under which such exemptions may be granted. These circumstances include the therapeutic indications, prevailing forms of therapy, available alternatives and whether the tissue can be practically obtained from any other non-commercial source.</p><p>Dr Benedict Tan spoke of using residual biological specimens, which had originally been collected as part of a patient's clinical treatment, for research purposes. With the new human tissue framework under this Bill, it is possible to use such excess or leftover tissue for research provided that:</p><p>(a) the doctor responsible for the treatment of the patient has confirmed that all the necessary treatment and diagnostic procedures have been completed, and that the remaining tissue is no longer needed; and</p><p>(b) appropriate consent has been obtained for the use of the leftover tissue for research purposes.</p><p>It should be noted here that the consent to use the leftover tissue for research is separate from, and in addition to, the consent to collect the tissue for clinical treatment and diagnosis. The consent for use in research can be taken at the same time as the consent for treatment or diagnosis, or it can be taken later on a separate occasion.</p><p>This may involve some extra effort on the part of the doctor or the researcher, but as a matter of principle, it should not be assumed that once a patient consents to having his tissue taken for treatment or diagnosis, he has no say in the use of any leftover tissue for other purposes, such as for use in research. Going forward, with the new regulatory framework for human tissue, getting consent for the use of tissue for research purposes should be the norm and the standard practice for all.</p><p>As to Dr Benedict Tan's question regarding the waiver of appropriate consent for certain types of human biomedical research under certain circumstances as described in the Fifth Schedule of the Bill, an IRB may waive the requirement to obtain appropriate consent if the IRB is satisfied that all four of the criteria (a), (b), (c) and (d) in paragraph 3, Part 2 of the Fifth Schedule are met.</p><p>Dr Chia Shi-Lu also asked whether tissue donors, whose tissue samples were used in research that subsequently results in commercially successful new products or treatments, are entitled to any remuneration or a share of the profits from commercialisation.</p><p>Let me clarify and reiterate this point. The principle adopted in this Bill is that all tissue donations must be made voluntarily and altruistically. Among the information that must be provided upfront to a tissue donor during the consent-taking process, under clause 12(2)(e), is that the donor would be renouncing his rights to the donated tissue and any intellectual property derived from the tissue. Therefore, the donor cannot rely on the fact that the donated tissue came from him to assert a right to any financial benefits that may result from successful commercialisation of the research using the donated tissue.</p><p>Assoc Prof Fatimah Lateef also asked about having a directory or database of institutions that conduct human biomedical research. As mentioned earlier, any organisation that wants to be a research institution under this Bill must formally notify MOH, and periodically submit declarations of its compliance as long as it continues to conduct HBR. This requirement applies to all such research institutions, regardless of whether they are medical institutions or not, or whether they are from the public or private sector. Although these notifications and declarations do not amount to a licence or regulatory approval from MOH, MOH will nonetheless have a list of such research institutions in Singapore, and this information can be made available to the public.</p><p>Assoc Prof Fatimah Lateef had requested that paperwork be kept to the minimum. We will certainly keep this in mind. Documentation is important, but wherever possible, we will use electronic or other innovative solutions to streamline processes and avoid unnecessary paperwork.</p><p>Assoc Prof Fatimah Lateef also had some good suggestions on how to smoothen the implementation of the new regulatory framework. We do not intend to rush into bringing the new regulatory requirements into operation. After this Bill is passed, there will be a \"sunrise period\" before it is brought into force, to allow the affected parties to make preparations, including seeking clarifications, to be compliant with the regulatory requirements under the Bill. During this period, MOH will organise forums and dialogue sessions with the biomedical research community to address any implementation issues that they may have.</p><p>MOH is also preparing a guidance document to help the research community better understand and navigate the new regulatory framework. After the Bill is brought into operation, MOH will continue to monitor the situation and work with stakeholders to ensure smooth and successful implementation.</p><p>Dr Chia Shi-Lu asked how MOH plans to audit the research institutions to ensure that they comply with the regulatory requirements, and wanted to know who will be the regulator.</p><p>In short, MOH will be the principal regulator responsible for administering and enforcing the regulatory requirements under this Bill. The Bill provides for the appointment by MOH of public officers and officers of statutory boards as \"authorised officers\", to carry out regulatory functions such as inspecting and auditing RIs and tissue banks, and where necessary investigating into possible offences under the Bill. The Bill also allows for the appointment of other persons – for example, scientific experts – to assist these \"authorised officers\" in carrying out their regulatory functions.</p><p>After the Bill comes into force, MOH will take a risk-based approach to regulation. The focus will be on those RIs and tissue banks that are assessed to be of higher risk. This may be based on various factors such as the types of research or tissue they handle, their organisational profile, and over time, their track record.</p><p>With regard to Dr Chia's query about the suspension of research or tissue banking activities, MOH will have the power to order researchers, RIs and tissue banks to stop any such activities, and to take necessary remedial action, if MOH has reason to believe that their activities are detrimental to the safety and welfare of research subjects or tissue donors. Such actions will be taken first as a precautionary measure to protect the human subjects and donors.</p><p>MOH also has powers to conduct such investigations as may be required, and once investigations are completed, will review whether or not the suspension order should remain in force based on the findings.</p><p>To Mrs Lina Chiam's question on the use of great apes in human biomedical research involving human neural stem cells, MOH had consulted various ethicists and researchers in this area. It is recognised that the greater the possibility of \"humanisation\" of the animal, the greater the need for restrictions. This is in line with the practices of many countries. We will continue to monitor developments in medicine and science, both locally and overseas.</p><p>Mrs Lina Chiam had asked why the Bill is silent on human genome editing, germline modification, nanotechnology and synthetic biotechnology.</p><p>To clarify, human genome editing and germline modification research, which involve the use of human biological material will be regulated under this Bill. If they involve the use of human eggs or embryos, they will be subjected to tighter controls as \"restricted research\" under the Fourth Schedule.</p><p>This additional control is required for all restricted research and is in addition to the individual RI's IRB review. Restricted research involving human animal combinations will be subject to approvals from the Ministry of Health, and which will be subject to appropriate conditions being met during the conduct of the research. To this end, a national advisory committee of experts will deliberate upon the ethical and scientific rationale of such research, and recommend to the Minister whether or not to approve such protocols.</p><p>For research on nanotechnology and biosynthetic technology, where the research involves subjecting an individual to any intervention, or where there is use of individually-identifiable biological material or health information, as described in clause 3(2), it will also be regulated under this Bill. This means that the research will be subject to review by an IRB to ensure that the research is conducted ethically, and that there is accountability for the safety and welfare of the research subjects.</p><p>Mr Pritam Singh has shared his reservations on the powers of the Minister under this Bill to amend the Schedules in this Bill and to grant exemptions.</p><p>The fundamental principle of this Bill is to regulate to ensure the safety and welfare of research subjects whilst not stifling sound, ethical research. The Minister needs to be able to calibrate the regulations of certain types of research or biological material, if they are shown to pose low risk to the safety and welfare of research subjects and tissue donors. By the same token, the Minister also needs to be able to impose additional requirements for certain types of research that are more sensitive and controversial. This will ensure timely and adequate protection for the affected individuals and appropriate controls over the regulated activities.</p><p>The provisions of this Bill draw on the feedback received during our various consultations in view of the nature of the field of biomedical science, which is complex, highly technical and rapidly evolving. The intent is to continue to consult domain experts where appropriate, to give scientific, technical and ethical advice to Minister in the exercising of his powers under the Bill. In addition, the First, Second and Fifth Schedules only envisage exemptions or waivers to the general requirements of the Bill where these requirements would be disproportionate to the minimal risks to the safety, welfare and interests of the subjects, and will seriously impede valuable HBR or tissue banking activity.</p><p>It is worth noting that the Minister's power under clause 62 to amend the Schedules, as well as the Minister's power to exempt under clause 57, only function to circumscribe what is regulated under the Bill. Even for the research identified in the Third and Fourth Schedules, where the Minister has the power to impose more and tighter controls, this is research that already comes under the scope of the \"human biomedical research\" as defined in clause 3 of the Bill. The Minister will not have the discretion using these powers to expand the scope of what is regulated under the Bill, which can only be done by Parliament, and rightly so. I would highlight the fact that such powers are not unusual, and can be found in many pieces of legislation in Singapore.</p><p>On Dr Benedict Tan's query about the appointment of advisory committees - in selecting the members of these committees, what is important is that the person is suitably qualified, well-experienced and has a good understanding of the biomedical research field, and is able to give sound and unbiased advice on the issues at hand.</p><p>Mr Pritam Singh has raised concerns about the consultation process. MOH has, in fact, consulted widely with stakeholders, particularly the research community in both healthcare and academic institutions, over the past few years at various stages in developing these regulatory frameworks.</p><p>Prior to the introduction of the Bill, we conducted a series of stakeholder consultations in August and September 2014, involving leaders and key personnel of institutions engaged in HBR and tissue banking.</p><p>Subsequently, a draft version of the Bill was put up for public consultation in November 2014. The consultation period was extended to January 2015 for a total period of 10 weeks, at the request of the stakeholders for more time to consider the Bill and provide their feedback. The feedback was generally favourable and supportive of having a Bill that would protect the safety and welfare of research subjects and tissue donors, and which would provide clarity to the roles and responsibilities of those engaged in HBR and tissue banking.</p><p>The Bill before this House has been refined to incorporate relevant feedback received during the public consultation. For example, the definitions for \"human tissue\" and \"tissue bank\" were adjusted, and a clause was added to protect the identity of informers who provide information on contraventions under this Bill.</p><p>We have conducted extensive consultations on this Bill with both stakeholders and the public. This has provided an avenue for scrutiny of the Bill and further refinement, and all relevant inputs and feedback have been considered and incorporated into the Bill. After the Bill is passed, we will also continue to engage stakeholders and the public on the implementation of the Bill. As such, there is no compelling need to refer the Bill to the Select Committee.</p><p>Mdm Speaker, let me conclude. This Bill will put in place regulatory frameworks to protect research subjects and tissue donors. These frameworks set out controls and requirements that will help to ensure HBR and dealings in human tissue are conducted in an ethical and responsible manner. They will also provide clarity and certainty as to the rights as well as the duties and obligations of the various parties, whether public or private, involved in HBR and tissue banking.</p><p>However, beyond the matters of law, ethics and science, we should also remember the human element in this. Namely, the human research subjects and tissue donors, without whom human biomedical research would not be possible, as well as all the future patients who will benefit from the advancements in health and medicines that can be brought about by human biomedical research. As Ms Ellen Lee put it so aptly, the goal of human biomedical research is ultimately to help all of us achieve healthier and happier lives.</p><p>I call on Members of the House to give their support to this Human Biomedical Research Bill.</p><p><strong> Mdm Speaker </strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Mr Pritam Singh.</span></p><p><strong style=\"color: rgb(51, 51, 51);\">Mr Pritam Singh (Aljunied)</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;: Thank you, Mdm Speaker. I would just like to confirm with the Minister of State the question I asked on clause 63 with regard to the penalty threshold of the $20,000 fine and a two-year imprisonment term. How was this derived in view of the number of regulations in the sub-sections that are covered in clause 63?</span></p><p><strong>Dr Lam Pin Min</strong>&nbsp;: I would like to thank the Member for the question. The penalties for HBR vary depending on the severity of the offence and this is consistent with other Singapore laws, for example, the Human Cloning and Other Prohibited Practices Act and the Human Organ Transplant Act. In fact, if you look at the penalty regime, there are basically four tiers to it. The highest being what we call the type 1A kind of offence which warrants a penalty of $100,000 and/or 10 years of imprisonment. With regard to what Mr Pritam Singh has queried - which is with reference to clause 63 - the penalty prescribed is a maximum of $20,000 and/or two years of imprisonment. This is actually quite consistent if you compare to other equivalent provisions in other Acts. In fact, if you look at some of the other Acts, the penalty imposed in HBR is a little bit more stringent rather than more lax, as mentioned by Mr Pritam Singh.</p><p>Question put.</p><p><strong> Mdm Speaker </strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Yes, Mr Singh?</span></p><p><strong style=\"color: rgb(51, 51, 51);\">Mr Pritam Singh</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;</span>\t<span style=\"color: rgb(51, 51, 51);\">: Mdm Speaker, the Workers' Party wishes to record its decision to abstain from voting in favour of this Bill, because of the Bill's non-committal to a Select Committee.</span></p><p><strong> Mdm Speaker </strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">You are expressing your abstention?</span></p><p><strong style=\"color: rgb(51, 51, 51);\">Mr Pritam Singh</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;: The Party's abstention to be recorded.</span></p><p><strong> Mdm Speaker </strong>:&nbsp;&nbsp;<span style=\"color: rgb(51, 51, 51);\">Individual Members of the Workers' Party will have to express their abstention.</span></p><p><strong style=\"color: rgb(51, 51, 51);\">Mr Low Thia Khiang (Aljunied)</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;: Now, Speaker?</span></p><p><strong> Mdm Speaker </strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Yes. Those who wish to abstain, please stand up.</span></p><p><span style=\"color: rgb(51, 51, 51);\">[</span>\t<em style=\"color: rgb(51, 51, 51);\">Hon Members Mr Low Thia Khiang, Mr Pritam Singh, Mr Muhamad Faisal Bin Abdul Manap, Mr Png Eng Huat, Ms Lee Li Lian, Mr Yee Jenn Jong and Mr Gerald Giam stood up to indicate their abstention</em>\t<span style=\"color: rgb(51, 51, 51);\">.]</span></p><p><strong> Mdm Speaker </strong>:&nbsp;&nbsp;You can now sit down.</p><p>[(proc text) Question put, and agreed to. (proc text)]</p><p>[(proc text) Bill accordingly read a Second time and committed to a Committee of the whole House. (proc text)]</p><p>[(proc text) The House immediately resolved itself into a Committee on the Bill. – [Dr Lam Pin Min]. (proc text)]</p><p>[(proc text) Bill considered in Committee; reported without amendment; read a Third time and passed. (proc text)]</p><p><strong style=\"color: rgb(51, 51, 51);\">Mr Pritam Singh</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;: Mdm Speaker, the Workers' Party wishes to record its decision to abstain from voting in favour of this Bill.</span></p><p><strong> Mdm Speaker </strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Can Members who wish to abstain please stand.</span></p><p><span style=\"color: rgb(51, 51, 51);\">[</span>\t<em style=\"color: rgb(51, 51, 51);\">Hon Members Mr Low Thia Khiang, Mr Pritam Singh, Mr Muhamad Faisal Bin Abdul Manap, Mr Png Eng Huat, Ms Lee Li Lian, Mr Yee Jenn Jong and Mr Gerald Giam stood up to indicate their abstention</em>\t<span style=\"color: rgb(51, 51, 51);\">.]</span></p><p><strong> Mdm Speaker </strong>:&nbsp; We take note of your abstention.</p><p>Bill read a Third time and passed.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Bus Services Industry Bill", "subTitle": null, "sectionType": "BP", "content": "<p>[(proc text) Order for Second Reading read. (proc text)]</p><h6>3.55 pm</h6><p><strong>The Minister for Transport (Mr Lui Tuck Yew)</strong>:&nbsp;Mdm Speaker, I beg to move, \"That the Bill be now read a Second time.\"</p><p>The Bus Services Industry Bill seeks to establish the legislative framework for a contracting model for public bus services. Allow me to briefly re-cap why we are moving to a contracting model.</p><p>Bus services are a key pillar of our public transport system. Every day, about half of our public transport trips, or over 3.7 million trips, are taken on a public bus. Under today's framework, SBS Transit and SMRT Buses are issued ten-year licences by the Public Transport Council (PTC) to operate public bus services. The Land Transport Authority (LTA) plans the bus routes. The operators determine how many buses to operate on these routes according to ridership needs and the regulatory service standards set by the PTC.</p><p>This framework has generally served Singapore well. We have maintained a reasonably good level of bus services while keeping fares low. This is largely because the bus operators are careful about cost, as they have to cover their capital and operating expenses through revenue collected, in particular fares. The flip side of this, however, is that operators have tended to be slow to respond to changing travel demand and expectations, and to increase capacity and improve service standards.</p><p>Hence, last year, my Ministry announced that the bus industry would be restructured to a contracting model from 2016. Under this model, LTA owns the buses, determines the standard of bus services to be provided, and tenders out the contracts to run them. The contracting model will enable the Government to respond more expeditiously to changes in travel demand. Competitive tendering also means that bus operators have to compete for the right to run bus services, which will raise bus service quality in a cost-competitive manner, thereby benefitting commuters.</p><p>This Bill will provide the legislative framework for LTA's new role as the contractor of public bus services. It will also transfer the powers to regulate the bus services industry from the PTC to LTA. The planning, contracting and regulatory functions for public bus services will henceforth all reside within LTA, which will enable us to streamline processes and manage bus services more holistically. The Bill will also consolidate the regulation of bus services, bus depots and bus interchanges within one Act, to provide a clearer regulatory framework for bus operators and potential bidders for public bus services contracts.</p><p>Mdm Speaker, I will now describe the key provisions in the Bus Services Industry Bill. Part 2 of the Bill sets out a bus services procurement framework that enables LTA to enter into contracts with bus operators to run public bus services planned by the LTA. These include both feeder and trunk services, as well as services such as the City Direct Services. Clause 7 sets out the content of public bus services contracts, such as the duration of the contract, and the performance standards to be met by the public bus operators. Clause 8 enables LTA to enforce these contractual performance standards.</p><p>Part 3 of the Bill empowers LTA to license bus operators and impose conditions on licensees to safeguard commuter interests. Clause 11 requires any person who wishes to operate a bus service for a fare, on a pre-determined timetable, and on a fixed route for journeys with two or more bus stopping points in Singapore, to apply for a licence. Similar to the current licensing framework under PTC, there will be two classes of licences. A Class 1 bus service licence, similar to the Bus Service Operator's Licence today, is for the operation of a package of ten or more services. A Class 2 bus service licence, similar to today's Bus Service Licence, is for the operation of a single bus service.</p><p>Clause 13 sets out the considerations when LTA assesses licence applications, such as the applicant's financial capability to operate the services. Clause 15 sets out the conditions which LTA may impose in the licences. Both licence classes include conditions pertaining to the safety and security of passengers, and the requirement to provide a performance bond or other financial security as needed.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>Let me explain in more detail how the two classes of licences apply. Class 1 bus service licences will be required by the major bus operators that serve a large number of commuters. These include the operators for all the twelve packages of public bus services that LTA will be tendering out over time – SBS Transit, SMRT Buses, Tower Transit Singapore, and any other operators that win the tenders for the other bus packages. While the Class 2 bus service licences, on the other hand, are required by private bus operators and operators of individual public bus services like the City Direct Services.</p><p>Accordingly, the Bill places more stringent qualifying criteria and obligations on Class 1 bus service licensees versus the licensees in Class 2. For example, clause 19 requires Class 1 bus service licence holders to seek LTA's approval in appointing or removing their chief executive officer, chairman of its board of directors, or any of its directors, to ensure that public bus service operators have a competent leadership and board able to discharge their responsibilities.</p><p>Part 4 of the Bill sets out the licensing regime for bus depot and interchange operators, and is largely similar to the provisions under the Road Traffic Act today. Clause 24 sets out the considerations that LTA must consider in granting the licences, while Clause 26 allows LTA to impose conditions relating to the level of service, operation, safety and security of bus interchanges and depots.</p><p>Part 5 of the Bill sets out step-in arrangements when a Class 1 bus service operator, bus depot operator, or bus interchange operator, is no longer able to continue operating the services. Clause 30 enables the Minister for Transport to make a step-in order when the licence in question is suspended, revoked or surrendered; or if the public bus services contract is terminated or suspended; and it is in LTA's opinion then necessary to take over the operations of the licensee. The step-in order will authorise LTA to directly take over, or to contract a step-in operator to take over the operations, and require the licensee to facilitate the handover of the operations.</p><p>Clause 39 enables LTA to impose regulatory sanctions including written censures, modification of licence conditions, additional financial guarantees, financial penalties, and suspension or revocation of the licence, in circumstances such as a breach of licence conditions or a contravention of the provisions of the Bill, codes of practices or directions.</p><p>I will now highlight some of the consequential amendments in other Acts. Parts IV and IVA of the Public Transport Council Act which license bus services and bus service operators, and Part VB of the Road Traffic Act which licenses bus depot and bus interchange operators, will be repealed as the powers will have been consolidated under LTA with this Bill, as I earlier explained. LTA will also be vested with the function to operate any bus service, bus depot or bus interchange under the Land Transport Authority of Singapore Act, to enable LTA to be a step-in operator if necessary.</p><p>Finally, to ensure a seamless change of regulatory authority from PTC to LTA, and in consolidating all bus regulatory roles in LTA, Clause 55 sets out savings and transitional provisions for subsisting licences under the PTC Act and Road Traffic Act. Existing licences will retain their existing terms and conditions until expiry. The licensee will only have to renew its licence upon expiry, and only then will the new licence terms and conditions apply.</p><p>In summary, Mdm Speaker, this Bill accords LTA regulatory oversight over bus service, bus depot and bus interchange operators. The proposed framework enables us to transition the public bus industry to a contracting model, where the Government would be able to more holistically plan the transport network, and respond in a more timely manner to changing travel needs. All of these eventually lead back to our ultimate goal, which is, to better serve public transport commuters in Singapore. With that, Mdm Speaker, I beg to move.</p><p>Question proposed.&nbsp;</p><h6>4.04 pm</h6><p><strong style=\"color: rgb(51, 51, 51);\">Mr Gan Thiam Poh</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;</span>\t<span style=\"color: rgb(51, 51, 51);\">: Mdm Speaker, I rise in support of the Bill. The Bus Services Industry Bill will provide for the restructuring of our public bus sector to a contracting model, in which routes are tendered out to be run by private operators for specific periods, while the Government assumes the ownership of all buses and bus infrastructure such as depots and the fleet management system. The Land Transport Authority will take on the functions of regulator, contractor and planner of bus services. I am sure that with these changes, the management of bus services will be more holistic in the future. Competition will keep operators on their toes and ensure good services.</span></p><p>Unlike our current model, where the operators have to cover their capital and operating expenses through fare revenue, successful bidders know upfront the fees they will collect to operate the services. Hopefully, new operators will be able to focus on meeting service standards since they do not have to be concerned with capital expenditures and fare revenue.</p><p>Many countries, including the US, UK, Australia, Canada, Germany, France, Sweden and the Netherlands, contract out public bus services to both domestic and foreign operators. For example, PostBus, the leading bus company in Switzerland's public transport network, won several public tenders to provide bus services in France in 2009 as well as the public tender to provide bus services in Liechtenstein for a 10-year term starting in 2011. On the other hand, it was reported in June this year that Arriva Netherlands was awarded a 15-year bus and rail contract by the Dutch province of Limburg.</p><p>London's bus system, in particular, seems to be a success after switching from a single, nationalised operator to the current contracting model, with high ridership, service reliability and customer satisfaction. Its incentive-penalty scheme has been credited for its contribution to service reliability. I understand that we will be implementing a similar system and wonder if the Minister can share more details with us.</p><p>With different packages of routes awarded to different operators, one of the concerns I have is about potential problems which may arise from the different systems and technologies they use. Does the Minister foresee any problems with service integration and what are the plans to overcome potential system compatibility issues?</p><p>Next, I would like to suggest that LTA put in place measures to ensure the transfer of expertise from foreign operators to Singaporeans working in the operations and management of successful bidders. In the event foreign operators, for whatever reasons, are unable to continue their work here, at least, we will have teams of Singaporeans who can continue to do so.</p><p>I would also like to suggest that LTA consider issuing public bonds to finance the assets -- buses, interchanges and depots -- to enable direct public participation, especially the retail investors.</p><p>Last but not least, I wish to express my heartfelt appreciation and thanks to Minister Lui Tuck Yew. He has been such a dedicated Member of Parliament and Minister, putting his heart and soul into serving this country, and we have all benefited from his tireless efforts. Despite taking on a very challenging portfolio, he has done so much to improve our public transport system, with this bus contracting model being one of the most important.</p><p>Minister Lui, I wish you could stay on for you had done so much for us, so much for the country. You will be sorely missed in this House. I wish you the best. Thank you [<em>Applause</em>].</p><h6>4.09 pm</h6><p><strong>Mr Thomas Chua Kee Seng (Nominated Member)&nbsp;</strong>: Mdm Speaker, in Mandarin.</p><p>&nbsp;(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20150818/vernacular-Thomas Chua Kee Seng(2).pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>Mdm Speaker, bus services, including public transport services, have always been a topic of great concern to the public. This year, in particular, the many incidents of disruption to MRT services have caused much inconvenience to commuters. Hence, we should support any efforts which could improve the quality of public transport services!</p><p>Last year, during the Budget debate in Parliament, SCCCI's Immediate Past President and then Nominated Member of Parliament Teo Siong Seng raised some recommendations with regard to improving the service level of local public transport, hoping that the Government would consider changing the management and operational model. Now, the Government has introduced a relevant Bill for the bus services industry, bringing in the competitive tendering process. This is a good start. Moreover, the Bill specifies that the tendering process will adopt a \"two-envelope\" mechanism. The service quality proposed by the tendering party will be evaluated first before financial indicators are considered. This selection procedure would avoid giving the tender to the operator who lowers the bid by sacrificing quality in order to win. Eventually this will benefit all public commuters.</p><p>The new Bill also reminds local bus operators that Singapore is a totally open market. Attracting MNCs would increase competition, especially in competing for manpower resources. Hence, local enterprises need to be prepared and pay more heed to the company's operational effectiveness, strengthen HR management, and maintain good rapport with workers.</p><p>In May this year, the UK company Tower Transit was awarded the contract for the first bus package, breaking the duopoly held by SBS Transit and SMRT. Tower Transit, given its experiences in operating public bus networks in London and Australia, is likely to provide more stringent and effective management operations. However, local industry players should also realise that the injection of new competition would exacerbate the manpower shortage in the transport sector.</p><p>Tower Transit has already indicated its intention of recruiting more than 900 workers, among which 700 would be bus drivers. This would present a great challenge to the operators of current bus services, school bus services, logistics services, etc. The manpower shortage in local drivers is a chronic problem and, in fact, it was found that bus drivers of other nationalities find it hard to adapt. Thus I hope that LTA and WDA could cooperate to provide professional skills training for the transport industry, especially for bus operators, in order to develop more manpower resource channels and enable those who are willing to have a career change to become qualified bus drivers.</p><p>From a long-term perspective, encouraging people to take public transport would help to solve traffic congestion, be more environment-friendly, and reduce the number of private cars on the road. Hence, the market demand for qualified bus drivers will always exist. Considering the unique nature of this industry, I recommend that bus drivers could also be included in the SkillsFuture training programme.</p><p>Changing the rules of the game, improving the service level of public transport services, providing greater convenience to commuters – these are our long-term goals. However, sometimes changes of government policy tend to set in motion a whole chain of repercussions, especially in manpower resource planning. There is a Chinese saying which goes: \"Those who are not far-sighted will face problems\". I urge local industry players to take this opportunity to review their management processes, strengthen the bonding among workers, and think of ways, other than through pay hikes, to retain key employees. The injection of foreign competition is a definite challenge. Going forward, other bus packages would also be up for tender. I hope our local bus operators would continue to do their best to bid for the contract and not be easily defeated by foreign players.</p><p>In closing, I support the Bus Services Industry Bill.</p><h6>4.15 pm</h6><p><strong style=\"color: rgb(51, 51, 51);\">Mr Gerald Giam Yean Song</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;: Mdm Speaker, the Bus Services Industry Bill seeks to regulate the provision of bus services, and the operation of bus depots and bus interchanges in Singapore. It also gives effect to the recently-introduced bus contracting model via a bus services procurement framework.</span></p><p>The Workers' Party welcomes the Government's shift towards taking over the ownership of bus assets, the planning of bus routes and the setting of fares, while contracting out bus operations to the private sector. This will hopefully give the Government greater control over the service quality and affordability of public transport, which is an essential public service.</p><p>I have a few queries on this Bill and the bus contracting model in general, which, I hope, the Minister can address.</p><p>First, on the maintenance and renewal of bus assets. Under this Bill, bus operators will be responsible for the maintenance of bus assets, which will be owned by the Government but leased to operators. LTA's lack of direct involvement in bus operations could result in information asymmetry between the regulator and the operators. Essentially, LTA may not have a full understanding of what is going on under the hood of the bus operators and, hence, may not be able to take the necessary regulatory and enforcement action should maintenance be lacking.</p><p>How will LTA ensure that bus operators conduct proper maintenance of these buses? How will LTA mitigate the risk that the buses may be poorly maintained or abused because the operators do not own them, resulting in shorter lifespan and more frequent breakdowns?</p><p>Which entity will be responsible for the renewal and replacement of essential operating assets when they approach their end of serviceable life?</p><p>The broader question on this issue is: how will the Ministry of Transport manage any possible conflicts between LTA and the operators, to ensure that there is proper accountability, so that disagreements between the two entities do not result in delays or failure to conduct proper maintenance and renewal of essential operating assets?</p><p>Next, on buses and crisis response. Currently, most public bus operators are also MRT train operators, and they can re-allocate resources internally to respond to incidents like MRT breakdowns. This is likely to change in the future, with the bus routes eventually tendered out to different operators. How will LTA marshal bus resources from different operators to respond to crises, like the massive MRT disruption we saw last July? Is there any provision in the bus operator contracts that state that operators must make their bus resources available to the Government to respond to crises?</p><p>Third, I would like to ask about the transition between bus operators. The bus contracting model is likely to see more frequent transitions between bus operators. How will LTA ensure that the incumbents maintain high service levels as they transition out of areas where they are no longer providing bus services? I am particularly concerned about manpower transitions that may affect service levels to the commuter.</p><p>Fourth, on the removal of the CEO of bus operators. Clause 19 requires bus operators holding a Class 1 bus service licence to obtain LTA's approval before appointing, re-appointing or removing its CEO or board chairman, failing which LTA can issue a direction to reverse that decision. However, if a current CEO of a public bus operator is incompetent or unable to provide effective leadership to ensure the smooth operation of the bus services under the contract, does LTA have any power to remove that CEO before the expiry of his or her contract?</p><p>Madam, the bus contracting model is now in its second year of implementation. Only two contracts have been awarded so far. It is too early to gauge whether this model will indeed drive greater cost efficiency and service quality for commuters, while keeping fares affordable. All stakeholders, including the Government, should monitor this model closely over the next few years to assess its results. If it turns out that cost efficiency and service quality have not improved as a result of this model, the Government should be prepared to explore different models, including having a Government-owned National Transport Corporation take over the running of bus services on a not-for-profit and cost-recovery basis, to ensure that service quality for commuters is not compromised.</p><p>Finally, Madam, I would like to record my thanks to the Minister for patiently answering all my Parliamentary Questions (PQs) and responding to my speeches over the past four years, and I wish him all the best in his future endeavours. Thank you, Madam. I support the Bill.</p><p><strong> Mdm Speaker</strong>: \t<span style=\"color: rgb(51, 51, 51);\">Order. I propose to take the break now. I suspend the Sitting and will take the Chair again at 4.40 pm.</span></p><p class=\"ql-align-right\"><em>&nbsp;Sitting accordingly suspended</em></p><p class=\"ql-align-right\"><em>&nbsp;at 4.21 pm until 4.40 pm.</em></p><p class=\"ql-align-center\"><em>Sitting resumed at 4.40 pm.</em></p><p class=\"ql-align-center\"><strong>[Mdm Speaker in the Chair]</strong></p><h4 class=\"ql-align-center\">&nbsp;<strong>Bus Services Industry Bill</strong></h4><p>Debate resumed.</p><p><strong style=\"color: rgb(51, 51, 51);\">Mr Ang Wei Neng (Jurong)</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;: Mdm Speaker, I would like to declare my interest as I serve as a Senior Vice-President in SBS Transit. I would like pay tribute to the outgoing Minister, Mr Lui Tuck Yew, for doing such a formidable job in the past four and a half years. Under his leadership, bus services have improved tremendously with the Bus Service Enhancement Programme (BSEP). Bus services will improve further with the Bus Services Industry Bill. The results of the train services are not as outstanding, marred mainly by the recent breakdown of North-South and East-West lines. Nonetheless, Downtown Lines 1 and 2 have been largely completed under Mr Lui's tight supervision. My focus today, however, is on the bus services. Mdm Speaker, please allow me to speak in Mandarin.</span>&nbsp;</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20150818/vernacular-Ang Wei Neng(3).pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>About 10 years ago when I first joined the bus services industry, some bus captains told me, \"Driving a bus is not a job for a human being.\" I was very curious, so I asked one of the bus captains who said such things, how long had he been driving public buses. He replied, \"Over 30 years.\" I immediately asked him, \"So, you have been driving public buses for over 30 years. Are you still a human being?\" He shrugged his shoulders, shook his head and said, \"No choice!\" Then he walked away.</p><p>Mdm Speaker, today I am going to talk about the hardship of a bus captain and why I support this Bill.</p><p>(<em>In English</em>):&nbsp;Mdm Speaker, one of the most important parts of the Bus Services Industry Bill is Part 5, the step-in arrangements. Clause 30 of the Bill allows the Minister to issue a step-in order when a company operating the public bus services under the Government Contracting Model (GCM) fails repeatedly to perform up to the standards required by the public bus services contract. The step-in right is an important lever to ensure that the Public Transport Operator (PTO) performs adequately or risks getting its licence suspended or revoked. At the same time, it allows the Land Transport Authority (LTA) to take over the bus operations or appoint another bus operator to operate the bus services so that commuters will not be too adversely affected by the step-in actions. For that matter, allow me to digress from my speech a little to state my position pertaining to the operator who has won the first bus package under the GCM.</p><p>A foreign bus operator, Tower Transit, has won the first bus package to operate buses from Jurong East and Bukit Batok interchanges. As a Member of Parliament for Jurong GRC, I sincerely urge Tower Transit to live up to its expectations of providing quality bus services as required under the GCM. Otherwise, the residents of Jurong GRC will suffer.</p><p>Under what circumstances would a PTO fail to perform? There could be many factors, such as financial strength of the PTO, mismanagement of bus operations, not enough bus drivers, and so on. From my experience, one of the biggest risk factors is the ability to attract drivers, commonly known as Bus Captains or BCs in short in the industry. This is because of our tight labour market and the requirements by the Ministry of Manpower to build a Singaporean core in the bus industry.</p><p>When I first took over the role of managing bus operations, overseeing a fleet of more than 1,500 buses and 3,000 Bus Captains, I had a dream. I dreamt that one day, there would be a long queue of people wanting to join the rank of a Bus Captain. Today, my dream has come true. There is indeed a long queue of people waiting to join the Bus Captain profession but they are mainly Malaysians due to the low ringgit exchange rate. One Singapore dollar is worth $2.90 ringgit or thereabout, today.</p><p>However, not enough Singaporeans would like to become Bus Captains, even though we have increased Singaporean Bus Captain's pay four times over the last five years. Today, the Bus Captain's basic pay is 48% more than that in 2010. Today, a new Singaporean Bus Captain with more than one year of driving experience earns slightly above $3,000 per month on average, not including bonuses. Yet, today, the proportion of local Bus Captains as a percentage of the total number of Bus Captains is significantly lower as compared to the figure five years ago. In fact, the drop is more than 10%.</p><p>Before I continue, I would like to qualify that the information pertaining to the Bus Captains in my speech today refers to the information provided by SBS Transit which currently runs two-thirds of the bus services in Singapore.</p><p>Why do Singaporeans shy away from being a Bus Captain?</p><p>There are three main reasons, among others. Firstly, the working hours of Bus Captains. A Bus Captain has to drive the bus to send people to work and back to home every day. The first bus service leaves the bus interchange as early as 5.00 am on a daily basis. The last bus service, when it ends the last trip at the bus interchange, could reach the bus depot as late as 2.00 am. This means that the morning shift Bus Captain has to reach the depot to collect the bus in the morning as early as 4.30 am and it also means that he has to wake up as early as 3.00 am. I know it is tough as I often join the Bus Captains for breakfast at 4.30 am in the morning. It is an unearthly hour to many Singaporeans. For those Bus Captains who are doing afternoon shifts, they would probably reach home at about 3.00 am, or even later. That is, when most Singaporeans are sleeping in the morning, the Bus Captains are getting ready the buses for you. At night, when most Singaporeans are asleep, the Bus Captains are still busy keeping their buses.</p><p>Secondly, the road safety hazards. As mentioned by the Minister for Transport, buses are not yet the \"kings of the road\". Many motorists take advantage of slower speed of the buses and cut into their lane of the buses, and especially when the cars are turning left at junctions. Motorists also hardly give way to buses coming out from bus bays or, worse still, illegally cut into bus lanes to pick-up and drop off car passengers at or near the bus stops, thereby causing obstruction to the buses. The longest bus route, service 51, takes about almost three hours to travel from Hougang to Jurong East bus interchange. Such a long driving duration without rest, take a toll on the Bus Captains.</p><p>Thirdly, Singaporeans' attitude towards Bus Captains. A Bus Captain, not only has to drive passenger from point A to point B safely, he also has to provide good customer service, greet, smile and say \"Thank You\". Most passengers are nice but there is a handful that can spoil the mood of the Bus Captains. For example, some passengers are so distracted by their mobile phones and forget to wave for the bus at the bus stop. Instead of acknowledging their mistake, they often blame Bus Captains for not stopping at the bus stop for them. When on the bus, some passengers are also too fixated on their mobile phones and forget to press the bell. Again, such passengers tend to blame the Bus Captains for not stopping at the bus stop. Others try to evade or underpay the bus fare and get caught by the Bus Captains, and often blame the Bus Captains for being rude when performing fare enforcement. More commonly, a significant number of passengers are reluctant to move to the rear of the bus despite repeated reminders, resulting in others failing to get on the bus, and Bus Captains end up getting the blame again. Today, there is not enough respect for the Bus Captains generally.</p><p>With the BSEP, LTA will inject 1,000 buses on the road by 2017 which means we will need an additional 2,500 bus captains to operate the additional 1,000 buses. With the transition to GCM provided under the Bus Services Industry Bill, we could expect an even higher bus service standard which means more Bus Captains are required. How do we build a Singaporean core in the bus industry? Or is a Bus Captain's job so unearthly that the majority of the Singaporeans will forever shy away from driving public buses?</p><p>I do not think so. If you look at Taiwan, Hong Kong, Japan and Korea, most of their Bus Captains are local residents. If they can do it, I believe we can as well. That is provided the various Government agencies could coordinate and put their act together. How do we build a Singaporean core in the bus industry?</p><p>One, we need to improve the remuneration of Bus Captains, similar to what the Government has done for nurses and staff of other essential services. The current average gross monthly pay of Bus Captain at about $3,000-plus is comparable to that of taxi drivers and other driving professions. However, we could only attract 76 Singaporeans to join us as Bus Captains in 2014 as compared to more than 1,000 Malaysians who joined as Bus Captains last year. Seventy-six Singaporeans versus 1,000 Malaysians joined us last year as Bus Captains. This shows that a higher premium would be needed to convince Singaporeans to join the Bus Captain's profession given the unearthly working hours and demands of being a Bus Captain. The GCM allows this to happen as the Government is prepared to provide a higher level of subsidies under this model.</p><p>Two, we need to improve the working conditions for Bus Captains. It is very hard to change the working hours of the Bus Captains but we can change other working conditions for the Bus Captains. For example, I urge Land Transport Authority to build better facilities at the bus interchanges for the Bus Captains to rest properly. I have the opportunity to visit the train stations and compare them with the bus interchanges. The newer train lines work on driverless systems. That is, there are no train drivers. Yet, the staff's rest area at a train station can be up to five times the size of the rest area in a bus interchange. So the train station has no drivers but has big rest area, whereas bus interchange has hundreds of bus drivers but has small rest area. Both facilities are built by the Land Transport Authority – so why the discrepancy? One eye big, one eye small? No wonder people in the bus industry have been complaining that the bus is a poor cousin of the train. One consolation is that the newer bus interchanges have bigger staff's rest area but not the older ones.</p><p>Some argue that the train is the backbone of the public transport and that is why train facilities deserve better treatment. The bus ridership in 2014 was 3.8 million per day as compared to the train ridership of 2.8 million. Many think that when train network eventually expands from 178 km today to 380 km in 2030, the ridership on the train network would exceed that of the bus. This may not be so. In London today, given the extensive train network, the bus ridership is still much higher than the train ridership. There were 2.4 billion bus passenger journeys as compared to 1.3 billion London underground train journeys in 2013/2014 Financial Year. So, in London, the bus ridership today is still much higher than the train ridership. This shows that the bus service will remain an important part of the public transport in many years to come. Thus, it is important for LTA to invest more to provide better bus infrastructure. On the same note, I urge the next Minister for Transport to take advice from the current Minister, to implement more bus priority schemes so as to make buses the real \"kings of the road\".</p><p>Three, we need to improve the image of the Bus Captains. In 2003, SBS Transit collaborated with MediaCorp to produce a drama series called, \"She Drives Me Crazy\".</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20150818/vernacular-Ang Wei Neng(4).pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>In 2003, MediaCorp launched a comedy series called \"She Drives Me Crazy\" starring Kym Ng, so that people can better understand Bus Captains' work. However, the series can only educate people to understand the work nature of a Bus Captain; it cannot attract Singaporeans to join the profession in a longer term.</p><p>(<em>In English</em>):&nbsp;The Chinese comedy drama did stir up some interest on the roles of Bus Captain but did little to attract more Singaporeans to join the profession. We need more than profiling of the Bus Captains. We need an overhaul of the Bus Captains' image. We need to attract more ITE graduates and encourage more mid-career Singaporeans to join the Bus Captain profession.</p><p>Under the GCM, the bus operators are merely contractors. With more players entering the fray under the GCM, none of them, in fact, will have sufficient influence to raise the profile of the Bus Captains. Hence, I urge the Ministry of Transport to take a larger role in this area. I understand that Senior Minister of State Mrs Josephine Teo is chairing a tripartite committee and one of the objectives of the committee is to raise the professionalism of Bus Captains. It was mentioned by the Minister of Transport yesterday in his response to a Parliamentary Question. At the same time, I hope Singaporeans at large could also give their due respect to the Bus Captains.</p><p>In conclusion, I reckon that with the concerted effort by the various parties under the GCM provided by clause 6 of the Bill, there is hope that the bus captains' remuneration and working conditions could improve and convince more Singaporeans to consider the job of a Bus Captain as an attractive career option.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20150818/vernacular-Ang Wei Neng(5).pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>With the Bill, I hope one day bus captains will no longer say \"Driving a bus is not a job for a human being!\". Instead, they would say \"Driving a bus is a decent job!\".</p><p>(<em>In English</em>):&nbsp;With this I support the Bill.</p><h6>4.54pm</h6><p><strong style=\"color: rgb(51, 51, 51);\">Mr Lui Tuck Yew&nbsp;</strong>\t<span style=\"color: rgb(51, 51, 51);\">: Mdm Speaker, let me thank the Members who have spoken on the Bill and for their expressions of support. The keen interest in the bus industry is certainly justified given that many Singaporeans take buses on a daily basis. So, it is critical to have a robust legislative framework to support bus contracting such that the industry is motivated to provide a high level of service. This is why my Ministry has put forward this Bill to streamline the contracting and regulatory functions for the bus sector under the Land Transport Authority (LTA).</span></p><p>Mr Gan asked for more details on the incentive-penalty scheme in our bus contracts to encourage service reliability. The bus service reliability framework in our bus contracts will be an expanded and more rigorous version of the trial that we launched in February last year. But it is limited today to about 40 services. Under the contracting model, it will be expanded to cover the entire bus network.</p><p>Similar to London's Quality Incentive Contracts, there are two components. One, the Excess Wait Time assessment for services with shorter wait-times, where the commuters are likely to \"turn up and go\"; and secondly, the On-Time assessment for services with longer wait-times, where the commuters are likely to plan ahead.</p><p>The measurement of Excess Wait Time encourages bus operators to actively manage en-route bus arrivals to minimise bus bunching or long gaps. For services with longer wait-times where passengers typically refer to the timetable in order to catch a specified bus, we have the On-Time Adherence standard to encourage punctual bus arrival timings.</p><p>The incentive-penalty framework encourages operators to improve their service reliability performance along a scale. This incentivises them not just to meet, but to outperform the benchmarks, for which they will be rewarded with incentives proportionate to the extent of our performance. Likewise, deductions will be made and these are proportionate to the extent by which they have underperformed the benchmarks.</p><p>As LTA will own the operating assets including the buses, the bus fleet management system that monitors mileage, and other performance indicators, and fare equipment, let me assure Mr Gan that our systems and technologies will be streamlined across multiple operators, because it is LTA's intention to provide these common systems. But where the operators prefer to use their own systems, for example their scheduling software for producing the bus schedules and driver duties, they are required to ensure that their systems can interface seamlessly with our existing platforms.</p><p>Mr Gerald Giam raised a number of queries on asset maintenance and renewal. As part of the contract, the operators are required to adhere to LTA's maintenance requirements. These maintenance requirements are actually based on the manufacturer's recommendations. LTA will carry out audits to ensure compliance. It will also deduct from their service fee for failure to meet these KPIs. When operators transit, they will be responsible to make good any shortfalls to buses that are found not road-worthy or not fit for operational purposes. On the point of asset renewal and replacement, this is LTA's responsibility. Likewise, for condition surveys on depots and interchanges. The slew of assets from buses to depots and interchanges will be the responsibility of LTA to renew and to replace while the onus is on the operators to make sure that the conditions are met and the maintenance is carried out as required.</p><p>Mr Gan also suggested issuing public bonds to finance our bus assets and infrastructure. LTA recently established a medium-term note programme, which will allow it to tap the bond market over the next few years for the financing of land transport infrastructure developments. We can explore, together with the Ministry of Finance, whether some of these issues from this programme can be public bonds.</p><p>Next, let me talk about bus service industry staff. We know that staff members are the bedrock of our system and I think all four Members have spoken out on this, which attests to the importance of the issue. It also provides me the opportunity to perhaps share a little bit more on what is being done for the industry staff, in particular, the bus captains.</p><p>We expect bus contracting to bring about some improvements to the bus driving profession. Bus operators are expected to study the local operating context in submitting their proposals and pricing their bids. They would need to familiarise themselves with the labour situation in Singapore and will have to consider enhancing their human resource practices and making offers that are attractive enough to potential employees. Prospective bidders are required to submit their manpower plans as part of their bids, including plans and milestones for local recruitment and retention. The LTA will give positive consideration to bids that provide a strong plan for local recruitment and retention.</p><p>Mr Giam mentioned the transition arrangements. Certainly, the interest and welfare of staff are safeguarded by the guidelines that have been issued by the Public Transport Tripartite Committee that was formed in September 2014 and chaired by Senior Minister of State Josephine Teo. This defines the obligations and responsibilities of both the incoming and the outgoing operators on employment terms, the employee benefits, as well as professional training. And essentially, it boils down to three broad guidelines.</p><p>One, that all affected employees must be offered a job. Two, that it is on no worse-off terms and three, that employees can choose to join either the new operator or to stay on with the current operator where feasible.</p><p>On our part, I would say that the Government has also made a concerted effort to encourage skills upgrading, enhance remuneration and to have better facilities for bus captains.</p><p>Mr Thomas Chua would be pleased to note that improving the bus driving profession is already part of the SkillsFuture initiative. As Mr Ang pointed out, increasing the remuneration of bus drivers is only part of the equation and hence, taken together as a whole, I believe that the SkillsFuture initiative for Bus Captains encourages skills expansion to improve the profession and to bolster the Singaporean core in the bus sector over the longer term. We are also exploring new initiatives to tap on younger as well as alternative sources of employees to replace the maturing workforce in the medium to long term.</p><p>Mr Ang also requested that we improve facilities for Bus Captains. I agree with him. I am glad to share that LTA, in consultation with the National Transport Workers' Union, has been building bus depots and interchanges with better facilities and rest areas to improve the welfare of Bus Captains and staff. We will, as much as possible, try to retrofit some of these newer standards into the existing interchanges and depots. But for the newer built ones, for example, the new Bulim bus depot, we have enhanced the crew rest areas, staff lounges and canteens, and even for temporary interchanges, like the one in Yishun, we have built bigger staff lounges, a canteen and dedicated staff toilet facilities.</p><p>Mr Ang brought up a very pertinent point about the difficulties that Bus Captains face. On the part of commuters, I think all of us can certainly do more to be more patient, tolerant, forgiving and also to encourage the Bus Captains along, because indeed their hours of work are very long and tedious.</p><p>Finally, Mr Gan suggested putting in place measures to ensure the transfer of expertise from foreign operators to locals. I would like to share with Mr Gan that LTA has emphasised the importance for operators to develop a strong Singaporean core within its operations, and has required operators to commit to base locally any non-Singaporean management staff that is overseeing bus service operations for the entire duration of the contract. These measures would ensure that any expertise and knowledge are retained within a skilled Singaporean workforce.</p><p>Mr Giam also brought up two other issues. One, on crisis response and the arrangements between the rail operators and the bus operators. The rail operators are responsible and they are also required to pay for the free bus bridging. This would continue under bus contracting. It includes all public bus services at designated bus stops and bus bridging services. The rail operators actually need to pre-arrange these services with the bus operators and there are provisions already in the bus contracts to support such arrangements.</p><p>The next is on the removal of the CEO and Mr Giam mentioned some of the clauses that have been included in the legislative framework. If there are persistent underperformance of service levels, LTA has step-in rights. I think we know that then, it would not just be the CEO that will be affected if we have to take such a drastic step.</p><p>Finally, to conclude, Mdm Speaker, we have spent a number of years studying overseas models of bus contracting. I believe we have carefully designed the contracts for our local operating context, ensuring that we encourage good performance, seamless integration and interfacing between multiple operators, and safeguarding a Singaporean core in our workforce.</p><p>In conclusion, let me say that the new legislative framework, while supporting the transition to bus contracting, seeks to provide greater regulatory certainty and clarity for existing and potential operators. This will, in turn, benefit commuters as well as their employees.</p><p>[(proc text) Question put, and agreed to. (proc text)]</p><p>[(proc text) Bill accordingly read a Second time and committed to a Committee of the whole House. (proc text)]</p><p>[(proc text) The House immediately resolved itself into a Committee on the Bill. – [<strong>Mr Lui Tuck Yew</strong>]. (proc text)]</p><p>[(proc text) Bill considered in Committee; reported without amendment; read a Third time and passed. (proc text)]</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Public Transport Council (Amendment) Bill", "subTitle": null, "sectionType": "BP", "content": "<p>[(proc text) Order for Second Reading read. (proc text)]</p><h6>5.07 pm</h6><p><strong>Mr Lui Tuck Yew</strong>:&nbsp;Mdm Speaker, I beg to move, \"That the Bill be now read a Second time\". The Public Transport Council (Amendment) Bill seeks to amend the Public Transport Council Act in three key areas to support developments in public transport. First, it will institutionalise the new role of the Public Transport Council, or PTC, in advising the Minister for Transport on public transport matters. Second, it will formalise the Fare Review Mechanism Committee's recommendations in 2013, which the Government had accepted. And third, it will empower PTC to standardise the taxi fare structure. Let me elaborate.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>As PTC divests its role as a bus service regulator, on which I had spoken during the Second Reading of the Bus Services Industry Bill, it will refocus its resources to take on the role of an independent advisor to the Minister for Transport on public transport matters.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>PTC by design has a broad and diverse representation from society, which includes academia, labour union, industry and the people sector. This make-up is invaluable as it allows PTC to objectively weigh the considerations of commuters, the Government, and public transport operators, to provide balanced recommendations on how the public transport system can be improved. The new role will complement PTC's existing mission of regulating public transport ticket services and fares, where it has to balance the interests of the public with the long-term viability of the public transport operators.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Clause 5 of the Bill therefore gives PTC the responsibility to research, evaluate, and recommend to the Minister improvements to public transport services. It empowers PTC to undertake surveys or other arrangements to obtain public feedback on matters relating to the provision and improvement of public transport. PTC will also conduct research on global trends, developments, and best practices, and benchmark our public transport system against that of comparable cities. To perform these functions, PTC will need to enter into contracts and agreements in its own name, and transact with entities outside of the Government. To do this, Clause 4 re-constitutes PTC as a body corporate.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>As Members of the House will recall, the Fare Review Mechanism Committee (FRMC) was convened in 2012 to review and recommend improvements to the public transport fare formula and mechanism. In 2013, the Government accepted the FRMC's recommendations, which were mostly implemented in the 2013 and 2014's Fare Review Exercises. The proposed amendments to the PTC Act will formalise these recommendations in legislation.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>One of the FRMC's key recommendations was for PTC to be given some flexibility to carry forward a portion of the fare adjustment quantum as determined by the fare adjustment formula at each Fare Review Exercise. And this carry forward will then be considered at the next Fare Review Exercise. Clause 16 of the Bill repeals and re-enacts Sections 24AA and 24AB to formalise the carry forward mechanism.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>The FRMC also recommended that more resources be systematically set aside to help the needy cope with fare increases. In the last two fare exercises, contributions from the public transport operators and penalties from train and bus regulatory lapses were channelled into the Public Transport Fund to fund Public Transport Vouchers for needy families.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Clause 11 formally establishes the Public Transport Fund as a Government fund under the Minister for Transport. Clause 16 will provide PTC with the powers to mandate contributions from the public transport operators when fares are increased. Clause 11, together with Clauses 24 and 25 which make consequential amendments to the Land Transport Authority Act and the Rapid Transit Systems Act, will formalise the channelling of penalties from train and bus regulatory lapses to the Public Transport Fund.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>The FRMC also recommended various enhancements to the fare concessions framework. Previously, PTC had to rely on the public transport operators to propose concession schemes as part of their fare applications. Clauses 15 and 16 of the Bill will give PTC the power to require the operators to implement new concession schemes as part of its decision on fare applications. As is the practice now, PTC will take into consideration the impact of the fare concessions on other commuters who will have to cross-subsidise these concessions.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Let me move on to taxis. As announced in March this year, the Government, after having consulted commuters, taxi drivers, and taxi companies extensively, plans to largely standardise the taxi fare structure while leaving fare amounts deregulated. A more standardised structure would allow commuters to compare fares across taxis more easily. Fares can still adjust according to market forces within this structure.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>To enable this, we will make amendments to the PTC Act to empower PTC to standardise the taxi fare structure. Clause 14 of the Bill introduces Sections 23B and 23C to empower PTC to issue a taxi fare pricing policy order. The order would specify the aspects of the taxi fare structure that are required to be standardised across all taxis.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>In addition, PTC will require each taxi company to have only one set of unit fare amounts for all its standard taxis; and one set of unit fare amounts for all its premium taxis. Each taxi company will also be required to have only one booking fee each for peak-period, off-peak and advance bookings for all its standard taxis; and likewise for all its premium taxis.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>We are making a few other changes through this Bill to further clarify PTC's functions and powers.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>The Bill will enhance the penalty fee regime to better deter fare evasion. Today, PTC can only take action against fare evaders if they have already travelled a distance on a bus or train service when they are caught. Clause 18 clarifies the definition of \"\"fare evasion\"\", so that PTC can also take action against those who are caught attempting to travel without paying an appropriate fare, for example, after they have tail-gated other commuters at train fare gates. Public transport officials will thus be able to better enforce against fare evaders.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>The Bill also clarifies PTC's regulation of fares of non-public bus services. Currently, as a formality, operators of such services have to seek PTC's approval for the fares that they charge. Henceforth, they will only need to abide by the general fare pricing policies approved by PTC.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>In summary, Mdm Speaker, this Bill enhances and formalises PTC's powers so that it can carry out its public transport functions more effectively. The Ministry of Transport, together with the Land Transport Authority and PTC, is committed to delivering a high quality and affordable public transport system for Singaporeans, and this Bill brings us another step forward. With that, Mdm Speaker, I beg to move.</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Question proposed.&nbsp;</p><h6>5.15 pm</h6><p><strong style=\"color: rgb(51, 51, 51);\">Mrs Lina Chiam</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;: Mdm Speaker, I welcome the new role of the PTC corporation. The new PTC aimed to undertake surveys obtaining public feedback will be an important platform for ensuring a more sustainable public transport system. On this note, I would like to propose that the PTC be allowed to explore deregulation of our public transport service.</span></p><p>I understand that the bus service is a tool to help control and regulate bus service quality. But there are merits for deregulations – we allow Singaporeans to create the most fitting solutions for their transport problems.</p><p>Bearing in mind that our public transport infrastructure is waning, we must explore the opportunity to loosen our regulations and to ensure sector capacity can help service our citizens. I can imagine how unquenched public demand for transport can create private bus services. I can also imagine how our bottlenecks during peak hours can be solved.</p><p>Moreover, it is a global trend for urban residents to solve their own problems related to scarcity of resources by means of sharing excess capacity. I think the trend is called \"the sharing economy\".</p><p>Regarding the formation of the Public Transport Fund, my concern is the complexity of the entity. Surely the public bus and rail operators are already making contributions to the Government. Why then would there be a need for another fund unless the intention is to create a few more jobs for civil servants that have already reached their Current Estimated Potential (CEP)? A new fund will require new expenses and will incur management fees. Unless we can see the incremental value of the fund, it may not be wise to create another financial entity. Surely, we have existing bodies to handle the payments.</p><p>Lastly, I refer to the pricing policy of cab fares. I understand the rationale for consistency. But we must take into consideration the effects of real-time information. These days, both passengers and drivers have access to applications that can work out the balance between demand and supply. The most efficient way to match demand to supply in the short term is by allowing prices to surge. If we do not create a system that facilitates the change in price, we will create a black market. This is a bigger concern. Surge pricing is happening for Uber around the world.</p><p>The Government's role should not be to micromanage the market. I think we need to think about expanding the fleet of taxis in Singapore. The common argument is that we have sufficient taxis and the bottleneck demand can never be met. Let the data do the talking. Conduct a study and compare the ratios of taxis per citizen. Let us adopt a tighter touch towards regulations.</p><p>Finally, SPP would like to thank Mr Lui Tuck Yew for the hard work he has done on a very challenging portfolio as Minister for Transport. Mr Chiam and I wished Mr Lui all the best for the future.</p><h6>5.18 pm</h6><p><strong>Mr Lui Tuck Yew</strong>&nbsp;: Mdm Speaker, first of all, let me thank Mr and Mrs Chiam for their kind thoughts and good wishes. Perhaps I can respond to the three points that she has raised. Let me respond to them in the reverse order, first on pricing policy for taxis, the second to clarify on the Public Transport Fund and then the third, for me to seek a little bit more clarification and clarity on deregulation and what it means to let urban residents solve their own problems.</p><p>First, on the rising policy for taxis and the proposal to allow surge pricing and to, basically, let taxis charge whatever they wish to do so at whatever periods of time. I am not so sure that this brings us forward rather than back, because if you go back to the 1970s and the pirate taxis, that was essentially what happened. I am not so sure that that is a better system.</p><p>On comparing the ratio of taxis per citizen in Singapore versus other cities around the world, indeed we have the data. That is why we can quite categorically say that we have far more taxis in Singapore per 1,000 residents compared to other cities. So, if I may, just to share with Members the numbers that we have.</p><p>In Singapore, we have approximately 5.2 taxis per 1,000 residents. Our fleet size is about 28,000; number of residents is probably about 5.4, 5.5 million. So, about 5.2 taxis per 1,000 residents. In New York, the ratio is 1.6 taxis per 1,000 residents. In Hong Kong and London, it is about 2.5, 2.6 taxis per 1,000 residents. What that means is that actually in Singapore, we have at least two to three times the number of taxis per 1,000 residents compared to New York, Hong Kong or London. We have two to three times the number of taxis per 1,000 residents compared to these other cities.</p><p>When I came to the Ministry of Transport in 2011, I was looking at different modes of transport. What I noticed was that in the preceding years leading up to 2011, the taxi fleet had grown at about 4% annually for a number of years, while ridership had grown at 2%, which meant that supply was outstripping demand. \"Does it matter?\" one might ask. Well, it does matter because obviously taxis require COEs too. When you allow the taxi companies to bid and acquire too many COEs, number one, it deprives others of the COEs, and number two, it results in an inefficient system.</p><p>And so, we have put in place the taxi availability framework requiring taxis to be on the road for a number of kilometres a day, as well as during certain hours of the day. As an outcome of that, we see more taxis now having a hirer and a relief driver, which means that the taxis are more intensively used, not that the drivers need to drive more. But because there is a hirer and a relief driver, the taxis are more intensively used, and we have seen the percentage of taxis on the roads increase from 82% to 90% during the peak hours. That roughly translates to about 2,000 more taxis available on the roads during the key hours.</p><p>On the Public Transport Fund, the Member mentioned something about the operators making contributions to the Government. Actually, the operators do not do that. They do not contribute to the Government; they contribute to the Public Transport Fund. In the past, MOT was managing the contributions as well as working with the People's Association (PA) to disburse the Public Transport Vouchers. It will continue to be so after the legislative amendments. It is just the legal requirement to have it, now that it is no longer a voluntary contribution by the operators, but a mandatory contribution that the Public Transport Council imposes on the operators. So, let me assure you that there is no intention to increase headcount to continue to manage such a fund.</p><p>Finally, I come to the third area which is on deregulation and to let urban residents solve their own problems. I am not so sure I fully understand the point raised and I suspect this \"\"sharing economy\"\" term is just a little bit too complex for me. My thinking about it is that if I take it to its logical conclusion, does it mean that we do away with fixed bus routes and service standards? Does that result in a lot more chaos, simply because we do not have the reliability and certainty that the bus network provides today?</p><p>So yes, we have, to some extent, allowed the public bus operators providing Premium Bus Services to run in a manner that is quite different and less restrictive compared to the public transport model that we have. We will continue to do so, including the experiment that we are now doing, the Beeline service which allows people to crowdsource, group their requirements, and then make their own arrangements for buses to serve them and provide a direct point-to-point transfer to their destinations. But I think by and large, it is probably better for us to retain what we already have in the public bus network – properly regulated, high service standards, and to make sure that the operators deliver on them.</p><p>[(proc text) Question put, and agreed to. (proc text)]</p><p>[(proc text) Bill accordingly read a Second time and committed to a Committee of the whole House. (proc text)]</p><p>[(proc text) The House immediately resolved itself into a Committee on the Bill. – [<strong>Mr Lui Tuck Yew</strong>]. (proc text)]</p><p>[(proc text) Bill considered in Committee; reported without amendment; read a Third time and passed. (proc text)]</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Civil Aviation Authority of Singapore (Amendment) Bill", "subTitle": null, "sectionType": "BP", "content": "<p>[(proc text) Order for Second Reading read. (proc text)]</p><h6>5.26 pm</h6><p><strong>Mrs Josephine Teo</strong>: Mdm Speaker, I beg to move, \"That the Bill be now read a second time.\"</p><p>Changi Airport connects Singapore to the world. It also supports a vibrant aviation industry that is itself an important engine of growth and creator of good jobs.</p><p>Changi Airport has grown rapidly over the years. In the last decade, passenger traffic at Changi grew on average 6% each year, driven by strong growth of air travel to, from and within the Asia-Pacific. While growth has slowed recently, our long-term prospects as an air hub remain bright, with air traffic in the Asia-Pacific projected to double in the next two decades.</p><p>Although Singapore is well-positioned to tap this growth, we must have adequate capacity to continue offering the high-quality passenger experience and extensive connectivity that Changi is renowned for. Construction of Terminal 4 and the expansion of Terminal 1 are in progress and these projects will raise Changi Airport's capacity to 85 million passengers per annum when completed.</p><p>However, even with these developments, Changi's capacity is projected to be fully-utilised by the end of the next decade. This is why we are expanding Changi Airport by building Terminal 5.</p><p>Terminal 5 will be built in phases. Upon completion of the first phase, Changi's capacity will be doubled from what it is today, to about 135 million passengers per annum. When fully completed, Terminal 5 will have a capacity bigger than Terminals 1, 2 and 3 combined.</p><p>It is our intention for the cost of the expansion to be borne jointly by the airport operator, airport users and the Government, in a way that allows Changi Airport to remain cost-competitive as a global air hub. Given its scale and complexity, the project will inevitably require a sizable, long-term financial commitment by the Government. Hence, as the Deputy Prime Minister and Minister for Finance announced at Budget 2015, a Changi Airport Development Fund or CADF will be established to set aside funds for the expansion while we have the fiscal resources to do so, even as we continue developing and refining the plans before starting construction.</p><p>This Bill seeks to amend the Civil Aviation Authority of Singapore (CAAS) Act to establish the CADF. Let me highlight the key provisions of the Bill.</p><p>The new section 25A establishes the CADF as a statutory fund to be administered by CAAS under the direction of the Transport Minister. It also sets out the sources of moneys for the Fund.</p><p>Section 25B lists the permissible uses of the CADF. These include major airport development works as well as construction, upgrading and replacement of air navigation facilities and other facilities and buildings required for airport operations at the expanded airport. The Fund may also be used for the acquisition, improvement and replacement of other capital assets required for the operation of the expanded airport, for the carrying out of surveys and studies for the expansion and to cover expenses related to the management and administration of the Fund.</p><p>Mdm Speaker, Singaporeans are proud of Changi Airport. It is a globally-recognised symbol of Singapore's connectedness, efficiency and customer service. Most Singaporeans would not disagree with our founding Prime Minister the late Mr Lee Kuan Yew who said that the construction of Changi Airport was \"the best $1.5 billion investment we ever made\".</p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p>Similarly, the expansion of Changi Airport is a major investment for Singapore's continued economic vibrancy. It will generate significant benefits, not just for the aviation industry but also for Singaporeans and our larger economy. And, if I may say so, it will strengthen our air hub for this and future generations of Singaporeans.</p><p>There is, therefore, a case for the Government to co-invest in the project. Given the magnitude of the project, the outlay required of the Government will be sizeable and it is only prudent that we start to set aside funds for the project now, in the form of the CADF.</p><p>As a start, the Government has set aside S$3 billion of initial capital to be injected into the CADF. More will be added in the years to come, as the Budget allows. Mdm Speaker, I beg to move.</p><p>Question proposed.&nbsp;&nbsp;</p><h6>5.31 pm</h6><p><strong style=\"color: rgb(51, 51, 51);\">Mrs Lina Chiam</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;: Mdm Speaker, the Civil Aviation Authority of Singapore has set up the Changi Airport Development Fund which is expected to receive an initial injection of $5 billion for the development of Terminal 5.</span></p><p>It was reported sometime in November 2013 that Changi Airport Terminal 4 (T4) will be a test-bed for new concepts and technologies for the coming Terminal 5 and the three existing terminals.</p><p>Currently, Terminals 2 and 3 have not even reached full capacity. In view of this, would it be prudent for the Government to do more feasibility studies rather than just projections alone before embarking on another major airport development, that is, Terminal 5?</p><p>I am generally against the development of independent funds. Surely, there are other avenues to fund development of the infrastructure, such as the Ministry of Finance's Reinvestment Fund System.</p><p>An officer in the CAAS has access to the Reinvestment Fund System and can put up papers to the MOF requesting for development funding. After all, we have already invested as much in the Airport without the use of an independent fund. Are the Director-Generals in CAAS worried about the amount of paper work for submitting multiple reinvestment funds?</p><p>I see no good reason why we need a new flow of funds to construct infrastructure, such as runways and hangars. Will this eventually be a black-box in the future? How can we ensure that future Members of Parliament remember this fund and can check out this fund?</p><p>Allow me to remind hon Members that public money has funded and will continue funding the growth of the airport through the agency, CAAS. But the assets are then transferred to private hands, such as Changi Airport Group (CAG) without strong recourse. Can CAAS or Ministry of Transport (MOT) confiscate CAG's airport assets when the Government wants to? Is this still the working model for a new Singapore in the 2020s?</p><h6>5.34 pm</h6><p><strong>Assoc Prof Fatimah Lateef</strong>&nbsp;: Madam, I stand in support of this Bill. This Fund is important and we must ensure its sustainability. Just a few clarifications to make.</p><p>Firstly, I note the use of the Changi Airport Development Fund for infrastructure, physical works and planned developments. Can I ask how about&nbsp;<em>ad hoc</em>interventions which need to be put in place when certain needs arise, and changes that need to be implemented quickly, for example, in handling situations with emerging infectious diseases, which can come about very suddenly and very quickly? We have seen some of these in the event of SARS and MERS-coronavirus (MERS-CoV) not too long ago.</p><p>There may, indeed, be some physical changes which need to be implemented quickly. Can these funds be mobilised or are there other sources of funding or a contingency budget that Changi Airport can tap on for these?</p><p>Secondly, under Section 25B, whereby it is stated that the funds can be used \"for making grants or giving loans to others for any purpose referred to above\", can I seek clarification on this? What kind of loans in particular and who does the word \"others\" refer to?</p><p>In conclusion, Madam, Changi Airport has been a Singapore icon. Indeed, we must continue to keep up, to upgrade, to maintain, to transform and to retransform as relevant. With that, I support the Bill.</p><h6>5.40 pm</h6><p><strong style=\"color: rgb(51, 51, 51);\">Mrs Josephine Teo</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;: Mdm Speaker, let me thank Assoc Prof Fatimah Lateef and Mrs Lina Chiam for speaking in support of the Bill. Let me attempt to respond to their queries.</span></p><p>Firstly, on the points raised by Assoc Prof Fatimah Lateef, she asked whether the CADF can be used to fund&nbsp;<em>ad hoc</em>&nbsp;items, such as capital expenditure needed to address public health threats. The CADF is not intended for such purposes as it is meant to fund the expansion of Changi Airport. Its uses are circumscribed. It has to be related to the expansion of Changi Airport and the related acquisition of capital assets to support the operation of the expanded airport. It is the responsibility of the airport operator to put in place measures to address such emerging threats, as Assoc Prof Fatimah Lateef highlighted, and to bear the costs associated with such measures.</p><p>Assoc Prof Fatimah Lateef also asked what kind of loans can be made from the CADF and to whom these loans might be made. In addition to funding the expansion of Changi Airport, the CADF can also be used to make loans to the airport operator to allow the airport operator to construct facilities or acquire assets to support the operation of the expanded airport. These loans will be made on terms to be negotiated between CAAS and the airport operator.</p><p>Turning now to the points raised by Mrs Chiam, there are essentially three. The first is whether it would be prudent for us to conduct more detailed feasibility studies before embarking on the building of Terminal 5. That is exactly what we are doing, whether you term it as feasibility studies or detailed design studies. At this stage, we are doing land preparation works, but we have not started constructing Terminal 5. We are at the design stage. And it is precisely at this design stage that we will look at the needs of an air hub of the future, in particular, how we can maintain a very high level of service standards and, at the same time, increase the productivity of the manpower that we will need to operate Terminal 5.</p><p>From what I can understand, Mrs Chiam has expressed the concern as to whether we are rushing into things. From the design stage to the construction stage to the testing stage, to the operation stage of a terminal of the scale of Terminal 5, it would easily take 10 years. So, we are talking about a terminal that could, at the very earliest, be operational in the middle of the next decade. It is not too early at all to start now if we want to have something available to us in the mid-2020s, because that is when we project that the capacity of Changi Airport even with the enhanced capacity of Terminal 4 and Terminal 1 will be almost fully utilised. We have to get this infrastructure ready; otherwise we will be behind time. So, it is not a hasty decision. This has been thought about for a long time and we have to get down to building up Terminal 5. There is actually no more time to lose, in my view.</p><p>The second point is: why set up a dedicated fund, the CADF? You already have Reinvestment Fund, why not use it to pay for the Airport development? Two things: one is that for something as important and as long term as air hub development, you really need to have the certainty of funds, whereas the nature of the Reinvestment Fund is that it is subject to competition every year. Every cycle, Ministries, statutory boards, if they have a good idea, will have to compete for Reinvestment Fund, it is not assured funding. Until it becomes a programme that is proven, it does not enter into a specific Ministry's funding and you use Reinvestment Fund for that purpose. That is one reason.</p><p>The second reason is that given the amount we expect to be needed for Changi Airport's development, it is not possible for the entire amount to be met by the total size of the Reinvestment Fund. There is just not going to be enough of it.</p><p>The third point the Member raised is whether in a dedicated set-up like the CADF, it becomes possible for the rules of prudence and good governance to be circumvented? The answer is no. The use of the fund is circumscribed. That is why we are coming to Parliament to expressly lay out the uses of the fund. Even in the disbursements and in terms of the commitments that can be met by the fund, these will be subject to all the usual rules that we have implemented within the public sector. Bearing in mind that this fund will be administered by the CAAS which is a statutory board, the same rules that apply to all other projects they fund will apply to the projects funded out of the CADF as well.</p><p>I hope that I have addressed the questions raised by both Mrs Chiam and Assoc Prof Fatimah Lateef.</p><p>[(proc text) Question put, and agreed to. (proc text)]</p><p>[(proc text) Bill accordingly read a Second time and committed to a Committee of the whole House. (proc text)]</p><p>[(proc text) The House immediately resolved itself into a Committee on the Bill. – [<strong>Mrs Josephine Teo</strong>]. (proc text)]</p><p>[(proc text) Bill considered in Committee; reported without amendment; read a Third time and passed. (proc text)]</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Adjournment Motion", "subTitle": "Withdrawal", "sectionType": "OS", "content": "<p><strong> Mdm Speaker </strong>:&nbsp;<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Before we proceed to the Adjournment of the House for today, I would like to inform Members that Mr Hri Kumar has withdrawn his right to raise a matter on the Motion for the Adjournment.&nbsp;</span>&nbsp;&nbsp;</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Adjournment", "subTitle": null, "sectionType": "OS", "content": "<p>Resolved, \"That Parliament do now adjourn to a date to be fixed.\" — [<strong>Dr Ng Eng Hen</strong>].</p><p class=\"ql-align-right\">&nbsp;<em>Adjourned accordingly at 5.46 pm</em></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p class=\"ql-align-right\"><em>to a date to be fixed.</em>&nbsp;</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Link between Unequal Benefits for Unwed and Married Mothers and Births within Marriage", "subTitle": null, "sectionType": "WANA", "content": "<p>19 <strong>Ms Kuik Shiao-Yin</strong> asked the Minister for Social and Family Development (a) whether the policy of unequal benefits between unwed and married mothers in the past decade has led to (i) a decline in serial births out of wedlock in Singapore; (ii) an increase in births within marriage in Singapore; (iii) an increase in abortions by unwed mothers; (iv) a decrease in abortions by married mothers; and (b) what other case studies and alternative options is the Ministry presently exploring that can more effectively incentivise births within marriage.</p><p><strong>Mr Tan Chuan-Jin</strong>: From 2004 to 2014, the total number of live births in Singapore increased from about 37,000 to just over 42,000 per year. Over the same period, single-parent births registered without the father’s name on the birth certificate ranged between 450 and 560 each year, or about 1% to 1.5% of the total live births.</p><p>The number of abortions has declined for both married and unwed females over the past decade. For married females, the figure was 4,538 in 2014, compared to 6,522 in 2004. For unwed females, the number was 3,406 in 2014, compared to 4,857 in 2004.</p><p>There could be many reasons behind these trends. It is not possible to pin point a single cause.</p><p>The Government is committed to helping Singaporeans achieve their marriage and parenthood aspirations. We will continue to examine how we can support more and earlier marriages, and support parents in raising and caring for their children.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Re-employment of Retired Firefighters", "subTitle": null, "sectionType": "WA", "content": "<p>1 <strong>Mr K Karthikeyan</strong> asked the Deputy Prime Minister and Minister for Home Affairs whether he can provide statistics on the current number of firefighters who have been re-employed in different jobs after their early retirement at age 55.</p><p><strong>Mr Teo Chee Hean</strong>: The retirement age of Home Affairs Uniformed Services (HUS) officers, including Singapore Civil Defence Force (SCDF) officers, was extended from 50 years to 55 years in October 2013. This is because many HUS officers are still physically fit in their early 50s and many wish to continue working and contributing to the Home Team. Beyond the retirement age of 55 years, where there are organisational needs, HUS officers may be offered re-employment, subject to performance, conduct and fitness criteria.</p><p>From 2012 to 2014, an average of 35 SCDF officers retired each year. About 80% of the retired officers were re-employed by SCDF. The officers were generally re-employed to the same jobs so that they can continue to contribute with their experience and expertise.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Preparing Firefighters for Post-retirement Career Switches", "subTitle": null, "sectionType": "WA", "content": "<p>2 <strong>Mr K Karthikeyan</strong> asked the Deputy Prime Minister and Minister for Home Affairs whether firefighters are trained for different jobs before their early retirement to enable them to make career switches.</p><p><strong>Mr Teo Chee Hean</strong>: Since 2012, Singapore Civil Defence Force (SCDF) has collaborated with the Singapore Workforce Development Agency (WDA) to accredit the modules of SCDF’s fire-fighting training programmes with the national-level Workforce Skills Qualifications (WSQ) framework. This ensures that the competencies acquired by officers during their continual training in SCDF will be recognised by private sector employers from various industry sectors and improves our officers’ employability when they retire from or leave SCDF.</p><p>In addition, SCDF also runs training courses for retiring officers covering areas such as resume writing and job interview skills, which will prepare them to seek second careers beyond the Force.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Primary 1 Enrolment into Full-time Madrasahs", "subTitle": null, "sectionType": "WA", "content": "<p>3 <strong>Mr Muhamad Faisal Bin Abdul Manap</strong> asked the Minister for Communications and Information and Minister-in-charge of Muslim Affairs (a) what is the total number of Primary 1 student applications received for enrolment into the six full-time madrasahs for the next academic year; (b) out of the total number, how many successful applicants are there; and (c) whether there are plans to increase the annual intake and, if so, how does MUIS plan to assist or facilitate the six full-time madrasahs so that they can have proper and adequate means and resources to accommodate any planned increases.</p><p><strong>Assoc Prof Dr Yaacob Ibrahim</strong>: For academic year 2016, the total number of Primary 1 student applications to the six full-time madrasahs was 569. The madrasahs conduct admission tests to ensure that prospective students will be able to cope well with the demands of the curriculum in madrasahs – which include both compulsory religious and secular subjects. Through these tests, 391 have been accepted for enrolment in 2016.</p><p>Our madrasahs aim to nurture future religious scholars and teachers to serve the socio-religious needs of our Muslim community effectively, and provide leadership in Singapore’s key Muslim institutions, such as our mosques, madrasahs, and MUIS.</p><p>At current enrolment numbers, our madrasahs are more than able to serve the community’s needs. Hence, there are no plans to increase the annual Primary 1 intake of madrasah students. Our key focus will be for MUIS to work closely with the madrasahs to raise the quality of education. Prime Minister recently highlighted that the Government is also studying how to help raise the quality for secular subjects. This will help ensure that future religious scholars and teachers will be steeped not just in religious knowledge, but also well-grounded in secular knowledge and a deep understanding of Singapore’s multi-racial context, within broader global developments.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Cost Items for Hajj Pilgrims", "subTitle": null, "sectionType": "WA", "content": "<p>4 <strong>Mr Muhamad Faisal Bin Abdul Manap</strong> asked the Minister for Communications and Information and Minister-in-charge of Muslim Affairs (a) what are the cost items Hajj pilgrims have to pay apart from the cost of the package paid to the general sales agents (GSA); and (b) if he can provide a detailed breakdown of these cost items.</p><p><strong>Assoc Prof Dr Yaacob Ibrahim</strong>: Hajj packages are offered by General Sales Agents appointed by MUIS. The price of these hajj packages varies depending on the length of stay, standard of accommodation and other related factors. MUIS does not regulate the price of these packages. Rather, its role as a regulator is to ensure that General Sales Agents carry out their legal obligations, as set out by the Administration of Muslim Law Act, and comply with the Saudi Hajj Authority’s regulations and standards.</p><p>MUIS collects an administrative fee of $256.80, inclusive of GST from each pilgrim. The fee helps to defray part of the costs of administering the Hajj including the cost of maintaining the Hajj Registration System, and sending a Hajj Mission comprising doctors, nurses and Assistant Pilgrim Officers to provide medical and welfare services to our pilgrims. Other than this fee, MUIS relies on other revenue streams to help recover costs.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Qualifying Criteria for Occupiers of HDB Flats under Public Rental Scheme to Purchase New 2-Room BTO Flat", "subTitle": null, "sectionType": "WA", "content": "<p>5 <strong>Mr Muhamad Faisal Bin Abdul Manap</strong> asked the Minister for National Development of the occupiers of HDB flats under the Public Rental Scheme (i) how many qualify to purchase at least a new 2-room BTO flat; and (ii) what are the reasons they have chosen not to do so.</p><p><strong>Mr Khaw Boon Wan</strong>: Public rental households are generally eligible to buy a new or resale flat. However, they may not be financially ready, or cannot afford to buy a flat. Some of them also decide not to buy a flat because of their old age, or preference to stay in their current rental flat as they are familiar with the living environment.</p><p>During the renewal of tenancies, HDB will actively nudge tenants who are financially stable to buy a flat. Eligible tenants will also be encouraged to make use of the various housing grants to move on to homeownership.</p><p>In the last three years, about 1,700 ex-rental tenants have moved into their homeownership flats. In addition, as of June 2015, 2,600 rental tenants have booked homeownership flats and are waiting for the completion of their flats.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Revenue Earned by CCCs from Organisation of Trade Fairs", "subTitle": null, "sectionType": "WA", "content": "<p>6 <strong>Ms Sylvia Lim</strong> asked the Minister for Culture, Community and Youth (a) how much revenue the Citizens' Consultative Committees (CCCs) earned from the organisation of trade fairs in the Financial Years 2012/13, 2013/14 and 2014/15; and (b) for a breakdown by CCC of the revenue earned from trade fairs for the years 2012/13, 2013/14 and 2014/15.</p><p><strong>Mr Lim Swee Say (for the Minister for Culture, Community and Youth)</strong>: Between FY2012 and FY2014, about 40 trade fairs were organised each year by the Citizens’ Consultative Committees (CCCs). Ranging from 16 to 32 days in duration, about two-thirds of these fairs received revenues of between $10,000 and $100,000 each and another one-third between $100,000 and $350,000. The exception was the Geylang Serai Trade Fair held during the Ramadan period, which attracted between $900,000 and $1.3 million a year.</p><p>The CCCs raise funds through trade fairs to provide welfare assistance, scholarships and bursaries to help the less fortunate among us. The funds raised also go towards programmes to promote neighbourliness and community ties as well as initiatives that enhance the well-being of residents such as healthcare programmes. Some CCCs also contribute to the building of community facilities. For example, Geylang Serai CCC is helping to raise funds for the new Geylang Serai Community Club at the Wisma Geylang Serai Civic Centre.</p><p>The use of funds raised for these purposes are subject to good governance – they must comply with People's Association's financial rules.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}], "writtenAnswersVOList": [], "writtenAnsNAVOList": [], "annexureList": [], "vernacularList": [{"vernacularID": 1299, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Mr Thomas Chua Kee Seng", "filePath": "d:/apps/reports/solr_files/20150818/vernacular-Thomas Chua Kee Seng(2).pdf", "fileName": "Thomas Chua Kee Seng(2).pdf"}, {"vernacularID": 1300, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Mr Ang Wei Neng", "filePath": "d:/apps/reports/solr_files/20150818/vernacular-Ang Wei Neng(3).pdf", "fileName": "Ang Wei Neng(3).pdf"}, {"vernacularID": 1301, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Mr Ang Wei Neng", "filePath": "d:/apps/reports/solr_files/20150818/vernacular-Ang Wei Neng(4).pdf", "fileName": "Ang Wei Neng(4).pdf"}, {"vernacularID": 1302, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Mr Ang Wei Neng", "filePath": "d:/apps/reports/solr_files/20150818/vernacular-Ang Wei Neng(5).pdf", "fileName": "Ang Wei Neng(5).pdf"}, {"vernacularID": 1303, "sittingDate": null, "vernacularTitle": "Vernacular Speech by Ms Ellen Lee", "filePath": "d:/apps/reports/solr_files/20150818/vernacular-Ellen Lee(1).pdf", "fileName": "Ellen Lee(1).pdf"}], "onlinePDFFileName": ""}