{"metadata": {"parlimentNO": 13, "sessionNO": 2, "volumeNO": 94, "sittingNO": 74, "sittingDate": "15-05-2018", "partSessionStr": "SECOND SESSION", "startTimeStr": "01:30 PM", "speaker": "Mr Speaker", "attendancePreviewText": null, "ptbaPreviewText": "Stated dates fall within the period between the previous and current sittings.", "atbPreviewText": null, "dateToDisplay": "Tuesday, 15 May 2018", "pdfNotes": "This paginated PDF copy of the day's Hansard report is for first reference citation purposes. Changes to the page numbers in this PDF copy may be made in the final print of the Official Report.", "waText": null, "ptbaFrom": null, "ptbaTo": null, "locationText": null}, "attStartPgNo": 0, "ptbaStartPgNo": 0, "atbpStartPgNo": 0, "attendanceList": [{"mpName": "Dr Intan Azura Mokhtar (Ang Mo Kio).", "attendance": false, "locationName": null}, {"mpName": "Mr S Iswaran (West Coast), Minister for Communications and Information and Minister-in-charge of Trade Relations.", "attendance": false, "locationName": null}, {"mpName": "Mr Kok Heng Leun (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Assoc Prof Randolph Tan (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Mr SPEAKER (Mr Tan Chuan-Jin (Marine Parade)). ", "attendance": true, "locationName": "Parliament House"}, {"mpName": "Mr Amrin Amin (Sembawang), Senior Parliamentary Secretary to the Ministers for Health and Home Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Mr Ang Hin Kee (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr Ang Wei Neng (Jurong). ", "attendance": true, "locationName": null}, {"mpName": "Mr Azmoon Ahmad (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Baey Yam Keng (Tampines), Senior Parliamentary Secretary to the Ministers for Culture, Community and Youth and Transport. ", "attendance": true, "locationName": null}, {"mpName": "Mr Chan Chun Sing (Tanjong Pagar), Minister for Trade and Industry and Government Whip. ", "attendance": true, "locationName": null}, {"mpName": "Miss Cheryl Chan Wei Ling (Fengshan). ", "attendance": true, "locationName": null}, {"mpName": "Mr Chee Hong Tat (Bishan-Toa Payoh), Senior Minister of State for Education and Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Mr Chen Show Mao (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Miss Cheng Li Hui (Tampines). ", "attendance": true, "locationName": null}, {"mpName": "Dr Chia Shi-Lu (Tanjong Pagar). ", "attendance": true, "locationName": null}, {"mpName": "Ms Chia Yong Yong (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Charles Chong (Punggol East), Deputy Speaker. ", "attendance": true, "locationName": null}, {"mpName": "Mr Chong Kee Hiong (Bishan-Toa Payoh). ", "attendance": true, "locationName": null}, {"mpName": "Mr Desmond Choo (Tampines). ", "attendance": true, "locationName": null}, {"mpName": "Mr Thomas Chua Kee Seng (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Darryl David (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr Christopher de Souza (Holland-Bukit Timah). ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Fatimah Lateef (Marine Parade). ", "attendance": true, "locationName": null}, {"mpName": "Mr Cedric Foo Chee Keng (Pioneer). ", "attendance": true, "locationName": null}, {"mpName": "Ms Foo Mee Har (West Coast). ", "attendance": true, "locationName": null}, {"mpName": "Ms Grace Fu Hai Yien (Yuhua), Minister for Culture, Community and Youth and Leader of the House. ", "attendance": true, "locationName": null}, {"mpName": "Mr Gan Kim Yong (Chua Chu Kang), Minister for Health. ", "attendance": true, "locationName": null}, {"mpName": "Mr Gan Thiam Poh (Ang Mo Kio). ", "attendance": true, "locationName": null}, {"mpName": "Mr Ganesh Rajaram (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Goh Chok Tong (Marine Parade). ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Daniel Goh Pei Siong (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Heng Chee How (Jalan Besar), Senior Minister of State for Defence. ", "attendance": true, "locationName": null}, {"mpName": "Mr Heng Swee Keat (Tampines), Minister for Finance. ", "attendance": true, "locationName": null}, {"mpName": "Ms Indranee Rajah (Tanjong Pagar), Minister, Prime Minister's Office and Second Minister for Education and Finance. ", "attendance": true, "locationName": null}, {"mpName": "Dr Janil Puthucheary (Pasir Ris-Punggol), Senior Minister of State for Communications and Information and Transport. ", "attendance": true, "locationName": null}, {"mpName": "Mr Khaw Boon Wan (Sembawang), Coordinating Minister for Infrastructure and Minister for Transport. ", "attendance": true, "locationName": null}, {"mpName": "Dr Amy Khor Lean Suan (Hong Kah North), Senior Minister of State for the Environment and Water Resources and Health. ", "attendance": true, "locationName": null}, {"mpName": "Dr Koh Poh Koon (Ang Mo Kio), Senior Minister of State for Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Ms Kuik Shiao-Yin (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Kwek Hian Chuan Henry (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Dr Lam Pin Min (Sengkang West), Senior Minister of State for Health and Transport. ", "attendance": true, "locationName": null}, {"mpName": "Er Dr Lee Bee Wah (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Mr Desmond Lee (Jurong), Minister for Social and Family Development and Second Minister for National Development and Deputy Leader of the House. ", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Hsien Loong (Ang Mo Kio), Prime Minister. ", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Yi Shyan (East Coast). ", "attendance": true, "locationName": null}, {"mpName": "Mr Liang Eng Hwa (Holland-Bukit Timah). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Biow Chuan (Mountbatten), Deputy Speaker. ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Hng Kiang (West Coast). ", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Swee Say (East Coast). ", "attendance": true, "locationName": null}, {"mpName": "Ms Sylvia Lim (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Dr Lim Wee Kiak (Sembawang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Low Thia Khiang (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Ms Low Yen Ling (Chua Chu Kang), Senior Parliamentary Secretary to the Ministers for Education and Manpower. ", "attendance": true, "locationName": null}, {"mpName": "Asst Prof Mahdev Mohan (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Masagos Zulkifli B M M (Tampines), Minister for the Environment and Water Resources and Minister-in-charge of Muslim Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Dr Mohamad Maliki Bin Osman (East Coast), Senior Minister of State for Defence and Foreign Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Mr Muhamad Faisal Bin Abdul Manap (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Dr Muhammad Faishal Ibrahim (Nee Soon), Senior Parliamentary Secretary to the Ministers for Education and Social and Family Development. ", "attendance": true, "locationName": null}, {"mpName": "Mr Murali Pillai (Bukit Batok). ", "attendance": true, "locationName": null}, {"mpName": "Dr Lily Neo (Jalan Besar). ", "attendance": true, "locationName": null}, {"mpName": "Mr Ng Chee Meng (Pasir Ris-Punggol), Minister, Prime Minister's Office. ", "attendance": true, "locationName": null}, {"mpName": "Dr Ng Eng Hen (Bishan-Toa Payoh), Minister for Defence. ", "attendance": true, "locationName": null}, {"mpName": "Mr Louis Ng Kok Kwang (Nee Soon). ", "attendance": true, "locationName": null}, {"mpName": "Mr Ong Teng Koon (Marsiling-Yew Tee). ", "attendance": true, "locationName": null}, {"mpName": "Mr Ong Ye Kung (Sembawang), Minister for Education. ", "attendance": true, "locationName": null}, {"mpName": "Ms Joan Pereira (Tanjong Pagar). ", "attendance": true, "locationName": null}, {"mpName": "Mr Leon Perera (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Ms Denise Phua Lay Peng (Jalan Besar). ", "attendance": true, "locationName": null}, {"mpName": "Mr Png Eng Huat (Hougang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Pritam Singh (Aljunied). ", "attendance": true, "locationName": null}, {"mpName": "Ms Rahayu Mahzam (Jurong). ", "attendance": true, "locationName": null}, {"mpName": "Mr Saktiandi Supaat (Bishan-Toa Payoh). ", "attendance": true, "locationName": null}, {"mpName": "Mr Seah Kian Peng (Marine Parade). ", "attendance": true, "locationName": null}, {"mpName": "Mr K Shanmugam (Nee Soon), Minister for Home Affairs and Law. ", "attendance": true, "locationName": null}, {"mpName": "Ms Sim Ann (Holland-Bukit Timah), Senior Minister of State for Communications and Information and Culture, Community and Youth and Deputy Government Whip. ", "attendance": true, "locationName": null}, {"mpName": "Mr Sitoh Yih Pin (Potong Pasir). ", "attendance": true, "locationName": null}, {"mpName": "Ms Sun Xueling (Pasir Ris-Punggol), Senior Parliamentary Secretary to the Ministers for Home Affairs and National Development. ", "attendance": true, "locationName": null}, {"mpName": "Mr Sam Tan Chin Siong (Radin Mas), Minister of State for Foreign Affairs and Social and Family Development and Deputy Government Whip. ", "attendance": true, "locationName": null}, {"mpName": "Mr Dennis Tan Lip Fong (Non-Constituency Member). ", "attendance": true, "locationName": null}, {"mpName": "Ms Jessica Tan Soon Neo (East Coast). ", "attendance": true, "locationName": null}, {"mpName": "Dr Tan Wu Meng (Jurong), Senior Parliamentary Secretary to the Ministers for Foreign Affairs and Trade and Industry. ", "attendance": true, "locationName": null}, {"mpName": "Mr Patrick Tay Teck Guan (West Coast). ", "attendance": true, "locationName": null}, {"mpName": "Mr Teo Chee Hean (Pasir Ris-Punggol), Deputy Prime Minister and Coordinating Minister for National Security. ", "attendance": true, "locationName": null}, {"mpName": "Dr Teo Ho Pin (Bukit Panjang). ", "attendance": true, "locationName": null}, {"mpName": "Mrs Josephine Teo (Bishan-Toa Payoh), Minister for Manpower and Second Minister for Home Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Mr Teo Ser Luck (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Ms K Thanaletchimi (Nominated Member). ", "attendance": true, "locationName": null}, {"mpName": "Mr Tharman Shanmugaratnam (Jurong), Deputy Prime Minister and Coordinating Minister for Economic and Social Policies. ", "attendance": true, "locationName": null}, {"mpName": "Ms Tin Pei Ling (MacPherson). ", "attendance": true, "locationName": null}, {"mpName": "Mr Edwin Tong Chun Fai (Marine Parade), Senior Minister of State for Health and Law. ", "attendance": true, "locationName": null}, {"mpName": "Mr Vikram Nair (Sembawang). ", "attendance": true, "locationName": null}, {"mpName": "Dr Vivian Balakrishnan (Holland-Bukit Timah), Minister for Foreign Affairs. ", "attendance": true, "locationName": null}, {"mpName": "Mr Lawrence Wong (Marsiling-Yew Tee), Minister for National Development and Second Minister for Finance. ", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Dr Yaacob Ibrahim (Jalan Besar). ", "attendance": true, "locationName": null}, {"mpName": "Mr Alex Yam (Marsiling-Yew Tee). ", "attendance": true, "locationName": null}, {"mpName": "Mr Yee Chia Hsing (Chua Chu Kang). ", "attendance": true, "locationName": null}, {"mpName": "Mr Melvin Yong Yik Chye (Tanjong Pagar). ", "attendance": true, "locationName": null}, {"mpName": "Mr Zainal Sapari (Pasir Ris-Punggol). ", "attendance": true, "locationName": null}, {"mpName": "Mr Zaqy Mohamad (Chua Chu Kang), Minister of State for Manpower and National Development. ", "attendance": true, "locationName": null}], "ptbaList": [{"mpName": "Mr Kok Heng Leun", "from": "14 May", "to": "15 May", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Dr Intan Azura Mokhtar", "from": "15 May", "to": "15 May", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Assoc Prof Randolph Tan", "from": "15 May", "to": "15 May", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}], "a2bList": [], "takesSectionVOList": [{"startPgNo": 0, "endPgNo": 0, "title": "Debate on President's Address", "subTitle": "Second allotted day", "sectionType": "OS", "content": "<p>[(proc text) Order read for the Resumption of Debate on Question [14 May 2018]. (proc text)]</p><p>[(proc text) \"That the following Address in reply to the Speech of the President be agreed to:(proc text)]</p><p>[(proc text) 'We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which she delivered on behalf of the Government at the Opening of the Second Session of this Parliament.'.\" – [Miss Cheryl Chan Wei Ling].(proc text)]</p><p>[(proc text) Question again proposed. (proc text)]</p><h6>1.30 pm</h6><p class=\"ql-align-justify\"><strong>Mr Sitoh Yih Pin (Potong Pasir)</strong>:&nbsp;Mr Speaker, the President’s Address for the Second Session of the Thirteenth Parliament comes three years after our SG50 year in 2015. Mdm President hits the nail on its head when she pointed out in her Address that the key question now confronting the fourth generation leadership team is “What is next for Singapore?”&nbsp;</p><p class=\"ql-align-justify\">An issue that has arisen and garnered keen interest amongst Singaporeans is the widening class divide and income inequality in Singapore. This issue was brought to the fore by the Institute of Policy Studies’ (IPS) Study on Social Capital in Singapore.&nbsp;It was subsequently raised by several hon Members of this House during the Budget Debate earlier this year. There has also been much discussion in the academia, the media, in online platforms amongst all segments of Singaporeans.&nbsp;</p><p class=\"ql-align-justify\">So, why the keen interest?&nbsp;Because this issue resonates with Singaporeans.&nbsp;It does because it cuts to the heart of the foundational values of our social compact.&nbsp;Values such as meritocracy, equal opportunities and self-reliance.&nbsp;It makes us sit up and question these values, its relevance in the context of modern day Singapore and whether they have become the metaphorical “sacred cows” that are impossible to slaughter.&nbsp;</p><p class=\"ql-align-justify\">I disagree, however, with detractors who recklessly attribute the widening inequality as a consequence of our existing policies. This is unfair.&nbsp;Public policies are made within the context of its time and it is not reasonable to suggest that our existing policies have not served us well.&nbsp;Singapore, as a country and Singaporeans as a citizenry, have come a long way since 1965 and our policies over the years, implemented by our Founding, second and third generation leaders, contributed significantly to our success.&nbsp;</p><p class=\"ql-align-justify\">Sir, change is important.&nbsp;To not change is to not improve.&nbsp;But change must be for a purpose.&nbsp;Especially if it is to a policy or system that has served us well.&nbsp;I remember not too long ago, a Parliamentary colleague brought up the possibility of abolishing the PSLE.&nbsp;It was debated.&nbsp;Good, valid arguments were made for and against.&nbsp;I did not speak then.&nbsp;But I managed to speak to many parents of Primary school children after, and views were mixed.&nbsp;Some felt changes should be made, but most were not in favour of abolishing the PSLE completely.&nbsp;</p><p class=\"ql-align-justify\">And yet, as the prevailing view that the PSLE is a high stakes exam that has serious ramifications on our young students’ future remain, the problems of stress on our young students and anxious parents will continue.&nbsp;</p><p class=\"ql-align-justify\">But not all possible solutions require the slaughter of a “sacred cow”.&nbsp;Pilot projects that consider alternative models can be explored. There must be a careful calibration of what requires “tweaks” and what should be “boldly” changed.&nbsp;</p><p class=\"ql-align-justify\">As Singapore grows and evolves, her context changes.&nbsp;New issues, such as widening inequality, have arisen.&nbsp;The more important question now is therefore, not an inquest into fault, but about what needs to be done moving forward.&nbsp;Can the next generation leadership team exercise political leadership to “tweak” or “boldly” slaughter any “sacred cows” where necessary?</p><p class=\"ql-align-justify\">One argument against “doing more” to deal with widening inequality lies in the fundamental principle of one of our foundational values -- meritocracy.&nbsp;Inherent within the concept of meritocracy is the ideal that if an individual works hard enough, is determined enough and possesses the ability to succeed, he or she will. This has worked well for Singapore for two to three generations where many Singaporean families have bettered themselves, through education, hard work, grit and determination.</p><p class=\"ql-align-justify\">The argument on the other end of the spectrum, however, is this.&nbsp;Meritocracy works well, if the gap between the \"haves\" and the \"have nots\" is closer.&nbsp;This was indeed the case during the days of our parents and grandparents.&nbsp;Now, income inequality is wider.&nbsp;The gap in resources available to families with higher income and those with lower income is stark.&nbsp;</p><p class=\"ql-align-justify\">One of the areas where the Government has targeted is in the pre-school arena.&nbsp;KidSTART is a pilot programme that aims to narrow the inequality gap of young children from disadvantaged, less privileged backgrounds.&nbsp;&nbsp;</p><p class=\"ql-align-justify\">In Singapore, formal education begins at Primary 1.&nbsp;Students of different backgrounds, where the perceived “difference”, and I say difference in inverted commas, in ability between students -- such as the ability to read, write or count -- could stem from the environment of their homes and the resources of their parents instead of their true inherent abilities. And when these students are streamed and valued in our education system, sometimes quite early on in their formal education, they may then be denied the opportunity to succeed as they may, if the playing field was more level to begin with.&nbsp;</p><p class=\"ql-align-justify\">However, we all appreciate that the issue of widening inequality in Singapore is decidedly more complex and requires much more attention than just the pre-school arena.</p><p class=\"ql-align-justify\">Sir, I am therefore heartened that our fourth generation leadership team had included an emphatic statement in the President’s Address on how the Government intends to tackle inequality.&nbsp;I think it bears repeating and I shall do so briefly. Sir, I quote:&nbsp;“We must tackle inequality vigorously.&nbsp;We need to provide the right<strong> </strong>additional support<strong> </strong>to those needing it – in housing, education, skills training, and employment – so that meritocracy works well.&nbsp;Only then can everyone do well through hard work, talent and skills, regardless of their backgrounds.” Unquote.</p><p class=\"ql-align-justify\">Mr Speaker, Sir, I see this as a bold<em> </em>shift in the policy stance of the Government.&nbsp;It is a promise, not only to create opportunities for Singaporeans to succeed but a commitment to provide the “right additional support” to those who need it. It is an acknowledgement that there are Singaporeans amongst us, especially the children, who are placed at a disadvantaged starting point, because of the widening inequality and the rigours of our system.&nbsp;</p><p class=\"ql-align-justify\">I await with anticipation to the action plans that will bring this promise to fruition.&nbsp;</p><p class=\"ql-align-justify\">Sir, the importance of addressing the issue of widening inequality cannot be emphasised enough. Because deep within our social compact is a belief. A belief that, as a Community – regardless of race, language or religion – we will always improve our lives together.&nbsp;The delta of improvement may differ – as a meritocracy mandates – but we move forward as one.&nbsp;</p><p class=\"ql-align-justify\">Once any number of Singaporeans loses this belief, social stratification will occur and our social compact will be broken.&nbsp;We cannot and must not allow Singaporeans to have a sense of resignation about their station of life or worse, that of their children.&nbsp;</p><p class=\"ql-align-justify\">It is the desire of every parent to see their children better themselves and lead fulfilling lives.&nbsp;Similarly, every generation of young Singaporeans growing up have their own set of dreams and aspirations.&nbsp;Their goals may differ but the result that is hoped for is always the same – to improve themselves and achieve what they set out to do.</p><p class=\"ql-align-justify\">As such, all Singaporeans, regardless of background, must believe, deep in their hearts, that they or their children have an equal opportunity to improve their lives and achieve their goals.&nbsp;</p><p class=\"ql-align-justify\">So, while the task of “tweaks” or “bold” changes to policies or mechanisms put in place to address inequality is crucial, of equal importance is the need to imbue and inspire the belief amongst Singaporeans that all Singaporeans, regardless of backgrounds, have an equal chance of achieving their dreams and aspirations.&nbsp;</p><p class=\"ql-align-justify\">Mdm President is right when she says that the fourth generation leadership team has a tough road ahead of them. The right to lead has to be earned, trust and bonds have to be forged. But this is not the first transition of a new generation of Government leaders and I am fully confident that they will meet the challenges as well as, if not better, than previous generations have. Sir, I support the Motion.</p><p class=\"ql-align-justify\">1.40 pm</p><p><strong>The Senior Parliamentary Secretary to the Ministers for Foreign Affairs and Trade and Industry (Dr Tan Wu Meng)</strong>: Mr Speaker, thank you for the opportunity to join in this debate.&nbsp;I stand in support of the Motion.</p><p>In this House yesterday and today, we have seen wide agreement across the Members that inequality is one of the great challenges of our modern era. Not just in Singapore. But also across many nations, many societies around the world.</p><p>Much of the discussion in Singapore and around the world as well has been about redistribution, about redistributing resources, opportunities and so on. But there is also a deeper theme, which is that of social cohesion. Whether fellow citizens, whether fellow Singaporeans see each other as brothers and sisters with a common destiny. Because if you do not see your neighbour as your brother or sister, the, the question of whether you are your brother’s keeper or sister's keeper does not even arise.</p><p>That is why our policies to maintain social cohesion, that sense of friendship and fellowship with each generation must continue, and must continue being deepened and re-forged.</p><p>But, Mr Speaker, is it enough, just to have redistribution and social cohesion? Both are important; very, very important. But are they enough to sustain a fair and just society into the future? Not just for one term of government, or one generation, but for generations to come?</p><p>Mr Speaker, today, I want to raise the idea that to sustain a more fair and more equal society, to help our workers and families keep pace with the cost of living as the world changes around us, there must also be economic growth. Quality growth.&nbsp;Quality growth, so our people can rise and live better with each generation. Because growth, combined with reinvestment in our people and our communities can be a very powerful force, a force against inequality.</p><p>Mr Speaker, imagine a slow economy. Some countries around the world are facing that. A slow economy favours old money:&nbsp;those who already own capital; those who already own land; those who can charge rents without labour or innovation; those who build a rentier society without value creation.</p><p>Sir, Singapore must never become a society where there is only old wealth, without new enterprise.&nbsp;There has to be growth --&nbsp;good quality growth. Quality growth rebalances an economy, so that the rates of return on capital, can be matched or surpassed by the rate of return on work, whether it is deeply skilled work, the work that an artisan does with his hands thorugh years of experience and knowledge; the deeply-skilled work that a specialised nurse brings to caring for patients and supporting care-givers.&nbsp;It is the knowlegde work by experts with deep learning and inter-disciplinary skill. I am told today that there are lawyers learning blockchain, and studying how it will transform ledgers and transactions. Two very different disciplines, yet coming together to create new domains of knowledge work.</p><p>Innovation work as ideas are generated and implemented.&nbsp;Makers making the future, often in scenarios where buzzwords become the factories of tomorrow. Advanced manufacturing, where robotics, 3D printing, additive manufacturing combine with the Internet of Things. Factories which might have seemed like something out of science fiction a decade ago but which are rapidly becoming reality.</p><p>Entrepreneurship work, the work that young Singaporeans go about when starting a business, building those skills, creating opportunities to rise together with co-workers and employees. Sir, growth can be a force for young Singaporeans to rise and do well.</p><p>We also continue to learn from the experiences of other countries.&nbsp;The role of government and businesses working together. How working together&nbsp;can be reinvestment to regenerate shared resources and grow the shared common space and common resources that all can benefit from.&nbsp;</p><p>Mr Speaker, I spoke on this previously, in the 2016 Budget Debate. If I may tell the story again in a slightly different way. Earlier this decade, there was a Harvard study by Michael Porter.&nbsp;They looked at many US businesses, and the Harvard study suggested that some US businesses could invest more, that they were not investing enough – according to the Harvard Group; not enough investment in workers' skills, not enough development of supply chain networks; not enough regeneration of infrastructure. Even though investment would have helped all companies do better, it did not always make short-term business sense for individual companies.&nbsp;Clayton Christensen calls it “The Capitalist’s Dilemma\" –&nbsp;when short-term considerations run up against long-term issues in the business.</p><p>But Mr Speaker, in Singapore, with the support of fellow Singaporeans, the Government, businesses and workers can come together and reinvest and regenerate. For example, investing in workers and shared skills, because it helps workers and helps businesses. The on-going tripartite effort by our brothers and sisters in the Labour Movement to upgrade workers' skills –&nbsp;it is reinvestment in our human captial, reinvestment in our workforce. And we must continue encouraging companies to invest in skills upgrading because this uplifts the worker, and uplifts other companies in the sector as well.&nbsp;It must continue to be part of a deepening culture and social compact between our employers and workers. Likewise, helping our fellow Singaporeans to go regional to find new opportunities is part of this too.</p><p>Mr Speaker, Sir, there is also investment in shared infrastructure and shared knowledge –&nbsp;another lesson we can learn from other economies around the world. Economists like Mariana Mazzucato&nbsp;have written about this.&nbsp;She pointed out an example of the iPhone. How it built, not just on private enterprise, but on many innovations originally funded by the US government. For example, the Internet, once upon a time, started out as a project funded by the American defence establishment. But today, it is part of the innovation commons that powers so much on innovation and entrepreneurship in the US. Touchscreen technology was initially developed at the University of Delaware, with partial public funding. Closer to home, Mr Speaker, if I may talk about food, because food is a great passion for all of us in this House and fellow Singaporeans at large. Enterprise Singapore – one of our agencies – is leading FoodInnovate, a multi-agency programme, and the theme of shared infrastructure comes through again. For example, if you imagine some equipment items, like a high pressure processing resource (HPPR). Basically, it is a machine that involves many precision parts which would require a large capital outlay. It may not be so easy for a small business to buy one. Not every business can afford to buy one. But when agencies establish a shared resource, many companies benefit, including the smaller SMEs. And this helps level the playing field and create opportunity.</p><p>Mr Speaker, sharing experiences and knowledge is also part of that reinvestment and regeneration. For example, overseas market workshops that help our local Singaporeans learn more about going overseas and exploring new markets. we have seen programmes such as those on the Belt &amp; Road Initiative (BRI), or on Consumerism for Indonesia. We see programmes investing in our workers and mid-career professionals as well. For example, Enterprise Singapore and Workforce Singapore have teamed up, to help mid-career professionals develop skillsets for regional jobs in the Wholesale Trade and Logistics Sector. The programme is called the Professional Conversion Programme for Southeast Asia, but the key message is that there is on-going reinvestment and regeneration.&nbsp;</p><p>Sir, our trade associations and chambers (TACs) have an important role in this journey as well. Many of us would have heard stories of veteran entrepreneurs sharing their knowledge, sharing their own social capital and networks to mentor younger peers and younger entrants in the SME sector. Mr Speaker, it bears repeating. Quality growth is good for workers, good for businesses, and good for society. It is one key way in which we can continue fighting inequality.</p><p>Sir, growth also can help our fellow Singaporeans with the cost of living. Singapore is small.&nbsp;We are price takers -- when the trade system around the world undergoes changes, when oil prices go up and down, when the price of goods shifts. We cannot change those global prices. We are price takers. But when we invest in our people and continue investing, when we uplift and empower our workers, we build towards better jobs, better prospects and better capability to cope with that cost of living.</p><p>And so, quality growth, Sir, is very much part of the mission of all our economic agencies and our businesses, creating opportunities for young Singaporeans of all backgrounds. Opportunities to rise, whether you start in an MNC or whether you start an SME yourself. An SME that may start small, but some day grow big, maybe even become a unicorn. And being able to do that, whether you are born in a private property or in a rental flat.&nbsp;</p><p>Opportunities to grow through picking up skills and experiences, either from your peers or through partnerships between trade assocations and agencies. Opportunities to grow and learn, no matter what background you come from. Opportunities to take flight, to learn management and leadership, to get overseas work exposure to develop your potential, regardless of whether your parents have pre-existing wealth or entrepreneurship networks. We have to keep those opportunities coming to fellow Singaporeans, so that our younger generation can continue to rise and grow.</p><p>Mr Speaker, we are small but we can. And we must be brave and we must be bold. Brave enough to face the future. Bold enough to overcome. And so long as we pull together, strive together, brave and bold, I know we will survive. And I know we will thrive. [<em>Applause</em>]</p><p>1.54 pm</p><p class=\"ql-align-justify\"><strong>Mr Muhamad Faisal Bin Abdul Manap (Aljunied) :</strong><em>&nbsp;</em>\tSir, I will deliver my speech in Malay.&nbsp;&nbsp;</p><p>(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20180515/vernacular-15 May 2018 - Mr Muhd Faisal A Manap - Motion of Thanks to President.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]: Mr Speaker, like other Members, I would like to record my thanks to President Halimah Yacob for her Address.</p><p>The things that she mentioned should certainly be adopted as a guide and direction for national leaders, especially the 4th generation leaders, to propel the country towards further success; the kind of success that can be attained and enjoyed by every Singaporean, regardless of race, religion or background, especially those who are less fortunate and the needy.</p><p>I would like to touch on a piece of sound advice from President Halimah about the need to be bold when undertaking measures to bring our nation to a higher level in every aspect.</p><p>Sir, Mdm Halimah in her speech commented that in this era, we are facing an uncertain and evolving situation, whether externally or within the country. She also said we must have bold thinking and make bold changes that are exceptional, when facing a situation where changes can take place rapidly and sometimes in the blink of an eye.</p><p>She called on the leaders, especially the 4th generation leaders, to sustain and strengthen everything that has been implemented and achieved by previous leaders, but at the same time, also produce new and fresh ideas while navigating a future that is different and distinct.</p><p>&nbsp;I wholeheartedly agree with and support President Halimah's call on the importance of having bold thinking and making bold changes, that is, doing something exceptional so that we can enhance Singapore's standing and relevance internationally, and at the same time, enhance the benefits to every Singaporean because our people are the heartbeat and backbone of the nation.</p><p><br></p><p>These two matters are equally important and are closely linked to one another. However, I am of the view that the wellbeing of Singaporeans must be given priority because a society's wellbeing is the factor that determines the level of motivation and innovation of that society. A motivated and innovative society can produce a strong and progressive nation.</p><p>&nbsp;Therefore, it is important that not only the leaders, but also Singaporeans collectively, must have bold thinking and undertake bold measures in our journey and our efforts to achieve our shared aspirations, which is to build a democratic society, based on justice and equality and therefore, achieve happiness, prosperity and progress for our nation.</p><p>&nbsp;Sir, we are halfway through our journey in this term of the 13th Parliament. It would be good if every Member in this House, including myself, especially myself, to do some introspection or self-reflection before we continue our journey. This is so that we are all clearer and more aware, as custodians of the people's voice, about the necessary measures to be taken for the good of the nation and Singaporeans.</p><p>&nbsp;In this introspection or self-reflection, I would focus on President Halimah's advice about the need to have bold thinking and undertake bold measures or doing something exceptional when the situation calls for it.</p><p>&nbsp;And in the process of self-reflection, some of the questions that we can ask ourselves as law-makers are: first, have we managed to think and act boldly al this time when making changes to national policies in order to fulfil the basic needs and for the wellbeing of the nation and Singaporeans? Secondly, are there policies that need to be improved or changed, that is, policies that brought about undesirable implications that affect the wellbeing of Singaporeans? And if so, what are the steps that should be taken?</p><p>&nbsp;Sir, to facilitate this introspection, I would share two issues that I previously highlighted in this Chamber. I would like to invite all of us, Members of this House, to analyse whether we need to take bolder steps so that we can bring about more benefits, more wellbeing for each and every Singaporean.</p><p>&nbsp;The first is the COE for motorcycles. I have repeatedly highlighted this issue and made several suggestions so that motorcycle owners, especially those from the low-income group, who need motorcycles as a source of income would not need to bear this burden and be able to continue to afford a motorcycle.</p><p>&nbsp;Regarding this issue, why has the Ministry not taken a bolder step to regulate and improve the situation for the benefit of the low income who have been burdened and affected by excessive COE prices?</p><p>&nbsp;In short, regarding the issue of motorcycles COEs, I proposed measures that should be taken so that the low income is not burdened and can carry on surviving and continue to be self-reliant. However, the Ministry's response is that they are also very concerned about the financial hardship faced by the low income who are affected and burdened by the motorcycle COE prices and urged that these groups visit the Social Service Office to get financial help.</p><p>&nbsp;Sir, in this matter, I do not quite agree with the Ministry's approach which advises the low-income group affected by high COE prices to seek financial assistance to reduce their financial burden.</p><p>&nbsp;Sir, are we not, as Singaporeans, asked to be self-reliant? Are we not, as a society, also asked not to adopt a crutch mentality or be dependent on financial assistance?</p><p>&nbsp;On this issue, we can see how the Ministry is not quite bold in making changes to the COE policy for motorcycles and, in fact, has adopted an approach that is rather contradictory to the principles that we have promoted, which is to be self-reliant and not to have a crutch mentality, by urging that those whose income are affected by high motorcycle COE prices to seek help from the Social Service Office (SSO).</p><p>The second example is about housing for single parents, especially unmarried single mothers. This issue has been touched on by many Members -- current and past. The Government must take bold measures to manage the problems that have burdened single parents in our society. Although some incremental changes have been made, they do not have any great impact or benefits to this group. There are still many more single parents who are still burdened by the difficulties of getting a roof over their head and their children’s heads, due to HDB's rather stringent public housing policies.</p><p>&nbsp;The question is whether the current public housing policies have brought benefits for single parents and their families. The answer is quite clear. No! This is why changes must be made for these single parents, so that they can enjoy the benefits for themselves and their families.</p><p>&nbsp;Sir, in addition to undertaking bold measures in policymaking and making changes to national policies, I would also like to touch on democratic values, especially on the right to give views via the parliamentary platform.</p><p>&nbsp;I would like to urge the Government, especially the 4G leaders, to be bolder in being more open and encouraging the discussion of sensitive issues in this Chamber. We can think back to a debate where I was not allowed to voice out an issue in this Chamber that was deemed to be sensitive.</p><p>&nbsp;As we all know, the sensitive issue that I raised has also been highlighted by several Members from the Ruling Party but they were not subjected to the same reaction. I asked that our leaders do not practise double standards where only Members from the ruling party are allowed to voice out sensitive issues, whereas if the same issues are highlighted by non-ruling party members, it is deemed unacceptable and inappropriate.</p><p>We need to be more open in order to achieve a democratic society based on justice and equality.</p><p>Sir, in summary and in conclusion, the gist of my speech is that, as leaders and policymakers who are tasked with the duty to lead Singaporeans in achieving our shared aspirations, they should be bold in their thinking and actions when implementing the process of policymaking and making changes to national policies.</p><p>Existing policies that have become obstacles, problematic or contradict efforts to achieve the people's aspirations should be revamped, improved or even abolished if necessary.</p><p>Secondly, the Government must be open and not engage in double standards in the discussion of national policies, especially sensitive issues, in order to achieve a democratic nation based on justice and equality.</p><p>Sir, I would like to reiterate what I said at the beginning of my speech, that is, achieving the aspirations of Singaporeans requires a collective effort.</p><p>Perhaps we can learn from Tun Dr Mahathir Mohamad and the Malaysian people who have demonstrated an exceptionally bold spirit for the good of their country.&nbsp;Here, I would like to take this opportunity to congratulate Tun Dr Mahathir Mohamad on his appointment as the 7th Prime Minister of Malaysia recently.</p><p>Sir, on a final note, everyone, both the leaders and the ones being led, must collaborate and work hand in hand based on the principles and values of democracy. Constructive discussions, being bold enough to give comments and voicing out sensitive issues via the correct and proper channels, are positive practices in a nation that adopts a system of democracy based on justice and equality. These practices are necessary and very crucial in the process of making and changing national policies, so that we, the Singaporeans, can achieve Happiness, Prosperity and Progress.</p><p>2.06 pm</p><p><strong>Ms Tin Pei Ling (MacPherson)</strong>:&nbsp;&nbsp;Mr Speaker, Sir, I rise in support of the Motion. In the President’s speech, she highlighted what our nation has done well so far, outlined the challenges that we face and clearly set out the priorities that this Government has to focus on doing. I agree fully with the priorities set out and would add that this Government and this House must continue to take bold steps in creating a new world of opportunities for Singaporeans and continue to invest in our people so that this and future generations of Singaporeans will continue to thrive together.</p><p>First, in terms of bold steps for a new world of opportunities. In our 53 years of nationhood, Singapore has undergone several transformations that demanded bold vision in our leaders and courage in our Government and people to trot uncharted paths. We took risks, forged ahead and developed successfully from Third World to First.</p><p>Here we are, once again in the midst of yet another transformation, as we embrace a digital economy.&nbsp;We need to embrace the digital economy for Singapore’s long-term good. Many countries around the world have been profoundly impacted by the advent of digital economy. The way we organise our society, the way business is conducted, and the way people transact and interact with each other are all changing.</p><p>As technology disrupts the world, Singapore must find a niche for ourselves to stay relevant and continue to be of service to the world. Past successes do not confer us any advantage, and we must not be unnecessarily burdened by legacy achievements. We must move fast, seize new opportunities and entrench the advantages gained before others do. In doing so, the Government has a critical role to play – creating a conducive environment, building a supportive ecosystem, and nurturing strong public-private partnerships so that social good will guide the innovative private sector.</p><p>I commend the Government for forging ahead in our Smart Nation project. There is interdependence between a smart nation and a digital economy; they reinforce each other. However, there are still areas that are not progressing as fast as it could and should. One example is e-payment, which received several national mention and much attention.</p><p>Several commentators have noted how fast China has transformed its payment landscape to do away with cash, especially if one considers paper-form money was invented in China in the 7th century. But of course, China and Singapore are in different circumstances. For the Chinese, cashless payments may be more reliable and more secure. China also has a different regulatory and business environment that catalyses innovations much faster.</p><p>In Singapore, the use of cash is deeply entrenched. KPMG reported that 60% of consumers and businesses in Singapore use cash for non-Stored-Value-Facilities payments, whilst Paypal found 43% of Singaporeans cited cash as their most frequent or most preferred mode of payment. Clearly, cash is king here. There are a few reasons for this.</p><p>Firstly, our currency is of high quality and hard to forge. Secondly, our crime rate is low; people have no qualms carrying sizeable amounts of cash around. Thirdly, while technology can fail, cash never fails. Hence, to substitute cash and change habits, we will need a cashless solution that is superior to cash in the user’s experience.</p><p>We are not there yet. A personal encounter may be helpful in illustrating my point.</p><p>Once, I visited a hawker stall to purchase a cup of <em>tau huay chui</em>&nbsp;-- soya drink. I asked to pay via QR code since I have PayLah installed on my phone. Aunty asked me to pay in cash because she has to switch on a machine, which she hid in a drawer, to confirm receipt of my money after I scan the QR code. I was curious and asked her why. I said that based on my understanding, NETS provides the machine for free and charges no transaction fee for at least three years. It is free for hawkers and consumers and there is a one-time cash incentive six months after the hawker installs the equipment, so why not try it? But to her, it is simply inconvenient, consumes electricity, and whilst there is no direct financial cost to her, there is not much of an incentive for her to actively use it as well. Moreover, cash is a great medium of exchange, which she is used to and has never failed her.</p><p>Adoption goes beyond having good technical solutions, though in this case, it would help if Aunty can verify the payment on her mobile phone rather than use a separate machine. It is also about outreach and promotion, perhaps even consolidation to avoid confusing consumers with too many options.</p><p>Apart from NETS, Alipay, WeChat Pay, PayLah and even FavePay, a local private provider, are able to offer QR code payment in Singapore. Hence, one wonders why e-payment is still not taking off? Is it because our market is too small but players too aplenty, resulting in a highly fragmented market? Or is it because the incentives are too little to lure consumers and merchants away from cash?</p><p>The Government will need to play a key role to shepherd this and the overall transformation that Singapore is currently undergoing. if need be, dictate certain technical parameters and solutions. We must also not be locked into legacy systems and legacy corporations. Otherwise, it will be extremely difficult for e-payment or any type of transformation to take off in Singapore. We have to use the solution that offers the best user experience, if we are to hope to lure consumers and merchants away from cash. We will need to push hard, take bold steps and be ready for disruptions to existing players.</p><p>Next, we need to invest in our people to move ahead together. We need to do more to prepare our people for a digital economy. It is useless to \"<em>chiong</em>\" towards digital economy if our people are not ready for it. We must make sure that our people are able to benefit from this transformation and not be left behind. We must not inadvertently create a new inequality or widen the existing gap, between those who can access and exploit the new digital technologies and those who cannot.</p><p>We need to help our students embrace STEM education and develop a certain level of appreciation in technology possibilities, even if they do not eventually major in such subjects. Currently, we have a strong curriculum in mathematics and science from Primary to Pre-university level. This must be preserved even while we adapt the pedagogy to suit the needs of different learners at each level.</p><p>We must equip even those students who may not have the aptitude for these subjects with a reasonable foundation, to prepare them for future job opportunities. And for those who can stretch a little more, supplement their science and mathematics learning with coding skills, as part of building the STEM foundation. Coding is a fundamental in understanding and designing technology, critical to jobs in a digital economy. Many countries have introduced coding lessons to their curricula – examples include Israel, New Zealand, Australia, Denmark and some German states. Singapore will do well to do the same.</p><p>Our workforce needs to have ready access to courses and training opportunities with constantly refreshed curriculum. SkillsFuture must continue to be an important upgrading asset for workers, along with apprenticeship and practical work opportunities.</p><p>We also need to pay attention to helping women to achieve their fullest potential. Digital fluency not only opens up new career opportunities for women in the digital age, but also enables women to exploit smart solutions that help to create capacity and options. With the right smart solutions, women and men can remotely manage situations and monitor their young and old at home while they are at work. Smart solutions can allow women to work productively and respond efficiently even if they have to be away from their offices, thereby enabling flexible work.</p><p>Digital platforms can allow women to exchange useful information and create job opportunities. E-commerce platforms, for example, can help stay-at-home care-givers monetise their skills or overcome resource constraints in starting their businesses, and in the process, maintain financial independence, stay plugged in while continuing to care for their loved ones. Women can also make use of these platforms to raise funds, find mentors and network with other women entrepreneurs.</p><p>We need to help our elderly to be digitally ready. Whilst future generations of elderly will be better educated and tech-savvy, we must not neglect our current generation of seniors. We need Smart Seniors for a Smart Nation. We need to harness technology to supplement our shortage of eldercare manpower and help more seniors live independently in the comfort of their own homes and community. We need to harness technology to help them stay connected to news and information, to support networks, to friends and families. To do all these, it is important to ensure that they are digitally ready. Digital readiness is a very first step and a critical enabler for our elderly to fully exploit the benefits of technology.</p><p>Finally, Smart Communities. Engendering a smart nation need not only be the responsibility of the Government or big enterprises. Local communities can also contribute since we know local needs and gaps best. We should allow innovative ideas, which may be simple ideas with simple benefits to flourish. These help to create a conducive environment, familiarity and a positive attitude in the community towards digital solutions.</p><p>In MacPherson, we have quite a few ideas that can help elderly and families. But to do so costs money, which we as local grassroots can ill-afford. Current Government funding schemes do not cover digital project, at least not yet. In MacPherson, we are now developing a platform to pull together different digital solutions aimed at connecting our elderly, especially those who are financially, physically and socially more vulnerable, connecting them to community information, resources and services such as Friendly Neighbourhood GP, connecting to existing and new support networks such as befrienders and volunteers-on-demand -- just think of \"Uberisation\" of volunteerism to meet ad hoc needs. We also have aspirations to expand it to “game-fy” daily tasks to encourage active living and also enable predictive analyses of their overall well-being so that appropriate medical or social interventions can be introduced. We had to raise funds and could only raise enough to do a watered-down version of what we had in mind. We used the limited resource to build a minimum viable product. If successful and if we are to take it further or scale it up, we will need more resources. Therefore, it would be most useful if the Government can set aside some funding and support to help enthusiastic communities like ours. Speaker, Sir, allow me to continue in Mandarin.</p><p><em>&nbsp;</em>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20180515/vernacular-Tin Pei Ling Motion Pre 15 May 2018 -Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em><span style=\"color: rgb(34, 34, 34);\">Mr Speaker, Sir, digital economy is the future trend. It has given us numerous opportunities. The emergence of digital technology has brought about earth shattering changes to modern lives. Various mobile apps have greatly reduced the time spent on daily tasks. With the prevalence of smart phones, high speed internet, big data and AI, the digital economy has disrupted the old way of life and doing business. Many countries in the world are promoting the development of digital economy so as to bringing convenience to their people.</span></p><p><span style=\"color: rgb(34, 34, 34);\">As an international financial centre and information hub, Singapore cannot neglect this trend. Digital economy is one of the most important elements in our future economy and the government is actively promoting the development and coverage of the digital economy. According to the 2017 Digital Evolution Index Report, Singapore is the fastest country in terms of digital adoption in the Asia-Pacific with significant outcomes in promoting digitalisation and internet penetration.</span></p><p><span style=\"color: rgb(34, 34, 34);\">In order to ensure that all our citizens can share the benefits of digital economy, we have to make sure that all can board this express train and be connected to this mega trend. In terms of technology and innovation, Singapore is ahead of many countries and holds first-mover advantage. With the popularisation of smart phones, people can access the latest shopping and transport information, and be connected to many resources and services through mobile apps. With the touch of a finger, we can order food and buy things online and have them delivered to our doorstep. With these apps, family members can monitor the health conditions of their elders, and ensure their safety. </span></p><p><span style=\"color: rgb(34, 34, 34);\">&nbsp;Therefore, technology, when properly harnessed, can bring about many benefits to the country’s economy and people’s lives. The Government has to ensure that everyone, regardless of their background and age, is ready for the digital future and shares the fruit of the digital economy and Smart Nation. We must make sure that a digital future will not create new inequalities and new wealth gaps inadvertently. </span></p><p><span style=\"color: rgb(34, 34, 34);\">In particular, we need to pay attention to our elders. Many of them are trying to catch up with the pace of digital economy; but many are hesitant towards learning these new technologies. The Government must do more to create more pro-elderly learning environment; we should use pro-elderly designs to encourage them to seize these opportunities and master digital skills, so that they will not be left behind in a rapidly changing society. </span></p><p><span style=\"color: rgb(34, 34, 34);\">Regions around us are quickly catching up in developing the digital economy, in terms of e-commerce and universal digitalisation. We must continue to innovate to keep up with times. </span></p><p><em>(In English</em>):&nbsp;This next transformation will not be an easy journey. It has to be a national effort, not just the work of the Government. It will require all Singaporeans to contribute actively with their ideas and efforts. We will need dreamers who do not just want to become successful professionals in traditional jobs, but imagine a new world of exciting possibilities, and are prepared to work hard to create this new world.&nbsp;</p><p>This next transformation into a Smart Nation with a vibrant digital economy, has to be a national priority. Whether we are able to do so successfully and quickly is therefore a matter of public interest – affecting our economy and businesses, the lives of Singaporeans, as well as our international reputation. Therefore, I urge all Singaporeans to work together, to make sure that this national effort succeeds.</p><p>2.22 pm</p><p><strong>The Minister, Prime Minister's Office (Mr Ng Chee Meng)</strong>: Mr. Speaker, I stand in support of the Motion. We are all well aware that the world is undergoing unprecedented rapid technological changes. No country or market is spared. The fast pace of change is having a major impact on how we work and earn a living.</p><p>For Singapore to be competitive in this new arena, we need to be hungry.&nbsp;Businesses will need to transform, our<em> towkays</em> will need to change their mindsets, and our workers will need to be eager to learn, to upskill and continually upgrade.These critical strategies have been mentioned numerous times, but we are not acting on it fast enough.We need to improve our workers’ productivity and employability skills. Companies and workers must embark on this transformation journey now.</p><p>The Labour Movement will push the transformation agenda by working even closer with Government and businesses, and this is how the Labour Movement will be here to assist.&nbsp;Tripartite partners have collaborated extensively on the Industry Transformation Maps for the 23 sectors. We are now into operationalising these maps. The Labour Movement will fully support employers in the transformation of their businesses, because it will ultimately benefit our workers.&nbsp;Businesses will have to play a leadership role by leveraging technologies to transform their businesses. Our workers must support businesses by working smarter and becoming more productive. The Labour Movement will support workers who are willing to improve and upskill.</p><p>Currently, we have high employment and our workers have enjoyed real income growth over the years. In fact, the median income has risen almost 22% in the last five years. So, when businesses do well, our workers will benefit, have better wages and higher quality of living. But, in this short time that I have joined the Labour Movement, there are concerns on the ground. And I would now like to touch on some of these concerns.</p><p>Workers are worried about making ends meet. There are worries about buying a home, about their retirement savings, about healthcare costs and having enough for their children’s education. They sometimes feel that no matter how hard they work, these needs may not always be adequately addressed. These concerns are all about the rising cost of living.</p><p>In a conversation I had with a very close relative, he pointed out to me that coffee prices have been increasing and are set to increase again. He said that while the price increase may only be 10 cents, the number of increases has been too often and these expenses have added up over time. Union leaders on the ground often share similar concerns as well – they are on the shop floor and daily expenses are always on the radar screen of our workers.</p><p>Many older Singaporeans are worried about rising healthcare costs. The Government has introduced numerous policies like the 3M framework of Medisave, MediShield Life and Medifund to assist Singaporeans in their healthcare needs. Nevertheless, Singaporeans still have concerns and I can understand their anxieties.</p><p>For our workers, retirement adequacy is another anxiety. They are worried that their CPF savings will not be enough for them to enjoy the quality of life they seek once they stop working. More crucially, if they lose their jobs unexpectedly before retirement, will they have enough savings? Can they be assured that if they work hard, save and contributed to their CPF savings, their basic needs of housing, children’s education, healthcare and retirement will continue to be taken care of?&nbsp;Singaporeans now have longer life expectancy and the issue of retirement adequacy will become more and more pressing.</p><p>Your concerns are our concerns as well. It is reasonable for Singaporeans who are working hard to have such concerns. So, how do we address them? How do we ensure we uphold the principles of meritocracy and equality that have brought Singapore to where we are today?</p><p>The Labour Movement believes that the best way to improve the lives of our workers is gainful employment, in good jobs and good wages. We need employers to maintain a nimble mindset and workers to help themselves by upgrading their work skills. Both employees and employers must stay relevant in the evolving business environment. This is the best solution because wages can only increase with productivity gains. Real wage increase is necessary to keep up with inflation to cope with the cost of living.</p><p>Weishen Industrial Services, a cleaning company, is an example. The company embarked on the Inclusive Growth Programme and was able to exploit driverless ecobot technology. The employers deployed this new technology, and were able to redeploy their employees to higher value roles with corresponding higher pay. The company became profitable and more productive. A good win-win outcome resulted. But I know workers on the ground have experienced growth differently: some have done a little better, others have progressed a little slower. This is the reality when technology disrupts businesses.</p><p>While we push to transform, I am particularly concerned with three groups of workers. First, our low-wage workers. Back in June 2012, the Labour Movement under former Secretary-General Lim Swee Say, mooted the Progressive Wage Model for the cleaning, security and landscape sectors. Collectively, these efforts by the tripartite partners have moved wages up for over 70,000 workers. From 2011 to 2016, the real median gross wages of these workers grew by up to 6.4% per annum. The Progressive Wage Model has done much to alleviate hardship of low-wage workers in the cleaning, security and landscape sectors. However, there are other sectors with low wage growth. For them, I propose that we expand the use of the Inclusive Growth Programme and find pathways forward to support more workers. We will work with the Government for better support and prevent them from stagnating.</p><p>We must also take care of the freelancers - food delivery riders, the self-employed, part-timers, people in the creative field and other forms of freelance work. With this emerging form of project based-employment, we should ensure that our independent workers enjoy CPF protection, medical coverage, and skills development. I note that the Tripartite Workgroup for Freelancers and Self-employed is currently working in this area, and we are keenly watching their progress.</p><p>Another group of workers that I am concerned about is our mature workers. Recently, I chatted with two uncles, both of whom are 75 years old, at the curbside in Changi Airport Terminal 2.&nbsp;These uncles were working as porters.&nbsp;They were sprightly and fit, and while they chatted with me, they told me that&nbsp;they appreciated that they could still contribute, work and earn a living. So, on one hand, I was happy to see them healthy and active, but on the other, I wonder if provisions for their retirement are adequate when they are no longer fit to work or when they finally choose to retire.</p><p>In another conversation, this time with teachers from the Singapore Teachers’&nbsp;Union, they told me they welcomed the Retirement and Re-employment Act that we passed in this Chamber last year. This Act extended the re-employment age to 67. However, being part of the baby boomer generation, they also wondered if they could be better protected with more assured terms of employment.</p><p>Many union leaders have very similar concerns.&nbsp;They cited that we can legislate retirement and re-employment ages, but we on the ground cannot&nbsp;legislate mindsets. We cannot legislate mindsets. The real question here, therefore, is whether employers are willing to employ senior workers instead of having the fixed mindset that these workers are a burden, more expensive and untrainable.</p><p>Union leaders and I are worried for this group of workers. For many of them, the job is essential – just like us, they have expenses, mortgages and dependants relying on them.</p><p>Tapping on WorkPro, the Labour Movement continues to work with companies to implement age-management policies and practices, and to re-design their workplaces.&nbsp;In addition, through the Special Employment Credit, the Government subsidises employers the net cost of employing mature workers.</p><p>&nbsp;We should empower the Tripartite Alliance for Fair and Progressive Employment Practices (TAFEP) to look into this area of concern and do more.&nbsp;Furthermore, I propose to set up of a new Tripartite Committee to provide better support for our ageing workforce and help our mature workers to continue working if they choose to.</p><p>&nbsp;The third group I would like to talk about are the middle-aged/middle income workers.<span style=\"color: red;\"> </span>They may be currently employed, but their earnings are just sufficient to meet their needs and their income growth is not high. This is because some of their skill-sets are diminishing in demand, or they lack the opportunities to progress.</p><p>&nbsp;There are currently several Government schemes outlined<span style=\"color: red;\"> </span>for this group of middle income workers. However, similar to mature workers, the entrenched mindsets against hiring middle-aged workers is worrying.</p><p>&nbsp;The Labour Movement will need more support from the Government and business leaders, to re-design jobs, encourage our workers to upskill, stay relevant so that they can progress in their careers. We will continue to look into career-matching programmes, programmes to change employers and workers’ mindsets; a<span style=\"color: rgb(51, 51, 51);\">nd for the displaced middle-aged workers, work towards giving them a second chance at employment.</span></p><p>&nbsp;As Minister Josephine Teo and I chatted, she told me that employers want “plug and play” workers, but the reality is that workers need to “plug, train and then play”.&nbsp;&nbsp;</p><p>&nbsp;Beyond addressing the current concerns, we also want to help all working people seize opportunities that the future will bring. Hence, I would like to touch on the Industry Transformation Maps, the ITMs. The best way forward for the Labour Movement is to operationalise the ITMs -- continue to work with tripartite partners to translate these ITMs into tangible outcomes.</p><p>&nbsp;We need to make ITMs real for all our working people, whether it is a PME in the financial sector or the worker on the shop floor, by distilling the ITMs into actionable, purposeful training programmes for them. For example, in the aviation sector where I had interaction when I was in the Ministry of Transport, SIA Engineering, together with union representatives, are empowering 3,000 workers with the skills to handle technology in maintenance operations, including real-time data to facilitate more productive work.&nbsp;With this outcome, workers can look forward to better jobs, and to future wage increases.&nbsp;&nbsp;</p><p>We need to stay relevant by making lifelong learning a habit. The concept of lifelong learning is not new. The Chinese saying of “活到老, 学到老” is a teaching dating back thousands of years.&nbsp;By embracing lifelong learning and making it a habit, we will be better prepared for future challenges. There will always be challenges along the way and even hardship. But if we work smart and stay ahead of the curve, we will find solutions, progress and forge a better living for ourselves. Mr Speaker, in Mandarin, please.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20180515/vernacular-Ng Chee Meng Motion Pre 15 May  2018 -Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>:&nbsp;</em>Globalisation, the use of technology and digitalisation – all these changes impact not only our businesses but our workers as well.&nbsp;Over the last two years, the Government has launched 23 Industry Transformation Maps (ITMs) to help businesses transform and enhance capabilities to seize future opportunities. The next phase will be the implementation and operationalisation of these ITMs.</p><p>&nbsp;Our economy, businesses and jobs are undergoing transformation. Our workers will have to transform too. NTUC is helping our workers to do so by simplifying the complex and making the tough easy for them.</p><p>&nbsp;The information in the ITMs are comprehensive. There are macro-level policies to achieve long term goals, strategies to deal with future challenges and a list of future opportunities. The information is too complex and high level for many workers. We must simplify and personalise it for them.</p><p>&nbsp;What our workers want to know are: Will I be affected? How will I be affected? Will I lose my job? Are there better jobs for me?</p><p>&nbsp;After we help our workers understand how the changes will impact them, the next step is to help them adapt accordingly. Workers want to change but they do not know what to do next: What skills do I lack? With so many training courses, which one is suitable for me? I need to work and look after my family at the same time, how do I find the time and energy to go for training courses?</p><p>&nbsp;NTUC will strengthen our efforts to help our workers. We have set up the Training Council to turn training roadmaps into training programmes which will benefit our workers. We will design and introduce courses that are suitable for our workers, encourage employers to support their employees to undergo training, and introduce bite-sized, modular courses which will allow our workers to acquire new knowledge anytime, anywhere.</p><p>&nbsp;Economy changes, businesses transform, workers adapt. No matter how things change, our ultimate goal and outcome must be better jobs and lives for our workers, and a brighter future for our people.</p><p>&nbsp;(<em>In English)</em>:&nbsp;My Speaker,&nbsp;we need to take better care of our low-wage workers, our middle-aged/middle income workers, as well as our mature workers. The cost of housing, healthcare and education will be monitored closely. The&nbsp;Government will continue to find ways to do more and do better in helping&nbsp;Singaporeans improve their lives. But needless to say, solutions are only possible if employers, workers and Government work together.&nbsp;</p><p>&nbsp;It is critical that our businesses take the lead and do the right thing, that when our workers do their best, remember to share the gains with their workers and give them what is fairly theirs when their businesses thrive.&nbsp;It is imperative that we have a workforce that is competent and able to stay relevant.&nbsp;We must continue to close social gaps by addressing the struggles of all our working people, especially the sandwiched middle class and lower income workers. Help will always be available to those who need it, whether for employment, housing or education. Those who have done better should reach out to the less fortunate. In our Singapore, no one, no one should be left behind.</p><p>We hear you; we are with you; and together, we can make it real for Singapore, and for all our working people. [<em>Applause</em>]</p><p>2.42 pm</p><p class=\"ql-align-justify\"><strong>Mr Patrick Tay Teck Guan (West Coast)</strong>:&nbsp;Mr Speaker, Sir, I rise in support of the Motion.&nbsp;Last two weeks, our Labour Movement celebrated Labour Day 2018 with the annual May Day Rally and May Day Awards, paying tribute to those who have worked hard to make Singapore a successful nation. It is poignant that 58 years ago, in his inaugural May Day Rally speech in 1960, the same year that Labour Day was gazetted as a public holiday, the then Prime Minister Lee Kuan Yew announced that the Government was committed to the welfare of the workers in forging ahead on industrial expansion and nation building. I am heartened that the Government of today is committed to do the same for Singapore and our working people.</p><p class=\"ql-align-justify\">In the 1960s, Singapore was a young nation facing mounting internal and external challenges on various fronts while trying to find our footing to be economically viable and provide for our people. The immediate economic tasks facing the Government then were to restructure the economy and to alleviate the unemployment problem. The industrialisation programme was put in place to create employment opportunities and to provide a new diversified economic base to replace entrepot trade. The National Trades Union Congress (NTUC) also undertook efforts to modernise the Labour Movement and build strong tripartite ties to arrive at win-win outcomes for employers and workers.</p><p class=\"ql-align-justify\">&nbsp;The hard work of our pioneer leaders and pioneer generation has paid off and has brought Singapore to where we are today. As the generations who have come after and have had the good fortune of sitting under the peaceful shade of our pioneer generation’s tree of labour and enjoying the fruits borne of their grit and determination, we must be prepared to do the same for the next generations of Singaporeans to come.</p><p class=\"ql-align-justify\">&nbsp;Today, we are facing the headwinds of a rapidly changing economy and changing global order. While we are no longer a nation in our infancy, our Government of today must possess the same pioneering spirit of those who have come before to enable Singapore to advance to the next plane of growth, break through new ground and conquer new frontiers. As a nation, Singaporeans must also draw on the pioneering spirit in their blood to chart new courses and embark on new opportunities in this Brave New World.&nbsp;</p><p class=\"ql-align-justify\">With all Industry Transformation Maps (ITMs) of 23 industries launched, the collective vision of transformation for our economy has been drawn up. We, as stakeholders of our future, now need to take collective action to co-create our future economy together.</p><p>Of pressing concern to me is the need to raise the urgency to future-proof our business and our workforce. As stakeholders, the Government, employers and workers need to talk about how job roles will be transforming and raise awareness of the job roles and skills which are likely to be at risk of displacement due to technological advancements and global competition.</p><p class=\"ql-align-justify\">This is not about scaring the people. These potentially at-risk jobs will not be gone tomorrow just because of these conversations. As stakeholders, we need to use this time, while our workers are still employed, to upskill and prepare our workforce for the higher value jobs of the future so that when their current jobs are eliminated, they can still remain employed and employable. We can use this time to discuss and influence the adoption of progressive employment practices in times of change. While no one can definitively predict the future, we can and should do what we can today to prepare ourselves for what is foreseeable in the horizon. We also need to assure the working people that there are jobs which they can prepare themselves for and that the Government and Labour Movement will walk with them through this journey of transformation.</p><p class=\"ql-align-justify\">This has been the central tenet behind the work undertaken by the Future Jobs, Skills &amp; Training capability at NTUC which was set up last year in January 2017. In order to raise awareness and urge people to take action, our leaders must have the moral courage to talk about such issues and be open to sharing information and co-creating solutions with partners to ensure speed to market.</p><p class=\"ql-align-justify\">&nbsp;With the advent of the use of artificial intelligence and autonomous machines, I have previously asked the Government whether new laws and regulations should be promulgated to ensure that we address the issues arising from the development and use of these technologies. I have also asked if the Government would consider conducting a national study on the potential impact of artificial intelligence and technology on jobs and on our people to get conversations going and pave the way for ethical development of technology against growing concerns on issues such as liability, privacy, consent, safety, security, diversity and transparency. I believe that there is value in providing such frameworks of understanding for our people and to strengthen Singapore's brand as a trusted economy and I continue to call on this Government to look into these suggestions.</p><p class=\"ql-align-justify\">&nbsp;While inertia has often times been attributed to the mindset of employers and employees in preparing for change, in the design of our policies and interventions, we must be cognisant of underlying concerns and address them in a targeted manner to move the needle in transformation. There is no one-size-fit-all solution and nuanced collective action has to be designed thoughtfully for the intended audience. The Future Jobs, Skills &amp; Training capability at NTUC has developed a framework for collaborative action to change mindsets toward future-skilling. Stakeholders can work together at each stage of the framework to leverage on respective strengths for greater reach and effectiveness. These include efforts to address information asymmetry, raise awareness, inspire action, provide holistic support, create positive feedback loops and encourage the flourishing of change-agent mentality.</p><p class=\"ql-align-justify\">&nbsp;In 2017, the Labour Movement shared infographics highlighting the in-demand jobs and skills in the Financial Services, Infocomm &amp; Technology, Healthcare, Engineering in manufacturing and Wholesale Trade sectors with the working people, with a call to action to take up available upskilling programmes to enable them to be equipped with the skills for these in-demand jobs. The Labour Movement also held the inaugural Future Jobs, Skills &amp; Training Forum earlier this year in January to vision the future and inspire action among stakeholders through the sharing of opportunities in the horizon for Singapore’s economy, identification of driving forces impacting jobs, uncovering of specific action plans to transit workers from current at-risk jobs to future in-demand jobs and exploring issues concerning skills acquisition and how our learning models have to evolve so that we are able to prepare our workforce for jobs which do not yet exist. Participants at the Forum also participated in a dialogue with our NTUC Secretary-General on topics concerning future jobs, skills and training. Leveraging on the findings from foregoing, NTUC is working on the identification of jobs at risk of displacement in identified sectors and stands ready to co-create relevant programmes and interventions with our tripartite partners and partners in our expanded Labour Movement network for the progression of our workforce.</p><p class=\"ql-align-justify\">&nbsp;Besides ensuring that our people have the means to fill their bellies, we must not forget about our people's desire to fill their hearts and pursue their aspirations. This is the additional challenge in nation-building that our Government faces today. While our pioneer generation leaders were focused on ensuring Singapore's survival, today, it is also about the flourishing and continued sustainable growth of Singapore. Concerted efforts need to be taken to integrate diversity, encourage inclusiveness, mitigate effects of social stratification and improve social mobility and \"liveability\" for our people.&nbsp;Mr Speaker, in Mandarin.</p><p class=\"ql-align-justify\">(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20180515/vernacular-Patrick Tay Motion Pre 15 May 2018-Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]:&nbsp;&nbsp;The 23 Industry Transformation Maps (ITMs) have already mapped out the future economy. We must work hard and build a better future together.</p><p class=\"ql-align-justify\">I am most concerned with whether businesses and workers can cope with the challenges of the future economy. I have three suggestions. First, in order to deal with the challenges brought about by the digital economy, various industries need to conduct job-risk assessment. Second, employers must share with union leaders and workers promptly the latest development, so that they can come up with solutions together to deal with the rapidly changing market and workplace situation. Third, when dealing with complicated working environment, there is no \"one size fits all\" solution. We have to customise our solutions to meet the different needs.</p><p class=\"ql-align-justify\">I urge our 4<sup>th</sup> generation leaders to not only meet the material needs of Singaporeans, but also their hopes and aspirations. The Government must make our society more inclusive and increase social mobility. I hope people from all walks of life can do their part, move with the times and build a better future together.&nbsp;</p><p class=\"ql-align-justify\"><em>(In English)</em>: To conclude, against a rapidly changing landscape, evolving needs and limited resources, we must ask ourselves what guides and orientates us in a spinning world – what is Singapore's True North? What core values do we hold steadfast to in this new era? What makes Singapore our home in a highly globalised and migratory world? What ignites the fire in our people's bellies to take Singapore to greater heights?</p><p class=\"ql-align-justify\">&nbsp;In spite of all the uncertainties, I am optimistic about Singapore's future and I believe we can stand strong together against adversity and find the answers to these questions together. Through the sharing of the Government's agenda in the President’s Address, I am heartened that this Government is committed to refining our vision for the future and in leading us to build Our Singapore, Our Future as one united people. I support the Motion.</p><p class=\"ql-align-justify\">2.53 pm</p><p>&nbsp;<strong>Mr Dennis Tan Lip Fong (Non-Constituency Member)</strong>: Mr Speaker, Sir, the President said in her Address for the opening of the second session of Parliament that with bold thinking, we will create a metropolis that embraces the future. In my speech today, I will be focusing on certain issues relating to our transport.</p><p>In his Ministry's Addendum to the President's Address, Minister for Transport Mr Khaw Boon Wan pointed out that good connectivity bolsters Singapore's vibrant economy. I totally agree with him. At the Committee of Supply debate in 2016 and 2017, I said that we should be greatly concerned the loss of productivity to all our workers and our economy arising from the man hours lost to all train disruptions and delays over the last few years. I wonder whether the Government has ever done a study to measure the loss of productivity to our economy arising from train delays and disruptions between 2011 and 2017? Or the time wasted due to delays from getting to work and getting home after a tired day at work including unhappiness, stress and anxiety generated?</p><p>Regardless of whether the Government may think that the worst of our rail unreliability and frequent train disruptions may be over, we must not forget the lessons learnt from the poor maintenance management, the poor planning of our rail system and infrastructure, or the impact of train delays on our economy and commuters. Even as the Government plans and brings about the expansion of our rail network, I hope the same lessons will provide a firm reminder to get the planning, equipment, infrastructure and even the ethos, right from the beginning.</p><p>As our MRT network increases with the building of new MRT lines such as Thomson-East Coast Line, Jurong Region Line and Cross-Island Line, I hope the Government will for example be learning from our experience with the North-South and East-West Lines and plan for a system with not merely sufficient capacity when each line opens, but with provisions built into the plans for greater capacity for more or longer trains in all our new lines and greater capacity for passengers in all stations.</p><p>Perhaps the Government can share more details to the new MRT lines that will assure the public that the designs for the new lines, trains and stations will be forward-thinking and will cater to projected increase in our population and projected commuter traffic load in the next 50 years.&nbsp;</p><p>Minister Khaw Boon Wan also stated in the Addendum to the President's Address that we will develop a workforce of capable engineers and technicians. I hope with the Rail Academy as well as good HR practices, we will not merely develop a strong team of capable and experienced engineers and technicians in the years to come, but we should also aim to develop good managers in different aspects of rail operations and management including senior management.</p><p>The President mentioned the building of the Kuala Lumpur-Singapore High Speed Rail and the Johor Bahru-Singapore Rapid Transit System in her speech. I hope that we can start the building and operation of the HSR and the RTS with the right focus on sound design, engineering and operating system as well as a good maintenance regime supported by a professional and well-trained staff working with the right corporate culture and avoid the design and maintenance issues we have seen with our MRT system and trains.</p><p>The drive towards a Car-Lite city and Active Mobility for the First-and-Last-Mile Connectivity for public transport have led to the Government's focus on the use of shared bicycles and personal mobility devices (PMDs). The new Active Mobility Act also allow PMD users and cyclists shared use of footpaths which was previously prohibited. The popular use of shared bicycles brought with it more problems as we have heard in the House in the past year.</p><p>If the Government truly thinks that a Car-Lite city as well as First-and-Last-Mile Connectivity are important for the future of our transportation system, and will in the President's words, \"play an important part in a metropolis that embraces the future\", I feel that this is a critical moment for us to get it right as far as the safe and proper operation of transport modes for&nbsp;First-and-Last-Mile Connectivity is concerned.</p><p>If the Government wants to promote PMDs and bicycles for&nbsp;First-and-Last-Mile Connectivity, it needs to really focus on building a good riding culture -- something that is really lacking at the moment. But we have to go about setting right this riding culture now, and if not we may miss the boat again. That is why I am raising this issue here today. Think of the accidents or near-misses involving PMD users and pedestrians, think of people walking along footpaths or walkways being startled by inconsiderate cyclists or PMD users, think of cyclists not stopping at red lights or cycling against the traffic, think of PMDs using roads illegally.</p><p>In recent months, we have seen much publicity of LTA taking various enforcement actions against errant use of PMDs, and e-scooters being impounded for illegal use on roads or illegal bicycles being impounded. While enforcement is important, it alone may have limited effect in creating a good riding culture. Only people who are caught are punished and sent for safe-riding courses. But what about those who ride dangerously? Or in breach of our laws and get away with it as our law enforcement officers cannot be everywhere? Or those who ride inconsiderately, frightening or inconveniencing others, for example riding close to pedestrians or not giving way to those in need like the elderly or those with mobility issues? Similarly, the Government's plans to register all PMD users will not automatically create a good riding culture among users.</p><p>Like current enforcement efforts, it may to some extent deter reckless and illegal riding at best. Deterring reckless or illegal riding alone can be our only end-goals. Enforcement has to be consistent. Inconsistent enforcement against errant cyclists remains an issue. We still see for example cyclists cycling against the flow of traffic or beating red lights, but there is relatively little enforcement compared to PMDs. With the proliferation of shared bicycles and by allowing shared use of footpaths and walkways, we need to sort out our poor cycling culture too. We need to evaluate how effective are our public education efforts in promoting legal, safe and considerate use of PMDs or bicycles to the majority of our people.</p><p>Public education is important and must go hand-in-hand with consistent enforcement. At the moment, education only reaches directly to limited groups of people, for example, students, offenders, foreign workers or people who voluntarily sign up for such classes or read up on such literature online.</p><p>Ultimately, how is the Government going to ensure that the ethos of safe riding and good riding etiquette can be understood by all regardless of riders or pedestrians.&nbsp;Riders and pedestrians seem to have the mindset that they each have the right of way in footpaths and walkways and even on public connectors. To change this mindset, there is more for us to do to educate public beyond what is being done.&nbsp;Does the Government plan to expand its public education programme to reach out to the masses beyond its current efforts?</p><p>I will end this part of my speech with a suggestion to the Government to improve the situation for safe and considerate use of PMDs, in particular. Will the Government consider lowering the speed limit for PMDs to 15 km per hour across all surfaces? Currently, PMDs are allowed&nbsp;up to a maximum of 25 km per hour on park connectors. I think this is still an unsafe speed and I would invite the Minister to take a walk with me along a busy park connector and experience whether it is safe for PMDs to travel at 25 km per hour in a park connector, especially during peak period. Moreover, many PMD users exceed 15 km per hour even on footpaths.</p><p>The President said that we will invest in infrastructure to keep Singapore as one of the best connected cities in Asia, citing our Changi Airport expansion as an example. The Changi Airport expansion is exciting and promises much about staying ahead as an international and regional air hub.</p><p>At the same time, the President also said that we want to live a in a world-class city and an endearing home - clean, green and efficient, fun and connected.</p><p>Minister for the Environment and Water Resources Mr Masagos said in the Ministry's Addendum to the President's Address that since Independence, we have pursued our vision of a livable and sustainable Singapore, balancing environmental protection and economic growth. Singapore is a small city. Our homes, our living spaces and our green spaces are never far from our offices, our industrial premises, our ports and our airport. For example, within a few kilometres from Changi Airport, you will start hitting private residential estates, condos and HDB estates -- Changi, Tampines, Simei, Pasir Ris. The popular Changi Beach is literally just at the doorstep of one of the airport's runways.</p><p>Recently, I raised some concerns in Parliament about noise and air pollution arising from expansion of Changi Airport and the possible impact of Singaporeans near the airport and on the eastern and north-eastern parts of Singapore, pointing to the aircraft as well as vehicular traffic emissions associated with the airport.</p><p>I mentioned that the toxic emissions associated with airports included various pollutants, including carbon emissions which was the subject of the Carbon Offsetting and Reduction Scheme for International Aviation (CORSIA), a scheme implemented under the Aviation (Miscellaneous Amendments) Bill in March this year. CORSIA is the carbon offset scheme; it does not mean zero carbon emissions from the aircraft plying Changi. With bigger airport and more flights, there will be more emissions and hence more pollution from the various toxic emissions.</p><p>I also asked for the present levels with various pollutants as well as the projected levels when Terminal 5 opens. According to the Minister, the Ministry has not done any study on air or noise pollution and will consider my proposal of doing a study, especially on air pollution.</p><p>Environmental pollution is a key consideration when building airports or air extensions or runways in many developed countries. The Government should ensure that the airport extension, together with projected increase in flights, will not lead to an increase in air or noise pollution affecting residents living nearby, say, within a radius of at least 10 to 15 km of the airport. That will hit the estates I mentioned plus I believe Bedok, East Coast and even parts of Marine Parade and beyond.</p><p>I urge the Government to carry out such a study soon, and, in fact, to monitor the pollution levels regularly on a long-term basis as our airport and flights may continue to grow in the coming&nbsp;years. A metropolis that embraces the future must be one where developments and progress must go hand-in-hand with good management of our environment.</p><p>In closing, let me end with some brief words on the third category of transport -- maritime. And I declare my interest as a shipping lawyer and a member of the maritime community. I spoke of my concerns for the shipping industry in my speech during the Budget Debate this year and I would like to reiterate my call for the Government to focus on helping our local shipping SMEs, as opposed to GLCs or the foreign-owned businesses operating in and from Singapore.</p><p>Our maritime business community consists of many more local SMEs, up and down the value chain beyond ships and offshore building and port management. How can we help those who may not be able to benefit from the current focus on autonomous system, robotics, data analytics as well as digitalisation under the current Sea Transport Industry Transformation Map or for that matter under any other ITMs? And how can we encourage SMEs to think beyond traditional categories of maritime businesses to come up with products and services that straddle across or beyond traditional categorisations? Mr Speaker, Sir, I support the Motion.</p><p>3.06 pm&nbsp;</p><p class=\"ql-align-justify\"><strong>Mr Melvin Yong Yik Chye (Tanjong Pagar)</strong>: Mr Speaker, I stand in support of the Motion. In her Address, Mdm President spoke about the need to develop a vibrant economy with more opportunities for our workers. Singapore is right in the middle of her next big economic transition. All 23 Industry Transformation Maps (ITMs) have been launched, laying a roadmap to chart the transformation of each industry. Much efforts have gone into developing the ITMs, which form an important part of the Government’s strategy to address each industry’s changing needs. But what do these ITMs mean for our workers?</p><p class=\"ql-align-justify\">Mr Speaker, as part of my work with the unions, I visit workplaces every week. Many workers tell me they want to be part of the transformation, but are asking how would they be impacted. What can they do? Many are concerned with their job security. Thus, the key imperative now is for the Government to work with its tripartite partners, to articulate the roadmaps in a manner that is compelling to our workers. As Minister Ng Chee Meng put it earlier, \"we need to make the 23 ITMs real for all our workers\".</p><p class=\"ql-align-justify\">It is no surprise that many are concerned with the security of their job, as the future is filled with inevitable disruptions to the status quo. For instance, drivers face disruption from autonomous vehicles, and workers in a manufacturing plant face disruption from ever increasing automation. My interaction with workers reveals three common fears.&nbsp;</p><p class=\"ql-align-justify\">First, workers fear losing their jobs today. Process automation and mechanisation have made many manual jobs redundant, and many worry that their jobs would be next to go. Second, some fear losing their jobs in the near future as digitisation and new technologies continue to disrupt traditional industries. And third, even as our workers grapple with the uncertainty of their own future, they fear that their children would not be able to get a good job in the new economy.</p><p class=\"ql-align-justify\">While the ITMs lay a roadmap for the jobs of the future, they do not touch on the jobs that are at risk right now of becoming obsolete. Companies are aware that they need to transform their business operations, they are aware that they need to send their workers for training and reskilling. But while both employers and workers know that they need to go for training, they are asking two questions: firstly, train what; and secondly, train for what?</p><p class=\"ql-align-justify\">&nbsp;These are key questions that we need to answer as we move to operationalise the ITMs, cluster by cluster, sector by sector, company by company, worker by worker. We need to distil each ITM and articulate what it means to the individual worker. We need every worker to understand where the future lies for him or her. At the same time, we need to excite the next generation of workers.</p><p class=\"ql-align-justify\">&nbsp;But it is not all doom and gloom on the ground. In my visits, I have seen many success stories of workers who have not been afraid of new technologies and automation. Rather, they work with the new machines enthusiastically and take charge of transforming their own jobs before they are made redundant.</p><p class=\"ql-align-justify\">Mdm Wang Mui Sin is one good example. Mui Sin started as a Machine Operator in 1980 with electrical equipment provider Yokogawa. She performs repetitive tasks along with many others in a production line back then in the 1980s. Throughout her career, Mui Sin continued to upskill herself, going for training, first to become a Store Assistant, and attending IT courses supported by her supervisors. Today, Mui Sin is a Production Planner, managing several vital computer systems to ensure manufacturing schedules in Singapore and Batam are in order. Her work impacts hundreds of production operators, vendors and customers.</p><p class=\"ql-align-justify\">Mr Yap Kok Keong is another good example of how one can continue to keep pace with technological advancements through continuous learning. Kok Keong joined Panasonic Appliances Refrigeration Devices Singapore in 1987 as a technician. Throughout his career, Kok Keong attended many training courses to upgrade himself both in technical skills as well as management know-how. Today, Kok Keong is a Factory Manager and supervises 120 workers on the production floor. But he told me his learning cannot stop. Just last month, Kok Keong attended a SkillsFuture course on Computer-Aided Design and Additive Manufacturing to better prepare himself for the Industrial 4.0 transformation.</p><p class=\"ql-align-justify\">&nbsp;Today, both Mui Sin and Kok Keong are earning better wages because they have taken on higher value jobs. But what we can learn from both of them is their attitude towards life-long learning. It is not easy to go for training while having to worry about your work. Therefore, I must also commend their companies for providing the necessary support to help their employees upskill. This spirit is crucial as Singapore transitions towards the future economy.</p><p class=\"ql-align-justify\">Next, let me touch on the need to get our workers ready for tomorrow’s jobs. Today, we have many programmes and initiatives to match today’s unemployed to today’s jobs. More needs to be done to prepare our current and future workforce to take on tomorrow’s jobs. To do so, I propose a strategy centred around 3Rs.</p><p class=\"ql-align-justify\">First, workers, companies and the government must Re-imagine the future of work. This is especially important as automation, artificial intelligence and robotics become more mainstream and threaten to displace the jobs of today. A study by the McKinsey Global Institute found that up to 800 million workers globally are at risk of losing their jobs and replaced by automation by the year 2030. How would jobs look like in the next 10 to 20 years, with AI possibly at the centre of most of our industries? We will have to re-imagine the future in order to disrupt ourselves before we get disrupted.&nbsp;</p><p class=\"ql-align-justify\">Next, we need to Re-design our jobs, our work processes and our business models to be future ready. The ITMs provide a strategic plan for the industry but they do not tell the individual company and the individual worker what they need to do specifically. This may be why not many workers are excited by the ITM right now. Some tell me the ITMs are too “<em>cheem</em>”, too stratospheric. But not Mr Fang Chin Poh who works for SBS Transit.</p><p class=\"ql-align-justify\">Chin Poh started his career as a bus conductor 37 years ago. When the bus company adopted the one-man operation bus service in the 1980s, his job disappeared but he went for training and he became a bus captain. Today, Chin Poh is a Chief Bus Captain. As the General Secretary for the National Transport Workers’ Union, Chin Poh was involved in the development of the Land Transport ITM. He tells me that when autonomous buses do ply our streets one day, he wants to become a fleet commander, overseeing the buses remotely from a central command. Chin Poh can articulate so because we have started to re-imagine the future of work in the public transport industry and to re-design today’s jobs for tomorrow.</p><p>But Chin Poh and many others would need to re-skill to take on new and future jobs.&nbsp;A recent study by HR firm, Korn Ferry, found that Singapore will lack one million skilled workers by 2030. This could result in unrealised revenue and losses of billions of dollars annually. The study also found that Singapore is among the top five countries where the risks of a talent crunch are the highest. Reskilling and upskilling our existing workforce is therefore, extremely critical.</p><p>No time to learn? Do not worry.&nbsp;Technology can help play a part in making learning easy and convenient. The NTUC has launched a new mobile learning platform called U-Leap. Now, we can learn while on the go. When I take the public transport, I notice many commuters looking at their mobile phones throughout their journey. With the U-Leap app, you can now access useful training contents on your mobile phones. Spend 30 minutes a day, five days a week in the bus, on the train, even during your breaks -- that would work out to a substantial 130 training hours a year, all done on the palm of your hand!</p><p>Optimising current infrastructure can also make learning convenient for our citizens. Can we open the computer labs in our neighbourhood schools for night classes on digital skills? At the same time as we do that, can we also open the schools' sports facilities for use by the community? This way, we can keep fit and healthy in both mind and body, without having to invest in new infrastructures.</p><p>Mr Speaker, Members would have seen Google's new Duplex technology and how the artificial intelligence (AI) in Google Assistant can now interact just like a human. In time, AI will be at the core of many of our industries and we need to prepare our young for such a future. But our young cannot be contented to grow up to just be consumers of these AI products. We must discover and nurture those with the potential to invent and create these products for the rest of the world. It is therefore crucial for schools to expose our children to statistics, to coding, to IT courses and IT programmes at a very early age, and to do so in a manner that is fun to learn.</p><p>Mr Speaker, the fears of our workers are real; they are valid. But such fears are not unprecedented. Since our Independence, Singapore has always managed to overcome the economic challenges thrown our way time and again. Much can be attributed to our strong tripartite partnership between the Government, the Labour Movement and the employers. Twenty-nine months ago, in this Chamber, I devoted my entire maiden speech to the need for us to continue to invest in tripartism -- the magic ingredient for Singapore's enduring competitive economic advantage. I am therefore glad that Mdm President too highlighted the importance of tripartism in her maiden Address last week.</p><p>I am confident that as long as we continue to work together as we have always done, we can turn fear into strength. As long as we work together and stay united, we can ensure that Singapore will continue to remain a land of opportunities for all Singaporeans.&nbsp;I agree with Minister Chan Chun Sing who said yesterday -- our challenges do not define us; our responses do. Therefore, the future is in our own hands. [<em>Applause</em>]</p><p>3.19 pm</p><p><strong>Ms K Thanaletchimi (Nominated Member)</strong>:&nbsp;Mr Speaker, Sir, President Halimah Yacob's Opening speech charts the direction for the Government, the people and the nation as a whole for an inclusive and caring society. We have a Government that upholds the rule of law, a well-educated and skilled workforce that upholds meritocracy, a cohesive society cemented by multi-racial, multi-lingual and multi-religious belief and values. In the last 50 over years, we have developed as a nation comparable to any First World Nation, but we should not sit on our laurels.</p><p>Tripartism has been our national treasure that helps us through the economic cycles, uphold industry peace and harmony for employers and justice and fairness for workers.&nbsp;Tripartism is one of Singapore's most sustainable advantages. Unions in other countries tell us that in their circumstances, it is not so easy to replicate or emulate Singapore's successful formula.</p><p>In 1996, Mr Lee Kuan Yew, our Founding Father had said, I quote, \"Singapore has enjoyed harmonious Industrial Relations for almost three decades because of the successful tripartite cooperation among employers, unions and Government. This has been a major achievement in our industrial relations -- a complete turnaround from the bitter, confrontational practices of trade unions in the 1950 and 1960s.\"</p><p>We have to ensure that the younger generation and workforce understand the importance of tripartism, as well as bipartism relations at the company level too. I am very concerned over the fact that many of our working population do not understand or perhaps appreciate the history behind our successful economic development and growth.&nbsp;</p><p>Over the last five years, I have been teaching tripartism and industrial relations to aspiring younger working cohorts doing their degree programme in human resource. I am indeed surprised and amazed that through the years, I have only come across a handful of working cohorts who understood the working mechanism under tripartism and even the National Wages Council's (NWC) recommendations. We are not talking about ordinary workers with minimal education, but graduates and those doing post-graduate studies. If we place much importance to industry peace and justice, it is about time that the whole of the Government, employers and working people understand and cherish this national treasure.&nbsp;&nbsp;</p><p>There have been several calls to have this as a main core curriculum in school, but beyond this, we need to do more at every level to ensure that this is entrenched into every generation of Singaporeans. Human Resource professionals are the key to ensuring the sustainability of bipartite relationships at workplaces. Government officials and employer representatives are the keys to the sustainability of tripartism. Strong tripartism and bipartism should also help Singaporeans move towards social equality.&nbsp;With good bipartism at the workplace and tripartism at national level, we are in a better position to execute and implement the Industry Transformation Maps (ITMs) for the success of our current and future economy.</p><p>There must be tripartite and bipartite effort in each of the 23 sectors of the ITM. SkillsFuture initiatives and lifelong learning can only sustain if employers partake in the responsibility of training their workers, employees embrace change as a constant, willing to learn, unlearn and relearn without having to chase after academic qualifications alone. The Government also should provide a conducive environment for all forms of learning to take place, be it online learning, bite-sized training, on the job training or structured training.&nbsp;</p><p>There must be regular engagement at bipartite levels and with workers to know what are the jobs at risk&nbsp;and what are the jobs of the future. We are seeing incoherent speed of transformation happening in each of the industries. This is of concern. What have we implemented so far? How does it translate to workers on the ground, and if it translates to meaningful outcomes of better skill, better jobs and better career with better wages?</p><p>More needs to be done. As such, I urge the Government to take a sector-based approach in all current and future programmes. These include monitoring progress in areas, such as productivity, skills development, adoption of tripartite standards, labour participation rates of women, older workers as well as percentage of vulnerable workers and adoption rate of NWC recommendations in each of these sectors. I understand that MOM has some of the indicators but to be holistic, we should not only track, but form tripartite taskforce in each of the sectors to drill down and improve the outcome in each of these aspects with clear deliverables.</p><p>Though we pride ourselves to be an envy of the world, but we are not quite there yet when it comes to women in the workforce.&nbsp;In this Chamber, many of my fellow Members of Parliament have spoken on the challenges that women are faced with during the first half of the Parliament for this term. I wish to further reiterate what I had mentioned during the last Budget speech on working women issues.</p><p>I am indeed heartened by the Minister for Manpower Mrs Josephine Teo for initiating several initiatives. Mrs Teo has been a strong advocate on flexible work arrangement. I applaud the success so far even though the&nbsp;adoption of Tripartite Standards on flexible work arrangement has been gradual.</p><p>I urge the Ministry of Manpower to closely monitor the labour participation of women in the respective industries. The assumption is there are many women in the service sector than any other sectors. But we need to post-mortem those issues and strategise tripartite initiatives at sectorial level to further improve the overall labour participation rate across Singapore.</p><p>In fact, in&nbsp;recent years, MOH has done pretty well in attracting non-practising nurses and \"stay-at-home\" women back to nursing. MOH's continuous engagement with inactive nurses does make a difference in persuading them to community nursing. Likewise, each sector, despite its incoherent industry nature, could also strive to develop strategies and programmes to help \"stay-at-home\" women back to work. There should be better opportunities for good job and fair wages offered by companies to encourage women to rejoin the workforce.</p><p>&nbsp;I must thank Minister Josephine Teo and her Ministry for organising the Adapt and Grow appreciation lunch last Saturday. It was attended by employers, career coaches as well as clients or recipients of jobs and their families, each to share their journey. Several recipients of jobs shared their emotional stories of being unemployed and the joy of being gainfully employed. It is indeed heart-warming to hear some of these stories. In fact, these are inspirational anecdotal stories that we need to compile and share with more workers or potentials workers, so that they do not lose sight of resilience and the hope for a bright light at the end of the tunnel when one loses a job.&nbsp;</p><p>I was glad to see several women that came to share the stories, one of who was inclined to work because of employer's support for flexible work arrangements. Share and tell more such stories. Perhaps, go a step further to provide relevant grants or funding support only to employers that are supportive and have put in place policies or adopted tripartite standards on flexible work arrangements to be considered first in the name of positive discrimination.</p><p>Lastly, I again reiterate the call for working women to have a lactation room. A colleague of mine cynically commented that Singapore is very advanced in many ways and with laws on Bicycle Parking and provision of parking space, but yet to have a provision for dedicated enclosure for lactating mothers at workplace or in shared office buildings. It can start with new buildings, but we have yet to see any progress in this area.</p><p>To be truly inclusive at all levels of the employment and economic front, we need both tripartism and bipartism that thrive at all levels. We need the political will to move things for the long term and greater good of all working people including women.&nbsp;I am confident this will happen expeditiously in the good hands of our woman Minister for Manpower Mrs Josephine Teo.&nbsp;</p><p>I would also like to take this opportunity to thank Mr Lim Swee Say, the former Minister for Manpower for truly walking the talk of tripartism, bringing about incredible positive change for the working people and for job seekers.&nbsp;Through&nbsp;implementing various measures and innovative initiatives, this had resulted in a win-win outcome for&nbsp;many&nbsp;working people and&nbsp;employers. Mr Lim, I would like to thank you for that. With this, I support this Motion. [<em>Applause</em>]</p><p>3.29 pm</p><p><strong>Mr Zainal Sapari (Pasir Ris-Punggol)</strong>: Mr Speaker, let me begin by quoting from a speech made by our late Minister Mentor Lee Kuan Yew, at NTUC's 50th Anniversary Dinner held on 13 May 2011. I quote,&nbsp;\"In Government, I have never forgotten that it is in the interest of the workers and their unions that we must strive for growth and development.&nbsp;In other words, growth is meaningless unless it is shared by workers, shared not only in wage increases but indirectly in better homes, better schools, better hospitals, better playing fields and, generally, a healthier environment for families to bring up their children.\"</p><p class=\"ql-align-justify\"><span style=\"color: rgb(13, 13, 13);\">In short, it is about ensuring workers have good jobs with fair and progressive wages for us to aspire towards greater social equality.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(13, 13, 13);\">The labour landscape has changed tremendously ever since our late Minister Mentor first helped the group of workers from the postal services in 1952. There are now different types of employment from the traditional employer-employee relationships to the self-employed freelancers. Nevertheless, every worker aspires the same – Better Jobs, Better Pay and Better Lives. This is only possible if economic gains from our growth are shared fairly with the workers.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(13, 13, 13);\">What would then be a good indicator that gains are being shared with low-wage workers as well? I believe a good indicator would be a narrowing gap in real income inequality. As a unionist, I see this as one of the key defining challenges for our 4G leaders as they confront the question posed by our President,&nbsp;</span><em style=\"color: rgb(13, 13, 13);\">“</em><span style=\"color: rgb(13, 13, 13);\">What is next for Singapore?</span><em style=\"color: rgb(13, 13, 13);\">”</em></p><p class=\"ql-align-justify\"><span style=\"color: rgb(13, 13, 13);\">Without a doubt, rising inequality is “a clear and present danger” to any government of the day.</span>&nbsp;Let us heed our President's rallying call to “tackle inequality vigorously<em>.”</em></p><p class=\"ql-align-justify\"><span style=\"color: rgb(13, 13, 13);\">For a start, in helping better the life of low-wage workers to be \"betterer\", we must start by doing things differently.&nbsp;</span>While the real wage increase for workers at and below the 20th percentile has increased because of tripartite efforts to push for&nbsp;<span style=\"color: rgb(13, 13, 13);\">workfare schemes, Progressive Wage Models, the Inclusive Growth Programme and many others; we cannot expect to get better results if we keep on doing the same things.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(13, 13, 13);\">Doing different things differently then must stem from every stakeholder thinking differently when they are looking at trying to address income inequality. Moving ahead, our 4G leaders must continually think differently to be able to catch and ride on the next \"S\" curve of better income growth for low-wage workers.</span></p><p class=\"ql-align-justify\">But to think&nbsp;<span style=\"color: rgb(13, 13, 13);\">differently, we must first question our assumptions behind the current policies on low-wage workers. Are the assumptions still valid, given current circumstances? Only then, can we have the mindset change required to come up with better policies that can make a difference to the lives of low-wage workers. Only then can our 4G leaders make bold changes and not, as what our President said,</span><em style=\"color: rgb(13, 13, 13);\">&nbsp;“</em><span style=\"color: rgb(13, 13, 13);\">be&nbsp;</span>content to tweak things at the margins.<em>”</em></p><p class=\"ql-align-justify\">Mr Speaker, what can the Government do?<strong>&nbsp;</strong>In the past, there was a Ministerial Committee on low-wage workers and, subsequently, this was replaced by the Tripartite Committee for Low Wage Workers and Inclusive Growth. The move to set up this committee sent a very strong signal of our Government’s and stakeholders’ resolve to better the lives of low-wage workers. The question is, \"What’s next?\"</p><p class=\"ql-align-justify\">While the term of this tripartite committee has ended, we now have many sectoral Industry Transformation Map Committees. In leading us into the future, I would like to urge the 4G Ministers to direct the industry stakeholders to think about how we can engender inclusive growth, where possible, in each of the 23 ITMs under their purview. This is important, otherwise we place our vulnerable workers at risk of having the progress made to better their lives amount to nothing in the face of inflation and technological disruptions.</p><p class=\"ql-align-justify\">For a start, each ITM committee could start by contextualising the various Industry Transformation Maps to see how they can help the vulnerable workers to have the means to make a future living.&nbsp;Each ITM must talk of skills that will also be attainable by the spectrum ends of society, such as the aged, or those with low educational qualifications. In 2030, one in five Singaporeans will be aged 65 and older.</p><p class=\"ql-align-justify\">How can we ensure that they also receive the necessary skills required under the ITM? How about those who are currently under-employed? Can they attain the necessary help for them to have a job more befitting of their skills and qualifications? How can we help those at risk of being displaced adapt to the changing job market while still working at their present job?</p><p class=\"ql-align-justify\">I understand that, right now, we may not have all the answers to these difficult and inconvenient questions but, if each ITM committee spends time to focus on the vulnerable workers, then we are taking the right step into the future where no Singaporean will be left behind.</p><p class=\"ql-align-justify\">Mr Speaker, how about companies? What can companies and service buyers do?&nbsp;Likewise, questioning assumptions must also involve the employers. Conventional wisdom dictates that you try to bid for contracts by cutting costs or keeping labour costs to a minimum so that you can win the contract or increase profit margins. However, is that really wisdom in this time and age?&nbsp;</p><p class=\"ql-align-justify\">In 2015, Forbes released an article discussing how some companies, such as Gap, Starbucks and Walmart, are pushing their revenue to the next level. It was not aggressive marketing, nor was it ingenious product innovation. It was something much simpler, and one that many of our companies can adopt as well. It was simply living up to a sense of social responsibility to be fair and treat workers, especially the rank and file workers, better.</p><p class=\"ql-align-justify\">These progressive companies went beyond the idea that only a token pay rise that is needed to increase the morale of their workers within their companies. Instead, they started to treat their employees better, like giving better pay packages, generous worker benefits and creating a more positive work environment. When workers are happy at work, they become walking ambassadors for these companies, often going beyond the call of service to do a good job. They are smiling at work, and customers begin to believe in not just the companies, but also the workers as well.</p><p class=\"ql-align-justify\">&nbsp;As the companies I cited have shown, we need to create a new work culture among Singaporeans. Perhaps, new policies could focus on encouraging and incentivising companies to have a good work culture. We have always taken pride in showing that Singaporeans are some of the most productive and highly skilled workers in the world. Yet, reports on aspects, such as happiness and work-life balance, always seem to shed a different light. To me, this is a sign that there is indeed a need for change.</p><p class=\"ql-align-justify\">When companies do not pay workers enough, everyone pretends they are working. They are not willing to ensure that jobs are carried out as they should be. Companies react by imposing punitive liquidated damages. Service providers are then forced to cut corners. It creates a vicious cycle that has one simple flaw – their mentality on labour, especially rank and file workers, is a cost that needs to be driven down.</p><p class=\"ql-align-justify\">However, labour needs to be more than that. It needs to be one where work is given the remuneration it is due, when the low-wage workers among us are not merely numbers in a contract but treated as human beings with dignity and with dreams for themselves.</p><p class=\"ql-align-justify\">Mr Speaker, how about workers? What can workers do?<strong>&nbsp;</strong>Workers must have the right mindset to be ready for the future. We must be ever-ready and have the ability to adapt our skills to the changing needs of the workplace. Lifelong learning&nbsp;must become the norm in the course of our work and we need to leverage SkillsFuture to sustain our efforts in lifelong learning.&nbsp;</p><p class=\"ql-align-justify\">When I talk about skills upgrading for the future, some people have asked me, “What does it really mean?” Is it more certificates and attending courses? As a worker, when you upgrade yourself, it means that you can do more and do it better. It cannot be business as usual. New skills should help you take on new tasks and responsibilities you may not have been able to do before. Productivity increases mean that you can now do more as one employee either by leveraging technology or simply doing things better.</p><p class=\"ql-align-justify\">This is the future I see throughout our whole workforce, and especially so for the low-wage workers. I want to see a world where they are now able to do more for themselves, and be recognised for it. Too many times have I heard an unfortunate comment that suggests that these people are to be blamed for their circumstances. And I tell them - you merely have not seen them fight to break out of it.</p><p class=\"ql-align-justify\">While we worry about how Singaporeans will cope with this new future, it can be very easy to overlook people who are already struggling to cope with the current realities that they face. It is my dream that Singapore’s future is one that will benefit each Singaporean. Not just the privileged, not just the educated, but also the hands that have worked hard in manual labour to continue to build the Singapore that we know and love today.&nbsp;</p><p class=\"ql-align-justify\">Mr Speaker, please allow me to address in Malay.</p><p class=\"ql-align-justify\">(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20180515/vernacular-15 May 2018 - Mr Zainal Sapari - Motion of Thanks to President.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>:&nbsp;</em>To help low wage workers, we need to challenge our own assumptions when creating policies that are meant to help these workers. Such questioning is necessary in order to generate a different type of thinking so that we can create better policies or have better planning in order to help low wage workers have a better life.</p><p class=\"ql-align-justify\">I would like to call on the Government to encourage each Industrial Transformation Map committee to embark on a more inclusive approach to ensure that training opportunities and better jobs are also made available to low wage workers and mature workers when drafting their plans.</p><p class=\"ql-align-justify\">The Government can also give encouragement and incentives for employers to create a more positive work culture where low wage workers are happy and proud to perform their job. This has been proven to improve worker productivity and enabled workers to get better pay.</p><p class=\"ql-align-justify\"><strong>(</strong><em>In English</em>): Let me conclude in English. The future I would like to see under our new 4G leadership is one where a low-wage worker is confident of gaining new skills and earning better wages, sufficient to support his family and aspirations for a better life and, maybe, with the Government’s help centred on helping their children have a level playing field in educational opportunities.&nbsp;However, this is something that we cannot do alone. It requires a strong tripartite partnership of different stakeholders from the Government, companies, workers and people to stand together and have an unquestionable resolve to help our low-wage workers have better jobs, better pay and better lives. Perhaps, this is the best way for us to achieve greater social equality. With this, I support the motion.</p><p>&nbsp;&nbsp;<strong>Mr Tan Chuan-Jin</strong>: Order. I propose to take a break now. I suspend the Sitting and will take the Chair at 4.05 pm.</p><p class=\"ql-align-right\"><em>&nbsp;Sitting accordingly suspended</em></p><p class=\"ql-align-right\"><em>&nbsp;at 3.44 pm until 4.05 pm.</em></p><p class=\"ql-align-center\"><em>Sitting resumed at 4.05 pm.</em></p><p class=\"ql-align-center\"><strong>[Mr Speaker in the Chair]</strong></p><p class=\"ql-align-center\"><strong>&nbsp;PRESIDENT'S SPEECH - ADDRESS OF THANKS</strong></p><p>Debate resumed.</p><p><strong>Assoc Prof Fatimah Lateef</strong>: Thank you, Mr Speaker.&nbsp;\"We must tackle inequality vigorously\": the words from the President's speech. Let me share my views on gender equality.</p><p>In Singapore today,&nbsp;women and men are a little more equal than in some other countries and more than we used to be. In the latest Human Development Report by the United Nations, we ranked 11 out of 159 in 2016. Our Gender Inequality Index (GII) in 2016 was 0.068 -- the smaller the number, the more equal we are. That puts us as the top Asian nation for gender equality.</p><p>Our Global Gender Gap Report showed that we need some nudging along in two areas. In particular, firstly, political empowerment; and secondly, representation at professional and managerial levels.</p><p>I would say, we are inching along gradually. Firstly, women representation only exceeded 10% of companies and board directorship according to a study by The Diversity Action Committee on the top 100 largest primary listed companies in Singapore. Secondly, there continues to be a persistent gender wage gap, though this may be closing up very gradually as well. And thirdly, female company directors of SGX listed companies earn 43% to 45% less than their male counterparts, according to one NUS Business School Study.</p><p>If gender equality is the goal, then I say, gender mainstreaming is the strategy for us. Closing up the gender gap is really a journey that is happening and must continue to happen with the development and transformation of Singapore itself. It is also linked to our continued growth. Gender mainstreaming is the push for meaningful inclusiveness of women in all areas -- in every area, every sector, every arena. Formal structures must be in place. Gender mainstreaming entails bringing the perceptions, experiences, knowledge and interest of women as well as men, to bear on policies, policy-making, planning and decision-making. It must not be an \"added-on\" just to please, or a \"by the way\" kind of thing. How gender perspectives can be identified remain at the core.&nbsp;</p><p>Now,&nbsp;it is not uncommon for us to hear women, women groups and even men sometimes pushing for gender equality but let us consider the following points: Firstly, our focus must be on our people, both men and women. It is critical as a prerequisite, I feel, when the focus is primarily technical or technological, people, both men and women, will not be adequately considered and its challenging to include a gender perspective.</p><p>Secondly, consider this: even if we reach a 50:50 mark for gender representation between men and women, are we women, and men going to be happier, more comfortable, well adjusted in our jobs, and our lives, and feel the fulfillment that we so desire? Will our work be done when we reach this ratio? Will our journey end? Will it stop there? Will our fight be completed? Indeed, success to women, and men, have different definitions and connotations, so let us be realistic and practical when handling the topic of gender equality.</p><p>Also, are enough women pushing the envelope and coming forth? Where are the women at times when we call for them? And sometimes, it can be challenging to get the numbers,&nbsp;especially in some areas, some disciplines and you will have to agree with me on that. Perhaps we need a new innovative way to engage and bring women forward. Perhaps mainstreaming techniques need a review with fresh eyes. Men or women, they must be of the right mindset to contribute and be a part of it all -- part of nation building and a part of Singapore. This is also because each person, each woman has her own issues, considerations, priorities, work-life balance, family commitments, expectations, concerns about publicity, public scrutiny and other interests.</p><p>&nbsp;Mr Speaker, I am all for greater women representation. As the fairer sex, let us also ask ourselves \"are we hungry enough?\" Or are we just pushing for the sake of pushing? In pushing for gender equality, clarity, practicality and awareness of all the factors and confounding issues must be seriously considered&nbsp;for a balanced approach, with appropriateness.</p><p>&nbsp;Now, on our Healthcare Model. Consider scenario one: an elderly lady, aged 78, had a fall at home. The family called the emergency ambulance services, she was sent to the nearest acute care hospital and she sustained fractures in her hip&nbsp;region. She experienced a lot of pain and therefore movement was not possible, neither was ambulation. She was hospitalised and an&nbsp;orthopaedic surgeon became her primary doctor. In the ward, she was referred to the physiotherapist for rehabilitation and exercises. She was also referred to the pain specialist for pain control, as oral medications were not sufficient and an endocrinologist was called in&nbsp;to help with her Diabetes Mellitus (DM) management, as&nbsp;her sugars were&nbsp;always high. The medical officer also asked the dietitian to review her and talk to her family about her food intake and regulation to help with her sugar control. At admission, a blood test was done and it showed that she had renal impairment, so a renal physician was also called in to help. A nurse in the ward while giving instructions, noted that her responses was slow and she kept forgetting. So, she highlighted this to the medical officer who then felt a psychiatric consult was necessary. The psychiatrist came to see her and then he said that a geriatrician consultation will be appropriate because she had signs of dementia. And after many, many consultations and a week in hospital, she was still there and yet there was still no outcome as to when she would be going home. Her family was concerned about the medical costs and the bills and they were told to approach the Business Office to discuss this.</p><p>Now, let us move on to scenario two: a 78-year-old lady sustained&nbsp;a fall at home and landed on her back. Her neighbours heard her and they called the neighbourhood Family Physician (FP) who came and visited her at home and discovered the tenderness in her hip. She was prescribed analgesia and the Famly Physician called her daughter who was at work, to update on her condition. He explained that he would be taking her down to the Family Medicine Centre (FMC) across the road from her block to have her X-rays done and in the meantime, he had also activated the physiotherapist and care coordinator from the FMC to visit her at home and help with some exercises. The neighbours activated their community befrienders' network and several ladies came down to help out with her meals, her household chores and administration of her prescribed medication. They kept her daughter informed and updated as she could not leave work.</p><p>Now, what will it take for us to move from a model of care in scenario one to that of scenario two? Scenario one is a hospital-based, hospital-centric, multi-disciplinary model. It is also traditionally, very physician-centric model. Scenario two is a more community-based model which is patient-centric, in alignment with the notion that the patient should always be at the heart of all that we do and in our care delivery. Are we ready to challenge the status quo and ensure healthcare affordability for our population in the longer term? Which model will be able to meet our needs and the expectations of our population? Importantly, we have to review which model is economically sustainable in the medium to long term, especially with our rapidly ageing population.</p><p>In my view, the considerations that need to be taken into account in coming to that decision include: the disease prevalence and burden in Singapore or in a certain country; the existing healthcare model and system that we have; the ratio of healthcare providers to healthcare consumers or the population; the cost of healthcare and healthcare funding; the current and projected healthcare demands as well as needs; and our perceptions of our healthcare providers such as family physicians, primary care physicians versus our specialists in tertiary hospitals.</p><p>&nbsp;Now, Sir, in our community-based care model, it must be evidence-based. It must have platforms for efficient knowledge sharing, maintaining confidentiality of course, and our NEHR is a good basic start to this. It must also have a means of educating and influencing mindsets of our population so that we can change their behaviour about healthcare choices.</p><p>Only with these, can we have the connectivity and decentralisation of a community-based model of care, as in scenario two. It will require care teams with credibility and the required training; reputable and strong&nbsp;institutional backing and support such as from our academic medical centres, which are already in existence; a strong sense of ties inter-professionally; and efficient implementation, responsiveness and of course always, always a degree of flexibility.</p><p>Scenario two must be made up of inter-dependent individuals and groups united by a shared goal -- with practical vertical as well as horizontal integration. This is a critical consideration for all of us -- both healthcare providers and healthcare consumers in Singapore.</p><p>It is a decision we must make and accept together.&nbsp;Mr Speaker, in Malay.</p><p>(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20180515/vernacular-15 May 2018 - Prof Fatimah Lateef - Motion of Thanks to President.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>:&nbsp;</em>\t<span style=\"color: rgb(34, 34, 34);\">Singapore's Malay/Muslim community continues to move forward, are more progressive now, with many more professionals, more students at the university and post-graduate levels. There are more success stories and excellent achievements amongst our youths, entrepreneurs as well as our workers.</span></p><p><span style=\"color: rgb(34, 34, 34);\">&nbsp;All these take place within our unique society, in a multi-racial and multi-religious Singapore, where the different races interact and integrate, and also requires us to have open minds and be big hearted. These values are inculcated in our children from young, when they are taught about meritocracy. They want to stand shoulder to shoulder with the other races and communities, and compete on the same issues.</span></p><p><span style=\"color: rgb(34, 34, 34);\">&nbsp;Moving forward, there are several distinct challenges that I would like to share. Firstly, increased religiosity. This happens not only in relation to ISIS, but also in other aspects of Islam. This also happens in other religions and has been a global trend. Some think that this happens due to changing times, immigration and the spread of beliefs and ideologies.</span></p><p><span style=\"color: rgb(34, 34, 34);\">Here, our Malay/Muslim families can play a critical role, by teaching the correct beliefs to their children, ensuring that religious education comes from proper sources and religious teachers who are certified and accredited by MUIS. This is crucial. The correct understanding is also important because if the wrong and deviant teachings become widespread, the harmony and social cohesion that we have built over the years, will be compromised. Radicalism and extremism are thorns in our society’s side.</span></p><p><span style=\"color: rgb(34, 34, 34);\">&nbsp;Second, technological and digital transformation. This wave is upon us and we must open our minds to keep pace with the times. Students, our new and pioneer workers, teachers, religious teachers and Malay/Muslim organizations must ride the Smart Nation wave as well as its accompanying initiatives. Do not allow ourselves to be left behind. Grab all the available opportunities.</span></p><p><span style=\"color: rgb(34, 34, 34);\">&nbsp;Third, increase involvement in the areas of research, experimentation, mathematic and all the sciences. While there are those who have embarked in these fields, but the numbers are still very low. Improvement in these areas can further strengthen our Malay/Muslim community’s strategic position in the nation.</span></p><p><span style=\"color: rgb(34, 34, 34);\">&nbsp;Fourth, a deeper understanding on legal matters, legal rights and the law. Many have made the wrong move or took the wrong path due to ignorance of this area. Hence, moving forward, we must enhance education efforts and community dialogue sessions in these topics. With Singapore as an International Arbitration Centre, our community members need to upgrade themselves in this aspect in order to deepen their understanding on this topic. It is essential for them to safeguard their rights and concerns.</span></p><p><span style=\"color: rgb(34, 34, 34);\">&nbsp;Fifth, lifelong learning is of utmost importance. Here, I feel that our community is still lagging behind and must be more proactive.</span></p><p><span style=\"color: rgb(34, 34, 34);\">&nbsp;The number of participants in upgrading courses is still low, for instance, SkillsFuture courses and others. Let us all make a commitment, open our minds and aim to continue learning, with full of determination.</span></p><p><span style=\"color: rgb(34, 34, 34);\">&nbsp;Before I end my speech, Mr Speaker, I would like to reply to Mr Faisal Manap's question about us doing self-reflection and also whether our measures are bold enough. I would like to reply to his question with a poem:&nbsp;</span></p><p><span style=\"color: rgb(34, 34, 34);\">To be bold, one must have substance </span></p><p><span style=\"color: rgb(34, 34, 34);\">Be bold in the right context</span></p><p><span style=\"color: rgb(34, 34, 34);\">Don’t change just for the sake of changing</span></p><p><span style=\"color: rgb(34, 34, 34);\">Change for the right reasons. </span></p><p><span style=\"color: rgb(34, 34, 34);\">Sir, I support the Motion.</span></p><p>4.20 pm</p><p><strong>Mr Desmond Choo (Tampines)</strong>:&nbsp;Mr Speaker, Sir, I stand in support of the Motion. There are two important macro-economic changes that will impact Singapore’s workforce significantly.&nbsp;They can impact our job and wage growth, and ultimately, our social compact. One, automation and artificial intelligence; and, two, the rise of the Southeast Asian economy.&nbsp;</p><p>&nbsp;Macro tech-inspired economic changes such as automation and artificial intelligence (AI) will accelerate workplace changes and create new types of at-risk workers. The rise of AI and automation has left some to speculate that many jobs could be lost.&nbsp;It is not all doom and gloom.&nbsp;The demise of human jobs has to date been largely over-exaggerated.&nbsp;Technology generally creates more jobs than it destroys.&nbsp;In Singapore, for example, automation has taken away jobs such as the bus conductor.&nbsp;But it has created a generation of route-masters and technicians over time.&nbsp;These are higher value jobs.</p><p>But some jobs might indeed be made redundant.&nbsp;The jobs that appear to be most at-risk in Singapore are those exposed to market restructuring and technology.&nbsp;They include admin, executive, finance assistants and traditional manufacturing operators.</p><p>For example, many telemarketing jobs and call centre jobs are already replaced or complemented by AI.&nbsp;Less than a week ago, Google demonstrated the Google Duplex technology powering the Google Assistant making a hair salon booking with a human hairstylist. I watched the demonstration and was rather tickled by the sounds \"umm,\" \"uhh\" and tonal inflections that created a convincing, realistic cadence. But I started to worry when the Google Assistant could decide on alternative booking slots when the preferred one is unavailable.&nbsp;It is very sophisticated.&nbsp;Our admin executives and even concierge services must take notice.</p><p>What it does mean is that some jobs will be redefined and others lost. What it also means is that we need to identify such jobs earlier and help our workers to re-skill early. Yet, while it is relatively easy to identify at-risk jobs, it can be difficult to retrain and move workers.&nbsp;</p><p>I met Mdm Tan in her mid-50s who has been working in the printing industry for the past 20-plus years.&nbsp;She does some order processing and basic typesetting.&nbsp;It is rather typical of work in a traditional SME printer. She knew that she was in a sunset industry as consumers move to digital images and her work has been automated quickly. Yet, when I encouraged her to make plans early, she declined to change industries.&nbsp;She lacks direction on which job to change to without significant loss of income.&nbsp;Her children have yet to start working and she needs the income. The process of retraining was also daunting. Many members of this House would have encountered similar examples. The consequence of us not making such a change earlier would be eventual retrenchment and extended unemployment.&nbsp;</p><p>The rapid disruptions have also caused anxieties for our workers, even including the younger ones. Many knew that changes are coming but what to move into is usually a much tougher question to answer. And the training to undertake that leads to a successful job switch is even tougher to make.</p><p>&nbsp;The demands of the new economy requires a new job market that is more fluid and responsive to the needs of both employers and workers. I suggest three key features to this new job market. One, this new market needs companies to evolve new jobs quickly with workers ready to train. Ultimately, companies provide jobs.&nbsp;If they do not evolve fast enough, our workers’ wages would be stagnant and might eventually lose their jobs. Therefore, our Industry Transformation Maps (ITMs) must be pervasive and help our companies to transform. This is a point also brought up by Minister Ng Chee Meng and Mr Melvin Yong. For example, asset pooling such as sharing of technology can help our SMEs overcome their lack of resources and inertia. Working with NTUC to introduce customised training is another.</p><p>Two, we need a better matching of jobs and workers facilitated by AI-enabled platform.&nbsp;The latter sounds ironical but is the shot in the arm for the job market. The current <a href=\"http://mycareersfuture.sg/\" target=\"_blank\">mycareersfuture.sg</a> is a useful start.&nbsp;It has embedded capabilities to learn and get better at matching jobs to workers.&nbsp;However, it will need refinements to improve participation by the smaller employers.&nbsp;Reaching a critical mass is essential for AI to be effective. Many micro SMEs or smaller SMEs have yet to post their jobs on the platform.&nbsp;Many workers especially the older ones have also not used it because of language barriers that we need to address quickly.&nbsp;Many more workers need help to look beyond their current industry and navigate to new possibilities which they find it very difficult to use.&nbsp;This might require human intervention.</p><p>Three, I propose we need to develop the capabilities to generate or look into&nbsp;micro-jobs. Our ageing population requires new job types to sustain the economic vibrancy and competency of our Singaporeans. Many older workers prefer jobs that are less physically demanding.&nbsp;However, many jobs still require shift-work or extensive amount of time at the workplace. Technology disruptions and economic restructuring have the potential to affect the jobs of our older workers disproportionately. They also found it harder to re-skill.&nbsp;Even our policy changes can affect them adversely. For example, I have a Chinese-educated resident who found it very difficult to pass the PDVL for private hire vehicles even though he has been very adapt at his craft for the last two years.</p><p>We need to find new job types within the community that can best meet the income and lifestyle needs of our older workers. In 2011, the North East Community Development Council started the Community Employment Programme.&nbsp;Annually, 166 residents worked in jobs such as cafe corner assistants for five hours daily.&nbsp;They earn around $500 per person and $740 if you include workfare incentive for a 55-year-old.&nbsp;We term these micro-jobs. These are not full jobs and are not meant to be so.&nbsp;The scheme shows that there are good possibilities in both the private and public sectors for similar and better-paying micro-jobs.&nbsp;For example, our older workers can help to engage residents and run the administrative functions in a Senior Activity Centre. We need such job-creation capabilities to continue to keep our residents in the workforce beyond 67 years old, especially when one in four Singaporeans will be more than 65 years old come 2030.</p><p>Next, let me share some thoughts about the next macro-economic change and its impact for Singapore.&nbsp;It is the rise of the Southeast Asian market. With a $6.2 trillion combined economy and a population of 620 million people, the Southeast Asian market is one of the fastest growing regions in the world.&nbsp;By 2020, the World Economic Forum predicts that Southeast Asia will be the 5th largest economy in the world. The investment and job opportunities for Singapore and Singaporeans are tremendous.&nbsp;Because investment structures in this region are not fully developed, there are opportunities to develop solutions for such inefficiencies. In fact, such market inefficiencies have given rise to a generation of fast-growing Southeast Asian companies that can compete globally such as Go-Jek. In fact, if you try Go-Jek, it is already more than a ride-hailing company. They have Go-Clean for cleaning, they have Go-Med for healthcare, they even have Go-Massage if you need a massage. The pace of expansion is relentless. We need our people to better understand the region in order to thrive.</p><p>Joining in the Southeast Asian growth can create a potential second wing of our economy.&nbsp;It diversifies and expands our economic space. More importantly, the larger market allows our companies to expand and create more and better jobs. I have a 60-year-old resident who was retrenched from his Oil and Gas job nine months ago.&nbsp;When I visited him recently, I thought that he might be despondent from not finding another job easily.&nbsp;Fortunately, he had leveraged on his network in Thailand which was established in an overseas posting quite a few years ago, and found another job in Thailand rather quickly.&nbsp;We can similarly build such resilience in our system by looking at the Southeast Asian market as an extension of the Singapore domestic market. This then requires our companies and younger Singaporeans to better understand the region.&nbsp;</p><p>Our schools, public service and trade associations have already started exchanges.&nbsp;We must continue to deepen engagements at all levels. With Singapore as the ASEAN Chair, this is an important opportunity for our different entities to lay the foundation for deeper ties. Rather than just attachments to companies in Singapore or in America, UK, our students can be given opportunities to study or work alongside their Southeast Asian counterparts.&nbsp;The MNCs which operate in this region can be useful partners under the Global Innovation Alliance to scale up such opportunities. We should also seek to establish business councils with Southeast Asian countries where there are currently none.&nbsp;This provides companies with bilateral and multi-lateral opportunities to deepen understanding of investment climate and structures. Having the fastest growing region at our doorsteps is an unparalleled chance at economic expansion. We must be mindful that it also brings along regional companies eager to partake in the growth.\tWe will have competition and opportunities in equal measures.&nbsp;</p><p>While economic restructuring and technological disruptions have affected jobs and caused uncertainty, we are restructuring from a position of strength in a high-growth region.&nbsp;Many of the fastest growth countries in the world are Southeast Asian. However, we need a new, a different job market to help our Singaporeans to navigate the vagaries of the changing market. We will need longer term investment in Southeast Asia to ensure longer term economic growth. We have the correct foundation in Singapore but we must all participate in this change so that all Singaporeans can grow together as one. Mr Speaker, Sir, I support the Motion.&nbsp;&nbsp;</p><p>4.31 pm</p><p><strong>The Minister for Education (Mr Ong Ye Kung)</strong>: Mr Speaker, Sir, I rise in support of the Motion. Today, like many Members of the House, I would like to talk about the issue of inequality.</p><p>Singapore has wrestled with the problem of inequality since the birth of our nation and it remains unfinished business today. But each country's situation is different.&nbsp;We should unpack the issues carefully so that we better understand our situation, what we have been doing to tackle this problem and what more we can do.&nbsp;</p><p>There are at least four dimensions to the problem of inequality. First, the income gap in society -- the difference between the top and bottom income segments. Second, between the extremes, what is the distribution in the middle and whether we have a strong middle income core. Third, how dynamic or static is this distribution and whether there is mobility, especially from the bottom upwards. And fourth, while accepting that there is inevitable income disparity in every society, do different groups interact well with one another?</p><p>So, to put it simply, the gap, the core, the churn and the mix. I will go through each. Mr Speaker, Sir, with your permission, I would like to distribute a few charts and also show them on the screen.</p><p><strong>Mr Speaker</strong>:&nbsp;Yes, please. [<em>Handouts were distributed to hon Members</em>]</p><p><strong>Mr Ong Ye Kung</strong>: First, let us look at the gap between the top and bottom income segments. One indicator is the ratio of incomes at the 90th percentile to the 10th percentile. I use household income per household member here for Singapore.</p><p>Compared to countries such as the US, South Korea, UK and Finland, our ratio is quite high. Last year, it was 5.8 -- Members can see on the chart; we are second, just below the United States. But we must take into account the fact that we are a city state. If we compare ourselves with other major cities around the world, I think we will not be out of kilter.</p><p>We have been moderating income disparity through polices, especially with a progressive tax system. The top 10% of income earners in Singapore contribute about 80% of our personal income tax revenue. These are, in turn, redistributed to lower income Singaporeans through schemes such as the Workfare Income Supplement, GST Vouchers, higher subsidies for lower and middle income households in education, healthcare, housing, and so on.</p><p>As a result, lower income families in Singapore receive about $4 in benefits for every dollar of tax they pay. Middle income families receive $2 for every tax dollar.&nbsp;This rate of redistribution is higher than the $1.30-$1.40 that middle income households received for every tax dollar in UK, US and Finland. So, our redistribution rate is actually higher.</p><p>What is equally important is that high income earners also give back to society through philanthropy. Throughout our history, we had been blessed with successful businessmen and philanthropists -- people like Lim Nee Soon, Tan Kah Kee, Syed Mohamed Alsagoff, Govindasamy Pillai. This giving spirit is still very much alive today and we must continue to encourage it.</p><p>With the muscle of progressive taxation and redistribution, and the spirit of giving back, we can moderate the impact of an income gap.</p><p>Second is the core. What is more important is the distribution of income between the top and bottom extremes and whether we have a strong middle income core. The most well-known indicator of income distribution is the Gini coefficient. We are quite familiar. It ranges from zero to one. The closer it is to zero, the more equal the society. Conversely, the closer it is to one, the more income is concentrated at the top and the more unequal the society.</p><p>We did not compute Gini coefficient until 1980. But we know that in the 1960s, inequality was very high. Then, many Singaporeans were poor, did not have proper roofs over their heads, never attended school. Yet, there were many wealthy traders and estate owners. So, one study estimated that in the 1960s, the Gini coefficient probably was around 0.5. So, it was very high -- shoot through the charts.</p><p>But to drive growth and create jobs, we opened up our economy, industralised, attracted foreign investments. We built HDB flats, educated ourselves. Singaporeans saw their income and standard of living rise. During that period, Members see on the chart, the Gini coefficient trended downwards, right into the late 1980s.</p><p>In 1997, Singapore was hard hit by the Asian Financial Crisis. In 2001, the burst of the US dot.com bubble affected us too. In the aftermath of both events, we observed Gini coefficient spiking very steeply -- Members can see on the chart.</p><p>Fortunately, the global economy picked up over the last 10 years and we have seen inequality moderate over the same period.</p><p>There have been studies to show that GDP growth actually excerbates inequality. However, as Members can see from the chart, our experience is that the fall in Gini coefficient coincided with periods of growth. And the reason is because ours is a model of inclusive growth that benefitted the masses, where there is tripartite cooperation between workers, employers and Government and when there's a belief that we share the fruits of success –&nbsp;we all eat from the same rice bowl. So, as a result, you will find that when there was growth, we actually moderated our Gini coefficient.&nbsp;</p><p>Today, after taking into account Government transfers and taxes, our Gini coefficient is about 0.36, better than the US at 0.39 and about the same as the UK. We are, however, higher than other European countries and Japan because of their comprehensive welfare systems, a topic that I will come back to later.&nbsp;</p><p>To measure the strength of our core, we use median household income. In Japan, the US, UK, Denmark, Finland and many countries, the real median household income either stagnated or expressed close to zero growth between 2006 and 2016 -- all the blue bars on the chart – very low growth or no growth.</p><p>In contrast, over the same period, there was healthy growth in median real household income in Singapore, as shown by the red bar. And&nbsp;this is a result of income growth across the board, including for the lower income segments in Singapore.&nbsp;</p><p>The strongest evidence of a healthy middle income group in Singapore is our changing lifestyles over time. Birthdays and festive celebrations in restaurants, living in bigger HDB flats and ECs, family vacations overseas -- these are not enjoyed by an exclusive few but by the broad masses.</p><p>This is also not a natural occurrence, but a result of our model of inclusive growth.&nbsp;</p><p>The challenge ahead is that many middle income families hope to do better and for their children to be better off than them. But given the high base we are at, the climb is getting harder. We will still improve but it will most likely be in steps and not in leaps. We should also not define a better life purely in economic and material terms but also other aspects of a holistic quality of life, from a more pleasant and greener environment to a more cohesive and caring society and with a greater pride in being Singaporeans.</p><p>The third dimension of inequality is churn or social mobility. The Ministry of Finance has studied the incomes of young Singaporeans in their 30s compared to their parents. Fourteen percent of those with parents who were in the lowest income quintile when they were growing up, managed to move up to the top quintile of income earners when they were adults in their early 30s. This rate is much higher than the 7.5% in the US; 9% in the UK and about 12% in Denmark.</p><p>This is an important part of the Singapore character and one of our biggest national achievements –&nbsp;that Singaporeans are able to transform the lives of their families over one generation.</p><p>A major contributing factor is our belief in meritocracy. But public policies play a big part as well. A key one is education. We ensured universal access to good general education which uplifted the population.&nbsp;</p><p>We do what we can to remove barriers erected by financial difficulties. Education at all levels is heavily subsidised. Additional support is provided for children from lower income families. Because of that, many students who would have dropped out of school, were able to continue to be engaged in their studies.</p><p>This explains why in PISA, our 15-year-old students from disadvantaged backgrounds performed much better than their peers of similar backgrounds in developed countries, not just in literacy and numeracy but also in other critical soft skills such as collaborative problem-solving<span style=\"color: rgb(51, 51, 51);\">. Compared to other countries, Singapore has one of the smallest proportions of low performers in PISA. So, if Members look at the chart, all the way to the right, is Singapore, the lowest bar, that is the percentage of low performers in PISA. In fact, there are no more bars to our right -- we are the lowest.</span></p><p>In other words, we have one of the smallest education underclass in Singapore. And if we wish to equalise the education outcomes further, we can, and there are two ways. We can, first, reduce academic rigour across the board so that everyone performs more or less the same. Or we can strive even harder to help those at the bottom level up, as we have done all these years.&nbsp;</p><p class=\"ql-align-center\"><strong>[ Deputy Speaker (Mr Charles Chong) in the Chair]</strong></p><p>Our choice is clear. By nature, we are hardworking people and that is a virtue. We will continue to work hard, we will do what is right for students, support as many of them as possible to do what they like and, love and be the best they can be.</p><p>We also provide broad access to tertiary education. Today, seven in 10 of each Primary 1 cohort progress to publicly-funded degree or diploma programmes. Amongst students who live in 1-, 2- or 3-room HDB flats, more than half moved up to diploma or degree programmes.</p><p>Our home ownership policies played a major part in social mobility too. HDB provides significant housing grants to help Singaporeans buy their homes –&nbsp;with the lower income getting more help than the higher income.&nbsp;So, in my constituency, we have many new BTOs. When I do my home visits, I meet many families who have moved out from their rental flats into a flat that they now own with great pride and often with the help of additional housing subsidies.</p><p class=\"ql-align-justify\">With schemes such as Fresh Start and the Tenants’ Priority Scheme, I am sure more will follow the path of the 3,700 public rental households who have&nbsp;become homeowners in the last five years. But the success of our policies have led to a new set of issues. Families who did well are able to pass down the privileges to their children, through better coaching, enrichment classes and exposure to the world.&nbsp;Their children have a head start.</p><p>&nbsp;For families who cannot move up despite the stronger and better support that is available now, we find their circumstances more dire and challenging than poor families of the past.&nbsp;Social stratification is starting to become entrenched.&nbsp;<strong>&nbsp;</strong></p><p>Let me now turn to the fourth dimension of inequality, which is mix.</p><p>Singaporeans have always been relatively blind -- to race, income and family backgrounds. I used to play football at Bukit Merah Secondary School -- I was just talking to Mr Azmoon on this. He also used to climb over the fence and play football at whichever school -- I do not know. But I played in Bukit Merah Secondary School legally, until my knees got busted, because without fail, every weekend -- Saturday -- someone would book the field, open up the gate, and whoever wanted to play would just play and I would always go there, and people living around, other groups, would just join in. There would always be strangers amongst us. And then we did&nbsp;<em>chut-ho-bay</em>,&nbsp;<em>o-bay-som;&nbsp;</em>we divided ourselves into two teams, and we just played. Nobody was bothered who was from where and what background. And this was really the relaxed Singapore way of life.</p><p>This culture is organic but it is also carefully nurtured and reinforced. At least three public policies play a part in doing so.</p><p>First is, again, housing. Every precinct or community is planned with a range of housing types, so that every estate has a good mix of Singaporeans from different backgrounds. We meet one another along neighbourhood coffeeshops, hawker centres and community centres. Our playgrounds are getting better and better and more interesting, and we see kids from all backgrounds, with parents and grandparents in tow, playing together.</p><p>But we do not stop at hardware. The People's Association and other community organisations hold many activities to encourage communal interactions and forge bonds.</p><p>Second is National Service, or NS. It is a universal rite of passage for every Singaporean male. Everyone trains, eats, sleeps together. NS is not just a security apparatus, but also an important national institution which fosters social mixing at different stages of our lives.</p><p>And third, the education system. The great majority of Primary schools in Singapore have students from all socio-economic levels.</p><p>Over 80% of our schools have a relatively balanced mix of students from top and bottom socio-economic quintiles with at least 5% of their students from each of these two quintiles. And children, being children, they will play and learn together. But we can do better, and we should, and we will.</p><p>There is a perceptible reduction in social mixing in recent years. The study by the Institute of Policy Studies on a nascent class divide has often been cited. Mr Ang Wei Neng mentioned that too yesterday.&nbsp;</p><p>So, some schools, due to their history, culture, or programme offerings have large proportion of students from higher income groups. That has raised concerns and a few principals have pointed that out in their public comments and speeches over the years.</p><p>People are free to choose their friends and who they want to be with, but when groups are predominantly formed along socio-economic status – whether one is rich or poor –&nbsp;it is the start of stratification, and that will poison society over time. Our policies will need to work against this trend to actively bring Singaporeans of all backgrounds together.</p><p>So let me summarise, after I have gone through gap, core, churn, mix.</p><p>In many developed countries, inequality had been characterised by stagnation -- of wages and economic opportunities for the masses.&nbsp;Median income stayed still. There is a growing underclass.</p><p>In Singapore, our median income is still rising. Lower and middle income families continue to experience real income growth and social mobility. Singaporeans have been enjoying a rising standard of living and are motivated to do well. This is both a result of our culture, who we are, as well as our public policies. But transforming from Third World to First has created new problems and new forms of inequalities.</p><p>First, a rising middle class which aspires to do even better, but material progress is getting increasingly difficult given our high base.&nbsp;Second, some low-income families find it difficult to uplift themselves, and stratification risks becoming entrenched. And third, some amongst the higher income segment are becoming socially distant from the rest.&nbsp;These are our three inequality problems.</p><p>Some think that universal welfare can be a solution to all these problems. Universal welfare – what does it mean? It means making assistance broadly and easily accessible to not just the lower income but also the middle income. Proponents argued that with universal welfare, there will be no stigma associated with social assistance, and the dignity of the lower income will be preserved. A few countries have implemented universal welfare. But make no mistake – no handout is actually free. Someone has to pay for it. To support universal welfare, taxes need to go up.</p><p>For these countries, average income tax on a typical worker is about 30%; GST is typically 20% to 25%. In Singapore, half of our population do not pay personal income taxes, and GST is still single digit.&nbsp;If we want universal welfare, taxes on ordinary folks, including the middle income, will have to be much higher.&nbsp;</p><p>But the greater concern is the impact on motivation. I noticed that yesterday, Mr Pritam Singh alluded to it and it is a concern that should not be dismissed. So, a few weeks ago, in a public dialogue, I called for views and suggestions on how we can better tackle inequality and I thank everyone who contributed and wrote to me.</p><p>One young man left a comment on my Facebook page -- his name is Chee Kian and he is now a teacher. His father was a taxi driver, his mother a cleaner. He said, \"I benefited from the meritocratic system in Singapore. I worked hard through the education system to achieve what I am today. However, I notice that it is getting harder for poorer students to break through the system like the past as privileged kids garner (many) advantages since young...and stay ahead. (We need to) bridge the gap between the rich and the underprivileged through education so that more Singaporeans are able to succeed through working hard.\"</p><p>This is a young man who clearly empathises with the challenges of the low income. But his solution was for the system to enable people to help themselves, not welfare.&nbsp;What is the difference? We make help available to them, but we also preserve their motivation, so that they continue to strive, instead of being passive recipients of welfare.</p><p>Members of this House have worked with low-income families week in, week out; and you understand their plight. Others outside of this House might have read about them and their plight. But let us not forget the ethnographies of those like Chee Kian who have worked hard and bounced back, thanks to the social trampoline we have. The Government must continue to extend assistance to the disadvantaged and it will. But making handouts easy and unconditional is not dignity; self-reliance is.</p><p>What can we do in the next phase, especially for education, and how should we do it? The phrase \"bold changes\" in the President's Address received a lot of attention. While we should be bold, we should not be reckless for this will undo what had worked and undermine the&nbsp;fundamentals of our system -- and all that have helped serve our students well over the years. Let us not undermine them.</p><p>We must be bold, and we must be wise. To do this, we must put our ears close to the ground -- listen to the voices of all segments of Singaporeans. If we listen close enough, we will also realise that the \"voice of the people\" does not deliver a singular message, rather it offers a diversity of views -- conflicting and complex, even as they remain compelling.</p><p>Take for example the call for streaming to be abolished. The argument is that it will remove the label and the stigma of the Normal streams.</p><p>But we also need to put ourselves in the students' shoes. We cannot assume that the students all want to be in the Express stream. Some prefer the pace of learning in the Normal streams. Many students will tell you -- and I am&nbsp;sure they used to tell Mr Ng Chee Meng when he visited them -- they will tell you they prefer to be a big fish in a smaller pond, rather than a small fish in a bigger pond.</p><p>Many students in the Normal (Technical) course also like the more applied and hands-on curriculum which they feel plays to their strengths.</p><p>So, we cannot ignore how these students feel. Remember, stigma is not an education policy, but the result of our own attitudes and biases.</p><p>There is also the call for PSLE to be abolished -- one of the hot favourites. So, that way we take away the stress and the unfairness, because those from better family backgrounds can afford additional help and prepare their children better for their examinations. And therefore, abolish PSLE.</p><p>But if you speak to enough parents, you will also realise that many support the PSLE system because the PSLE experience teaches their children to work hard and to demonstrate what they have learnt throughout Primary school years.</p><p>Many parents are also not overly stressed by it because they do not see PSLE as an exercise to chase for high marks, but rather as an objective and transparent way to decide which secondary schools their children will go to. For many families and students from humble background PSLE is their way to do well and go to a school of their choice. The alternative, which is to go by residential location, is even more unfair.</p><p>From 2021, we will replace PSLE T-score system with wider Achievement Levels. With this change, we will not differentiate students so finely for Secondary 1 Posting.</p><p>If the scores are no longer so fine, how do we then allocate Secondary school places? For students with the same scores, we will use tie-breakers -- citizenship first, then your choice, and finally when all else fail, we ballot. I am confident that this will reduce the stress on students and help them enjoy learning more.</p><p>This is a big-step change and it is coming in three years' time.</p><p>We have also heard many considered views and arguments on how we can improve the education system -- better help the disadvantaged -- and we have acted on them. We will see results in the coming years.</p><p>One strong view over the years which resulted in a consensus is that one of the best ways to help children from lower income families is through quality pre-school education. These are their formative years and will have lasting impact. We have been growing the capacity and quality of the pre-school sector, including introducing MOE Kindergartens where one-third of the places are set aside for children from low-income families.</p><p>At MOE Kindergartens, children do not mug, study and get trained academically. Instead, they learn through play and conversations. Through these activities, they develop confidence, social skills, as well as a foundation in literacy and numeracy. We heard the voices of people such as Ms Denise Phua, who has always championed a programme-based rather than class-based approach to cater to different learning needs and interests of students.</p><p>So, we are ensuring more porosity between such classes and streams.&nbsp;For students in the Normal (Academic) stream, we introduced subject-based banding where they can attend certain classes together with students in the Express stream. We introduced the Polytechnic Foundation Programme where good performing students in Normal (Academic) streams can articulate directly to Polytechnics, and they did very well. I think more can be done in this area.</p><p>We received so much feedback about stress in the system and too much rote learning. So, over the years, our curriculum and pedagogies have continuously evolved and changed.&nbsp;</p><p>Non-essential curriculum was cut down drastically. Long gone are the days where children are expected to do well just by memorisation.&nbsp;Today, Primary school students face their first examinations only at the end of Primary 2. We embedded 21st Century Competencies, which are critical soft skills, into the curriculum.</p><p>The way higher education is being delivered in ITE, Polytechnics and Universities, has also been drastically transformed. It is nothing like what parents remember them to be.</p><p>We have also put in place more help for the young from vulnerable families.</p><p>KidSTART builds all round support for these children. The Ministry of Social and Family Development has roped in social workers, counsellors, nurses, paediatricians and educators to provide holistic support to these children.&nbsp;The target is to help 1,000 children over a period of three years. That is the pilot programme duration.</p><p>In lower Primary, we will continue our efforts, including through the Learning Support Programme. Through the Programme, which is conducted in small groups of eight to 10, we dedicate resources to help weaker students.</p><p>This is why even though our student to teacher ratio is at the levels of other developed countries, MOE has refrained from implementing a general reduction in form class sizes.</p><p>Smaller form classes across the board can be beneficial to students, but it will deprive weaker students of the more dedicated support that we are able to provide today.&nbsp;So, embedded in our class size practices is also our social compact.</p><p>After-school environments matter too.&nbsp;Students need a supervised and secure environment to complete their homework, study for tests, and seek counsel and guidance. By 2020, there will be student care centres in every Primary school.</p><p>Admission policies greatly affect diversity in our schools. For Primary 1 registration, 40 places in each school are set aside for Phases 2B and 2C – which are for children who do not have prior direct connections to the school.&nbsp;From next year, Secondary schools with affiliated Primary schools will have to ring-fence 20% of the places for students without affiliation.</p><p>We also work with many community partners. The major education and assistance programmes are funded and run by the Government in an ethnically-neutral way.&nbsp;Self-Help Groups come in, complement the effort by reaching out to vulnerable members of their communities and offer additional help.</p><p>Let me share two stories. First is Mdm Sharinna Tan, a single parent to four children. They used to live in a 1-room rental flat in Bukit Merah. Mdm Tan worked as a part-time clerk earning about $1,000 a month.</p><p>Various organisations – Government agencies, ST Pocket Money Fund, public hospitals -- stepped in to assist her.&nbsp;CDAC reached out to her, and her children benefited from one-to-one tuition under the Supervised Homework Group Programme.</p><p>Today, Mdm Tan is working as a sales coordinator, earning about $2,000 a month.&nbsp;She is the proud owner of a 2-room HDB flat.&nbsp;Her eldest son just graduated from Ngee Ann Polytechnic and he won an award for the most outstanding academic performance in his course.&nbsp;The other three children are studying also in Ngee Ann Polytechnic, another one in ITE and the last in Secondary school. All are coping well.</p><p>The second story is that of Mr Hairul Hakkim Khuthibutheen.&nbsp;When he was 14, his father passed away.&nbsp;The family downgraded their flat.&nbsp;The mother had to return to the workforce to support the family.&nbsp;She worked as a factory operator and a service staff in a fast food restaurant.</p><p>Mr Hairul received help from various schemes, including from Mendaki, Sinda and bursaries from the Muslim Trust Fund.&nbsp;That helped him complete his studies.&nbsp;He graduated as the top student from NUS Law Faculty in 2016.&nbsp;Today, he is a Justice Law Clerk at the Supreme Court, very nearby.</p><p>These are two of many Singaporeans whom our system has helped.&nbsp;</p><p>Finally, one of the best counters against inequality is SkillsFuture.&nbsp;If meritocracy is confined to academic excellence; success is defined narrowly as being a university graduate holding a professional or managerial position; then pathways will be limited, possibilities reduced and opportunities curtailed. There is a pertinent question in Chinese:&nbsp;为什么要千军万马过一个独木桥？Why ask an entire army to cross the river using one plank, a single plank?&nbsp;Why can we not have many pathways to success?</p><p>In Switzerland, 35% of youths go to universities, while the rest enrol in upper-Secondary vocational and apprenticeship training.&nbsp;Children, together with their parents, make those choices at a fairly young age, based on their talent and interests, with little or no stigma associated with any of the choices. The society respects everyone.</p><p>Through SkillsFuture, we want to help everyone discover their strengths and talents, build the pathways to help them achieve skills mastery, through lifelong learning and honing of their craft.</p><p>We have made some progress.&nbsp;Today, we can celebrate our children choosing to be a coder, cyber security expert, chef, event organiser, creative designer, hospitality professional, nurse, early childhood educator, film-maker or craftsman.&nbsp;And they have to undergo the requisite training, not necessarily in a university. This is not the case 10 years ago.</p><p>But a lot more needs to be done. We will have to develop even more pathways and opportunities within our education and training system.</p><p>Employers' hiring and human resource practices have to wake up to this new mindset.&nbsp;Some employers have and I applaud them.&nbsp;Societal mindset will take even longer to evolve and change.</p><p>We will continue to improve our policies and we will not stop at these measures.&nbsp;My invitation for ideas and suggestions remains open.&nbsp;From the multitude of voices, we will discern that singularity of action, a choice that is right for Singapore, and one which we must explain well, persuade people and be able to defend publicly.</p><p>So, bold moves need not always be major changes.&nbsp;They can be a change in the way of thinking, a spark to add to the Singapore flame.</p><p>This has to be supported by an entrepreneurial attitude towards tackling problems such as inequality.&nbsp;We will actively look out for fresh ideas and try out new solutions.&nbsp;If we come across an interesting and promising approach, we will be prepared to consider it, develop it further, run a pilot programme and see how it works.</p><p>Mr Deputy Speaker, Sir, I started this speech by committing ourselves to tackling the \"unfinished business\" of inequality.&nbsp;I do not mean that it will ever be finished.&nbsp;It will always be a work in progress.</p><p>Today, we may be in a better situation than many other developed countries. But tackling inequality requires ceaseless striving.&nbsp;It was so for the first men and women who sat in this House when our country was mired in turbulence, violence and uncertainty.</p><p>Today, we live in an era of peace and prosperity, an era where much wealth has been created, but much inequality still exists.</p><p>To tackle this challenge, we must once again pledge ourselves, as one people, no matter the circumstances of our birth, no matter the luck of our draw, no matter the successes and failures that attend our lives – to create a more equal society. We must keep working at it. We must do so by appealing to the sense of unity of Singaporeans, never by pitting one group against another, pandering to the diverse, divisive forces in society.</p><p>Tackling inequality is not just a long-term challenge for tomorrow but a national priority today. Fixing this is not the responsibility of any one segment of society.&nbsp;It demands something from all of us, because there is no more vital task than bringing Singapore and Singaporeans together. [<em>Applause</em>]</p><p>5.10 pm</p><p><strong>Mr Cedric Foo Chee Keng (Pioneer)</strong>:&nbsp;Mr Deputy Speaker, I enjoyed very much what Mr Ong Ye Kung has spoken about. Indeed, when debating the President's Address and, particularly this time around, with the 4th Generation of leaders drafting it, it is very important to look further forward. It is heartening to hear what kind of society, in terms of equality, which is a very important subject, the 4th Generation leadership intends to forge for future Singapore.</p><p>His framing of the Gini coefficient -- which is often used in academics and all -- that society inequality cannot be reduced to just one number. Corrado Gini developed this in the early 1900s, that if the number is high, it is bad; if the number is low, it is good, I think this is too simplistic. So, it is heartening and enlightening to hear that he sees it in different ways. The gap is one but also, very importantly, how large is the core in the middle, how has it progressed.</p><p>And when the Minister talked about churn, he is talking about upward mobility. I remember that in many of the pre-Cabinet discussions that we were involved, we looked very specifically at household income by deciles; we are not blindsided by just one big average number. It is good to know that such attention was still paid to it.</p><p>I would like to know, in his view, apart from the gap, how does he see the core expanding? This upward mobility in terms of churn, it is very important because it gives hope to society.</p><p>The other aspect which he talked about, which is mix, it defines the day-to-day experiences in Singapore under the 4th Generation leadership. How is it like as a Singaporean living in those years, mixing with people of different social economic groups, and so forth? I would like to hear a little bit about this issue.</p><p>5.13 pm</p><p><strong>Mr Ong Ye Kung</strong>:&nbsp;I thank the Member for his question. Minister Heng Swee Keat always says when he was former Minister for Education, every problem in the world boils down to education; it is always education's fault. But what the Member asked, therefore, shows that it is really not just about education. The gap always exists, especially for a globalised city state like ours, but we want a strong core, and you asked very pertinently how we build up that core.</p><p>First and foremost, as my chart showed, with a inclusive growth model, we grow, the fruits can be distributed, especially under our system of tripartism. So, NTUC, MOM, employers coming together is such an important institution that we have.</p><p>Secondly, the world is changing, our economic model, how we earn a living for ourselves as a little red dot, is also changing, and we must find an economic growth model that continue to let us do well in this world which the masses can participate. That goes back again to Minister Ng Chee Meng's speech and how that economic model can benefit us.</p><p>While we do all that, continue all our social programmes –&nbsp;NS, housing, education, making sure that Singaporeans continue to mingle, continue to feel as one – I can continue to play football in Bukit Merah Secondary, notwithstanding my knees.</p><p>5.14 pm</p><p><strong>Mr Ang Hin Kee (Ang Mo Kio)</strong>:&nbsp;Mr Deputy Speaker, last week, a global icon of disruptive technology packed up and left Singapore. Yes, Uber came, disrupted and left abruptly. Other apps which came and left include Easy Taxi and Karhoo. Most recently, Go-Jek and Jugnoo arrived on our shores. Disruptive technologies will come and go, and we can expect this trend to continue. By now, we are familiar with how ride-sharing apps have radically transformed the taxi industry. These new technologies change the way we commute as more turn to such apps to book rides.&nbsp;This also means more job opportunities for freelance drivers.</p><p class=\"ql-align-justify\">When ride-sharing apps first came onto the scene, they were pitting themselves against the taxi operators. Then the lines started to blur.&nbsp;Alliances started to form through products like JustGrab and UberFLASH. Eventually, we saw two large alliance Uber and Comfort versus Grab and the others. More cabbies also started to use the apps platform and many learned new technologies to make a living.</p><p class=\"ql-align-justify\">However, the sudden Uber and Grab merger announcement followed very quickly by Uber's quick exit caught everyone by surprise.&nbsp;Uber employees were asked to pack up on the day of the announcement and to go home and wait for further notice.&nbsp;Commuters were worried about Grab monopolising the industry.&nbsp;</p><p class=\"ql-align-justify\">Freelance drivers were not sure how their livelihoods would be affected.&nbsp;Many had signed on to these ride-hailing apps to make a living. Some even changed jobs, bought a car or leased it long term to enter this market.&nbsp;They were perhaps lured by the promise of flexibility and good income.&nbsp;With Uber’s sudden exit, there was no one to turn to as both Uber and Lion City Rentals offices were closed, and the senior management at Uber Singapore were uncontactable.&nbsp;The whole episode left a bitter aftertaste.&nbsp;Perhaps, disruptive technology brings along with it disruptive management.</p><p class=\"ql-align-justify\">Hence, it is only right to ask, is this typical of how management of such disruptive technology firms will operate in Singapore?&nbsp;</p><p class=\"ql-align-justify\">I guess, like most things in life, it depends. There are many other apps-based platforms operating here, ranging from food/retail delivery to talent matching services, benefitting many freelancers.&nbsp;I recently spoke with the President of the Sharing Economy Association Singapore and he assured me that his members desire to be responsible corporate entities to freelancers and consumers.</p><p class=\"ql-align-justify\">But how will we know if freelancers embarking on the gig economy or availing themselves to such platforms will not be left to deal with another Uber disappearing act?&nbsp;I propose four areas to strengthen the support for freelancers and those who are considering this career option. Let me first declare my interest. I work in the NTUC and I look after the welfare and needs of taxi drivers, private hire drivers and freelancers.</p><p class=\"ql-align-justify\">What are the four ways?</p><p class=\"ql-align-justify\">One, do more to educate our job seekers and school leavers<strong> </strong>on what to look out for if they choose to embark on freelancing as a career option. Just last month,&nbsp;we met with 100 Education and Career Guidance Counsellors from MOE.&nbsp;The aim is to update them on the developments within the freelance communities.&nbsp;This enables them to better advise students who might be considering freelance work.&nbsp;Similar efforts are in place with career counsellors for adult job seekers on what sustainable freelancing is like, the risks involved and the possibilities.&nbsp;Many freelancer communities and platform operators have also volunteered to share their experiences and industry tips at these engagement talks.&nbsp;</p><p class=\"ql-align-justify\">Secondly, look after the immediate needs of freelancers, especially in the areas of healthcare. One way is to embrace the recommendations made by the Tripartite Workgroup on Self-Employed Persons.&nbsp;In fact, some platform operators like Grab, have started to make co-contributions to the Medisave account of the freelancers on their platform.&nbsp;This is an encouraging move and parallels existing efforts by taxi operators to help cabbies with their Medisave.</p><p class=\"ql-align-justify\">&nbsp;The next step is for our freelancers to have access to insurance products that protect them in the event of a long-term illness or injury, since the loss of income is particularly troubling for self-employed individuals if they are unable to work for an extended period of time.&nbsp;Insurers have been approached by the Tripartite Workgroup to design such a product and I hope it will be available soon. Coincidentally, in today Straits Times Life section, there is also an&nbsp;extensive write-up about lives of freelancers in the audio, stage lighting and rigging work and the need for protection when they face with injury and long-term illnesses. In Mdm President’s speech, she also reminded us that we must continue to strive to become a more caring and inclusive society, especially for our workers.&nbsp;Freelancers, Mr Deputy Speaker, are an important part of our workforce and a good place to start is to provide a safety net for them.</p><p class=\"ql-align-justify\">&nbsp;Thirdly, accord recognition to the dispute resolution framework set up by the supervising Government agency.&nbsp;The Info-communications Media Development Authority, MOE and LTA have already put in place such a system for media freelancers, sports coaches, instructors as well as taxi drivers.&nbsp;Such dispute resolution systems allow freelancers to work through payment disputes with the production houses, schools and the taxi operators.&nbsp;More Government agencies should set up such a framework so that freelancers under the purview of their respective sectors can be better supported.&nbsp;Perhaps, applicants for Government funding should be required to offer medical coverage and dispute management framework for freelancers if they engage freelancers in&nbsp;their services.</p><p class=\"ql-align-justify\">&nbsp;Fourth, caveat emptor or buyers beware is a great reminder to buyers to be careful when a deal looks too good to be true.&nbsp;This principle applies to freelancers too.&nbsp;For instance, many had wanted a light touch regulatory approach for the private hire sector.&nbsp;However, those affected with Uber’s sudden exit from Singapore now question why the Government could not do more.&nbsp;With technological disruptions and the speed that it is transforming industries, it is important that our regulators move quick to ensure a support system is in place for our freelancers. However, it is equally important that freelancers exercise caution towards platforms who do not want to subject to or commit to tripartite standards, advisories and guidelines designed to do right by our workers.&nbsp;</p><p class=\"ql-align-justify\">&nbsp;It is true that we want to remain a nation of opportunities, where we can invite new ideas from the world to come to Singapore and take root. Our workers, including freelancers are also prepared to adapt to evolving market conditions and embrace technology. Businesses likewise need to demonstrate a willingness to be in sync with our workers’ commitment.&nbsp;</p><p class=\"ql-align-justify\">&nbsp;Finally, are we upset with Uber for letting us down?&nbsp;Yes, I think we are.&nbsp;</p><p class=\"ql-align-justify\">Are we still an economy that welcomes new ideas, allows test-bed for innovations and involves our local workforce in these exciting ventures? We most definitely are.&nbsp;</p><p class=\"ql-align-justify\">Despite this Uber episode, we want to tell those with the best ideas and technologies to come to our shores.&nbsp;We are prepared to share risks.&nbsp;We are a city of innovation, of new adventure.&nbsp;However, an abdication of responsibility is not what we signed up for and should not be allowed to take root here, neither for our freelancers, nor for our workers. I support the Motion, Mr Deputy Speaker.</p><p class=\"ql-align-justify\">5.23 pm</p><p><strong>The Senior Minister of State for Defence (Mr Heng Chee How)</strong>:&nbsp;Mr Deputy Speaker, I thank the President for her Address to this House.&nbsp;In the part of her speech about forging a cohesive, caring and inclusive society, she said and I quote:&nbsp;“Singaporeans want to live in a fair and just society, one based on meritocracy, but at the same time strives to leave no one behind. Thus, we are each prepared to do our best, but also to walk alongside fellow citizens who need help to keep up.&nbsp;In Singapore, people must always be able to get ahead through effort and excellence. We must open up more progression pathways and celebrate a broader range of successes.\"</p><p>She went on to say, “We must tackle inequality vigorously. We need to provide the right additional support to those needing it -- in housing, education, skills training and employment - so that meritocracy works well. Only then can everyone do well through hard work, talent and skills, regardless of their backgrounds.&nbsp;We need to pay special attention to the growing population of the elderly. We will continue to help older workers stay employed, earn fair wages and save more, so that they can age with dignity and purpose.“</p><p>Sir, this resonated deeply with me.&nbsp;For many years now, I have been speaking up for the fair treatment and strengthening of employment and employability opportunities for older workers.&nbsp;I am very happy that the President’s speech emphasised this.&nbsp;And, given that the speech bears the imprint of our 4G leadership, I believe that older Singaporean workers can now have the confidence, the comfort and the expectation that this commitment will continue to be kept.</p><p>The Government and Tripartite Partners have worked closely over the years to enable workers to prolong their working years.&nbsp;The most obvious measure has been the extension of the Retirement Age, followed by the introduction of the Re-employment Age and the further raising of the Re-employment Age ceiling. As a result of all these efforts, workers in Singapore have legal backing not to have their services terminated by their companies on account of age alone before reaching the Re-employment Age ceiling and that ceiling has been raised to 67 last July.</p><p>Beyond that, there have been a range of measures aimed at strengthening the competitiveness and attractiveness of employing older workers.&nbsp;The Special Employment Credit and the Additional Special Employment Credit are two examples of wage subsidies given to employers to defray part of the cost of employing older workers.&nbsp;The additional training subsidies intentionally given to support training undertaken by older workers is aimed at spurring skills updating and upgrading on the part of our older workers.&nbsp;The WorkPro Job Redesign Grant incentivises companies to render their work equipment and processes more age-friendly and even ageless.&nbsp;All these measures have helped improve the employment rate for older workers over the years, which for the cohort aged 55 to 59 has increased from 8% to 9.4% between the year 2007 and 2017 and in the age band from 60 to 64 in those same 10 years from 2007 to 2017, from 3.5% doubling to 7.3% and then for the even older groups, aged 65 to 69, between 2007 and 2017, from 1.7% to 4.1%. So, these are very good concrete results.</p><p>But we have no time to rest.&nbsp;Companies and entire industries are facing disruption caused by rapidly advancing technologies and changing business models. I think we hear a lot of examples in the speeches of Members today. In manufacturing, additive manufacturing technologies will have big impact on the traditional assembly line.&nbsp;Autonomous vehicle technology will mean that people can be conveyed in vehicles from point to point without the need for drivers.&nbsp;Robotics and machine learning will mean that that arena previously open only to humans, for example, arena like advisory services can now be re-modelled. The spread of e-commerce and online shopping is certainly reshaping the retail scene, and will have deep and wide impact on the relevance of large physical store networks and distribution. And so on and so forth.&nbsp;</p><p>While it is easy to recite these disruptive changes, it is much harder to figure what to do with them and how to deal with the impact. And for this very reason, we must do our best to gauge their impact on the use of labour and to plan ahead.&nbsp;In industries and occupations with a higher proportion of older workers, such planning, in my view, is even more critical.&nbsp;We need to develop specific, viable development as well as transition plans for these.&nbsp;We cannot just depend on individual initiative and general provisions and exhortations to deal with this challenge.</p><p>I therefore suggest three ways to help focus Government and tripartite efforts in this quest.</p><p>The first one is: where do we focus on?&nbsp;I looked up the data from the Ministry of Manpower's Labour Force in Singapore Report 2017, and I came to the following understanding. First, the proportion of workers aged 50 and above in our resident workforce had increased from 25.7% in 2007 to 34.4 in 2017. So, the aging trend is clear, it is persistent.&nbsp;Two, out of a resident Workforce of 2.175 million, around 750,000 are workers at or above the age of 50. So, as I have mentioned just now, at 2017, it came to 34%; so that is one in three in the resident workforce above the age of 50.</p><p>The three occupational categories in the resident workforce which have the largest number of workers aged 50 and above are: first, the category of cleaners, labourers and related workers; that is 120,000 resident workers above the age of 50. Service and sales workers, 110,000. Plant and machine operators and assemblers, 99,000 workers. So, that is looking at it from occuptional types.</p><p>If we cut it in a different way, we cut it by industry, and then look at which are the four industries with the largest number of workers aged 50 and above, then we will come to these conclusions: the first one, Wholesale &amp; Retail Trade, 140,000 workers above the age of 50, resident workforce; Transportation and Storage, 93,000 workers; Manufacturing, 85,000 workers;&nbsp;Accommodation and Food Services, 66,000 workers.</p><p>Whichever way of looking at it, either the three occupation groups or the four industry types, they will add up to about half of the older workers in our resident workforce.</p><p>How do we then use these data to help our older workers who are particularly numerous in these industries and occupations?&nbsp;I think a good starting point would be to assess which of these industries and occupation types are already facing the impact of changing technology and business models.&nbsp;Earlier, I mentioned the advent of autonomous vehicles, e-retailing, manufacturing 4.0 and so on. The question is, do we see a correspondence between these new technologies and business platforms and the occupations of the industries that I have just listed as having more older workers?&nbsp;It is very clear that the industries that these workers are in are, like all the others, not exempt from experiencing disruption. They are also experiencing the disruption and the pace can only pick up with time.</p><p>We must therefore initiate action to plan for the older workers in them, so that while there is still time, those who can be trained, updated and upgraded are given at least an equal opportunity to do so, compared to younger workers.&nbsp;For those who face displacement because the technology might wiping out particular occupation groups in the foreseeable future, or for those who see better longer term prospects in other occupations or industries, such occupations will become larger as a result of an ageing population, for example, then they should be prioritised for help to convert.&nbsp;</p><p>Otherwise, if we do not do these plans, we do not target and we do not help and explain and nudge and make happen, then the risk to both older workers and the system will snowball.&nbsp;And when the current technology or the business model that they are in is discontinued, you can see that there will be very quick and concentrated dislodging of workers from these occupational types or industry, and that may then overwhelm the help mechanisms at that very point. So, it is a question of digesting it away while we can in a very constructive way.</p><p>Companies will also find that they cannot employ enough workers with relevant skills if they do not upgrade those that they have currently, regardless of their ages. But please do not neglect the older segment. It is easier, safer and smarter to plan and act earlier and progressively to digest away the problem while there is still time.&nbsp;Done correctly, the older workers could in fact enhance their relevance and value and strengthen their working terms and prospects.</p><p>By tackling the challenge as early as possible, we minimise the number of older workers who will be displaced through irrelevance.&nbsp;In this way, we enable older workers to continue earning incomes.&nbsp;This will not only help them meet on-going living expenses, but also strengthen their retirement adequacy.&nbsp;As we like to say in the Labour Movement, \"A job is the best welfare\".</p><p>Now that we have a better idea where to focus, the next question is: what needs to be done?&nbsp;In essence, I think we should do three Es. The first one is Extend the working life expectancy runway -- so retirement age, re-employment age ceiling, such items will have to be revisited from time to time; two, improve the workplace Environment – the physical part, the processes, job designs, attitudes, make them more age-universal, age-neutral, ageless; third, Enable and energise our older workers through strengthening their capability and confidence.&nbsp;</p><p>As we do so, we strike an increasingly better and more sustainable balance between older workers who have a real chance and choice to remain in work longer while simultaneously ensuring that their work create real value for their employers.&nbsp;What specifically can we do to put into effect these three Es?</p><p>I urge action in three areas: first, make sure that the implementation of the Industry Transformation Maps (ITMs) include the uplifting of older worker skills.&nbsp;Government agencies in charge of coordinating and spurring the progress of these plans must have accountability toward this outcome.&nbsp;Tripartite partners must support the agencies to track progress and flag obstacles in the journey.&nbsp;The desired outcome will not happen by chance.&nbsp;Only constant vigilance, mutual accountability and a relentless attention to detail can get us there.</p><p>Second, step up Work Redesign for Ageless Workplaces. The MOM's WorkPro programme is a very good programme.&nbsp;Thus far, some 650 companies have made use of it to redesign their workplaces and processes for greater age-universality, and some 10,000 older workers working for these companies have already benefited. Ten thousand is an encouraging number but nonetheless it still represents a small fraction of the total number of companies -- 650 -- and proportion of older workers in Singapore -- 750,000.&nbsp;Unless we believe that the vast majority of companies are already very \"ageless\", which we cannot be, not so in their thinking and the way they operate based on our experience on the ground, then obviously what must be done is we must find ways to ramp up the outreach and the take-up, so that the impact can reach and help many more older workers in time.</p><p>Third, review the way forward for retirement and re-employment.&nbsp;I have spoken on this at this year's Budget Debate about the need for Tripartite partners to come together to discuss the next steps for extending the worklife runway, given that we have reached the earlier stated goal of raising statutory reemployment age ceiling from 65 to 67, so I shall not repeat myself here.</p><p>After we are clear about where to focus and what to do, I would add a final ingredient, which is, how do we nudge both management and older workers toward the desired mindsets and behaviour?</p><p>There is a story that goes like this: there were five birds sitting on a branch.There was a hunter nearby and he took aim and fired a shot at them. \"Boom\". All five birds heard the gunshot and knew that they should fly away for their own safety. The question is: how many birds were left on the branch?&nbsp;The answer is: \"it depends\". Why \"it depends\"? This is because knowing is different from deciding, and deciding is different from doing.&nbsp;Knowing and deciding will not save us or give us the edge over the competition.&nbsp;It is in the prompt doing of the necessary that survival and success is to be found.&nbsp;This message, I repeat, really is for both management and our workers because it takes two hands to clap.</p><p>We must thus rally societal pressure against those who persist with ageist behaviour because they are both an affront to fairness and an impediment to progress.&nbsp;At the same time, we must redouble tripartite efforts to nurture, recognise and reward more companies with the right attitudes and practices toward older workers.&nbsp;We must also do our utmost to promote the adoption of the Tripartite Standard on Age-Friendly Workplace Practices, the Human Capital Partnership and other like-minded initiatives to value the initiative, determination and achievement of companies and our older workers.&nbsp;By naming the good and taming the rest, we can then say truthfully and with confidence and a good conscience that \"based on justice and equality\", we will maximise our chances \"to achieve happiness, prosperity and progress for our nation\".&nbsp;Mr Deputy Speaker, I support the Motion.</p><p>5.40 pm</p><p><strong>The Senior Minister of State for Trade and Industy (Dr Koh Poh Koon)</strong>: Mr Deputy Speaker, I stand in support of the Motion.&nbsp;We are living through an era of rapid technological progress which is likely to make automation much more pervasive. Technologies are now being applied to areas which we usually regard as being carried out only by people.&nbsp;Just last week, Google showcased an artificial intelligence (AI) system which is able to make appointments over the phone. Those of us who watched the video saw how the AI interacted with a person without a script.&nbsp;Amazon has also recently launched its checkout free store in Seattle in America and is looking to learn from this and expand further.&nbsp;</p><p>Here in Singapore, some of us would have seen the automated tray-clearing robots being trialed in our coffee shops and hawker centres. Or the self-driving vehicles that are making their way around parts of one-north. As automation technologies continue to develop, they will continue to be able to perform more tasks which require more complex skills. Some examples which are already taking place include the use of automation in detecting fraud by DBS Bank. And in generating simple news reports and Tweets such as those covering financial and sports results.</p><p class=\"ql-align-justify\">So, whether one is a blue collar worker or a white collar worker, these changes can make us feel vulnerable to being replaced by technology. There is a sense that these changes are beyond our full understanding and control, leading to fear and anxiety regarding an uncertain future. The fear is real. This is understandable and it is expected to be so.</p><p class=\"ql-align-justify\">This might lead some to resist the technologies, feeling that society should push back against automation to protect jobs. Some may wonder why the Government is actively supporting the process of economic transformation, instead of protecting existing jobs. Some worries go beyond workers, with businesses fretting about business model disruption, students worrying about whether their knowledge and skills will remain relevant, and older people wondering how they will cope in a society that requires more and more familiarity with technology.</p><p class=\"ql-align-justify\">I can empathise with such fears and anxieties. I have also seen this in patients facing an uncertain prognosis. In these situations, I find that seeing the situation in the right context is often helpful to reducing anxieties and more importantly, to galvanise positive actions.&nbsp;&nbsp;&nbsp;</p><p class=\"ql-align-justify\">&nbsp;Our companies and our workers too, must see the challenges in the right context and understand that while technological disruptions can create uncertainty for businesses and workers who fear being left behind, they also present new and exciting opportunities. Let me share three perspectives for us to consider -- as a consumer, as a worker and as a business owner.</p><p class=\"ql-align-justify\">As consumers, many of the technology evolutions are driven by consumer needs and demands. Every worker is ultimately, also a consumer. As consumers, many of these changes do improve our lives, with better and faster products and services, as well as more convenient ways of doing things. For example, e-commerce can disrupt the value chain and maybe threaten some jobs if you are in the retail business, but certainly e-commerce also provides access to a much wider range of products and services available from the comfort and convenience of our homes, and people do enjoy shopping online.</p><p class=\"ql-align-justify\">As workers, automating away tedious and strenuous jobs will make our work lives more productive, engaging and perhaps safer. Digitalising work processes will also allow us to be more effective and productive at our jobs while allowing work arrangements to be more flexible such as working from homes, leaving us with more time to pursue other goals or maybe spend more time with our families. With automation, we will also be less constrained by our physical limitations even with an ageing workforce, as work-related experience will count more than just mere physical strength. As our labour force growth slows in the next decade, productivity growth will allow us to achieve economic growth and continue to provide us with more resources as a society, both for ourselves and to support and care for those with less.</p><p>As business owners, many understand that disruption from technology and automation is a global challenge. With an interconnected world that we live in, we are not in a position to prevent or slow down technological change. Companies understand that if they do not disrupt themselves, someone else will do so. Instead of wondering how we can protect ourselves from change, we should instead push to be at the forefront of change, even as we have to consciously work towards mitigating the negative impact on vulnerable groups.</p><p>Despite the fear and uncertainty, I can confidently say that we are in a strong position to ride this wave of change and create an innovation-driven economy. I would say our prognosis is fairly good. And why do I say that?</p><p>First, our people are well-educated and highly-skilled. Our position at the heart of Asia puts us in a region of fast-growing demand where these skills can be put to good use to meet the needs of Asian consumers. We have a strong scientific base that is built up over years of investment in science and technology, giving us a strong research base, strong research institutes and globally-leading Institutes of Higher Learning which can support industries in their transformation.</p><p>Last but not least, we have a vibrant startup ecosystem driving innovation in the economy and serving as a means to capture economic value from upstream investments in R&amp;D. Yet, with all these prerequisites, success in economic and industry transformation is not a given. As the Member Melvin Yong has said earlier regarding his thoughts on ITMs, we have much work to do together and there are hurdles to a successful transformation. In my mind, the most difficult hurdle is one of mind-set change. Let me explain this.</p><p>Executing the Industry Transformation Maps (ITMs) and economic transformation will not be a once-off process. It will be a long-term endeavour. Technologies and consumer preferences are constantly changing. Hence, business models will have to adapt repeatedly to meet these needs, and our workers will need to continually upgrade their skills to remain relevant. This is not a new phenomenon. Our economy has undergone transformation before. But the speed and pervasiveness in which the technological change and disruption are taking place are unprecedented.</p><p>Tackling changes posed by the technological revolution, therefore, requires a fundamental DNA evolution on our part. Our DNA must evolve. We need to develop in us the DNA of continual upgrading and lifelong learning. This is the basis of the SkillsFuture initiative. A fundamental mind-set change is needed, regardless of whether you are a business owner or a worker. The Healthcare sector exemplifies this: With new medical discoveries and new treatment modalities coming on stream every few months, learning new skills and knowledge, adopting new technology is something that healthcare workers have embraced as part of their work. Each time a new infusion pump is introduced in the wards, a new surgical instrument is adopted within the operating theatres, the entire team - from the doctors, nurses, operating theatre technicians, supporting staff, and so on, undergo training, recertification and refresher courses; the hospital management actively plans for this and also ensures that the personnel are kept updated on the latest knowledge. So, lifelong learning is very much a part of the DNA of our healthcare workers and the hospital management.&nbsp;</p><p>We need to inculcate this mind-set of lifelong learning across all our industry sectors so that change is not something that we need to fear but something we embrace as our mission to remain competitive and deliver better products and services. We need to put in place a well-oiled system to facilitate the need for such lifelong learning across all sectors of our economy involving all stakeholders: institutions, agencies, trade associations and chambers (TACs) and our unions.&nbsp;</p><p>The mindset change, however, must start with the employers because they have a very important role to play in this as they lead the change to adopt innovative business models and technologies that keep their companies competitive. Employers are also critical in developing their employees and helping them to ride the fast-moving waves of technology advances, because only after the employer has decided to transform and communicated this to his workers can the workers respond by picking up the relevant skills.&nbsp;And armed with these new skills, the workers can better support the company and take up the better jobs available; in turn, making the company more competitive.&nbsp;</p><p>Employees must also maintain a positive mindset towards new technologies, not thinking of them as complicated and beyond their abilities to cope. For this to happen, the transformation must also be “user-friendly”. The fear of technology can be overcome by ensuring that the “user-interface” is an intuitive and friendly one. For example, my 5-year-old niece does not need to be taught how to use an iPad. Within a matter of a few hours, she&nbsp;can trigger the games app, figure out how the interface works, and can start playing the game. We have all seen this in many of our kids when they are given a device like an iPad. Many of us also would not need to read the instruction manual of a new smart phone that you have just taken from the phone store. Within a matter of a couple of days of tinkering around, you kind of get used to how the interface works and you can probably use 80% of the functions of the phone without so much as reading the user manual. Similarly, some SMEs in the manufacturing sector are able to do so and ensure that the user interface of automation is as simple as the interface of an iPad. I have visited some in the manufacturing sector and they have made the control of industrial robots via the use of iPads certainly very intuitive.&nbsp;</p><p>The operator in this situation is, in fact, interfacing with the iPad and would not have to bother about the technology behind the robot itself unless, of course, they are the technicians charged with servicing the robot. In the words of a mature worker, as far as they are concerned, the robot is there but they are actually interfacing directly with the iPad and it is something that any smartphone user will find that, with minimal training, you can get used to it. We need to change our mindsets and not see technology as something complicated and beyond our abilities to cope.</p><p>An example of a company that demonstrates this is PSA. I visited PSA last week. The port has been testing and adopting many automation technologies to enhance productivity. This includes the testing of unmanned automated guided vehicles (AGVs) as well as automated and remotely-controlled yard cranes and quay cranes, which help to provide better service levels and enable our port to remain competitive in the face of mounting global competition.&nbsp;PSA has not pursued automation at the expense of its drivers and crane operators. In fact, automation has allowed for the creation of higher-skilled and better-quality jobs for them.</p><p>During the visit, I met Mr Aw Eng San, a 53-year-old crane operator who has been with PSA since 1994, but who, despite his years, displays a positive mindset towards change. When I spoke to him, he confessed that he was initially apprehensive when PSA decided to automate its yard cranes. However, PSA, working together with the Singapore Port Workers Union (SPWU) and the Port Officers’ Union, reassured him, as well as the more than 1,000 other PSA staff going through the transformation journey with him, that jobs would still be available for all of them and that PSA would sponsor their training in the required skills. The training was well-designed and it eased the process of change. After just three weeks of classroom training, as well as subsequent on-the-job training, he has since settled into his new role in the automated yard operations control centre, managing exceptional situations for a fleet of automated cranes using a joy-stick and hi-definition cameras. Rather than being isolated in a crane cabin which can be hot on certain days and for which he has to climb up a ladder to get access. The new job now allows him to work indoors and interact with his colleagues in an office environment.&nbsp;</p><p>By keeping a positive mindset towards change, Mr Aw has learnt a new skill and stayed relevant. As a result, he has contributed to an improvement in PSA's overall performance, and his pay package has also increased through higher performance incentives. He is now even encouraging his friends from the other terminals to join him on this journey. From a typical blue-collar job, his job is now technically an “office job” that is less physically demanding, much safer and, certainly, much more fulfilling. With the expansion to Tuas Megaport, I am sure many more exciting jobs will become available.</p><p>It is not only the “big companies” that are capable of transformation. Let me cite the example of a home-grown halal bakery, Swee Heng. This SME, Swee Heng, invested in a new 60,000 square foot factory that is semi-automated and houses state-of-the-art equipment, such as two tunnel ovens that make baking much more efficient.&nbsp;</p><p>The new factory has enabled Swee Heng to triple its former daily production capacity and it is now producing 30,000 cakes and 120,000 bread dough daily, while at the same time reducing the manpower required by an average of 50%. As a result, manpower can be redeployed to perform more intricate tasks, such as cake decorating.&nbsp;Swee Heng has also digitalised much of its manual processes and upskilled their older workers to become more tech-savvy. Its shopfront retail employees have moved from writing on paper and faxing orders to the HQ, to placing orders directly through the tablets. This reduces order consolidation time by as much as three times, allowing the production site to have access to quicker and more accurate order information.</p><p>Beyond mindset change, how can we better leverage on our strengths to effect a successful transformation?&nbsp;</p><p>Well, one of our key assets is a well-educated population. We need to better engage and co-create policies with our people, to harness the power of an increasingly educated and better-informed population towards the creation of better outcomes for everyone. Let me share an observation from my personal experience as a doctor, having witnessed the change in patients’ dispositions over the years. I remember when I was a student, patients in those days tended to be very highly compliant. Whatever the doctor says, they will do. But they are much more dependent on their doctors to play a paternalistic role in looking after their health. Those days, we were often frustrated that patients were not able to comply with the treatment instructions in the regime. They either did not finish their antibiotics when they were supposed to, or they they were not using the asthmatic inhalers as we instructed them. So, often times, diseases were not very well controlled. They do not somehow feel like they want to be empowered. Over time, this changed. Today, our patients are much more educated. They are better informed, and they do not necessarily take their doctor's orders so easily at face value. They ask their doctors many questions. Sometimes, they come with a stack of papers printed from the Internet. You get a test right on the spot. And they will only comply with the doctor’s advice after the doctor has spent some time explaining his decisions.&nbsp;</p><p>But once we are able to get the patients to understand the issues and empower them with the knowledge, more patients today are taking charge of their own health and it is thus a much more satisfying partnership for our doctors to work with their patients towards achieving better health outcomes. In making our ITMs work, we must continue to listen to our workers and our business owners to ensure that we build this partnership, so that as the transformation progresses and the operating environment changes, our strategies and tools must evolve in tandem to meet those new needs and challenges. The Government needs to be flexible and be prepared to make changes where necessary. We have to better communicate to our people the challenges and limitations that we face, so we can make the necessary trade-offs and partner our people so that we can remain as a competitive “Team Singapore”.&nbsp;</p><p>The second strength we have is also our uniquely Singaporean secret sauce – our strong partnerships and tripartism. Sister Thanaletchimi shared that our Government works hand in hand with TACs which represent businesses, and unions which represent workers, crystallising the essence of our tripartism. This is something that sets us apart from many other countries which face the same challenges we do in economic transformation, but without that secret sauce that we have. Each ITM is an integrated plan bringing the tripartite partners together to drive change for its particular sector. But the ITMs are only of value if they can be executed and executed well.&nbsp;Tripartism is the \"soul\" of the ITMs. It brings the ITM to life. While the ITMs have, as their starting points the transformation of enterprises, we must not forget that the ultimate aim is to ensure that our workers are equipped with the right skills and knowledge to benefit from the fruits of this transformation and innovation. The tripartite partnerships involved in each ITM are, therefore, crucial to bring together this integrated perspective.&nbsp;</p><p class=\"ql-align-justify\">Just as important, we also need to continually reinforce our society’s capabilities to support its more vulnerable members. We heard earlier the resolve of this Government to ensure that inequality does not set in, that we take care of the vulnerable. We need impactful initiatives like Adapt and Grow Programme in which the Government provides support for our workers to learn and upgrade their skills throughout their lives, with particular attention to helping displaced workers learn new skills and utilise them in better jobs. These are concrete ways in which we can ensure that Singaporeans are not left behind in the midst of economic progress and keep inequality at bay.</p><p class=\"ql-align-justify\">&nbsp;As Mr Thomas Chua mentioned yesterday, we need to continue to empower the Trade and Associations and Chambers (TACs) to do more with the employers to help businesses better understand the transformation journey they can undertake in their own sectors and support them in taking the first steps. We need to find more ways in which the unions can participate in the training and re-skilling of our workforce, to catalyse the mindset change I spoke about.</p><p class=\"ql-align-justify\">More importantly, we need to ensure that the fruits of economic transformation translate to real tangible benefits for our workers. So, beyond the usual measurements of productivity gains and value-add per worker, we need to have better ways and better parameters to measure how our workers actually benefit from the transformation. A good example of such tripartite effort is seen in the Air Transport ITM, which was developed in close collaboration with the Air Transport Industrial Tripartite Committee (ITC). The Air Transport ITC was set up in 2015 and comprises top management from the Civil Aviation Authority of Singapore (CAAS) and relevant Government agencies, Changi Airport Group, NTUC, the airlines and ground handling agents, which together account for over 85% of total employment in this entire sector. Meeting every quarter, the ITC aims to shape and drive manpower and productivity initiatives for the sector through tripartite collaboration. Notably, the ITC has a Workforce Transformation Workgroup through which it regularly updates members such as NTUC and the union on the progress of industry transformation and workforce issues in the sector.</p><p class=\"ql-align-justify\">The inputs obtained through the ITC’s channels on Government initiatives and ground sentiments have proven valuable in helping our agencies further refine their schemes and programmes. In my concurrent appointment as Senior Minister of State of MTI and Deputy Secretary General of the NTUC, I hope to be able to further bridge the gap between Government agencies and the Labour Movement, particularly in the implementation of our ITMs.</p><p class=\"ql-align-justify\"><strong>&nbsp;</strong>Throughout all these, Government must remain nimble and be prepared to change our approach when needed. Even within the ITMs, where necessary, we have taken a tailored approach in the formulation and implementation of our ITMs, as each industry segment has a different make-up and faces different challenges. This is a reflection of what Mr Teo Ser Luck pointed out yesterday, that even within each industry, different approaches will need to be taken for different groups of enterprises.</p><p class=\"ql-align-justify\">We will continue to review and adapt our ITMs to meet the needs of each industry, even as these needs change over time.</p><p class=\"ql-align-justify\">To illustrate, for enterprises in more innovation-intensive industries, for example in manufacturing sectors, the capabilities the enterprise needs to develop can be highly enterprise-specific. In such cases, we support companies to develop company-specific operational-technology roadmaps (OTRs) to map out how they can use technologies to meet their needs. They can subsequently be supported through schemes like the Capability Development Grant (CDG) to take up these technologies. And in the OTR, we also work with them to see how best they can level up the skills of their workers to manage technologies that they are bringing in.</p><p class=\"ql-align-justify\">On the other hand, for sectors like logistics and air and sea transport, the technologies required are much more similar across different enterprises. In such cases, we adopt a more broad-based approach which allows many firms to benefit very early on. We do this in two ways. First, based on our engagement of firms in the industry, we pre-scope and pre-approve technology solutions which meet the firms’ problem statements.</p><p class=\"ql-align-justify\">These pre-scoped solutions are specific to the needs of each industry and can be supported through the Productivity Solutions Grant, available online on the Business Grants Portal. Our second approach is to develop technology platforms such as the National Trade Platform which allow for digitalisation of documentation in the sector and also provide innovative value-added services. These are also open to all firms in the industry.&nbsp;</p><p class=\"ql-align-justify\">Sir, the challenges ahead are not insurmountable. All things considered, Singapore has all the ingredients for success. Globally, everyone is facing the same set of challenges as a result of the rapidly changing environment, but Singapore is well placed with distinct advantages to embrace innovation-driven economic growth for our enterprises and people. The Government is prepared to support our enterprises and people in their transformation journeys.</p><p class=\"ql-align-justify\">Everyone has a role to play as we move into the innovation-driven economy of the future. And everyone can participate in it – whether as a worker submitting an innovative idea to improve work processes, as a student through school projects, or a first-time entrepreneur coming out to start your own business, or even a retiree who has a good idea. The key is being open in our thinking and being prepared to make the necessary changes. Businesses must lead change as they bring together and organise their resources in new ways, while our people have a responsibility to upgrade their skills, develop new ideas and take risks to make change happen.</p><p class=\"ql-align-justify\">If we can hunker down and band together, our enterprises and our people will emerge all the better for it. Singapore is not defined by the progress and accolades it has achieved, but our constant striving to do better. Our story has always been about the future that we create through our collective efforts. With that, Sir, I stand in support of the Motion.</p><p class=\"ql-align-justify\">6.06 pm</p><p><strong>Mr Murali Pillai (Bukit Batok)</strong>\t:&nbsp;Mr Deputy Speaker, Sir, I support the Motion. I will deal with three aspects of President Halimah's Address in my speech: social inequality, cost of living and the task of 4th generation Government leaders.</p><p>President Halimah, as highlighted by a good number of Members before me, signalled that our Government will tackle inequality vigorously. It is important, however, to understand the Government's objectives in addressing the issue of inequality. Both within and outside Singapore, political leaders have often incorporated the phrase \"income inequality\" in their speeches, but do not necessarily have the same understanding of its impact on society. We just heard a masterful speech on the same topic by Minister Ong Ye Kung a few minutes ago.</p><p>Some political leaders have sounded apocalyptic warnings about the effect of income inequality on society. Some have referred to income inequality as providing people the motivation to do better and improve their lives. Some other opportunistic politicians blame immigration and free trade as contributing factors to income inequality. Doubtless, such accusations can exacerbate divisions within a society.</p><p>&nbsp;I found the chapter on inequality written by Prof Steven Pinker of Harvard University in his recent book \"Enlightenment Now\" instructive on this point and wish to share his insights with hon Members of this House. Prof Pinker asserted that income inequality, usually measured by the Gini coefficient, is not a fundamental component of well-being. It is not a basic right, such as right to health, education, security, and so on. He said and I quote: \"Income inequality is not itself a dimension of human well-being and it should not be confused with unfairness or with poverty nor is decrease in inequality always good. Most effective levellers of economic disparities are epidemics, massive wars and state collapse\".</p><p>&nbsp;What is objectionable therefore is&nbsp;poverty and lack of mobility arising from&nbsp;low income. Hence, in dealing with income inequality, the primary focus is on tackling poverty, access to important services such as education and health, health, social mobility and social mix. We should not conflate inequality per se with unfairness. Against this backdrop, it can be readily appreciated that our country's Gini coefficient figures, which solely measures income inequality, do not provide a full picture on the Government's effort to deal with social mobility, poverty, access to Government services among our low-income families and social mix. I believe, hon Member Mr Cedric Foo, made the same point earlier.</p><p>&nbsp;In this context, the Government's stated intent in the President's Address to open up more progression pathways, celebrate a broader range of success, giving every child a good start in life irrespective of his family circumstances and help children at-risk, deserve this House' full support.</p><p>This is not to say the Government should not be mindful of income inequality. Cost of living issues have a disproportionate impact on low-income families.I note specifically that this Government has committed in the President's Address to \"help families cope with the costs of living\". I wish to deal with the impact of GST on lower income families.</p><p>The Government often refers to the unique structuring of the GST system with voucher schemes extended to low income families so as to make GST implementation more \"progressive\" vis a vis them. It is mentioned that for our low-income families, for every dollar they pay in tax, they get about $4 in transfer benefits. Minister Ong Ye Kung just spoke about this when he touched on the topic of redistribution to lower income families in Singapore in his speech just now.</p><p>As low-income families do not pay much income tax, most of the tax they pay would therefore be GST. I respectfully suggest that in determining the impact of GST on low-income families and measuring the sufficiency of the transfer benefits to help them with their cost of living issues, we should not just use how much GST a low-income family pays as a yardstick. The assumption that low-income families use quite a bit of their disposable income in directly paying GST ought to be tested.</p><p>&nbsp;Let me iIlustrate this by using purchase of food as an example. It is more likely that a member from a low-income family would buy food from businesses at the wet markets or from a hawker centre, which are not GST-registered as opposed to a supermarket or restaurant in a shopping centre. Yet, hawker and market food prices will naturally be affected by GST and the low-income family will have to pay higher costs. Hence, pegging the amount of transfers just on how much GST they directly pay would not be sufficient. Ultimately, to ensure that the transfers are sufficient to offset the impact of GST on cost of living, the Government must be mindful of the inflationary pressures on the lower income families, especially if their wages do not keep pace.</p><p>&nbsp;One defining action to ensure social mobility is provision of access to good quality education. This has and will continue to be a great leveller for our society. So long as the individual puts in the effort, he or she can achieve good results and enjoy the opportunities it brings. At the same time, the beneficiaries of our system must actively contribute back to society that helped them achieve success. This is the Singapore brand of meritocracy that Minister Masagos referred to in his speech yesterday.</p><p>&nbsp;I wish to share a good example of a product of the Singapore brand of meritocracy. Ms Chong Hui Xian is an active community leader in Bukit Batok over the past seven years. She is in her early 30s. She is an auditor with one of the top four accounting firms. How did she get there? She is from a modest family background. Her father, now retired, was a kitchen hand at a hotel. She has a younger sister. Her mother is a full-time&nbsp;housewife. She scored 151 in her PSLE. She could not get into an Express or Normal (Academic) stream. She went to Normal (Technical) stream at Yusof Ishak Secondary School. From there, she went to ITE West for a year and then to ITE East for two years.She did sufficiently well to get into an accounting course in Ngee Ann Polytechnic. By that time, she had gained sufficient confidence to compete, in her words, with \"the single O-level pointers\".&nbsp;At the same time, she decided that she must do something for our community. She and her friends set up an ITE chapter in Ngee Ann Polytechnic to help ITE students&nbsp;better cope with their studies. She also became a Bukit Batok community leader after graduating from Ngee Ann Polytechnic. She later secured entry into NTU and graduated three years later with a 2nd class upper honours degree in accountancy. She continues to help youths by sharing her story and motivating them to be the best they can be. Her focus, borrowing Minister Masagos' words, is on \"building a good society, not a richer society\".</p><p>I am heartened to note that the Government, in the President's Address, pledged to do more in terms of raising the quality of pre-schools and helping children at risk.&nbsp;I wish to once again raise for consideration of the Government, the merits of intervening where families do not ensure that their children attend school in contravention of the Compulsory Education Act. The Government in the COS debates urged caution - the hon Minister Mr Desmond Lee stated that \"use of legislative levers is insufficient on its own\".</p><p>My point, respectfully, is that there is no legislative lever in the first place. To prevent a permanent underclass from taking root in Singapore, there may be a need to enhance powers of intervention into dysfunctional families who do not send their children to school. This may sound controversial but so long as the powers are well regulated, used judiciously, I do not see a significant downside.&nbsp;</p><p>Mr Deputy Speaker, Sir, if a child, because of the neglect of parents, does not go to school or drops out of school, what are his economic prospects? What is the likelihood of him entering the criminal justice system as compared to a person who completed school? For the Benthamites amongst us, is it not more likely that in the end the state will be compelled to spend more money on him to deal with the consequences of him not being in school?</p><p>One connected issue to the Government's agenda in forging a cohesive, caring and inclusive society is the housing policy concerning the physical location of rental flats. This relates to the fourth dimension of income inequality that Minister Ong Ye Kung spoke about in his speech dealing with social mix. As Members know, a good number of stand-alone rental blocks have been built in the recent past. Yesterday, we heard the hon Member Ang Wei Neng forcefully endorsing the Government's ethnic mix policy in HDB housing estates. Hon Member Mr Henry Kwek made a clarion call to promote social mixing among classes. Miss Cheryl Chan suggested renting older housing units to those needing interim&nbsp;housing.</p><p>I agree with them and I would go further. I suggest that the Government consider going back to the old policy of co-locating rental flats within regular units.</p><p>I do have a concern with the building of stand-alone rental flats. Usually, they are built at the fringes of mature housing estates. They run the danger of becoming ghettos. We miss a chance of getting family members from these rental flats to mix with members in regular units.&nbsp;With better interaction, we promote awareness, empathy for low-income families and, hopefully, this will spontaneously generate more help for them. We can also motivate the low-income families to better their lives though their own efforts, mirroring the efforts of their friends in regular units.</p><p>I now turn to the issue of money because it is so easy to forget that whilst we want the Government to do more to increase social mobility and help with cost of living, our fiscal position, as the Minister for Finance reminds us, is getting tighter and tighter. Without economic growth -- and that is the challenge of the 4th generation Government leaders -- we will face difficulty.</p><p>We are already spending close to $40 billion on social expenditure which is a more than 100% increase compared to the figures a decade ago. We cannot afford these figures to go up all the time. We must focus on individual responsibility to slow down the increase in social spending and talent development to grow our economy. On the latter point, I do not have time to do justice to this big topic in my speech today, but I wish to share an example which shows that Singapore offers a great platform for innovation and economic opportunities for all, irrespective of their personal backgrounds.</p><p>I met Mr Fock Mun Hong, aged 48, two weeks ago at his late father's funeral wake in Bukit Batok. He shared with me that his late father, who had no formal education, was his biggest mentor. His father was the sole breadwinner in a family with two children. He recounted that his father used a discarded cardboard, some aluminium foil and a vegetable steamer to create a personal sauna for just less than $50!&nbsp;Mr Fock was inspired by his father. He too became an inventor. A graduate of NTU, his Singapore company just discovered enzymes that can dissolve Styrofoam. Ordinarily, it takes thousands of years to degrade Styrofoam. With this discovery, he plans to take part in Temasek Foundation's Livability Challenge to address urban waste. Hopefully, he will be able to commercialise his idea and that will undoubtedly be good not just for Singapore but our world.</p><p>Returning to the issue of addressing the increased costs of social expenditure, there is scope to use data analytics to ensure better targeting and reduce moral hazard. I spoke about this before in the House. I asked why we are still using household income as a determinant for social assistance as opposed to family income. I do appreciate the complexity but I exhort the Government to consider utilising data analytics to get a better picture of who should be helped.</p><p>I met an elderly couple. They sought financial help over and above the CPF LIFE annuity payment they were getting. Unfortunately, they were not getting sufficient support from their children. When I suggested that they participate in the Lease Buyback Scheme, they demurred stating that they want to pass on the full value of their flat to their children upon their demise. Responsible parents to the end.</p><p>So, what lessons can we draw from this? All Singaporeans must accept that the Government owes them a duty to ensure that each dollar spent for social spending is spent correctly, and does not allow the expenditure to balloon beyond what is necessary. Therefore, families must continue to remain as the first line of support. Also, the Government needs to leverage more on technology and data analytics to identify families that need Government help and advise families who do not of other options. In addition, as a country, as a community, we must always promote family values –&nbsp;strong family, strong society, strong country. The converse is also true. We should nip in the bud the incidents of well-to-do children passing the buck of taking care of their elderly parents to the state. This does not accord with our nation's values.</p><p>I now turn to my final topic, our 4th generation Government leaders. I am heartened to note, from the President's Address, the humility of our 4th generation Government leaders in recognising that they need to demonstrate leadership and resolve, listen to the views and feelings of our people and earn the right to lead. This, I believe, will go some way in building the relationship of trust with the people that hon Member Mr Ganesh Rajaram referred to in his cogent speech yesterday in this House.</p><p>Mr Ganesh Rajaram also referred to the challenge of communication in today's digital world.&nbsp;As far as communication is concerned, I dare say that the task of the 4th generation Government leaders is likely to be more difficult than it was for our Government leaders in previous generations. We all know about the advent of deliberate online falsehoods in social media. We also know about the heightened potential for non-Singaporean players with ulterior motives to influence the Singapore political scene through media platforms. There is now the long tail of expectations and demands which makes it more difficult for us to reach consensus on policies.</p><p>This is where we need to forge a climate of constructive politics, always putting&nbsp;Singapore and our people first and to avoid short-term populist measures that will weaken Singapore. And I am glad to note that Mr Pritam Singh, on behalf of the Workers' Party, fully endorsed this principle in his speech and I take the opportunity to congratulate him on his election as Secretary-General of Workers' Party.</p><p>But constructive politics is not just the domain of Members of Parliament and political leaders. All Singaporeans have a part to play. We need to ensure that the environment of trust and respect that exists between our people, political leaders will continue whilst political leaders remain fully accountable to our people for their actions at all times. Everyone has a responsibility to ensure this.</p><p>If the environment turns toxic, and we are seeing warning signs of this in the digital space, I fear that the repercussion will be that it will be more difficult to attract&nbsp;people with ability and the heart to step up, enter politics, become our 5th generation leaders, and beyond. They, their parents, their spouses may feel it is just too much of a sacrifice for them individually and for their families. This will be dangerous as in the end, we will not be able to build a strong foundation for future, which was referred to by Minister Chan Chun Sing in his speech yesterday. Our nation will then suffer consequently. So, together, in and outside this House, we need to work together to make sure that our politics remain constructive.</p><p>In conclusion, our 4th generation leaders deserve the full support of this House in implementing the Government's agenda as outlined in the President's Address. I wish them well in forging the bonds of trust with our people. I also wish them every success in their endeavour to ensure that Singapore remains, in the words of our President, \"an exceptional nation\".</p><p>6.25 pm</p><p><strong>Asst Prof Mahdev Mohan (Nominated Member)</strong>:&nbsp;Mr Deputy Speaker, we have heard over the past two days from many in the House that when it comes to innovation, there is no such thing as the status quo -- you either improve or you decline relative to every other country, and sitting in a comfort zone in the corner for too long will prove costly. Most Singaporeans, including myself, would accept and would not argue with this logic.</p><p>Our country's innovation journey has often been framed as a national fight for survival. Singaporeans know or have been taught that our \"small\" low lying island state has been confronted by \"big\", macro-economic constraints and problems.</p><p>But as we enter the next stage, the President has asked us to stand ready to \"go for bold changes, (and not merely) to tweak things at the margins\".</p><p>As the Government unveils new polices over this week and recognises Singapore's undeniable successes, there are points that ought to be addressed as we go forward.</p><p>Mr Deputy Speaker, allow me to highlight three points. First, while Singapore can attract talent, and build an eco-system of entrepreneurs, investors, corporations, research institutes, some might say that we, nonetheless, lag behind in the culture of risk-taking.</p><p>Minister Chan Chun Sing said yesterday the international exposure is key for tertiary students. I would agree, but I hope that this quest for learning, learning from other's stories -- stories of successes and failures can start at an even earlier stage, pre-tertiary and then continue with a devoted commitment to lifelong learning.</p><p>Before founding Alibaba and becoming a multi-billionaire, Mr Jack Ma failed his college entrance exams twice. He failed to then get into Harvard which he applied for 10 times. He proceeded to be rejected from dozens of jobs and I would sheepishly admit, as an academic and an educator, that we are often accustomed to not looking beyond the grades that one is awarded.</p><p>But how wrong I would have been had Mr Ma gone for his education within our system, if I had this simplistic bias. Simplistic to think that grades alone would determine someone's professional identity. As a nation, we should strive to ensure that our education systems and our educators allow our entrepreneurs-in-waiting to thrive, and importantly, to never feel ashamed by any failures they experienced.</p><p>My fellow Nominated Members of Parliament and I look forward to working closely with MOE as we prepare to propose, hopefully, in the coming months a Motion that underscores the importance and future of education, of tertiary and lifelong education and even pre-school education, to explore what different successes entail. And, as Minister Ong Ye Kung very articulately expressed, the various dimensions or the four dimensions of inequality and how we could actually try to overcome any barriers that we would face. That is the first point, Mr Deputy Speaker.</p><p>Second, just as Singaporeans must be faced always or be prepared to face brutal and hard truths, the Government, I dare say, should acknowledge inconvenient ones as well. I asked this in specific regard to the attention that I think we should pay to Singaporeans' mental well-being, particularly when the Institute of Mental Health (IMH) has noted that there has been a 20% since 2010 in the number of outpatient medical cases that relate to clinical depression, alcohol abuse and obsessive compulsive disorders. These afflictions, Mr Deputy Speker, do not affect only vulnerable adult persons.&nbsp;</p><p>Singaporeans should be encouraged to talk about their mental health. They should be given the resources, skills and language that they need in order to take action to overcome mental health issues. The Labour Movement, which we heard from through several speakers earlier, should be mindful that as we ask the workforce to ensure that professional standards and targets never slip, the people are nonetheless given the time to take better care of themselves, take some time off and take care of the mental and physical well-being. If I may just use a metaphor that Mr Ng Chee Meng used earlier, it is not just to plug, train and play. I would say it would be to plug, train, play, recharge, maintain and then play.&nbsp;</p><p>Finally, Mdm President emphasised the importance of family, Mr Deputy Speaker. She said, movingly, that the Government should provide more support to young families and make Singapore a great place to have children, help families cope with the cost of living and enable persons with disabilities to lead a full and active life.</p><p>I note the emphasis on family, on fairness and on equality. I hope that we will revisit what is important for the average Singaporean family to reassure them that Singapore is not only a hub for innovation, but first and always a home.&nbsp;A safe space where their diverse voices are heard, a place where different views can be debated and could inform future policy and perhaps even allow us to re-evaluate certain policy OB markers that are unrelated to national defense and security.</p><p>The next generation of Singaporeans, if my students are anything to go by, Mr Deputy Speaker, want to be included and involved at every stage. The message that we give them matters and their trust is hard-won at every stage. They accept all aspects of our national pledge but beyond prosperity and progress, this group of perhaps 5th generation Singaporeans, places a high premium on the pursuit of happiness, Mr Deputy Speaker.&nbsp;With that, I support the Motion.</p><p>6.33 pm</p><p><strong>Mr Deputy Speaker</strong>:<strong>&nbsp;</strong>Miss Cheng Li Hui is not here. Mr Zaqy Mohamad.</p><p><strong>The Minister of State for National Development and Manpower (Mr Zaqy Mohamad)</strong>: Mr Deputy Speaker, Miss Cheng Li Hui is here. Would you like for her to go first?</p><p><strong>Mr Deputy Speaker</strong>: You can go first.</p><p><strong>Mr Zaqy Mohamad</strong>:&nbsp;I would like to touch on two points that the President raised in her Address. Developing a vibrant economy while preparing our workers for it as well as building an inclusive Singapore which leaves no one behind.</p><p class=\"ql-align-justify\">We are structuring our economy in a world of rapid change. Shorter technology cycles, automation, digitisation – these trends are causing disruptions, but also creating opportunities. At the same time, we are also facing greater competition due to globalisation, as other economies around the world also restructure and adapt to the changes.</p><p>&nbsp;Having just joined the Government from the industry, I see businesses all over the world coping to adapt to the changing global landscape, as trade flows, automation and other factors such as Brexit, come into play. Companies are transforming to provide differentiated products and services, and also to be more productive as they come under cost pressures. So, they are constantly evaluating options.</p><p>&nbsp;While Singapore has done well economically to attract businesses here and created an environment where our local companies can also thrive in this international hub, our next phase of development has to go beyond just creating a vibrant and attractive business environment. As we help companies transform, we cannot just look at automation or process transformation, without helping our workers to stay relevant and agile to cope with the changes. We must ensure that as companies change, the quality of jobs get better. Change should not just be about lowering costs, which would run counter to our productivity and quality goals. As companies make big decisions in restructuring, we cannot let Singaporean workers suffer the fallout.</p><p>&nbsp;Therefore, our national agenda must be to help companies transform and create better quality jobs for our workers – so that they can compete internationally. Singapore needs to provide the best business environment and secure the best talent. If our companies do well to transform and grow, our workers will be able to take up quality jobs and earn better salaries. However, this is easier said than done – because it also means getting our policies right and helping every worker develop an agile mindset.</p><p>Sir, I agree with Members Mr Ng Chee Meng and Mr Patrick Tay in their speeches that we must help our workers improve their skills and productivity. Sir, I was most recently working in Ernst and Young, a professional services firm. While Ernst and Young has a wide range of capabilities to serve its clients, it is best known for its audit services, and a large part of its workforce provides audit services to clients. Most of such work is statutory as companies need to comply with audit regulations. However, its clients are also under cost pressures to reduce compliance costs. As more and more financial systems today are run by software, analytics have in recent years been introduced to make audits more efficient and effective. However, even more recently, many audit firms have been exploring the use of Artificial Intelligence that can crawl through data a lot more quickly and perform basic audit functions, which auditors spend many hours doing traditionally. The accounting profession, one of the oldest professions around, finds itself evolving. Even highly-trained professionals are not spared from disruption; and they, too, need to evolve and develop deeper domain skills, be proficient in data analytics and adapt to higher order skillsets in order to be relevant to Boards and other clients. Otherwise, AI could make many auditors redundant, if the profession does not evolve.</p><p class=\"ql-align-justify\">So, no matter which sector or occupation we are in, we cannot afford to insulate ourselves from change. Change will happen. We will have to adapt to change and disruption, and position ourselves to benefit from the opportunities that it brings.</p><p class=\"ql-align-justify\">&nbsp;The changes that we see around us are not just transforming the content of jobs, but also the employment norms and working arrangements. In many developed countries, companies are turning to contingent workers and retaining only a small core of permanent staff, so that their workforce can ramp up or ramp down quickly with business cycles. In these countries, the notion of traditional permanent employment is fracturing, that long-term employer-employee relationships are becoming less common, and workers face more uncertainty as a result.</p><p class=\"ql-align-justify\">In Singapore, we have not seen this happening in a big way. The share of contingent workers has remained quite stable over time. This is because we have taken care to keep our labour market policies tight and flexible, so that permanent employment remains available to those whose seek it.</p><p class=\"ql-align-justify\">Even so, in Singapore we are seeing gradual shifts away from the idea of lifetime employment. Workers are more likely than before to work for multiple employers in their lifetime, and experience more frequent and fluid career transitions. While some workers do so voluntarily in search of better opportunities, others are forced to do so due to displacement from technological advancements, economic restructuring, or business cycles.</p><p class=\"ql-align-justify\">I have met many residents going through such changes, so I know that this is not a simple challenge. It is easy to be overwhelmed by the pace of change. That is why, even as we take personal responsibility in charting our careers and adapting to change, the Government also has a role to play in helping workers manage uncertainty, and to build confidence – confidence to adapt to the changing environment, and confidence that Government schemes and policies will support them through uncertain times.</p><p class=\"ql-align-justify\">To do so, we must make our economy vibrant, keep our labour market responsive, and ensure that our support systems are inclusive.</p><p class=\"ql-align-justify\">A key pillar for our economy are the Industry Transformation Maps, which lay out industry-wide economic restructuring plans and identify growth opportunities.</p><p class=\"ql-align-justify\">For example, in the built environment sector, the BCA has formulated a master plan for the development of integrated construction and prefabrication hubs (ICPH). These are high-density manufacturing facilities that are land-efficient, highly automated and manpower-lean, and they support the Design for Manufacturing and Assembly (DfMA) by producing prefabricated construction elements that help replace labour-intensive construction methods. By driving the adoption of prefabrication and automating the production process, these hubs significantly improve the productivity of the construction industry. Another practice that BCA does is to publish the pipeline of projects requiring DfMA technologies so that firms can plan their resources accordingly.</p><p>This is important as the ITMs cannot just be plans on paper that are disconnected from the needs of companies on the ground. We have to make the ITMs relevant for both companies and individuals, as Member Mr Zainal Sapari had spoken earlier. Companies can then better understand industry developments and plan ahead for future opportunities, while workers know what skills to pick up. I also agree with Member Mr Heng Chee How that this would be especially useful for older workers. Apart from making the ITMs relevant, we should also speed up the pace of adoption of ITMs so that industry transformation will not lag global industry developments.</p><p class=\"ql-align-justify\">Industry transformation applies not just to the big players in the industry, but also to our SMEs, which can tap on the Lean Enterprise Development Scheme to invest in productivity. We want all our companies to Transform &amp; Grow amid the restructuring economy, and to remain agile to opportunities, including opportunities overseas.</p><p class=\"ql-align-justify\">Agile companies need an agile workforce. This is something that I have seen in the private sector: many companies are based in Singapore because of our highly skilled and adaptable workforce. We must maintain that as a competitive advantage. As the economy transforms, we must keep our workforce relevant, responsive and flexible.</p><p class=\"ql-align-justify\">&nbsp;Sir, our Professional Conversion Programmes (PCP) support this by helping workers to upskill and to move across sectors, or take on new job roles within the same sector.</p><p class=\"ql-align-justify\">Take for example Mr Shawn Koh, who works as a senior engineer in SembCorp Marine. Shawn does engineering design in the Engineering and Instrumentation Department. He was previously working more on oil-related offshore projects, but when SembCorp Marine saw an opportunity to further penetrate the Liquefied Natural Gas (LNG) markets, Shawn was selected to go through the PCP for Marine Engineers which was offered by Workforce Singapore. This gave him the technical skills to now take on gas-related projects as well. These new skills are taken into consideration when it comes to his promotion and career progression.</p><p class=\"ql-align-justify\">The PCPs exemplify how companies can tap on Government support to prepare the workforce for new opportunities, while also allowing workers like Shawn to stay relevant and pick up new skills.</p><p class=\"ql-align-justify\">The PCPs are part of the Adapt &amp; Grow initiative, which supports agility and adaptability. This is especially important for our mid-career and mature workers, some of whom face greater difficulty finding jobs after being displaced, as shared by some Members in this House earlier. A&amp;G schemes like the PCP and the Career Support Programme help to address mismatches in skills and wage expectations, thus boosting labour market mobility and agility.</p><p class=\"ql-align-justify\">The A&amp;G programmes have been ramped up over the past few years, and I believe that such interventions are crucial in this phase of transformation. And even as we have been doing much on this front, we can continue to do better to help workers adapt to the changing environment to transit into new and good careers.</p><p>&nbsp;At the same time, for our workforce to be agile, we must continue to be open to foreign manpower that complement our local workforce. Our foreign workforce policy is guided by three objectives. First, to calibrate foreign manpower growth to spur restructuring and productivity-led growth. Second, to enhance the quality of the foreign workforce, so that we can do more with less. Third, to provide flexibilities for emerging business needs. Sir, as Member Ms Foo Mee Har has pointed out yesterday, we need to enable businesses to meet their manpower needs, and I agree with this, especially in growth areas where our companies face a shortage of skilled local workers. While most foreign specialists with skills-in-demand should be able to meet our prevailing work pass criteria, MOM is working with the economic agencies to provide selective flexibility for those who may be unable to qualify for work passes.</p><p class=\"ql-align-justify\">&nbsp;In addition, we can tap on these foreign specialists to develop our local capabilities. The Capability Transfer Programme announced earlier this year helps to facilitate the transfer of capabilities from foreign specialists to local workers, so that our workforce can be equipped with leading-edge competencies.</p><p class=\"ql-align-justify\">Sir, the President also spoke about inclusion and how we have seen income inequality widen the social divide in other countries. In this fast changing environment, the fruits of growth are sometimes unevenly distributed. I share similar concerns with many Singaporeans over income inequality, in particular for our lower-wage workers.</p><p class=\"ql-align-justify\">Over the past five years, real income of full-time employed Singaporeans grew faster at the 20<sup>th</sup> percentile than the median. However, we must continue our efforts to uplift our low-wage workers to bridge any divide and help them support their families better.</p><p class=\"ql-align-justify\">In order to improve wages in a sustainable manner, we must work to improve the productivity of our workers and companies. Sir, Workfare helps lower-income workers build up their retirement savings and supplements their income. More importantly, it provides them opportunities to up-skill and become more employable.</p><p class=\"ql-align-justify\">&nbsp;The Progressive Wage Model (PWM) enables lower-wage workers in the cleaning, security and landscaping sectors to earn higher wages in a sustainable way. Lower-wage workers in these sectors have a clear progression pathway, which sets out how they can enjoy wage increases as they upgrade their skills, take on new responsibilities, and improve their productivity.</p><p class=\"ql-align-justify\">For example, Mdm Farah Aqil started off as a cleaner with NAFA Systems Service Pte Ltd about 10 years ago. At that time, she earned about $750 a month. Over the years, she accepted the need to upskill herself, operate new machinery, and take on supervisory responsibilities. As her skills upgraded and productivity improved, she moved up the PWM wage and job ladder. Today, she is a Cleaning Supervisor and earns a salary that is more than double what she used to earn.</p><p class=\"ql-align-justify\">The PWM, which was initiated by the Labour Movement and supported by tripartite partners, has benefited more than 70,000 resident workers in the cleaning, security and landscaping sectors. As we review extending PWM to other sectors, we will continue to need the strong partnership of unions and employers. I am glad that Mr Ng Chee Meng earlier shared the same view. So, I hope that the unions and employers will continue to make a tangible difference for our workers. Mr Deputy Speaker, I will continue my speech in Malay, please.</p><p>(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20180515/vernacular-15 May 2018 - MOS Zaqy Mohd - Motion of Thanks to President (accept changes).pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>:&nbsp;</em>Changes and disruption are nothing new in this rapidly changing world. Over the years, the changes that we faced whether in terms of education, career or businesses have become the norm. However, in these last few years, the scale is bigger and faster, involving the entire sector and affecting every citizen.</p><p>Looking at the business world, we have already seen how the trend of budget airlines has become more prevalent and affected the bottom line of the major airlines. But one positive benefit from that wind of change, among many others, is that it allowed more people to enjoy air transport, apart from opening more career opportunities for pilots, cabin crew as well as engineers and technicians. It has also added vibrancy to the tourism sector.</p><p>Perhaps many of us still remember the introduction of the one-man-operation (OMO) buses in the 1980s, which are buses that have only one operator each – the bus driver – that do not need any bus conductor to collect fares.</p><p>When this system was introduced, there was a lot of outreach efforts being done to help the public adapt to this new operation, which was more productive and manpower-lean.</p><p>In other careers, professionals like doctors, engineers and architects need to constantly upgrade themselves with the most current knowledge in their respective fields to remain relevant. Rank and file workers like technicians and delivery workers also need to supplement themselves with technological skills.</p><p>A degree alone is not enough now without having expertise, experience and knowledge that requires constant upgrading. In fact, there are more opportunities to progress for those without a university degree, based on their abilities and experience.</p><p>Our way is to ensure that every member of society receives quality education. For those left behind, we need to give them hope and guidance to further improve themselves.</p><p>The importance of knowledge and education cannot be dismissed, whether an individual aspires to be an entrepreneur or a worker. Education is the basic foundation for our future.</p><p>Coincidentally, yesterday, Minister Masagos Zulkifli announced my appointment as the deputy chairman of Mendaki. I am grateful to be handed this responsibility. I am certain that self-help bodies like Mendaki can help at the various levels of education and upgrading requirements, especially for the disadvantaged, so that we can close the gap between the successful ones and the less successful.</p><p>Without workers who are educated and equipped with skills, entrepreneurs and businesses would not be able to function well and sharpen their competitive edge.</p><p>Going forward, my fellow Malay Members of Parliament and I will review and monitor the overall effort and strategies that will benefit even more members of our community, in terms of education as well as skills upgrading. We will also explore the best ways to help entrepreneurs enhance their potential.</p><p>These inclusive and collective efforts require everyone to work together, and I hope that such an approach will further motivate the needy to improve themselves. Most importantly, we must help open up opportunities and give hope to everyone.</p><p>&nbsp;(<em>In English</em>): The 4G leadership must evolve and strengthen our social compact with Singaporeans. It must be our moral responsibility to build a Singaporean Core in our workforce. It must also be our moral responsibility to create better quality jobs that our workers can access and earn better incomes. Our operating environment is uncertain and evolving. It poses challenges, but also opportunities – and the only way for us to tap on these opportunities is to position ourselves to adapt to the changing environment, and to move forward together, inclusively.</p><p>I am excited to be part of this new team and will try to contribute the best I can. There is no better privilege than to serve the nation. I will continue to do my utmost for our country and serve the needs and aspirations of Singaporeans. Thank you very much, Deputy Speaker, Sir. I support the Motion.</p><p><strong>Mr Deputy Speaker</strong>: Miss Cheng, would your speech be longer than eight minutes? If it is, I would like to move the extension. Eight minutes.</p><p>6.51 pm</p><p class=\"ql-align-justify\"><strong>Miss Cheng Li Hui (Tampines)</strong>: Deputy Speaker, Sir,&nbsp;Mdm President’s inaugural Address laid out several important concepts, and our 4G leaders’ philosophy on good governance and leadership. She has also said, “Singaporeans want to live in a fair and just society -- one based on meritocracy, but at the same time strives to leave no one behind.” This is the crux of the topic I want to raise today.</p><p class=\"ql-align-justify\">Education has been a key driver of social mobility. Our successful transition to a knowledge-based economy within one generation has been a direct result of our education policies. But more importantly, education has levelled the playing field for families with varying resources, allowing children of all backgrounds the potential to rise to the best of their abilities. Looking at the horizon, we can do better to ensure education continues to be an enabler of social mobility.</p><p class=\"ql-align-justify\">The setting up of MOE Kindergartens is a big step in the right direction. Access to quality pre-school education will ensure children from disadvantaged families not be deprived of foundational learning prior to formal Primary School education.&nbsp;</p><p class=\"ql-align-justify\">However, most help is needed for disadvantaged children from the lowest income group. On ECDA’s website, it states that a child must meet the minimum attendance of one day per month in order to receive KIFAS subsidies. Teachers feedback to me that they have had to persuade some parents to send their children to school regularly, beyond the minimum one-day requirement. There are obviously families out there that for reasons of their own, do not see the importance of their children going to pre-school.</p><p class=\"ql-align-justify\">How can a child focus on learning and keep on par with the others if they do not attend school regularly? When these disadvantaged children start compulsory education at P1 and realise that they lag behind the rest of their classmates, it discourages them and generates a sense of low self esteem and other disruptive notions. This lack of foundation leads to a vicious cycle, right from the very start.</p><p class=\"ql-align-justify\">I would therefore like to urge MOE to legislate to make pre-school studies part of compulsory education for all children. Parents must recognise the importance of foundational learning and make every reasonable effort to give their children a complete pre-school education.&nbsp;</p><p class=\"ql-align-justify\">It is commonly regarded that Singapore’s education system is world class. However, I see a dark cloud looming over horizon -- elitism amongst the school children and apathy toward others. A recent survey by the Institute of Policy Studies shows that children from so-called “elite” schools tend to socialise exclusively with others who went to similar schools. Even though there are existing opportunities such as OBS for students of different backgrounds and schools to mix, we must do more to reduce these artificial \"class\" barriers that have been built.</p><p class=\"ql-align-justify\">For a start, schools in the same cluster can conduct their CCAs and related trainings together, to encourage social mixing. Such partnerships between schools should be made formal, and students will have the opportunities to build more established friendship based upon passion and common interests with their peers in other schools.</p><p class=\"ql-align-justify\">In my own youth, my Secondary school which was highly regarded in my neighbourhood, shared a common field, facilities and CCAs groups, like the Marching Band, with a neighboring school of lesser fame. We made friends and played games like basketball and volleyball together. I would like to encourage more of such cases, so that students can transcend the social divide and bring down barriers of class.</p><p class=\"ql-align-justify\">Deputy Speaker, Sir, while our education system continues to mould our younger generation in their formative years to have grit, determination and the drive to achieve, we must not neglect the softer side of education, specifically, empathy. It is a hugely important issue that I cannot emphasise enough of. In today’s high-tech, fast changing world, we tend to favour communicating via devices, over engaging personally in person. This results in a certain apathy towards others as we lose that human touch. Empathy is an essential skill that can help to strengthen relationships, understand the perspective of others and make our society more gracious.&nbsp;We need to start bringing back this specific skill to our young, via our education system.</p><p class=\"ql-align-justify\">My suggestion is to enhance our Character and Citizenship Education (CCE) and Social Studies. The current syllabus focuses on the classroom and the imparting of theoretical knowledge. While that is important, we must give students practical opportunities to impart empathy, getting them to Walk the Talk. Schools can adopt a kindergarten, old folks home, VWO, or pet shelters in their neighborhoods. The students will be responsible to help run the facility, the programmes, engage the residents or helpers so that they can learn the responsibility of caring and attending to the needs of others.&nbsp;I am heartened to know that a group of 10 university students who clock their CIP in their Secondary school in an old folks home continue to take the 6.00 am every Saturday to the same home in which they were volunteering then. I believe we can seed the caring heart of the next generation.</p><p class=\"ql-align-justify\">On higher learning.&nbsp;Last weekend, at our Tampines East ITE Edusave Award Ceremony, I shared the story of one of my colleagues in my company.</p><p class=\"ql-align-justify\">Chris started working for my company at age 16. She started as an hourly paid admin assistant. When she did not get into the course she wanted in Polytechnic, we offered her a permanent job as HR assistant. Through the years of her employment, the company sent her for courses and she now holds a Diploma in Business Management, and WSQ HR-related certificates. Ten years on, she is now 27, and a HR manager in a subsidiary of 300 strong.</p><p class=\"ql-align-justify\">She is not the only one taking the path less travelled. Another lady told me she scored 199 for her PSLE, failed English at \"O\" levels and dropped out of an engineering course in Polytechnic. She worked and did a part time accountancy course and today, age 28, she is doing well in the company and recently bought a condominium.</p><p class=\"ql-align-justify\">We must continue to ensure our young have different pathways to success, and the necessary environment to achieve their aspirations. A D7 in English should not be a death sentence for someone who’s passionate about Accountancy or Chinese Studies. No one must be left behind due to our stringent education system.</p><p class=\"ql-align-justify\">I am glad that there are so many examples of people today who have not travelled the typical journey and have made it. But each time the story is framed around the immense challenges they had to overcome. I wonder if more of such successes could be had, if we had a more inclusive education system, especially targeting those of the lower income group who have the least family support and most difficult challenges.</p><p>Deputy Speaker, Sir, Singapore has built a worldclass education system from scratch and because of that we have been able to navigate the uncertain seas and come out better than before. Education will continue to be one of the most important factors to affect Singapore’s future, giving our young the right skills, tools and knowledge to chart their futures. It is imperative for we continue to educate and mould our future generation to be ready for the world, and for their future. Not just with technical knowledge and skills, but also with an empathetic heart and soul.&nbsp;Thank you, Sir. I support the Motion.</p><p><strong>Mr Deputy Speaker</strong>:&nbsp;Order. It is 7.00 pm. Well done, Miss Cheng!</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Adjournment of Debate", "subTitle": null, "sectionType": "OS", "content": "<p><strong>Mr Deputy Speaker</strong>:&nbsp;Miss Cheryl Chan, resumption of debate what day?</p><p><strong>Miss Cheryl Chan Wei Ling (Fengshan)</strong>:&nbsp;Tomorrow, Sir.</p><p><strong>Mr Deputy Speaker</strong>:&nbsp;So be it.</p><p class=\"ql-align-center\"><strong>ADJOURNMENT</strong></p><p>Resolved, \"That Parliament do now adjourn.\" — [Ms Grace Fu Hai Yien].</p><p class=\"ql-align-right\"><em>Adjourned accordingly at 7.00 pm.</em></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}], "writtenAnswersVOList": [], "writtenAnsNAVOList": [], "annexureList": [], "vernacularList": [{"vernacularID": 15, "sittingDate": null, "vernacularTitle": "Vernacular for Mr Muhamad Faisal Bin Abdul Manap", "filePath": "d:/apps/reports/solr_files/20180515/vernacular-15 May 2018 - Mr Muhd Faisal A Manap - Motion of Thanks to President.pdf", "fileName": "15 May 2018 - Mr Muhd Faisal A Manap - Motion of Thanks to President.pdf"}, {"vernacularID": 16, "sittingDate": null, "vernacularTitle": "Vernacular for Ms Tin Pei Ling", "filePath": "d:/apps/reports/solr_files/20180515/vernacular-Tin Pei Ling Motion Pre 15 May 2018 -Chinese.pdf", "fileName": "Tin Pei Ling Motion Pre 15 May 2018 -Chinese.pdf"}, {"vernacularID": 17, "sittingDate": null, "vernacularTitle": "Vernacular for Mr Ng Chee Meng", "filePath": "d:/apps/reports/solr_files/20180515/vernacular-Ng Chee Meng Motion Pre 15 May  2018 -Chinese.pdf", "fileName": "Ng Chee Meng Motion Pre 15 May  2018 -Chinese.pdf"}, {"vernacularID": 18, "sittingDate": null, "vernacularTitle": "Vernacular for Mr Patrick Tay Teck Guan", "filePath": "d:/apps/reports/solr_files/20180515/vernacular-Patrick Tay Motion Pre 15 May 2018-Chinese.pdf", "fileName": "Patrick Tay Motion Pre 15 May 2018-Chinese.pdf"}, {"vernacularID": 19, "sittingDate": null, "vernacularTitle": "Vernacular for Mr Zainal Sapari", "filePath": "d:/apps/reports/solr_files/20180515/vernacular-15 May 2018 - Mr Zainal Sapari - Motion of Thanks to President.pdf", "fileName": "15 May 2018 - Mr Zainal Sapari - Motion of Thanks to President.pdf"}, {"vernacularID": 20, "sittingDate": null, "vernacularTitle": "Vernacular for Assoc Prof Fatimah Lateef", "filePath": "d:/apps/reports/solr_files/20180515/vernacular-15 May 2018 - Prof Fatimah Lateef - Motion of Thanks to President.pdf", "fileName": "15 May 2018 - Prof Fatimah Lateef - Motion of Thanks to President.pdf"}, {"vernacularID": 21, "sittingDate": null, "vernacularTitle": "Vernacular for Mr Zaqy Mohamad", "filePath": "d:/apps/reports/solr_files/20180515/vernacular-15 May 2018 - MOS Zaqy Mohd - Motion of Thanks to President (accept changes).pdf", "fileName": "15 May 2018 - MOS Zaqy Mohd - Motion of Thanks to President (accept changes).pdf"}], "onlinePDFFileName": ""}