{"metadata": {"parlimentNO": 13, "sessionNO": 2, "volumeNO": 94, "sittingNO": 94, "sittingDate": "27-02-2019", "partSessionStr": "SECOND SESSION", "startTimeStr": "01:00 PM", "speaker": "Mr Speaker", "attendancePreviewText": " ", "ptbaPreviewText": " ", "atbPreviewText": null, "dateToDisplay": "Wednesday, 27 February 2019", "pdfNotes": "This paginated PDF copy of the day's Hansard report is for first reference citation purposes. Changes to the page numbers in this PDF copy may be made in the final print of the Official Report.", "waText": null, "ptbaFrom": null, "ptbaTo": null, "locationText": null}, "attStartPgNo": 0, "ptbaStartPgNo": 0, "atbpStartPgNo": 0, "attendanceList": [{"mpName": "Mr SPEAKER (Mr Tan Chuan-Jin (Marine Parade)).", "attendance": true, "locationName": null}, {"mpName": "Mr Amrin Amin (Sembawang), Senior Parliamentary Secretary to the Ministers for Health and Home Affairs.", "attendance": true, "locationName": null}, {"mpName": "Mr Ang Hin Kee (Ang Mo Kio).", "attendance": true, "locationName": null}, {"mpName": "Mr Ang Wei Neng (Jurong).", "attendance": true, "locationName": null}, {"mpName": "Mr Baey Yam Keng (Tampines), Senior Parliamentary Secretary to the Ministers for Culture, Community and Youth and Transport.", "attendance": true, "locationName": null}, {"mpName": "Mr Chan Chun Sing (Tanjong Pagar), Minister for Trade and Industry and Government Whip.", "attendance": true, "locationName": null}, {"mpName": "Miss Cheryl Chan Wei Ling (Fengshan).", "attendance": true, "locationName": null}, {"mpName": "Mr Chee Hong Tat (Bishan-Toa Payoh), Senior Minister of State for Education and Trade and Industry.", "attendance": true, "locationName": null}, {"mpName": "Mr Chen Show Mao (Aljunied).", "attendance": true, "locationName": null}, {"mpName": "Miss Cheng Li Hui (Tampines).", "attendance": true, "locationName": null}, {"mpName": "Dr Chia Shi-Lu (Tanjong Pagar).", "attendance": true, "locationName": null}, {"mpName": "Mr Chong Kee Hiong (Bishan-Toa Payoh).", "attendance": true, "locationName": null}, {"mpName": "Mr Desmond Choo (Tampines).", "attendance": true, "locationName": null}, {"mpName": "Mr Darryl David (Ang Mo Kio).", "attendance": true, "locationName": null}, {"mpName": "Mr Christopher de Souza (Holland-Bukit Timah).", "attendance": true, "locationName": null}, {"mpName": "Mr Arasu Duraisamy (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Prof Fatimah Lateef (Marine Parade).", "attendance": true, "locationName": null}, {"mpName": "Mr Cedric Foo Chee Keng (Pioneer).", "attendance": true, "locationName": null}, {"mpName": "Mr Douglas Foo (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Ms Foo Mee Har (West Coast).", "attendance": true, "locationName": null}, {"mpName": "Ms Grace Fu Hai Yien (Yuhua), Minister for Culture, Community and Youth and Leader of the House.", "attendance": true, "locationName": null}, {"mpName": "Mr Gan Kim Yong (Chua Chu Kang), Minister for Health.", "attendance": true, "locationName": null}, {"mpName": "Mr Gan Thiam Poh (Ang Mo Kio).", "attendance": true, "locationName": null}, {"mpName": "Mr Goh Chok Tong (Marine Parade).", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Daniel Goh Pei Siong (Non-Constituency Member).", "attendance": true, "locationName": null}, {"mpName": "Mr Heng Chee How (Jalan Besar), Senior Minister of State for Defence.", "attendance": true, "locationName": null}, {"mpName": "Mr Heng Swee Keat (Tampines), Minister for Finance.", "attendance": true, "locationName": null}, {"mpName": "Mr Terence Ho Wee San (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Ms Indranee Rajah (Tanjong Pagar), Minister, Prime Minister's Office and Second Minister for Education and Finance.", "attendance": true, "locationName": null}, {"mpName": "Dr Intan Azura Mokhtar (Ang Mo Kio).", "attendance": true, "locationName": null}, {"mpName": "Dr Janil Puthucheary (Pasir Ris-Punggol), Senior Minister of State for Communications and Information and Transport.", "attendance": true, "locationName": null}, {"mpName": "Dr Amy Khor Lean Suan (Hong Kah North), Senior Minister of State for the Environment and Water Resources and Health.", "attendance": true, "locationName": null}, {"mpName": "Dr Koh Poh Koon (Ang Mo Kio), Senior Minister of State for Trade and Industry.", "attendance": true, "locationName": null}, {"mpName": "Mr Kwek Hian Chuan Henry (Nee Soon).", "attendance": true, "locationName": null}, {"mpName": "Dr Lam Pin Min (Sengkang West), Senior Minister of State for Health and Transport.", "attendance": true, "locationName": null}, {"mpName": "Er Dr Lee Bee Wah (Nee Soon).", "attendance": true, "locationName": null}, {"mpName": "Mr Desmond Lee (Jurong), Minister for Social and Family Development and Second Minister for National Development and Deputy Leader of the House.", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Hsien Loong (Ang Mo Kio), Prime Minister.", "attendance": true, "locationName": null}, {"mpName": "Mr Lee Yi Shyan (East Coast).", "attendance": true, "locationName": null}, {"mpName": "Mr Liang Eng Hwa (Holland-Bukit Timah).", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Biow Chuan (Mountbatten), Deputy Speaker.", "attendance": true, "locationName": null}, {"mpName": "Mr Lim Hng Kiang (West Coast).", "attendance": true, "locationName": null}, {"mpName": "Ms Sylvia Lim (Aljunied).", "attendance": true, "locationName": null}, {"mpName": "Dr Lim Wee Kiak (Sembawang).", "attendance": true, "locationName": null}, {"mpName": "Mr Low Thia Khiang (Aljunied).", "attendance": true, "locationName": null}, {"mpName": "Ms Low Yen Ling (Chua Chu Kang), Senior Parliamentary Secretary to the Ministers for Education and Manpower.", "attendance": true, "locationName": null}, {"mpName": "Mr Masagos Zulkifli B M M (Tampines), Minister for the Environment and Water Resources and Minister-in-charge of Muslim Affairs.", "attendance": true, "locationName": null}, {"mpName": "Dr Mohamad Maliki Bin Osman (East Coast), Senior Minister of State for Defence and Foreign Affairs.", "attendance": true, "locationName": null}, {"mpName": "Mr Mohamed Irshad (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Mr Muhamad Faisal Bin Abdul Manap (Aljunied).", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Dr Muhammad Faishal Ibrahim (Nee Soon), Senior Parliamentary Secretary to the Ministers for Education and Social and Family Development.", "attendance": true, "locationName": null}, {"mpName": "Mr Murali Pillai (Bukit Batok).", "attendance": true, "locationName": null}, {"mpName": "Dr Lily Neo (Jalan Besar).", "attendance": true, "locationName": null}, {"mpName": "Mr Ng Chee Meng (Pasir Ris-Punggol), Minister, Prime Minister's Office.", "attendance": true, "locationName": null}, {"mpName": "Dr Ng Eng Hen (Bishan-Toa Payoh), Minister for Defence.", "attendance": true, "locationName": null}, {"mpName": "Mr Louis Ng Kok Kwang (Nee Soon).", "attendance": true, "locationName": null}, {"mpName": "Ms Anthea Ong (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Mr Ong Teng Koon (Marsiling-Yew Tee).", "attendance": true, "locationName": null}, {"mpName": "Mr Ong Ye Kung (Sembawang), Minister for Education.", "attendance": true, "locationName": null}, {"mpName": "Ms Joan Pereira (Tanjong Pagar).", "attendance": true, "locationName": null}, {"mpName": "Mr Leon Perera (Non-Constituency Member).", "attendance": true, "locationName": null}, {"mpName": "Ms Denise Phua Lay Peng (Jalan Besar).", "attendance": true, "locationName": null}, {"mpName": "Mr Png Eng Huat (Hougang).", "attendance": true, "locationName": null}, {"mpName": "Mr Pritam Singh (Aljunied).", "attendance": true, "locationName": null}, {"mpName": "Ms Irene Quay Siew Ching (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Ms Rahayu Mahzam (Jurong).", "attendance": true, "locationName": null}, {"mpName": "Mr Saktiandi Supaat (Bishan-Toa Payoh).", "attendance": true, "locationName": null}, {"mpName": "Mr Seah Kian Peng (Marine Parade).", "attendance": true, "locationName": null}, {"mpName": "Mr K Shanmugam (Nee Soon), Minister for Home Affairs and Law.", "attendance": true, "locationName": null}, {"mpName": "Ms Sim Ann (Holland-Bukit Timah), Senior Minister of State for Communications and Information and Culture, Community and Youth and Deputy Government Whip.", "attendance": true, "locationName": null}, {"mpName": "Mr Sitoh Yih Pin (Potong Pasir).", "attendance": true, "locationName": null}, {"mpName": "Mr Sam Tan Chin Siong (Radin Mas), Minister of State for Foreign Affairs and Social and Family Development and Deputy Government Whip.", "attendance": true, "locationName": null}, {"mpName": "Mr Dennis Tan Lip Fong (Non-Constituency Member).", "attendance": true, "locationName": null}, {"mpName": "Ms Jessica Tan Soon Neo (East Coast).", "attendance": true, "locationName": null}, {"mpName": "Dr Tan Wu Meng (Jurong), Senior Parliamentary Secretary to the Ministers for Foreign Affairs and Trade and Industry.", "attendance": true, "locationName": null}, {"mpName": "Mr Patrick Tay Teck Guan (West Coast).", "attendance": true, "locationName": null}, {"mpName": "Mr Teo Chee Hean (Pasir Ris-Punggol), Deputy Prime Minister and Coordinating Minister for National Security.", "attendance": true, "locationName": null}, {"mpName": "Dr Teo Ho Pin (Bukit Panjang).", "attendance": true, "locationName": null}, {"mpName": "Mrs Josephine Teo (Bishan-Toa Payoh), Minister for Manpower and Second Minister for Home Affairs.", "attendance": true, "locationName": null}, {"mpName": "Mr Tharman Shanmugaratnam (Jurong), Deputy Prime Minister and Coordinating Minister for Economic and Social Policies.", "attendance": true, "locationName": null}, {"mpName": "Assoc Prof Walter Theseira (Nominated Member).", "attendance": true, "locationName": null}, {"mpName": "Ms Tin Pei Ling (MacPherson).", "attendance": true, "locationName": null}, {"mpName": "Mr Edwin Tong Chun Fai (Marine Parade), Senior Minister of State for Health and Law.", "attendance": true, "locationName": null}, {"mpName": "Dr Vivian Balakrishnan (Holland-Bukit Timah), Minister for Foreign Affairs.", "attendance": true, "locationName": null}, {"mpName": "Mr Lawrence Wong (Marsiling-Yew Tee), Minister for National Development and Second Minister for Finance.", "attendance": true, "locationName": null}, {"mpName": "Prof Yaacob Ibrahim (Jalan Besar).", "attendance": true, "locationName": null}, {"mpName": "Mr Alex Yam (Marsiling-Yew Tee).", "attendance": true, "locationName": null}, {"mpName": "Mr Yee Chia Hsing (Chua Chu Kang).", "attendance": true, "locationName": null}, {"mpName": "Mr Melvin Yong Yik Chye (Tanjong Pagar).", "attendance": true, "locationName": null}, {"mpName": "Mr Zainal Sapari (Pasir Ris-Punggol).", "attendance": true, "locationName": null}, {"mpName": "Mr Zaqy Mohamad (Chua Chu Kang), Minister of State for Manpower and National Development.", "attendance": true, "locationName": null}, {"mpName": "Mr Charles Chong (Punggol East), Deputy Speaker.", "attendance": false, "locationName": null}, {"mpName": "Mr S Iswaran (West Coast), Minister for Communications and Information and Minister-in-charge of Trade Relations.", "attendance": false, "locationName": null}, {"mpName": "Mr Khaw Boon Wan (Sembawang), Coordinating Minister for Infrastructure and Minister for Transport.", "attendance": false, "locationName": null}, {"mpName": "Prof Lim Sun Sun (Nominated Member).", "attendance": false, "locationName": null}, {"mpName": "Mr Lim Swee Say (East Coast).", "attendance": false, "locationName": null}, {"mpName": "Ms Sun Xueling (Pasir Ris-Punggol), Senior Parliamentary Secretary to the Ministers for Home Affairs and National Development.", "attendance": false, "locationName": null}, {"mpName": "Mr Teo Ser Luck (Pasir Ris-Punggol).", "attendance": false, "locationName": null}, {"mpName": "Mr Vikram Nair (Sembawang).", "attendance": false, "locationName": null}, {"mpName": "Ms Yip Pin Xiu (Nominated Member).", "attendance": false, "locationName": null}], "ptbaList": [{"mpName": "Mr Lim Swee Say", "from": "19 Feb", "to": "23 Mar", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Mr Khaw Boon Wan", "from": "24 Feb", "to": "23 Mar", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Ms Sun Xueling", "from": "24 Feb", "to": "28 Feb", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Mr S Iswaran", "from": "25 Feb", "to": "28 Feb", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Mr Teo Ser Luck", "from": "26 Feb", "to": "27 Feb", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Mr Charles Chong", "from": "27 Feb", "to": "28 Feb", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Prof Lim Sun Sun", "from": "27 Feb", "to": "27 Feb", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}, {"mpName": "Ms Yip Pin Xiu", "from": "27 Feb", "to": "28 Feb", "startDtText": null, "endDtText": null, "startDtFlag": false, "endDtFlag": false}], "a2bList": [], "takesSectionVOList": [{"startPgNo": 0, "endPgNo": 0, "title": "Time Allocation for Committee of Supply", "subTitle": "Announcement by Mr Speaker", "sectionType": "OS", "content": "<p><strong>Mr Speaker</strong>:&nbsp;Order. Pursuant to paragraph (7) of Standing Order 92, I have fixed the times for the conclusion of consideration of the heads of expenditure in the Estimates of Expenditure for FY2019/2020 in the Committee of Supply.</p><p>In fixing these times, I have taken into account the reduction of Question Time to 30 minutes on the days allotted for the COS debates and the extension of sitting times of the Committee of Supply for each of the allotted days.</p><p>Additionally, Members are notified that the sittings on the allotted days of 1 to 8 March will commence at 11.00 am.</p><p>The \"guillotine\" times I have fixed have been notified to hon Members. Order. The Clerk will now proceed to read the order of the day.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Debate on Annual Budget Statement", "subTitle": null, "sectionType": "OS", "content": "<p>[(proc text) Order read for Resumption of&nbsp;Debate&nbsp;on Question [18 February 2019], (proc text)]</p><p>[(proc text) \"That Parliament approves the financial policy of the Government for the financial year 1 April 2019 to 31 March 2020.\" - [Minister for Finance]. (proc text)]</p><p>[(proc text) Question again proposed. (proc text)]</p><h6>1.02 pm</h6><p><strong>Dr Lim Wee Kiak (Sembawang)</strong>:&nbsp;Mr Speaker, Sir,&nbsp;I stand in support of Budget 2019.&nbsp;I support the broad principles highlighted by the Finance Minister which Budget 2019 was formulated upon. I would like to discuss three topics.</p><p>First, universal support and cohort-based support schemes like Pioneer Generation and Merdeka Generation Packages; second, investing in our future; and third, why we should have a Climate Change Bill.</p><p>First, like many of us in this House, my parents belong to the Pioneer Generation.&nbsp;I have many relatives and friends who belong to the Merdeka Generation. Both the Pioneer Generation and Merdeka Generation lived through turbulent times of our nation building. They have worked hard and built this nation so that the subsequent generations that follow will have a much better future. I am born in 1968. So, I belong to the next cohort, which Mr Murali Pillai had referred to as the Majulah Generation.</p><p>But we were coined the Post-Independence Generation when we first came into this House. The next cohort consists of those born in 1960 to 1969, which includes Mr Speaker, yourself too. I would like to call this cohort \"the Independence Generation\", because we are born plus and minus five years from Independence.</p><p>I do agree with Assoc Prof Daniel Goh that the Merdeka Generation and the Pioneer Generation have taught us independence. That is the reason why I think Independence Generation is a much better name than the Majulah Generation.</p><p>We all are here because of them. We all want our Pioneer Generation and Merdeka Generation seniors to enjoy their golden years and age graciously and peacefully. I support the Pioneer Generation Package and the Merdeka Generation Package.&nbsp;</p><p>Some in this House has asked whether cohort-based schemes like Pioneer Generation Package and Merdeka Generation Package can be replaced by a more permanent universal system. A permanent system that automatically give subsidy based on a certain age like our transport concession for seniors. All seniors age 60 and above can apply for a senior citizen concession card. In principle, if resources are available for the long haul, I can support a universal scheme that automatically distribute the benefits of the package to all above 60 years.&nbsp;But is it practical and realistic for the Government or for this House to propose and implement such a health scheme? Is it sustainable, given our ageing population and growing numbers of people in this age group over the next few years?&nbsp;</p><p>Cohort-based schemes like Pioneer Generation Package and Merdeka Generation Package are targeted at the needs to these cohorts. As explained during the launch of the Pioneer Generation Package, this cohort has contributed to our nation building during difficult and challenging times. Many did not have proper education and good job opportunities. They worked hard to support their families and did not have sufficient savings for retirement and healthcare because CPF and MediSave schemes were not implemented yet. The package was tailored to their needs and targeted at the concerns they have.</p><p>A universal scheme will be more blunt, board based and less targeted. We are not starting from zero. As it is today, we do have a universal health scheme. One may go to the MOH website to enquire about the subsidies they can enjoy. If you key in 60 years old, which means your year of birth was 1959, and key in that you are Singaporean, the website will show 15 health schemes that you may get subsidy.&nbsp;These 15 schemes are MediShield Life, CareShield Life, MediSave,CHAS, ElderShield, Medifund, subsidies for services and drugs at Public Healthcare Institutions, Enhanced Screen for Life, Interim Disability Assistance Programme for the Elderly, Foreign Domestic Worker (FWD) levy concession for persons with disabilities, Seniors' Mobility and Enabling Fund, Care-givers Training Grant, Elder Fund, Foreign Domestic work Grant, and Subsidies for Government-funded intermediate and long-term care services. These are the 15 schemes there. Primary healthcare in polyclinics are heavily subsidised and they are not means tested. Any Singaporean can enjoy subsidy there. Likewise, subsidised healthcare at public hospitals are also affordable to all Singaporeans. For those who are not able to afford, medical social workers are there to assist and there is always Medifund. So, no Singaporean will be deprived of the medical care they need.</p><p>There are also some who asked whether the next generation that follows, that is, those who are currently 50 to 59 years old, will get similar package when we reach 60 years old, which is in 10 years time. I and many of us in this House belong to this generation, the Independence Generation. Our generation, in fact, has already received a much bigger and better package than the previous two generations. Those in our generation were given better education, better job opportunities, better housing, better healthcare, better transport and a better Singapore by the Pioneer and Merdeka Generations.&nbsp;Like the previous two generations, our generation have worked hard and contributed. We grew up in a more stable and prosperous Singapore, were able to save more&nbsp;for our retirement and medical needs compared to preceding two generations. Our needs are different.&nbsp;</p><p>There is an important difference between a&nbsp;cohort-based scheme and permanent scheme&nbsp;– that is sustainability.&nbsp;A cohort-based scheme is financed by the current government and does not burden our future generations. A permanent scheme will need additional recurrent funding which future government may not be able to cope.</p><p>&nbsp;In another five to 10 years, the new, future government if it is prudent and capable, we may see an Independence Generation Package that will cater to our needs at that point in time.&nbsp;</p><p>Next, investing for our future.&nbsp;Human resource is the only and most important resource Singapore has. Development of human resources through education and upskilling is the key. Currently, formal education – Primary and Secondary school education – are heavily subsidised. Hence, parents only pay monthly standard miscellaneous fees of $6.50 and $5 monthly school fees for Secondary school.&nbsp;In contrast, a four-hour MOE Kindergarten programme will cost parents $160 per month. The difference in fees is quite stark. Pre-school education is currently not compulsory, hence, it does not have the support given. All educators know the importance of early childhood education as it sets the foundation for the child. I hope the Government or the future government will make pre-school or early childhood education compulsory and provide more resources so the school fees can be free just like for Primary school.&nbsp;</p><p>Upskilling and upgrading all Singaporeans for the future is important. Will the Government consider putting more resources into SkillsFuture and top up the accounts of Singaporeans who have utilised or exhausted their credits?</p><p>After education and upskilling, it is important that wages have to be increased to improve their lives.</p><p>Mr Speaker, I would also like to ask what is the difference in goals between a Progressive Wage system, a Minimum Wage or a Leading Wage system, versus the Workfare Income Supplement (WIS)? Neither encourage one to be unemployed, so is<span style=\"color: rgb(51, 51, 51);\">&nbsp;the outcome not the same? There are many countries with Minimum Wage but few countries with WIS. Why is that so? How comprehensive is WIS? Are there low-wage workers that did not benefit from WIS?</span>&nbsp;</p><p>My last topic will be on climate change.&nbsp;Mr Speaker, much has been said about our commitment to climate change. We have been educating our population on the greenhouse effect, carried out various campaigns, engaged transport operators, businesses and corporations and factories to get their buy-in.</p><p>But we do not have a Climate Change Bill. In UK, before the Climate Change Act became law, UK was struggling to meet its very unambitious emission reduction targets. The Act set a scientifically informed, long-term target of an 80% cut in emissions by 2050, which is legally binding. In other words, it aimed to increase ambition and to ensure that ambition was met.</p><p>There are many countries, e.g. Sweden where the Climate Change Act contains provisions on the government’s climate policy, what the work will be aimed at and how it should be conducted; Norway where the Climate Change Act offers a framework to promote the implementation of Norway’s climate targets as part of the transition to a low carbon society in Norway in 2050. In Asia, closer to home, Japan Climate Change Adaptation Act aims at enhancing adaptation efforts in Japan. It enshrines into law the 2015 National Adaptation Plan and sets updated obligations. Even Malaysia has announced in December last year that they are drafting a Climate Change Act, which will contain adaptation and mitigation plans to climate change. It would develop a list of comprehensive risk analytic simulating scenarios in the face of a rise in global temperatures of two degrees Celsius. Meanwhile, Scotland too acknowledged the warning of rising global temperatures and last year, they sought advice to further enhance it. In fact, in Scotland, their ministers are legally required to seek expert advice on the earliest achievable date for a net-zero target at least every five years.</p><p>But what about Singapore? Why we do not have a Climate Change Act? To show and enshrine our commitment to mitigate Climate Change, I propose we enact a Climate Change Act.&nbsp;</p><p>Can the Government share what percentage of&nbsp;our energy&nbsp;used can be harnessed from renewable sources?&nbsp;Will the Government consider giving incentives to private property owners to install solar panels&nbsp;like many other countries do?&nbsp;Also, what percentage of recyclable waste that was&nbsp;collected for recycling actually get recycled?&nbsp;<span style=\"color: rgb(51, 51, 51);\">I noticed from a documentary recently that it was a dismal 50% which means the other 50% was disposed of as waste. How can we improve this percentage? Will&nbsp;NEA do more public education on this and teach residents to separate the different recyclable wastes rather than to treat the recycling bins as dustbins? </span></p><p><span style=\"color: rgb(51, 51, 51);\">Perhaps we may have to review the current design of the recycling bin at the HDB estates, which has just one large opening, and looks almost like a normal trash bin. Why not have them designed with separate small openings for each type of recyclables, like the ones along Orchard Road?</span></p><p>And, lastly, what is our plan to adopt the use of hybrid electric cars? I would like to encourage more drivers to use electric cars, but unfortunately, there are simply no charging points around. Will the Government&nbsp;take the lead to install more charging points around different parts of Singapore? Will BCA consider hardcoding this requirement in all buildings including&nbsp;new HDB estates?</p><p>Mr Speaker, Sir, young Singaporeans are getting more environmentally-conscious as it concerns their future. So, I hope the Government can develop more concrete measures to create a culture of environmental-consciousness in our country.</p><h6>1.14 pm</h6><p><strong>Miss Cheryl Chan Wei Ling (Fengshan)</strong>:&nbsp;Mr Speaker, the Budget is an important annual process that defines the focus for the country in each fiscal year, outlines the plans to be implemented and also sets the tone of how the nation’s fiscal health may be like in the years ahead. But, how many Singaporeans take a strong interest in what the Budget is and discuss how each Budget impacts the future state of the country?</p><p>A few days ago, I overheard a conversation between two individuals about Budget 2019. Mr X asked Mr Y, “Have you checked out the Budget calculator and see what benefits you get?” Mr Y replied, “Not yet, I roughly heard some things about it, but seems there is no benefits for me or my family.” Such a conversation may sound familiar to some. It indicates a lack of interest about the Budget or the only association they can have with the Budget is a measure of one-off monetary benefits.</p><p>The underlying message is worrisome. That the Budget is nothing more than a bag of benefits that serves some people in one year or the other. As we chart our way forward and work towards an inclusive society, this is an increasingly pertinent topic to address.</p><p>I believe it is time for us to define who we are, what we can do as one country and what we hope the future Singapore to be. While some issues can be addressed with short term fixes, the future state of the country requires longer term strategies. And this big picture, the end state must be defined and built together with the citizens and the Government. We need participants, not by-standers in the process.</p><p>Singapore has a growing ageing population, the external environment is more dynamic and disruptive and future scenarios are more unpredictable; these are all facts and norms of the new age. For Singapore to rise above the challenges and ensure every citizen has a place in this country, we should take a hard look at what it takes to be inclusive. How can we be inclusive unless it is consciously built into our policies, ingrained as a culture and as individuals, we think and walk them like a way of life.</p><p>To me, building social capital and civic participation is key. In this process, the concept of sharing is fundamental; sharing of wealth, sharing of people and available resources. Let us begin by looking at what areas we need to improve to achieve a more equitable distribution of resources.</p><p>Looking at where Singapore is, one can say that Singapore should be considered having done well as our system is built on principles of meritocracy, has a fair and progressive tax system and the redistribution of wealth has a focus on social outcomes.</p><p>But over the last decade, there is evidence that indicates the increase in wealth inequality has become greater than income inequality. Those with the wealth are not only on a better footing to accumulate more, they have even better access to resources that helps preserve their wealth.</p><p>To reduce the wealth inequality gap in Singapore, we tax through personal income, property and consumption. This way, the top earners and those with more assets contribute. To further encourage those who have more to give, the tax-deductible donation scheme was implemented. I believe many donate as they believe in the causes and not because of the tax deductibles. But, it is also true that since the estate duty was scrapped in 2008, the number of charitable foundations and trust funds set up has since increased three folds.</p><p>Compared globally, Singapore has a low personal income tax rate. But with a shrinking and ageing workforce, it is impractical to consider further taxes on income. After all, the ability of an average income worker to build wealth is dependent on sheer labour. Also, the consumption tax in one way or the other does impact the lower income group to meet their basic living expenses. The GST and transport vouchers, Silver Support Scheme and other subsidies given to the lower income group do help to defray some of their costs, but overall, consumption taxes indirectly do raise the general cost of living.</p><p>In order to maintain fiscal prudence, we need new revenue sources to sustain the many programmes that may have a long tail in the years ahead. While we look ahead and review the current tax system in entirety, should we consider the possibility of a net wealth tax and inheritance tax for the ultra-high net worth individuals who make up 1%-2% of our society? In the spirit of giving and sharing, will the ultra-high net worth individuals be willing to share more of their wealth to uplift the vulnerable and less privileged communities?</p><p>Another case in point is the wages of the low-income workers. Many of these workers are hired in domestically focused industry like the cleaning, security and landscaping. I have come across my own residents in these sectors and they work very long hours to ensure their income can meet the family’s expenses. For these individuals, we cannot expect they would have the luxury of time to upkeep and have upgrading of theirs skills, or even to further define their career path for the long run. Over time, they are the ones who are disadvantaged by us. Us, the consumers of their services.</p><p>While the current Progressive Wage Model and Workfare Income Supplementary Scheme are designed to help raise their wages, the question still remains if this is sufficient in today’s context to support and meet the basic needs of the low-income worker and their family. The Government has implemented multiple targeted schemes in larger quantum like ComCare, GST rebate, transport vouchers, education funds, etc to continue assisting this low-income group. There are also donations of cash in kind from the public and the voluntary welfare organisations to them. Clearly, all donations will help them in one way or the other, but are these safety nets the answer to their basic needs?</p><p>I feel that to effectively make a difference that impacts and uplift the lower percentile group, in particular those younger families, giving them access to resources, especially a decent living wage, so that each worker at the end of the month would have more to spare, is actually more critical. Not having time only to live hand to mouth, will also allow them to have some quality time with their children or grandchildren that can foster the growth of the next generation and instill family bonding that many average family enjoys.</p><p>This brings us to the crux of the issue&nbsp;– how much more are consumers and employers willing to pay them to meet the living wage? We cannot continue this path of racing to the last dollar for the value of contracts, asking for more productivity from these workers without paying for tools or environment that aid their productivity improvement, assigning more tasks to them when we can do some on our own, something even as simple as clearing our own plates and trays after a meal.</p><p>The employers too have a fair share to play in this as they balance their profits, re-invest in the workers and give the workers a decent wage to begin with. It is not how large or small the action is, but what we are willing to do and to what extent to effect the change. This comes back to the basic question of sharing. The top and middle tiers of the economy whilst they have more opportunities and pathway to elevate, they can certainly do more for the lower income group; starting with a willingness to pay more for their services. Our mindset and actions around this issue ultimately reflect the value of this country and its people.</p><p>Another area that I wish to highlight is the need for knowledge transfer between the inter-generations and within the working class.</p><p>Knowledge sharing is a very important resource in any organisation. When we exchange information, skills and expertise, it not only creates awareness of expectations, it also serves to update the workforce of changes within the workplace and consequently trains the people. Any organisation and a country for that matter, which has a culture of sharing, will achieve better results of faster response time, better coordination and diversity in solutions to their problems.</p><p>In the next two decades, we will see the retirement of a large cohort of baby boomers and the millennials will eventually make up most of the workforce. This drain of expertise and knowledge will have its repercussions if there are no early channels for inter-generation or inter-workplace transfer. I do not doubt that millennials are learning and will develop the different new skillsets to meet the future workplace demands. But in all businesses, there are some fundamentals in people and business management that will always be relevant across time. These are the key aspects of operating a business beyond data analytics, automation and a technology app.</p><p>For young start-ups and SMEs to scale up or internationalise, they require some of this knowledge and stepping stones that can reduce their learning curve. Consultation and guidance from the working group in their 40s to 50s today will be useful for these companies. The same applies for employers; they must be willing to conduct in-house development training for the workers and bridge the generational gap and workplace knowledge through job rotations and have a healthy mix in the retention of seniors.</p><p>As we put focus on the structural aspects of the industry transformation maps, let us not forget the need to step up on our mentorship guidance and the cross-industry functional knowledge exchange.</p><p>Mr Speaker, the conversation about inequality gap, who are the intended beneficiaries and how much or whom should give, is not a talk that will end. Countries with longer histories than Singapore are facing the same issue. But all these will only continue to be chatters unless we as a country, as the people of this little red dot begin to acknowledge that we must all play a part and take actions in our daily lives to make Singapore an inclusive country.</p><p>If we cannot convince&nbsp;ourselves to demonstrate the intrinsic values of this country, our future Budget debates and conversation with the public will be nothing more than package subsidies, Net Investment Return Contributions, and incremental shifts in our economy and trade. Not that these are unimportant, but they will not move the needle nor set the long-term direction of our country. And without building our social capital now, defining the values and roles of this country with active civic participation, each Budget will only fall on ears of the citizens like a lecture in class and endless debate of whose rightful duty it is to care for the ageing population and the future generations. I support the Motion.</p><h6>1.24 pm</h6><p><strong>Miss Cheng Li Hui (Tampines)</strong>: Mr Speaker, I rise to support the Motion. Sir, when I was a little girl, I witnessed my grandmother’s displeasure for the first time in 1984. It was polling day. My cousin had told her not to go to the polling centre since she walks slowly, with a limp. She jumped and said, \"You have no idea how important Government is. This is the best Government in the world. They have taken care of us. I am going to vote.\" Needless to say, she got her way.</p><p>My grandmother and her generation of pioneers as well as subsequent generations of Singaporeans witnessed what the Government had done for the country and the people, and they trusted our leaders. They had faith in what the country can achieve together – people and Government hand-in-hand.</p><p>Sir, I believe most people trust that the Government is doing a good job and they continue to look to the Government to make a difference in their lives, so that they and their children can get ahead and stay ahead. This trust has been built up over the last 50, 60 years by successive PAP governments. This is what made my grandmother's generation feel grateful for a good government.</p><p>Sir, this faith in the Government is something very precious. In this day and age when trust in governments worldwide has been declining, we have to continuously strive to ensure that trust in our Government is not and will not be eroded. I know we have heard this before but I still want to repeat it because it is important. Once lost, it is difficult to bring back. Unfortunately, in the last few months, a spate of accidents and incidents have grabbed the headlines and shaken this confidence in our Government. I do not need to repeat them all but there are two I wish to mention as they are of concern to my residents.</p><p>First, the case of MediShield Life paying out only $4.50 of a senior citizen’s post-subsidy bill which amounted to nearly $4,500. Mr Speaker, Singaporeans were told that MediShield Life was introduced to provide them with peace of mind when they face huge medical bills. When it was reported that MediShield Life only paid $4.50 out of a $4,500 bill, it was quite a shock. Some of my residents thought that there had been a big mistake. Worse still, that Government was trying to cover up or sweep the matter under the carpet.&nbsp;I am glad that MOH and her GPC members have come out quickly to explain. MOH has also promised to review the MediShield Life insurance claim limits, and this is how the matter should be handled.</p><p>If it was a mistake, just make things right again. If it was a misunderstanding or a special case, let us lay out the facts to the people. At the end of the day, if we provide a proper explanation to the people, they will understand, and they can be reassured that MediShield Life does work as intended. If we do not do that, there would be lingering doubts on what the Government had said about MediShield Life, and this is not good for the Government because trust and confidence will be gradually eroded.</p><p>Mr Speaker, I had a discussion with my activists after the Budget speech and most felt that the Government does not explain matters clearly enough. But the fact is our people also tend not to pay attention to things that concern them. For example, when I asked them what is the price of water, how much does it cost if you drink two litres of water for 365 days, no one got it right. This is despite the Government’s efforts to communicate this over the past many years. By the way, the answer is $2. It cost us $2 per year to drink two litres of water&nbsp;– clean safe drinking water that flows out of our taps 365 days a year.</p><p>Therefore, it is understandable that when social media circulated that the Government shifted the payout age for CPF Retirement Sum Scheme to 70, people thought they had missed some announcement. Today, the payout eligibility age for the Retirement Sum Scheme is still 65 for those born from 1954 onwards. This has been the case since 2007. But for people to think that the Government can secretly change the age shows that some people, and I hope is a minority, do not follow the news or tend to think the worst of our Government.</p><p>I am glad my parliamentary colleagues filed many questions on this and Minister Josephine Teo has clarified. But it does show that we should work harder at our communication and make it more easily understood.</p><p>Some Government agencies no longer have counter services or, perhaps, they are inadequate. Some seniors and even blue collar persons aged 40 and above, who are not so comfortable with the Internet, still require face-to-face explanation. For example, give people an option to book an appointment at age 65 to meet a CPF officer. It Is like buying an insurance annuity, the customer service should explain the details to the citizen. We cannot afford to have our people confused, then their trust and confidence in our Government would be affected.</p><p>Mr Speaker, this year, the mood is reflective as we commemorate our bicentennial. We must create opportunities and encourage our schools, families, grandparents to share stories, to remember our past and not to take our current peace and prosperity for granted.</p><p>Last year, when I chaired the River Hongbao Organising Committee, I was showing my parliamentary colleagues around and a man in his 40s came up and said \"I saw the exhibition in the news. I thought what's the big deal. After looking at the old 3-room flat mock up and remembering my past, I came out and looked around at the skyscrapers and I am grateful. We have come so far\". Pointing to his Primary school daughter next to him, he said, \"She does not know how I am feeling. She is fortunate\".</p><p>This year, the exhibition was taken to greater heights with an informative exhibition of our history. As this is only the beginning of our celebrations, I hope down the road, we will have more and better opportunities to encourage interactions between our seniors and family and to nurture our Singapore Identity. In Mandarin, Sir.&nbsp;</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20190227/vernacular-Cheng Li Hui Budget 27 Feb 2019-Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>Mr Speaker, this year we commemorate Singapore's Bicentennial. As we reflect our history, we must create opportunities and encourage our schools, families and grandparents to share stories of the past 200 years.&nbsp;</p><p>Last year, when I chaired the River Hongbao Organising Committee, I was showing my parliamentary colleagues around the exhibition, \"My Home, My New Year\". A man in his 40s came up to one of them and said that before he came to that exhibition, he thought it was no big deal. But after looking at the mock-up of an old 3 room flat and remembering his past, he walked out of the exhibition and felt emotional at the sight of the skyscrapers around him. He told us that this feeling was something that his daughter could not understand. He said we should be feeling grateful for the peace, prosperity and stability that we enjoy today.&nbsp;</p><p>This year's River Hongbao was more colourful and exciting by using exhibition to narrate Singapore's history and its development.</p><p>(<em>In English</em>):&nbsp;Mr Speaker, there is simply no shortcut in earning the people's trust and confidence. The key ingredients are delivering for the people, having accountability and transparency, as well as being consistent in our communication across the board. I started my speech by recounting what my grandmother said many years ago, \"You have no idea how important government is. This is the best Government in the world. They have taken care of us.\"</p><p>I hope, and I am optimistic, that what she said then will continue to resonate with younger Singaporeans. With this Budget, let us persist and continue to work together for our people and our country, and do our part in co-creating the future we want for ourselves and our children. I support this Budget.</p><h6>1.32 pm</h6><p><strong>Mr Ang Wei Neng (Jurong)</strong>:&nbsp;Mr Speaker, Sir, Winston Churchill famously said, \"If you make 10,000 regulations, you destroy all respect for the law\". In Singapore, I have received a lot of feedback that people are getting increasingly frustrated by a host of seemingly unnecessary and irrelevant regulations that are putting the brakes on their work or their lives. In an increasingly complex society where change is happening more and more quickly, the tendency is to come up with more regulations to protect interests of many diverse groups. Of course, some regulations are necessary and are good for the society. When more people started using Personal Mobility Devices (PMDS), for instance, we had to come up with rules to protect the safety of others. Or Workfare regulations, which have been protecting older lower income Singaporean workers. But in other areas, the amount and nature of regulations might be adding more red tape and making our lives miserable for businesses.&nbsp;Before I elaborate, I would like to declare my interest as the CEO of ComfortDelGro Taxi business.&nbsp;</p><p>My architect friends have been complaining to me about their less than pleasant experience with the Building Construction Authority (BCA) and Fire Safety and Shelter Department (FSSD). I face the same issues when I need to construct a new building, either as part of my community work or in the course of my work in my company. They have shared many stories with us. But I will cite one that is the most painful to the architects.</p><p>On 13 March 2014, BCA issued a circular to inform building industry players that they would have to obtain approval of building plans before commencing non-structural building works.&nbsp;Non-structural building works include building of walls and partitions so that contractors can install pipes and wires early. Prior to 2014, contractors could start non-structural work with a good preliminary building plan and Qualified Person&nbsp;(QP)'s undertaking to comply with the building codes. The new requirement to obtain approval of the full building plan which has to incorporate approvals from various authorities like NEA, LTA, NParks, typically would delay the project for months.&nbsp;Appeals by architects to the BCA have fallen on deaf ears, for reasons best known by the BCA.</p><p>Next, I would like to turn to a Statutory Board that is closer to my heart, LTA.&nbsp;<span style=\"color: black;\">Every new car model has to go through a homologation process </span>– a&nbsp;<span style=\"color: black;\">mouthful </span>–&nbsp;<span style=\"color: black;\">by LTA to verify whether the car model is safe to be driven on the Singapore road. The homologation process is relatively manual,&nbsp;tedious and lengthy.&nbsp;For example, LTA requires motor traders to input 52 safety items into LTA's system while our closest competitor, Hong Kong need only 26 items.&nbsp;There are also many rounds of clarifications by LTA which has slowed down the approval process.&nbsp;As a result, even current models with minor improvements or facelift also takes about eight weeks to homologate instead of two to three weeks previously. Industry players have given feedback to LTA on many occasions to simplify the homologation process, which can be stretched for months.&nbsp;However, LTA is quite happy to keep the process lengthy.&nbsp;Perhaps this is the way, LTA is trying to make Singapore car-lite? More importantly, these are the difficulties arising from bureaucratic red tape which many people have been complaining about.&nbsp;</span></p><p>Another example is getting approval to install a Direct Charger to charge full electric vehicles in double quick time. ABB, a large company, had been trying for six months to seek approval from the Energy Market Authority (EMA) without success to install a 50kwh DC charger to fully charge an electric car in 30 minutes. In this case, the CEO of EMA personally intervened and the DC chargers are now installed islandwide by the SP Group.&nbsp;But not many regulatory authorities are as progressive as EMA.&nbsp;Maybe that is one of the reasons why a few former EMA CEOs have now become Ministers.</p><p>To be objective, many industry players do not like to be regulated.&nbsp;Very often, private companies feel that competition will drive quality and there is no need for the regulators to impose many rules. They feel that Singapore should be as laissez-faire as Hong Kong.&nbsp;However, competition is often not perfect and some form of regulation is important, necessary and at times, essential. On the other hand, over-regulation can stifle creativity, slow down processes and add compliance costs without obvious benefits.&nbsp;A total removal of regulations could lead to many other problems like unfair competition or hurting the interest of consumers, like the Hokkien saying, 树倒猴子耍, it means that when the tree serving as a pillar falls, all hell breaks loose.&nbsp;</p><p>No private company likes to be regulated, no matter how altruistic one is.&nbsp;Thus, it is often considered as biased, not objective and self-serving when the parties being regulated complain that the regulator is enforcing unnecessary rules.&nbsp;This includes myself when my industry is being regulated by LTA. However, my views changed when I was preparing for River Hongbao 2019 which has just ended.&nbsp;As Chairman of River Hongbao, I was a volunteer, not paid and I had nothing to gain financially.&nbsp;Nonetheless, I also encountered some issues with the regulators.</p><p>First of all, I would like to thank the 1.35 million people who have visited River Hongbao between 3&nbsp;&nbsp;to 10 February 2019, for their support.&nbsp;Many visitors, comprising mainly local residents of all races, told me they enjoyed the larger-than-life lanterns, food street, stage performances and particularly the spectacular international fireworks display.&nbsp;I would like to thank the organising committee, the partners, the volunteers for their hard work to make River Hongbao one of the most successful in the recent years.&nbsp;Very importantly, I have to thank the sponsors for their generous support for the fireworks.</p><p>However, I would like to share that the beloved fireworks display almost could not happen.&nbsp;This year, we appointed an experienced fireworks vendor to arrange for the fireworks display at the River Hongbao.&nbsp;This fireworks vendor has been the company behind the fireworks display for the National Day parade for the past decade.&nbsp;It has years of experience in applying for all of the necessary fireworks permits, including getting approval from PUB, which is the custodian of the Marina Bay reservoir.</p><p>For some reasons, this year, a PUB executive refused to issue the permit for the fireworks as late as a fortnight before the opening ceremony of the River Hongbao at which Prime Minster was the Guest-of-Honour. They asked the vendor many questions. I was of course very worried. By that time, the interest in the River Hongbao fireworks was so strong that we had already issued 100,000 fireworks tickets. Thus, the prospect of the fireworks show being cancelled was imminent and preposterous. The 100,000 ticket holders would be very disappointed. More importantly, the approval for the River Hongbao fireworks had been sought months before, with no positive reply from PUB.&nbsp;Fireworks shows have routinely been put up in Marina Bay, with approvals granted, with no issues before.</p><p>Fortunately, I had someone in the House that I could appeal to and we received approval from PUB within a day of appeal.&nbsp;I do not know what actually happened but I am grateful that the fireworks display could take place during the eigth days of River Hongbao.&nbsp;As a result, we had record attendance at the River Hongbao this year. I would like to say a big \"thank you\" to PUB and the higher authority, that I would not name, who helped me. But Mr Speaker, Sir, I could keep quiet and move on. My concern is, what if I had no recourse? What if the fireworks were cancelled? What if I was not able to appeal to the authority?&nbsp;It appears that we need the intervention by a higher authority in the case of the River Hongbao fireworks and installation of DC charger for “exceptions” to be made and before things can move ahead.</p><p>The above industrial examples and recent episode with PUB have highlighted the frustration of many ordinary people with various Government regulatory bodies.&nbsp;We need to strike a balance between laws that are so general and simplistic that they become ambiguous, and regulations which go into such nitty-gritties that it becomes a nightmare to observe and abide by. We need to review regulations and strike them off when it becomes more of a hindrance than a help. The best way to get a sense of what may be obsolete is to rely on feedback. We should listen to the people who have to comply with the regulations and their reasons for why they find some legal requirements very onerous.</p><p>However, my concern with direct feedback is that many private companies are afraid to speak up against their regulators for fear of repercussions. Many companies have told me that they experience additional hindrance when they voice out too strongly against their regulators. In fact over lunch just now, a company said, they do not just voice out against regulations at all. They just comply. Some companies told me they refrain from giving genuine feedback as they do not want to bite the hand that feeds them, especially when they have to bid for contracts from their regulators. In fact, all the companies that have provided me with feedback to the cases cited above have asked me not to name their organisations. How then could the Government obtain genuine, objective and timely feedback from the parties most affected by the regulations?&nbsp;Some say they should feedback to Members of Parliament and let Members be their mouth piece, which is precisely what I am doing today. This is useful but definitely not enough.&nbsp;</p><p>We need more systematic ways to obtain regular, timely and objective feedback from the industry players.&nbsp;To overcome the fear of repercussion, perhaps the Government can establish a neutral channel, similar to the whistle-blower policy, to encourage feedback.&nbsp;Will such channel attract only frivolous complaints?&nbsp;I do not think so. Another way for us to develop and fine-tune our regulations is to have deeper understanding between the public service – which enforces those regulations – and the private sector, through work exchange programmes.&nbsp;</p><p>As someone who has work experience in both the public and private sectors, I have spoken on the need for this work exchange programmes in the past.&nbsp;Since then, I have observed and I know for the fact that there are small but sporadic efforts to do so. Some Government agencies have started to send and pay for their staff to work at the private sector organisations that they regulate. There are many benefits for such work exchange programmes. By “walking in the other person’s shoes”, the public servant who returns to his organisation are likely to have a deeper understanding on how the private company works; what kind of regulations are necessary and effective; what kind of regulations are difficult to comply and do not serve the policy’s intent.&nbsp;</p><p><span style=\"color: rgb(34, 34, 34);\">The public servants with immersion experience in the private sector can also better help to design incentives schemes to encourage companies to upgrade, to adopt new technology, to embrace digital transformation and rely less on foreign labour. In addition, they can also better anticipate and detect the loopholes private companies can exploit and abuse Government incentive schemes. Had this been done earlier, schemes like the Productivity and Innovation Credit scheme (PIC), launched in 2010 to encourage businesses to invest in productivity and innovation, might not have been abused to such a large extend. </span><span style=\"color: black;\">In 2018, IRAS said it prosecuted 13 cases involving 37 claims amounting to $804,756 of PIC cash payouts and this could be just the tip of the iceberg. The penalties and fines totalled $2.8 million.</span><span style=\"color: rgb(34, 34, 34);\"> These are the cases where regulation is absolutely necessary, but has to be developed and enforced with deep understanding of how it would be interpreted on the ground.</span></p><p>Private companies can also send their staff for work stints in the public service. The private sector workers can better appreciate the need for regulations, understand the complexity of taking into account the interests of various parties and help the Government to better design incentives to shape the behaviour of the private companies in the industry transformation journey. These work exchanges could last for one to two years, and the staff who are selected should be promising staff at the middle management level.</p><p>On a more personal note, as the President of the Volleyball Association of Singapore, I have seen the benefits of such exchanges first-hand. Last year, a staff from Sport Singapore, which oversees the National Sports Associations (NSAs), was posted to work as a General Manager in the Volleyball Association – not to clean up the messes, just to be sure, but to develop the sport in the volleyball fraternity. This proves to be a hit.&nbsp;She has helped Sports Singapore to better understand the challenges face by the NSAs.&nbsp;At the same time, she can tap on her experience in managing the NSAs and her networks in Sports Singapore to help in nurturing the volleyball players, volleyball coaches, securing training and competition venues for volleyball and more.&nbsp;Her posting has been mutually beneficial, very good and rewarding.&nbsp;</p><p>The staff exchange efforts between the public and private sectors have so far been ad hoc. Perhaps, the Head of the Civil Service can consider a more structured, scalable and sustainable programme for such work exchanges between the public and private sectors. In the larger scheme of things, such exchanges not only help to develop more relevant regulations, better enforcement policies and better incentive schemes for the private sector, the private and public sectors can also exploit the mutual learning between the two sectors for the better good of Singapore.</p><p>I hope that my suggestions can spark some discussion, more ideas and more channels where industry feedback can be solicited, evaluated and acted upon as well as deepen understanding between the public and private sectors.&nbsp;For that matter, I am pleased that Senior Minister of State Mr Chee Hong Tat had indicated yesterday that he would be leading efforts to simplify the regulations in the food industry. This is good news. I hope Senior Minister of State Mr Chee can review the same in other sectors as well. For Singapore to thrive in this uncertain world with constant technological and geopolitical disruptions, the Government has to keep listening. Mr Speaker, Sir, I support the Budget.&nbsp;</p><h6>1.47 pm</h6><p><strong>Dr Intan Azura Mokhtar (Ang Mo Kio)</strong>:&nbsp;Thank you, Mr Speaker, for the opportunity to speak on the&nbsp;Budget. This year’s Budget is generous and provides something for almost everyone – from the&nbsp;employees, to business owners, the less privileged,&nbsp;students, Singaporeans 50 years old and above, and&nbsp;seniors belonging to the Merdeka Generation.</p><p>I am particularly heartened by the focus on uplifting&nbsp;Singaporeans in this year’s Budget. The Enhanced Workfare&nbsp;Income Supplement (WIS) will go some way in helping even&nbsp;more lower wage income earners with a higher annual&nbsp;payout. In addition, the Special Employment Credit (SEC)&nbsp;and Additional SEC will continue to help business owners&nbsp;employ older Singaporeans until end of 2020. We have to&nbsp;continue to help lower wage as well as older Singaporeans&nbsp;in ensuring their incomes remain competitive and sufficient,&nbsp;and that they will always have opportunities to be financially&nbsp;independent.</p><p>Here, I would like to urge the Government to extend similar&nbsp;assistance to other vulnerable groups who are looking to retain their self-dignity and self-worth, where they can enjoy&nbsp;equal opportunities to be employed, be financially&nbsp;independent and also contribute to our community and&nbsp;economy. One such group would be those with special&nbsp;needs and those with mental health challenges.&nbsp;These two groups of individuals continue to face&nbsp;stigmatisation and challenges in their effort to be like&nbsp;everyone else and in leading a life as normal as possible.</p><p>The SEC and Additional SEC should also be extended in&nbsp;helping business owners employ those with special needs&nbsp;and those with mental health challenges who may need&nbsp;time and space to adjust to their work environments and work commitments. Hence, the support or assistance that can&nbsp;also be rendered to business owners or employers can be&nbsp;in the form of tax reliefs or wage support to allow for flexiwork&nbsp;arrangements.</p><p>Flexi-work arrangements can provide for better&nbsp;employment opportunities for those with special needs and&nbsp;those with mental health challenges to work from home or&nbsp;to gradually adjust to their work environments and work commitments at a pace they are comfortable with. Being&nbsp;gainfully employed is a start in helping those with special&nbsp;needs or with mental health challenges live independently&nbsp;like many others, and it accords sufficient opportunities to&nbsp;develop that much-needed self-belief and self-dignity.</p><p>However, beyond special employment credits or incentives&nbsp;for employers to hire those with special needs or with&nbsp;mental health challenges, as a society, we need to be more&nbsp;accepting of different abilities – whether as employers, co-workers or neighbours. Our personal acceptance paves&nbsp;the way for more of those among us who are considered&nbsp;vulnerable individuals to have a place in our society, be&nbsp;independent and have that opportunity to lead a life that is&nbsp;as normal as possible.</p><p>Still on employment and workers – the Professionals,&nbsp;Managers and Executives (PMEs) is another group of&nbsp;employees I would like to urge the Government to continue&nbsp;to monitor and extend assistance to. While I support the&nbsp;funding for the Enhanced Professional Conversion Programme (PCP) and Career Support Programme (CSP) to continue, I&nbsp;would like to find out how effective have our PCP, Career&nbsp;Trial, CSP, and Adapt and Grow Programme been in helping&nbsp;PMEs secure employment? Can these programmes continue&nbsp;beyond the next two to three years? Can they be made&nbsp;permanent programmes? Are there plans to introduce other&nbsp;programmes to further assist PMEs, and older PMEs in&nbsp;particular, in their employment search and careers?</p><p>Another portion of this year’s Budget in uplifting&nbsp;Singaporeans is to help students from less privileged&nbsp;families, mainly through the UPLIFT initiative in schools. I&nbsp;support the plan to strengthen after-school care for&nbsp;disadvantaged students in school-based student care&nbsp;centres. This provision will help such students have better&nbsp;social support after school – whether it is in the form of help&nbsp;in their school work or in socio-emotional matters.</p><p>However, beyond the provision of after-school care and&nbsp;support to these students from less privileged or&nbsp;disadvantaged families, are there plans to uplift each of&nbsp;their families as well? For instance, these could be in the&nbsp;form of employment assistance or employability coaching for the&nbsp;parents, financial planning workshops for the parents,&nbsp;parenting workshops to enhance parent-child bonding, and&nbsp;educational enrichment programmes for the children to&nbsp;promote personal and character development as well as&nbsp;the development of lifeskills.</p><p>I also fully support the Budget’s focus on Ensuring a&nbsp;Sustainable Environment, particularly in reducing taxes for&nbsp;diesel cars and taxis, and providing higher rebates for&nbsp;diesel vehicles. However, are there plans to lower road&nbsp;taxes for electric vehicles and providing similar rebates for&nbsp;owners of electric vehicles which are much more&nbsp;environmentally friendly with zero carbon emissions?</p><p>Countries or economies, such as Norway, Hong Kong and&nbsp;Iceland, are leading in the adoption of electric vehicles onto&nbsp;their roads, with generous incentives, such as waivers of&nbsp;import tax and value-added tax, reduced road tax and free&nbsp;parking in the city. Are there plans to increase the import&nbsp;and use of electric vehicles on our roads with similar&nbsp;incentives, particularly when Dyson will be setting up its electric car plants in Singapore?</p><p>One final segment of this year’s Budget I wish to speak on&nbsp;is in building a community of care and contribution, mainly through SG Cares. I strongly support the focus&nbsp;on nurturing students in Institutes of Higher Learning (IHLs)&nbsp;to give back to the community, do volunteer work and&nbsp;service learning, and to develop community leadership&nbsp;qualities. These are necessary skills and values that our&nbsp;youths must possess as there is a need to feel, think and&nbsp;act beyond the self or based on personal aspirations only.</p><p>The community is ours to shape and develop, and each of&nbsp;us has a role to make our community one that cares for and&nbsp;loves all. I hope that community projects or programmes which demonstrate values-in-action will not merely be items to be&nbsp;ticked off a checklist for our youth. I hope that our youth will&nbsp;take ownership and leadership in planning and&nbsp;implementing meaningful and impactful community projects&nbsp;that can help uplift the different segments of our&nbsp;community, not merely because it is an assessment or&nbsp;graduation requirement, but because it is something they truly believe in and want to do.&nbsp;At this juncture, Mr Speaker, please allow me to speak in&nbsp;Malay.</p><p>(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20190227/vernacular-27 Feb 2018 - Dr Intan Azura Mokhtar - Debate on Budget Statement.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>This year's Budget includes assistance for various groups and different segments of society, be it workers, employers, those who are disadvantaged, students, elderly Singaporeans and those who belong to the Merdeka Generation.</p><p>First, this year's Budget allocates funds and incentives that are rather generous to support entrepreneurs who are expanding their enterprise or businesses across the border, whether in Southeast Asia or globally. I hope that our entrepreneurs will seize this opportunity to explore new borders and opportunities and bring further glory to our nation.</p><p>At the same time, through schemes like the \"Global-Ready Talent Programme\", I also hope that our young Malays will seize the opportunity to experience working overseas even though it involves some personal sacrifice by being far away from their families for a period of time. However, the experience of working overseas and the opportunity to learn about and understand foreign cultures and markets is invaluable to our young Malays who are interested in broadening their experience, viewpoints and minds. As the Malay saying goes, \"If you are afraid to get your oars wet, your sampan will never make it across\".</p><p>Second, I welcome the extension of assistance programmes and schemes like the Enhanced Workfare Income Supplement and the Special Employment Credit that will help lower wage workers as well as elderly workers.</p><p>At the same time, I would also like to call on the Government to extend these assistance programmes or employment schemes to employers to encourage them to employ special needs individuals, for instance, those who have physical disabilities, autism or Down's Syndrome, as well as those who have mental health challenges.</p><p>In the effort by the Government and employers to help vulnerable groups such as those with special needs as well as those with mental health challenges, each of us has an&nbsp;important contribution. As a society, each of us plays a role in ensuring that the vulnerable amongst us are not left behind. Our attitudes towards them, whether as employers, colleagues or neighbours, will determine the extent of their acceptance by society, how independent they can be and whether they will continue to have a chance to lead a normal life.</p><p>(<em>In English</em>): In conclusion, Mr Speaker, this year’s Budget is more than&nbsp;just dollars, incentives or programmes. It is about coming&nbsp;together and helping one another in ways beyond the&nbsp;immediate or the individual. If I may end with a quote by&nbsp;Cesar Chavez:</p><p>\"We cannot seek achievement for ourselves and forget&nbsp;about progress and prosperity for our community... ...Our&nbsp;ambitions must be broad enough to include the aspirations&nbsp;and needs of others, for their sakes and for our own.\"</p><p>I support the Budget.</p><h6>1.57 pm</h6><p><strong>Mr Louis Ng Kok Kwang (Nee Soon)</strong>:&nbsp;Sir, I stand in support of the Budget. Inequality has been a buzzword in recent years and it is a positive sign. It shows&nbsp;that, as a society, we are not just concerned about ourselves but we are also&nbsp;concerned about those who have fallen behind, those who need our help.</p><p>What is the best way to reduce inequality? The answer is ensuring social mobility and&nbsp;social mixing.&nbsp;In this respect, I agree with what Prime Minister Lee said in October last year: \"We must not allow social&nbsp;stratification to harden in Singapore.\"</p><p>We have done well to ensure that there is less social stratification where we live. The Prime Minister gave the example of our HDB towns, which mix rental blocks with owned&nbsp;blocks, and have flats of all sizes within the same building. The Prime Minister said, \"We want high- and low-income families to live together side by side, get along with one another,&nbsp;interact with one together. Not live apart and treat each other as aliens from a&nbsp;different world.\"</p><p>But what about social stratification where we study, especially in our Secondary&nbsp;schools? Students spend perhaps half or even more of their time in schools. In&nbsp;these environments, it is surely just as important that high- and low-income children&nbsp;learn together, play together and mix with one another.&nbsp;</p><p>Sir, we have a very well-respected education system that many countries aspire to&nbsp;emulate.&nbsp;The recent OECD report titled “Excellence and Equity in Education” similarly shared&nbsp;many positive aspects of our education system and about how disadvantaged&nbsp;students here do well compared with their peers around the world.&nbsp;But as MOE has acknowledged, the report also showed that more work needs to be&nbsp;done to ensure good social diversity and mixing in schools.</p><p>One of the things that might prevent social mixing and harden social stratification in&nbsp;our Secondary schools is the practice of streaming. We introduced streaming in 1980, and I understand the rationale. It caters to the&nbsp;different learning needs and pace of our students and it has helped to lower our&nbsp;attrition rates which is now at less than 1%, compared to 30%-40% at the start of our&nbsp;education journey.&nbsp;Dr Intan also said in 2017 that streaming \"helps teachers in being more focused in&nbsp;their teaching so that they are able to pitch their teaching content and pedagogy that are suitable for the students they teach.\"</p><p>But the problem is that we are not just streaming our students based on their&nbsp;academic results. As Minister Ong has stated, \"Social economic status has become&nbsp;significantly correlated with PSLE results.\" The reality is that students in the Normal stream tend to have a lower social&nbsp;economic status, as compared to those from the Express stream.&nbsp;We know that from 2014 to 2018, 69% of Secondary school students who received&nbsp;assistance from the MOE Financial Assistance Scheme were from the Normal&nbsp;stream.</p><p>We also know that the percentage of students living in public rental flats is higher in the Normal streams than those in the Express stream.&nbsp;We all know that we hang out with our classmates much more than with our&nbsp;schoolmates. What streaming has possibly done is to reduce social mixing and, again, harden social stratification.&nbsp;</p><p>I spent the last year researching for this speech, filing questions in Parliament and I&nbsp;spoke with parents, students and teachers.&nbsp;Everyone understood why we started streaming. But quite a number of them gave&nbsp;pause and raised concerns when I suggested that streaming could be stratifying our&nbsp;schools and preventing our students from mixing across social economic&nbsp;backgrounds.&nbsp;I am sure streaming was not meant to divide our nation by social economic status,&nbsp;but we now see that streaming does contribute to it. We have tried so hard to prevent&nbsp;social stratification in our homes; we must try just as hard to do so in our schools.</p><p>The next logical question is whether students move between streams. After all, if a&nbsp;Normal (Technical) student can move easily to the Express stream, we could all afford&nbsp;to be less worried about social stratification.&nbsp;Unfortunately, we cannot. Each&nbsp;year, 530 Normal (Technical) students transfer to the Normal (Academic) stream. Of these students, only 10 to 20 of them eventually move on to the Express stream.</p><p>Here is what it means: If you are a student from the Normal (Technical) stream, you&nbsp;have less than 1% chance to move to the Express stream.&nbsp;What is worse, the stratification continues further up the education ladder. Over the&nbsp;past three years, Normal (Technical) graduates have made up only 5% of those&nbsp;who graduated from our public Polytechnics and only 1% of those who graduated&nbsp;from our autonomous Universities. Most finish their studies in ITE.&nbsp;Data provided by MOE show that ITE graduates earned a starting salary of $1,900 in&nbsp;the private sector in 2017. By contrast, public University graduates earned a starting&nbsp;salary of $3,300.</p><p>Why do students from the Normal stream struggle to move to the Express stream?&nbsp;One reason could be the psychological barriers that streaming imposes on Normal stream&nbsp;students. Minister Ng last year acknowledged concerns that streaming could&nbsp;inadvertently discourage students.&nbsp;Dr Intan also said, \"Academic streaming tends to pigeon-hole students and&nbsp;inadvertently places expectations about their intelligence or abilities according to the&nbsp;stream they are in.\"</p><p>Indeed, for some students there is a strong stigma associated with being in the Normal&nbsp;stream.&nbsp;One 2006 research paper, titled \"Building Teacher Capacity in Curriculum and&nbsp;Pedagogical Design in Normal Technical Classrooms,\" provided this summary: \"Perhaps the most common and injurious perception associated with NT or EM3&nbsp;students is stupidity. Other negative perceptions of people interviewed on the streets&nbsp;are: \"attitude not good\", \"Ah Beng type\", \"hopeless\", \"can't do anything, cant go&nbsp;anywhere\", \"unmotivated\", \"lazy\" and \"ill-disciplined\". Some students may have even internalised such negativities. It is not unusual for&nbsp;students in the Normal stream to blame themselves, leading to the worry that such&nbsp;students suffer from low self-esteem.\"</p><p>The impact of this stigma was already raised in this House by Mdm Cynthia Phua nine&nbsp;years ago. She said, \"The present streaming of students in Secondary schools have&nbsp;much psychological impact on the youths. The Normal stream is not normal,&nbsp;according to how the students and parents feel. They feel that they are inferior to their&nbsp;academic-better fellow schoolmates. And why do we have a system that makes our&nbsp;youths feel inferior at a young tender age?\"&nbsp;</p><p>There are, of course, students from the Normal (Technical) stream who have done well and we have featured them regularly.&nbsp;I met David Hoe and am so inspired by his story. David is the poster child of a&nbsp;successful student from the Normal (Technical) stream who has made it.&nbsp;He scored 110 for his PSLE. Today, he is an economics teacher at a Junior College.&nbsp;David's success was almost not to be. His parents divorced when he was young, and&nbsp;he lived with his mother who was visually impaired. He went around selling tissue&nbsp;paper, together his mother, to make ends meet.&nbsp;His mother passed on when David was 12. He did not do well for his PSLE and&nbsp;went into the Normal (Technical) stream. He fell into bad company and took up&nbsp;drinking and smoking.</p><p>As he shared with the media, \"I hung out with these people for a few months before&nbsp;I met the right ones.\"&nbsp;His new group of friends often hung out in the canteen to do their homework. They&nbsp;also helped to coach him in his studies.&nbsp;He had a dream of becoming a teacher, and worked hard for it for his N-levels, in&nbsp;hopes of eventually doing his O-Levels.&nbsp;He did well and was one of the top-scorers for the Normal (Technical) N-levels. But he was still not&nbsp;allowed to do his O-levels.</p><p>Desperate, this 16-year-old wrote an email to then Minister for Education, Mr Tharman&nbsp;Shanmugaratnam, who intervened on his behalf. It was only through this intervention&nbsp;that he was able to get past the system and eventually did his O-levels.&nbsp;David is a success story and he worked hard to succeed. But, as he shared with me, his story is also about&nbsp;how social mixing made a difference for him.&nbsp;While we share the success stories, we also need to remember that David is not a&nbsp;representative of the majority of Normal (Technical) students. In fact, he is, unfortunately, a minority. While we celebrate the successes, we need to&nbsp;remember those who have been left behind.</p><p>Sir, it is time to eliminate streaming in Secondary schools in favour of Subject-Based&nbsp;Banding.&nbsp;I believe the debate we need to have, has already happened. The concerns I raise&nbsp;today are the same ones students, teachers, parents and Members of this House have previously&nbsp;raised about Primary school streaming.&nbsp;</p><p>In 2008, MOE listened to these concerns and replaced Primary school streaming with&nbsp;Subject-Based Banding. Subject-Based Banding kept the good parts of streaming&nbsp;while cutting out the bad parts.&nbsp;As Minister Ong shared this month about the replacement of streaming with Subject-Based banding in Primary schools, \"We believe that this has helped raise the confidence and motivation&nbsp;of students while customising education to their aptitudes and pace of learning.\"&nbsp;He also added, \"there are also more opportunities for interaction among students across&nbsp;the different subject combinations, as a form class can have students of several&nbsp;subject combinations. Concerns about labelling and stigmatisation have diminished.\"</p><p>Both teachers and parents have also expressed support for Subject-Based Banding.&nbsp;It would seem strange that we did away with streaming and adopted Subject-Based Banding in Primary schools for very good reasons but somehow these reasons do not&nbsp;apply to Secondary schools.</p><p>We have already expanded Subject-Based Banding to all Secondary schools, to benefit more students. So, what is stopping us from abolishing streaming in Secondary&nbsp;schools? What is stopping us from preventing this kind of social stratification?</p><p>Sir, there are schools that have made progress on this and I hope that MOE studies&nbsp;what Boon Lay Secondary School is doing, for example.&nbsp;Students there are grouped not based on their streams, but by CCA groups. This&nbsp;means that students of different social economic backgrounds are more likely to mix&nbsp;with one another. In 2018 the school reported that the new system has led to an increase in attendance&nbsp;rates and was met with a positive response by the students, and I hope that MOE can study what this school has done.</p><p>Sir, MOE has worked hard to make changes in the right direction over the last few&nbsp;years, trying to steer the focus to aptitude instead of academic achievements and&nbsp;removing ranking.&nbsp;As a parent of young children, I am thankful for these changes and hope that we can&nbsp;do more. We have to do more.&nbsp;Sir, there is a quote which reads, \"Everybody is a genius. But if you judge a fish by&nbsp;its ability to climb a tree, it will live its whole life believing that it is stupid.\"&nbsp;</p><p>There will be inequality in our education system. The fact is that not everybody is&nbsp;the same. But our students are not stupid and should not feel that they are or face&nbsp;that kind of stigma.&nbsp;We need to make sure their future is not decided by one major exam. We need to&nbsp;make sure that like where we live, we do not have social stratification in where we&nbsp;study.&nbsp;</p><p>Every school is a good school and now let us make every class a good class.&nbsp;Like our Primary schools, let us completely replace streaming with Subject-Based&nbsp;Banding in our Secondary schools.&nbsp;</p><p>Sir, I know that streaming is a sacred cow and this practice has existed for many&nbsp;decades. Members of this House will know that I do not like to cull animals but, Sir, it is time to&nbsp;slain this sacred cow.</p><h6>2.08 pm</h6><p><strong>Ms Sylvia Lim (Aljunied)</strong>: Mr Speaker, in his speech, the Minister for Finance was right to point out the decline in support for&nbsp;globalisation. This decline in support is not an irrational one. There is evidence that&nbsp;globalisation has so far produced winners as well as losers. World Bank economist Branko&nbsp;Milanovic studied the distribution of incomes across the world as globalisation took root over a 20-year period from 1988 to 2008. He concludes that, for individuals, globalisation&nbsp;has brought about divergent changes in real income. The \"winners\" included the bottom&nbsp;third of income earners, the middle classes of the emerging market economies in China,&nbsp;India and Indonesia, and the global top 1%. The \"losers\" were the middle&nbsp;class of the old OECD countries, and the poorest 5%. This could offer a partial explanation&nbsp;for Britain voting to leave the European Union, and for the triumph of US Presidential candidate Trump's election slogan: \"America First\". Most analyses show that Asia is doing&nbsp;relatively well with the growth of the middle-class, but Asia faces the challenge of growing&nbsp;domestic inequality. Thus, it is good to see the Minister for Finance acknowledging that&nbsp;Singapore's long-term challenges include social mobility and inequality, which will be&nbsp;stressors of our social unity.</p><p>Much literature has been published about what governments should do to manage&nbsp;globalisation for their citizens. Some have argued that living standards of citizens should be&nbsp;equalised as much as possible, with particular attention paid to vulnerable groups, that financial markets and labour&nbsp;protection need to be regulated, and welfare policies implemented. It&nbsp;is suggested that taxation policies need to be progressive, with clampdowns on tax&nbsp;avoidance. On the fiscal front, there should be increased spending on health, education and&nbsp;social safety nets. Labour markets should be reformed to boost labour's share of income.</p><p>Coming back to Singapore, the direction of the Government in economic transformation and&nbsp;workforce reskilling for relevant industries is necessary. The other pillar that is equally&nbsp;necessary is to have compensatory policies in the form of social safety nets to cushion&nbsp;citizens who face disruption and are unable to fit into different industries immediately, or&nbsp;perhaps unable to catch up at all.</p><p>The theme of Budget 2019 is to \"Build a Strong, United Singapore\". To this end, I wish to&nbsp;speak on the issue of disruptions to employment, under-employment and the vulnerable&nbsp;workforce.&nbsp;</p><p>First, disruptions to employment. We have heard a lot during this debate about the \"Fourth Industrial Revolution\". Across the&nbsp;world, the impact of Industry 4.0 on jobs has generated intense interest. Many predict major&nbsp;job losses due to automation. For instance, in a 2013 Oxford University study of the impact of computerisation on employment, authors Frey &amp; Osborne predict that almost half of US&nbsp;workers would face risks of their jobs being automated by 2030. Economist Tyler Cowen has&nbsp;argued that automation could produce profound inequality as a majority of people will find&nbsp;their jobs taken by robots and will be forced into low-paying service work. Only a&nbsp;minority – those highly skilled, creative and lucky – will have lucrative jobs, and be wildly&nbsp;better paid than the rest. Others are less pessimistic, with MIT economist Erik Brynjolfsson&nbsp;noting that automation will eventually create jobs.</p><p>Singapore, being&nbsp;one of the most open and connected economies, is readily open to job&nbsp;disruption. To this end, there have been significant efforts by the Government and the private&nbsp;sector to respond to disruption, as seen in the massive digitisation efforts, automation&nbsp;initiatives and the professional conversion programmes. The message that workers need to&nbsp;adapt is clear. The question is how well such initiatives are serving to give economic&nbsp;security to workers. For instance, we are told that from 2016 to 2018, the Adapt and Grow&nbsp;Initiative has enabled more than 76,000 jobseekers to find employment. While the number&nbsp;seems impressive, it would be useful to know whether these jobseekers who switched&nbsp;industry had comparable remuneration or had pay cuts, and how many of them could not find new&nbsp;employment even though they tried to signed up for the initiative.</p><p>Next, I move on to underemployment. Underemployment arises, basically, when a person is&nbsp;working but below his or her capacity. This is referred to by the International Labour&nbsp;Organisation as Labour Under-utilisation. Today's labour market is much more diverse&nbsp;than when the Merdeka Generation came out to work in the 1970s. In those days, it was&nbsp;common to hear of employees spending their entire working lives with one employer,&nbsp;and \"job hopping\" was frowned upon. Today, employees move more often, take on contract&nbsp;assignments and do gig economy work, including some University graduates.</p><p>As far as underemployment is concerned, there was a recent interesting survey, published in 2017 by the Ong Teng Cheong Institute. The study discussed&nbsp;the issue of how to measure underemployment properly, and recognised that&nbsp;underemployment was too complex to measure with any single indicator. It decided to&nbsp;adopt a multi-factor definition of underemployment, namely, persons who were degree holders&nbsp;and above, in full-time work and earning less than $2,000 per month. The survey yielded an&nbsp;underemployment rate of 4.3%, which was higher than the MOM's rate of 3.3%&nbsp;based solely on time criteria. In the survey, the profile of the underemployed showed that they&nbsp;tended to be female, have no children and stay in HDB flats. They were employed at&nbsp;businesses serving mainly the domestic market, with a median age of 35 years, and with 10 to 15 years of work experience.</p><p>As to the effects of underemployment, the study found that the underemployed reported facing&nbsp;challenges, such as having lower status than what they deserve, being underpaid, feeling&nbsp;insecure about their income and job, and lacking finances for daily expenses. This group&nbsp;indicated that they were in their current predicament involuntarily, as they were found to want&nbsp;to better their prospects by reskilling and upskilling, although they were unsure of what skills&nbsp;may be in demand and how to take the next step.</p><p class=\"ql-align-justify\">Turning now to MOM's figures, as at June 2018, the underemployed rate was 3.3%.&nbsp;The rate was derived on a time-based definition of underemployment, that is, persons working part-time and would like to work full-time.&nbsp;Even by MOM’s measure, the 3.3% translates into nearly 73,000 workers. The MOM statistics also suggest that underemployment affects those with less education more: while underemployment for university graduates is at 2.3%, for those with secondary education, this rises to nearly 4%, and for those with below secondary education, the underemployment rate is 5%. This may suggest that if there may be a class dimension to this as well, with the less educated more prone to underemployment.&nbsp;&nbsp;<span style=\"color: black;\">&nbsp;</span></p><p class=\"ql-align-justify\">Sir, it is food for thought to try to reconcile the results of the survey by the Ong Teng Cheong Institute and the MOM data. In order to get a better handle of how underemployment is affecting our society, I ask the Government to continue to improve its measures of underemployment and to monitor the effects of underemployment on the well-being of different segments of society. I plan to talk more about this at the MOM Committee of Supply (COS) debate.</p><p class=\"ql-align-justify\">Finally, Sir, I wish to make a few observations about the vulnerable workforce. Over the years, I have noticed that at the Meet People Sessions, residents of lower income commonly report doing gig-economy jobs, such as furniture movers and in food delivery.&nbsp;Some have told me that they have few options and need the flexibility of time to attend to family issues which crop up often. They do not have paid help or family support, and find it difficult to take time off regular work to attend to personal matters.&nbsp;It is well-known that gig-economy jobs come with hardly any employee benefits such as paid leave or bonuses, and do not attract CPF contributions, though I am aware that the Government is looking into improving terms and conditions for gig workers.</p><p>The vulnerable workforce also has less ability to withstand the vicissitudes of life.&nbsp;I recently encountered a young single mother who had three children. She received no support from the children’s father whom she divorced. Due to her need to work and care for her young children, she took on a gig job, delivering food on a motorcycle.&nbsp;In a moment of inattention, she beat a red light and was duly notified by the Traffic Police to pay a composition fine of $200.&nbsp;As she did not have the funds to make the payment, she came to the Meet People Session for help.&nbsp;I do not know whether the law enforcement agencies have ever allowed payment of composition fines by instalments, but I know that the clock is ticking to the deadline for payment.&nbsp;Failure to pay will result in the case going to court and attracting higher fines. So, I did not write in to the agency, but instead found funds to assist her to pay.&nbsp;</p><p>Time and again, I have seen residents who do not attend court being subject to Warrants of Arrest, over regulatory matters such as parking and smoking fines.&nbsp;I believe more compassion can be shown in this area, such as to allow instalment payments for composition fines.&nbsp;&nbsp;</p><p class=\"ql-align-justify\">Sir, finally, in conclusion, the Government has recognised that Singapore faces long-term challenges including inequality and social mobility.&nbsp;I acknowledge that significant efforts have been made towards economic transformation and upskilling our workforce.&nbsp;What we need to watch closely are the many stress points on our social solidarity, and address them, if we are to be a Strong and United Singapore.</p><h6>2.19 pm</h6><p class=\"ql-align-justify\"><strong>Mr Terence Ho Wee San (Nominated Member)</strong>: Mr Speaker, Sir, I would like to declare my interest as the Executive Director of the Singapore Chinese Orchestra and Vice President of the Singapore Chinese Music Federation.</p><p class=\"ql-align-justify\">Innovation in arts and culture, sounding the horn for digital arts. It is heartening to note that one of the key thrusts in this year’s Budget is to foster a caring and inclusive society and this is done by, “securing our home and growing our economy and to improve the lives of our current and future generations of Singaporeans”. In fostering a caring and inclusive society for all Singaporeans, this is where the role of the arts and culture can come in. The arts and culture is an important platform which contributes to the maturity of the populace.&nbsp;Allowing us to reflect on our shared heritage and common identity, while at the same time, to understand our differences and to celebrate our diversity. This is especially relevant and important in our Bicentennial Year.</p><p class=\"ql-align-justify\">In an ever changing social and economic landscape we live in, digitisation has become our way of life. We see it on the streets, hear it at the supermarkets. There have been campaigns encouraging Singaporeans to adopt digitisation as a way of life. Similar for the arts and culture, to allow it to continue to be relevant to audience needs and preferences and becoming an integral part of&nbsp;Singaporeans' lives and to enrich the soul of the nation, harnessing technology and innovation is the key and way to go forward for the arts and culture.</p><p class=\"ql-align-justify\">It is interesting to note that The National Museum of Singapore has been utilising digital technology to innovate and enhance visitor experience to the museum under their Digimuse initiative. In January 2018, there was an open call for partners to submit digital art and innovation concepts that can benefit and elevate visitor experience at the museum. It eventually turned into an exhibition titled Digimuse Presents, which featured a diverse range of seven digitally led prototype projects to&nbsp;enhances the journey of cultural discovery for museum-goers; allowing visitors to explore fresh perspectives of culture and heritage via a series of&nbsp;immersive virtual and augmented reality exhibits, dynamic conversations enabled by AI and more. Till date, Digimuse related exhibitions and programmes have welcomed 92,000 visitors to the museum.&nbsp;</p><p class=\"ql-align-justify\">Over at the Singapore Chinese Orchestra, we started our Digital Concerts in 2017, streaming our concerts live to audiences at the comfort of their homes as well as for the international community. There is also the MeshMinds Foundation which recently collaborated with students from LaSalle College of the Arts to present an exhibition on using art and tech for good. These are just a few of the many examples of how arts groups and organisations in Singapore are innovating, and using digital technology to enhance the sustainability and relevance of arts to the greater audience; serving them well and wise.</p><p class=\"ql-align-justify\">Launching an exhibition at the ArtsScience Museum last year titled \"All Possible Paths: Richard Feynman's Curious Life\", Minister Heng said this, and I quote, \"The best ideas emerge from the intersection of technology with the arts, when people from different disciplines collaborate to learn from each other\". Indeed, as we have also heard in the budget, partnering to win is also an important dimension in ensuring a skilled workforce and a vibrant economy. We can build more partnerships amongst the art and culture groups, technology companies and even within academia. This would allow the arts and culture to innovate and create programmes, cutting down boundaries, enhancing audience and visitor experiences as we create new entry points for audiences.</p><p class=\"ql-align-justify\">I look forward to more research and development efforts resulting in the above mentioned partnerships which would both sustain the arts and culture by making it in more accessible and inclusive in Singapore for the disadvantaged communities. Over in the UK, the National Theatre employ the use of smart captioning glasses, which allows people with hearing loss to enjoy performances; users will see a transcript of the dialogue and descriptions of the sound from a performance displayed on the lenses of glasses. In fact, from 5&nbsp;<sup>t</sup>to 17 March, our local theatre company, The Finger Players will be presenting an inclusive theatre performance, which caters to the needs of audiences with disabilities, through usage of closed captioning and audio description. I welcome Members of the House to support The Finger Players. More can and should be done through R&amp;D efforts to promote inclusive arts.&nbsp;</p><p class=\"ql-align-justify\">Lastly, while the Government has invested significantly in cultural infrastructure, more funds could be allocated to improving and upgrading the existing hardware of the arts, allowing our arts and culture groups to stay relevant and enable them to truly execute digital arts; allowing us then to be able to grow our \"heartware\" of the arts.&nbsp;In Mandarin.</p><p class=\"ql-align-justify\">(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20190227/vernacular-Terence Ho Budget 27 Feb 2019 -Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>Mr Speaker, sounding the horn for digital arts. In his 2019 Budget Statement, the Finance Minister has talked about how Singapore should strive to become a global-Asia node of technology. To lead in the future, Singapore must innovate, develop and cultivate more tech talent so that we can face the challenges of this fast-changing digital world.&nbsp;The Government will also equip SMEs with capabilities to stay relevant and go towards digitalisation and automation.</p><p class=\"ql-align-justify\">As Singapore moves towards high-end technology development, arts and culture can play an important role in showcasing our inner world and are closely tied to our social life. Various digital arts developments will not only provide people with rich mental nourishment but also allow arts and culture to captivate the public through more advanced technology and multiple channels. This can be an effective tool to popularise and elevate arts and culture. Digital technology has also spurred many artists to achieve breakthroughs into a new world, allowing them to create more influential work of art.</p><p class=\"ql-align-justify\">In this era of technology innovation, local arts groups are sparing no efforts to create surprises using digital technology. The use of digital technology has made their shows and performances more attractive. The National Museum has introduced the Digimuse initiative to enhance visitor experience by combining technology with arts, and has attracted to close to 90,000 visitors. The Singapore Chinese Orchestra and Zaobao.sg launched the first digital Chinese orchestra concert in the world in 2017 so that audiences around the world can all enjoy the music from the Singapore Chinese Orchestra. The 2019 International Art Festival incorporated new technology elements into the stage setting which has not only increased the interactions between performers and audiences, but also created a new narrative. Local arts group Finger Players will be presenting in March this year an inclusive performance to audiences with disabilities through usage of close captioning and audio description. I firmly believe that the use of technology can not only improve efficiency in commercial field, but also serve communities from different backgrounds better. We can do more for the vulnerable by the use of technology. This will bring arts and culture closer to people and allow people with different backgrounds to have a chance to come into contact with the arts.&nbsp;</p><p class=\"ql-align-justify\">Lastly, I hope the Government, arts groups, IHLs, tech companies and researchers can work together or even start a research foundation to promote digital innovation in the arts and culture scene. The concurrent development of the arts and culture in the digital age can enrich the soul of the nation and make Singapore more efficient. Budget 2019 will lead us into the future and build a strong and united Singapore together. I support Budget 2019.</p><h6>2.29 pm</h6><p class=\"ql-align-justify\"><strong>Prof Fatimah Lateef (Marine Parade)</strong>: Mr Speaker, in Malay, please.</p><p>(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20190227/vernacular-27 Feb 2018 - Prof Fatimah Lateef - Debate on Budget Statement.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]\tMindset and progress of the Malay community. Mindset determines everything. It is the engine that drives our motivations. Mindset can determine the ebb and flow, the ups and downs in someone's life. Mindset is related to how we shape our lives, our journey and our family with a vision. A mindset change can transform our lives.</p><p>This year, Singapore commemorates 200 years since Sir Stamford Raffles set foot on this island and 54 years since we achieved independence. What is the status and the performance of our Malay/Muslim community? What is the level of our achievement so far?</p><p>Over the years, various programmes had been implemented, new policies were crafted, and progressive and competitive schemes had been rolled out by the Government, self-help groups and other organisations. In doing so, with this background, the principles of meritocracy, diligence, cooperation between the different races and religions have always been emphasized. All these are stepping stones and opportunities for us to improve and enhance ourselves and our families.</p><p>Although we are a minority group, our desire to achieve progress and excellence is strong. The expectations of our younger generation, millennials and our descendants will continue to grow. That is uniquely Singapore. Each generation gets better, more successful, better educated and trained, more successful and more global, and we must not turn back again. In order to determine the thrust of this future, we, and the next generation, must continue to strive, share a common vision, collaborate, possess a broad and progressive mind, and look ahead while exploring a new world order and a new economic landscape with new strategies.&nbsp;</p><p>In education, we must continue to inculcate the love for learning at every level, in every individual. This includes lifelong learning. For workers, this kind of learning includes the upgrading of skills, capabilities and qualifications.</p><p>We must never get tired of seeking knowledge, broadening our minds, and improving ourselves. We have now begun to move away from a single-minded focus on academic qualifications and expanded capabilities in other fields. This provides a good platform for our Malay/Muslim community to close the gap and level up with the other communities. This also means that the criteria for educational assistance and the criteria that solely uses academic benchmarks should be reviewed and revised.&nbsp;On average, the Government provides a subsidy of almost 90% for every primary and secondary school student. For those from lower income families, the subsidy will be more than 90%. This demonstrates an emphasis on education, because we know that education is the only factor that enables us to raise the standing and status of our family. As they say, education is the greatest equalizer.</p><p>In healthcare, during Singapore's early years, we faced the challenges of malnutrition and infectious diseases. At the moment, our Malay/Muslim community is battling chronic diseases such as diabetes and high blood pressure, and the rates of complications and risks are also high. Now, the issue of ageing has gained prominence. How do we plan ageing successfully and comfortably for ourselves and our families? Certainly, culture and personality have something to do with one’s perception of ageing.</p><p>A survey in Singapore found that factors seen as important in old age are good health, financial means, healthy lifestyle and strong social support. Religion is also an important factor.</p><p>However, the most essential thing is that our preparations and plans for our golden years begin while we are still young. Most importantly, we must have a roof over our heads, adequate funds for expenses, health insurance, a family that supports and cares for you, peace of mind and the ability to comfortably lead our lives and practise our faith.</p><p>On to our youths. The number of youths studying up to post-secondary level and those reaching university have risen. The number of workers in the PMET category has also grown. The number of entrepreneurs spreading their wings globally has also increased. For our SME owners, there are many types of assistance and schemes available for business expansion and automation. In this Budget, $100 million has been allocated for business upgrading and enhancement.</p><p>For our asatizahs, they are getting better qualifications and many are graduating from illustrious Islamic institutions such Al Azhar. We now have access to global developments and can gain a positive impact from this.</p><p>We live in a secular nation with religious diversity. We lead our lives freely and we are not oppressed in Singapore. We can pursue our religious activities with ease. In Singapore, we have around 70 grand beautiful mosques with modern facilities. MUIS is also always available to issue advisories and rulings for us to follow.</p><p>If we look at the situation in European countries, for instance, recently, in the 2015 European Islamophobia Report, the number of hate crimes against Muslims has risen. In the United States of America, 10 states have legislated Bills that are anti-Islam and promote Muslim-free businesses. This is an unhealthy, worrying and very grim situation. In Singapore, we, the Malay/Muslim community, are fortunate that our rights are protected as a minority group. So, please do not squander the opportunities given to us, which are the same as the other communities.</p><p>Finally, although we are not reached the same level as the other communities, our Malay/Muslim community have achieved greater excellence. But what about the next stage of our journey? It is up to us, whether we can adapt to the modern world, application of IT, e-learning, and gain new skills in a fast-paced world.</p><p>I end my speech with a pantun:&nbsp;&nbsp;</p><p>Values and principles of Singapore,</p><p>Between the Government and the people</p><p>Working together, hand-in-hand</p><p>A community of excellence, a stable nation.</p><p>(<em>In English</em>): Mr Speaker, they say a stable world order is a rare thing. Governing nations will require skillful statecraft because we will have to wake up to something new every day! Governance must be robust and at the same time, nimble, subjected to frequent changes and disruptions, which we have to adapt to.</p><p>The 21st century is a different world we live in. China holds more than $1 trillion in hard currency reserves. India's high tech sector is growing by leaps and bounds. They have nuclear power and are developing blue water navies. It is a complex, multi-polar era in world politics that we live in with all these tectonic shifts. Singapore is vigilant, well-placed and can adapt, if we keep on this trajectory that we are on. Any instability, any major shifts in the way we work, our little red dot will get left behind.&nbsp;We must surmount the challenges of the day together and retain our core values and principles for a cohesive and stable Singapore.&nbsp;</p><p>Thus, my focus on \"Partnerships to Prosper\", or P to P. Old partnerships, existing partnerships, new partnerships and yet, to be formed partnerships. We are all in these together. Only through deepening our partnerships, understanding and collaborations can we have a better grasp of issues, things and phenomena. I always say that partnerships are about \"building bridges and managing our egos\". It is about respect, honesty and cross cultural understanding.&nbsp;</p><p>These include partnerships and collaborations at the global level, with foreign affairs. How we collaborate and befriend other nations is critical, some more than others but it must all work in a rules-based world order. Our principles must prevail and Singapore's interest must prevail.</p><p>The same goes for our regional partnerships, for example, at the ASEAN level, Singapore is looked to as a model Asian society and we must strive to demonstrate&nbsp;and model this.&nbsp;Singapore relies also on foreign workforce&nbsp;and new immigrants. These partnerships with them must be two ways: for them to understand us and for us, them. Our own global platform for deepening our learning process is also deepened through our interaction and work with these people.&nbsp;</p><p>On diplomacy and defence, as mentioned by the Finance Minister, this too needs formation of partnerships. Our interaction and relationships with nations and neighbours are just as crucial as building up our SAF.&nbsp;</p><p>Ask any business person and it will be evident that good partnerships and communications are the basic fundamentals of joint ventures, business networks and economic collaborations.&nbsp;</p><p>At the community level, with grounds up initiatives, partnerships can make the difference as well. In my constituency, under the framework of WeCare@ Geylang Serai, with over a hundred partners, focused on a variety of areas of help, be it education, support in kind, friendships and befriending collaborations, healthcare and so on. The partnerships are deepened over the years. We see the growth and the nurturing. We see the positive CSR by many organisations and companies. We also see their help and support evolve and change according to needs of the times.&nbsp;</p><p>These are all examples of useful and meaningful partnerships and they are also customised partnerships. They have to stay relevant and they have to be relevant in the world of not just today but also moving forward to tomorrow.</p><p>Thus, there is also one more partnership that I just want to mention which is the disruption in partnerships. Partnerships are indeed an invitation to engage and engaged ones are critical in the formation of meaningful networks. With disruption and transformation in our partnerships, the impact is certainly wider, greater and deeper. Disruption is already affecting our local and global relations. Every business and society entity now have greater potential to expand their mission and work. The outreach through disruption and transformation can be tremendous. There are even funds provided by the Government to support this. Digital disruption has coloured our partnerships and relationships.</p><p>Even our VWOs and NGOs are forming partnerships with clients, supporters and sponsors through disruption and disruptive techniques. For example, counselling can even now be done through video-conferencing and through electronic partnership portals. Of course, a word of caution is on the maintenance of confidentiality on such platforms.</p><p>Sir, Budget 2019, follows on&nbsp;as a continuity plan from the last few Budgets. Genuine and deep partnerships will help us as we execute the proposals of Budget 2019. My views are that national Budgets do not just represent the governments handing out to the population unilaterally. It is about the partnership between the people and the government. It is about how people understand&nbsp;the Budget and tap on the schemes and programmes and that is where we come in as well where we have to do simplified explanation because there is really a lot of sophistication in simplicity. It is also about how specific groups utilise the resources made available through the Budget. It is thus important to have a proper and deep understanding of why each scheme and each subsidy is proposed, and not be swayed by superficial, emotional&nbsp;interpretations of the Budget.&nbsp;</p><p>Finally, Sir, if everyone is working and moving forward together, we can do so much more and we can succeed together and then success will take place itself and things will all fall in place.&nbsp;I support Budget 2019.&nbsp;&nbsp;</p><p><strong>Mr Speaker</strong>: Minister of State Zaqy Mohamad.</p><h6>2.43 pm</h6><p><strong>The Minister of State for Manpower (Mr Zaqy Mohamad)</strong>:&nbsp;Mr Speaker, I am heartened by the many speeches yesterday by several Members of Parliament on worker-related issues. I would also like to thank the NTUC, and lend my support for their strong commitment to Worker 4.0, to do our best for every worker, including freelancers, older workers and low wage workers, which is both the necessary thing to do for Singapore's economy, and the right thing to do for society. I would also like to recognise Member Ms Sylvia Lim's acknowledgement of the Government's efforts to help our workers adapt and grow literally for the future economy and also her concerns over the vulnerable segment. My colleagues and I will speak more on these areas in MOM's COS segment next week.</p><p>Yesterday, Members including Mr Liang Eng Hwa, Ms Jessica Tan, Ms Denise Phua and Mr Chong Kee Hiong have spoken of their support as well as their concerns with high S Pass growth, the unsustainability of foreign worker growth, and the need to push on with economic restructuring. I am glad that they have also recognised the Government's efforts to smoothen the transition through various initiatives and schemes with the industry, trade associations and the Labour Movement.&nbsp;</p><p>The announcements on the reduction in Services DRC and S Pass sub-DRC has generated many views, and I thought I should also elaborate on the workforce considerations that informed this move.</p><p>Our foreign workforce policies are an integral part of our broader workforce strategy to improve the quality of jobs and employment outcomes for Singaporeans.&nbsp;</p><p>We want Singaporeans to be able to participate in Singapore's economic growth and prosperity. And therefore, we want to give our workers the opportunity to access quality jobs, as long as they are prepared to work hard, be productive and gain the necessary skills required to become competitive.</p><p>These are contingent on a vibrant economy and strong job creation as well as a sufficiently tight labour market. Our foreign workforce policies are therefore calibrated to support economic growth and enhance complementarity between local and foreign workforce.</p><p>The profile of our local workforce is changing. Our population is increasingly educated and well-trained. So, we need to keep improving the quality of our jobs to meet the highest aspirations of our people.</p><p>Having come from the commercial sector, I also recognise that companies, large and small, also want access to human capital with relevant skills to grow their business. And for companies that use Singapore as an international hub, I recognise that access to international manpower is also crucial to be able to address the regional and global markets.</p><p>As we restructure, it is important to assure companies that Singapore remains open to foreign professionals or specialists with experience in emerging growth areas or skills that are in demand globally and in short supply in Singapore. This allows employers to assemble the best possible international teams in Singapore in order to compete globally which in turn creates more quality jobs for Singaporeans.</p><p>However, our short-term needs must not become our long-term dependency, lest we become over-reliant on foreign manpower and risk hurting local employment outcomes.</p><p>That is why we have made a series of adjustments at the EP level which many PMETs have also asked about. In 2017, we increased the EP qualifying salary to keep pace with rising local wages. This ensures that foreign professionals do not compete with local PMETs by undercutting wages. This has led to a moderation of the number of EP holders, with the exit of lower quality EPs. The number of EP holders has declined by 3% or 6,400 since the tightening.</p><p>As some effects of the adjustment in 2017 will continue to be felt in 2019, we have not made any changes to EP policy this year.&nbsp;We will continue to monitor this closely; as local wages rise, we will have to adjust the EP criteria from time to time.</p><p>To support fair hiring of local PMETs, we have also strengthened the Fair Consideration Framework (FCF).&nbsp;For employers suspected of unfair hiring practices, we place them on the FCF Watchlist.</p><p><strong> </strong></p><p>Beyond PMETs, we aim to uplift all segments of our local workforce. As Singaporeans live longer, we want to do more to support our older workers.&nbsp;We want to help those who still want to work so that they have the opportunity to enjoy good employment outcomes.</p><p>We also want to help low-wage workers upgrade their skills and uplift their wages as well. And we also want to foster an inclusive society, one that enables all workers, including ex-offenders, persons with special needs to thrive and find meaningful employment, and for women, to be able to fulfil both career and family aspirations.&nbsp;&nbsp;</p><p>The reality is that many ITE and Polytechnic graduates also work in the Services sector, alongside S Pass and Work Permit holders. We want our ITE and Polytechnic graduates to be able to access opportunities in these sectors too.</p><p>Calibrating the inflow of foreign workers in the Services sector is necessary to sustain the impetus for restructuring. In particular, by keeping the labour market tight, employers will have incentive to develop the local workforce – to redesign and transform jobs to attract locals and to invest in training.&nbsp;</p><p>Ms Denise Phua raised concerns about the manpower shortage in the Services sector yesterday, where locals may not be willing to take up Services jobs.&nbsp;However, this does not mean that firms will never be able to attract locals into these jobs.</p><p>We must put in the effort to redesign jobs. I have met employers who have gone out of their way to redesign jobs and create more flexible working arrangements for mature workers, persons who are disabled and others. And I think certainly there is scope to make this happen for many of our common jobs too if we put our minds to it.</p><p>We should recognise that there are already many Singaporeans working in the Services sector, alongside S Pass holders and Work Permit holders.&nbsp;In fact, the majority of locals are employed in the Services sector, including in food services and retail jobs. We should avoid reinforcing the view that these are jobs that only foreigners want to take up. I think there are good jobs for our Singaporean workers and, I think, we should and we can do more.</p><p>We will spare no effort to help businesses transform and transit.&nbsp;To help companies grow and achieve sustained productivity improvements, we will work closely with the industry, to support businesses in developing more efficient techniques and service models so that they can grow and transform in a tight labour market.</p><p>Mr Douglas Foo shared his concerns that some Services sub-sectors will not be able to cope. Firms will also take time for workers to be trained before they can contribute meaningfully to the company.</p><p>I recognise some of these challenges that firms are facing, particularly the small and medium enterprises (SMEs) who may be too bogged down with day-to-day operations to think about change, especially deep, systemic changes that would really allow firms to reduce reliance on foreign manpower.</p><p>However, we must start somewhere, to build deep enterprise and human capabilities so that businesses can remain competitive regionally and globally. This is why we chose to reduce the DRC as opposed to simply raising levies. We did not want a situation where firms continue using existing operating models and simply pay higher levy costs.&nbsp;With a lower DRC, firms will have to either hire more locals or transform their businesses to become more manpower-lean.</p><p>Restructuring will not be easy and I acknowledge that. To help firms manage the changes, we are phasing in the DRC cuts, in two steps over two years, to give firms some more time to prepare. We are also enhancing our enterprise support by subsidising qualifying project costs, training costs among other measures as MTI&nbsp;mentioned yesterday.</p><p>For those who are looking to grow their local workforce, I encourage employers to participate in the Earn-and-Learn programmes under the SkillsFuture movement to bring in fresh polytechnic and ITE graduates; and take up Adapt &amp; Grow programmes through Workforce Singapore (WSG) and its partners to recruit suitable mid-career workers. We provide generous funding for employers to hire and train Singaporeans through our Place-and-Train Programme, Career Support Programme and Career Trial. In particular, Career Trial will be useful for employers who have redesigned jobs and want to engage local workers to try them out.</p><p>I encourage businesses to pay more attention to the work environment, remuneration, and skills upgrading even consider flexible work arrangements to be able to attract, develop and retain local workers.</p><p>For firms that require more time to grow the local pipeline or transit into new manpower-lean models, firms can access transitional manpower flexibilities under the Lean Enterprise Development (LED) Scheme.&nbsp;This is to help firms who are serious about growing sustainably within the new DRCs.</p><p>I hope this gives assurance to Mr Douglas Foo who advocated for a more flexible labour policy to meet the needs of individual businesses. Depending on the transformation plan of businesses, we can calibrate the extent of transitional manpower support to firms.</p><p>The Government recognises that essential sectors such as healthcare will need to ensure day-to-day operations are not affected as firms adjust. While the DRC cuts apply across the Services sector, we will continue to work with MOH to provide manpower flexibilities to healthcare providers so that their day-to-day operations are not affected.</p><p>Mr Speaker, we want this journey to be one, where we can bring about better outcomes for both our companies and our workers. We want our companies to transform so that they can grow in a sustainable manner and create quality jobs. We want our workers, on the other hand, to be able access these opportunities – quality jobs, good salaries – and participate in Singapore’s economic growth. The Government is here to support both.</p><p>We cannot have an outcome where Workers win-Employers lose or Employers win-Workers lose.&nbsp;We want a win-win for both workers and employers supported by the Government and the Labour Movement. Mr Speaker, please allow me to continue my speech in Malay.</p><p>(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20190227/vernacular-27 Feb 2018 - MOS Zaqy Mohamad - (Reply) Untracked Debate on Budget Statement.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]\tThe essence of this year's Budget clearly centres on the commitment to build a stronger and more united Singapore, but at the same time, it focuses on the well-being and welfare of Singaporeans. This Budget is comprehensive, and takes into account current and future needs. Not many countries have the luxury of presenting a budget that prioritises future needs, year after year.</p><p>For the Malay community, I urge that they take full advantage of the opportunities and available schemes for upgrading, especially in skills training so that they are not left behind in our economic transformation. Our workers may already be affected by the economic transformation. In fact, those who have undergone skills training must continue to increase their knowledge in order to fulfil the needs of the current and the future economies.</p><p>Education and lifelong learning is the best avenue for upgrading. However, the recipe for success will still depend on the attitude of our people and their desire to want to succeed. As the saying goes: when there is a will, there is a way. The Government's move to further reduce employers' dependency ratio ceiling (DRC) for S-Pass and Work Permit holders should be seen as a good opportunity for our ITE and Polytechnic graduates because their contributions and skills are much needed in this sector. Singapore's approach is to develop a sustainable workforce,&nbsp;prevent wages from being depressed, and we also want Singaporeans to be the core of our workforce. Our foreign manpower policies are designed to spur better employment outcomes for our people.</p><p>This can be done by creating a balance whereby employers are allowed to take in foreign workers so that their companies can stay competitive and continue to grow, but at the same time, ensuring that the number of foreign workers does not compromise our objectives. We must manage the inflow of foreign manpower in the service sector in order to encourage our firms and businesses to innovate and improve their operations.</p><p>At the same time, we also focus on improving our local workforce through education and skills upgrading. It is hoped that this will encourage employers to redesign and transform their work processes and invest in training so that the job opportunities and the career prospects are more attractive to Singaporeans.</p><p>This also provides better job opportunities for mature workers or those who are seniors, as well as women who wish to return to the workforce. The Malay community can make use of the available schemes, including the Adapt and Grow Scheme., These programmes have helped 30,000 Singaporeans last year, or 76,000 people since 2016, to undergo training for new jobs and acquire new skills for new sectors, apart from facilitating job matching.</p><p>We also provide funding assistance for employers to hire and train Singaporeans in programmes like the Professional Conversion Programme (PCP), the Career Support Programme as well as the Career Trial Programme. For instance, Career Trial is very useful for employers who have redesigned their jobs and wish to take Singaporeans who want to try out those jobs. I would like to cite a few examples from our community who have benefitted from these programmes.</p><p>After spending eight years building a career in the banking sector and the public service, Ms Norfazillah Shariff, 32 years old, made the courageous move to try a new career outside her comfort zone by becoming a social worker. Ms Norfazillah seized the opportunity to join the Professional Conversion Programme for Social Workers in July 2017. She has a Post-Graduate Diploma in Social Work from the Singapore University of Social Sciences (SUSS).</p><p>Mr Muhammad Rusydi Md Norr, 31 years old, was previously a convenience store manager. He is now a nurse, after joining the PCP for Registered Nurses (Degree). He entered the 2-year Bachelor of Science (Nursing) programme at the Alice Lee Centre for Nursing Studies at NUS. Their efforts have borne fruit.</p><p>This is because, as we transform our economy and help businesses become more resilient, we also do not wish to see Malay/Muslim workers and students get left behind. The same goes for businesses affected by the economic transformation. Their worries and concerns are understandable, especially in the context of today’s fast-changing and unpredictable economic and global situation.</p><p>Workers are worried about their future – whether their jobs and their income can be maintained. Businesses are also worried about their future with regard to business costs, competition,&nbsp;and other factors. They certainly feel quite worried and anxious about their future. For firms and businessmen, we understand the challenges they face, especially Malay/Muslim entrepreneurs from the Small and Medium Enterprises (SME).</p><p>We are committed to help companies and businesses undergo transformation and implement new and effective operations. We want to see them succeed and become competitive. Therefore, they must take full advantage of the available schemes and funds like the Enterprise Development Grant (EDG) or the Productivity Solutions Grant (PSG) to implement their transformation projects. If more time is needed, these companies can make use of the transitional manpower support under the Lean Enterprise Development (LED) Scheme.All these programmes and support are readily available to help every group including workers, businessmen, and employers to progress together with Singapore now and in the future.</p><p>The overall thrust of this Budget is comprehensive enough to assure all Singaporeans that their future in Singapore is the Government's priority. On the whole, while the Government invests in these programmes, Singaporeans, all of us, businesses, must make use of all the opportunities available.</p><p><em>(In English)</em>: Mr Speaker, in conclusion, the Government has laid out our considerations in the DRC changes to bring out a more sustainable economy, more productive companies and also better quality jobs for our workers. It was not an easy decision&nbsp;– a tough one which I have laid out the considerations but I think it is a measured one that will be good for Singapore in the long term.</p><p>Before I end, I have a question. I know that the Workers' Party has been quiet on where it stands on our DRC announcement this Budget. Does the Workers' Party support the Government's policy on the DRC changes?</p><h6>3:04 pm</h6><p class=\"ql-align-justify\"><strong>Mr Lim Biow Chuan (Mountbatten)</strong>: Mr Speaker, I have a large proportion of senior residents staying in public housing&nbsp;within Mountbatten.&nbsp;Over the years that I serve as their Member of Parliament, I see more and more of them using wheelchairs and relying on walking sticks to aid their mobility. As they age, they also require more medical care. The Pioneer Generation (PG) Package introduced in 2014 provided great financial relief for many of these senior citizens as it helped reduce their healthcare costs.</p><p class=\"ql-align-justify\">Over these past years, I have met Singaporeans who have expressed appreciation for the healthcare related subsidies which they received due to their PG status. Some of them may not realise it when they receive the PG card; however, when they are hospitalised, the benefits of being a PG is much clearer.</p><p class=\"ql-align-justify\">For that reason, I strongly support the Merdeka Generation Package announced in this Budget. I acknowledge that it is not on the same scale as the Pioneer Generation Package. But, it does cost $6.1 billion and financed from the past savings of this Government and does not impose a burden on the future Government. It will certainly help the next generation of seniors cope with healthcare costs.</p><p class=\"ql-align-justify\">I am also glad to note that the benefits of the Merdeka package is extended to all citizens born within the 1950s regardless of their home type. Healthcare costs will always be a concern for our citizens regardless of home types and the Merdeka package would provide greater assurance to our citizens. It also shows the appreciation of this Government for the generation of Singaporeans who have helped build Singapore up.&nbsp;&nbsp;</p><p class=\"ql-align-justify\">As with every Budget, we would never be able to please everyone. There will always be economists, academics and other well-meaning Singaporeans who will call for the Government to spend more on other things. The challenge is who? Who will pay for all these extras? Are we prepared for much higher tax? And will all these extras be sustainable in the long term? Will Singapore end up like some other countries which are struggling to balance their budget or are on the brink of bankruptcy.</p><p class=\"ql-align-justify\">What should be the core business of the Government? To me, it must be to provide all Singaporeans a safe living environment; to ensure that healthcare remains affordable, that every Singaporean has access to good quality education, that we continue to grow the economy and create good jobs for Singaporeans; that our public transport system allow our citizens to travel within the country in a convenient and reliable manner and that public housing is accessible and affordable; that every Singaporean, regardless of our starting point should have equal opportunities to do well in life.</p><p class=\"ql-align-justify\">Although there are areas where we can improve upon, I support the efforts of this Government to ensure that the basic needs of all citizens are met. This includes the need to spend more on defence and security as we need to be able to stand up to unfriendly forces. In fact, a strong defence force will be the main deterrent to any hostile activities.</p><p class=\"ql-align-justify\">I also support the increase in spending to deal with different security threats. The state sponsored cyber-attack on SingHealth IT system is a strong reminder to all of us on the need to strengthen our IT security measures against those who wish Singapore to fail. Even countries like Germany and Australia were recently subject to attacks on their IT network system.&nbsp;</p><p class=\"ql-align-justify\">I have three points for the Government's consideration.</p><p class=\"ql-align-justify\">In my previous speeches, I advocated that the \"Government should have policies which would help those in need and at the same time, be fair to citizens who have contributed to build Singapore.\"&nbsp;So, I urge the Government to do away with the distribution of Budget benefits based on home type, but instead base it on income. If a citizen is a retiree with no income but staying in a private property, why should he get less GST Vouchers than someone who earns a lot more but stay in a 3- or 4-room HDB flat? Why should someone without any income not enjoy the benefits of the Bicentennial Bonus simply because his home has an annual value of more than $21,000?</p><p class=\"ql-align-justify\">This is unfair to the Singaporeans who had contributed to Singapore but had pursued their dreams of staying in a better home when they were younger.</p><p class=\"ql-align-justify\">I also call on the Government to consider a change in its policies to allow elderly singles to rent a flat alone.&nbsp;During my MPS, I regularly receive requests from elderly seniors who for some reason cannot get along with their family members or their children. They quarrel frequently and want to shift out so that they can preserve their dignity and not stay in an unhappy home. However, they have no where to move to.</p><p class=\"ql-align-justify\">Much as we wish to encourage the families to look after their seniors, the reality is that relationship issues are not easily resolved. I am of the view that we should not compel an elderly person to stay with the family when he or she is clearly estranged from the family.&nbsp;Can the Government consider better support for our seniors by allowing them to rent a 1-room flat on a case by case basis? This would allow some of them to live in dignity in their retirement years instead of living in a hostile environment.</p><p class=\"ql-align-justify\">Finally, I urge the Government to consider changes in policies on seller's stamp duties. Last month, I filed a question to ask whether the Government can waive stamp duty for sellers in an enbloc sale if they did not agree to the sale of the property. The Government declined to do so and with respect, I feel that this is unfair. The Government should not impose a tax on owners of properties when they are unwilling sellers of their property during an enbloc sale. They are forced to sell their property due to the nature of the enbloc sale. Why should they be penalised? A review of this policy should be considered.</p><p>In the Budget, the Government plans for the future of Singapore and I am grateful for the many considered decisions of the Government. Our Government must also set out policies which are seen to be fair and kinder to our citizens.&nbsp;Mr Speaker, Sir, I support the Budget.</p><h6>3.10 pm</h6><p><strong>Mr Ong Teng Koon (Marsiling-Yew Tee)</strong>: Mr Speaker, I rise in support of the Budget. We frequently hear residents complain about the cost of living. And although official data does not show high inflation, I am sure many of us here in the House have our residents telling us that&nbsp;the cost of living keeps going up but their income cannot keep up.</p><p>I have met residents who are struggling to cope and these are young couples who are just trying to start a family, the elderly, or needy families and they are squeezed because basic costs such as food, healthcare and education keeps rising.</p><p>I feel it is not fair to dismiss their concerns as purely the result of unrealistic expectations because they are certainly not benchmarking themselves to the EIU survey, which is mostly crafted for expatriates. On the contrary, they visit JB and often wonder how come prices in Singapore are so high?</p><p>I have also met residents who are able to cope but they are unhappy because they are running harder than ever just to stand still. They feel they cannot even achieve what their parents had.</p><p>They lament, \"We are university graduates, but our standard of living does not seem to be better than our non-graduate parents who could afford bigger houses and more luxuries when we were growing up\".</p><p>For them, every generation doing better than the previous generation is not happening. \"<span style=\"color: rgb(69, 69, 69);\">一代好过一代</span>\" is not happening for them, but \"<span style=\"color: rgb(69, 69, 69);\">一代好过一代</span>\" must be the objective of every government.</p><p>The Minister for Finance has assured us in his Budget speech that he is keeping a close watch on the cost of living that he is alleviating cost pressures in healthcare and education. He is keeping the Singapore Dollars strong to maintain import prices and he is providing support for the needy and the low-income households.</p><p>But I feel the most important thing that he might have done for Singaporeans is to keep our taxes low. This allows us to keep money in our pockets and decide how to spend it rather than him deciding how to spend it for us.&nbsp;When I was working in Japan, in an ironic way, I was unhappy every month when i got my paycheck it was a painful because 50% of it would automatically be deducted for taxes.&nbsp;It was the same in the US when I first started working. More than 40% of it in taxes, and paying rent and keeping the lights on, I had little to show for it. Singapore must not be like that.</p><p>Mr Speaker, for many years now, we have talked about our ageing population and low TFR being existential issues for the survival of Singapore. Today, I would like to focus specifically on young families starting out. First, their costs are going up; and second, their income is getting very volatile.</p><p>On the cost side, they face intense pressure at this stage of their lives. They have to cope with wedding expenses, paying for the house,&nbsp;planning for kids, trying very hard&nbsp;to afford a car, but on the income side, there seem to be fewer stable jobs as more companies move towards contract and freelance.</p><p>Retrenchment is also no longer rare. Many workers in the private sector not only compete against Singaporeans in what we know as meritocracy.&nbsp;They also compete against nationalism as practiced in some foreign-owned or foreign-run companies and they are fighting forces beyond their control and they might not be doing well not because they are not trying hard enough. We must put ourselves in the shoes of such workers and not just simply dismiss their concerns.</p><p>So, in such a situation, to delay or avoid having children would be altogether a very rational response. Children are expensive, they raise the minimum income any household needs each month, and from my conversations with residents in Marsiling-Yew Tee, this is the main contributing factor towards our low TFR.</p><p>There have been countries that have been successful in reversing a low TFR. Sweden was 1.5 in the 1990s and they have gone back to 1.8. Their experience suggests that addressing the cost of living issues, particularly the cost of raising children, is important.</p><p>Policies in Sweden and Norway make it easier for mothers to both work and have children. Research shows that Swedish mothers are the least conflicted and the most contented. Childcare is affordable and of an acceptable quality, and lower income inequality puts parents under less pressure to spend on enrichment and tuition to push their kids to succeed.</p><p>In Singapore, awareness of income inequality has risen and this has given recent attention to this topic. Ms Teo Yeo Yenn pointed that out in her book \"This is What Inequality Looks Like\", and this topic has become coffee shop talk.&nbsp;</p><p>Parents are forced to spend on tuition and enrichment in an arms race to bring up the ultimate student. While we cannot fix&nbsp;inequality and TFR with a magic wand, we need to help parents to stop feeling like they are not being good parents, just because they are not spending thousands of dollars every month.</p><p>So, Mr Speaker, I would like to make several suggestions in this debate for the Government to consider.</p><p>First, pre-school fees. Residents complain that the current structure is too complicated. Instead of a working mother’s subsidy, they would rather pay less upfront. So, instead of paying the gross and then claiming a subsidy, can they just pay net? Would it be possible to charge just $10 a month for pre-school without means testing, like what we are doing in Primary school right now?&nbsp;</p><p>The Government has said that different providers of pre-school services is essential to safeguard consumer choice. But many cynics would also point out that the only provider of Primary school services is MOE; there is not much choice although there are many schools.&nbsp;There is a growing awareness that pre-school affects our future performance and, hence, is important. So, let us put our money where our mouth is and make this truly affordable.</p><p>Second, childcare and babycare options are currently expensive, and that is assuming you can even find a vacancy. There are cheaper alternatives but quality is often not up to expectations. Some couples are lucky and may have able grandparents to help them out. But for those who do not, it is very difficult to have kids. Government subsidy needs to be increased in this segment.</p><p>Third, provide subsidised school bus. Even the little things add up. It is amazing to me that we are able to read a story in The Straits Times about exorbitant bus fares, and highlighting the need for better regulation. While some might say that this is a small amount, I would say that each straw adds up until the camel’s back breaks.</p><p>Fourth, make it easier for mothers to choose between work and motherhood. As Sweden, Norway and others have shown, work life balance for mothers can boost TFR. At a minimum, mothers would benefit from being allowed to work remotely and to have flexible hours. But how many employers are enlightened, or do they need a bit of Government nudging in the right direction to do so? A more direct solution is paid maternity leave, including a portion that is being funded by the Government. Norway has up to 35 weeks of government-funded maternity and paternity leave. We have to ask ourselves: what is the value of each additional child to Singapore? Would we consider this to be a worthwhile investment for our national resources?</p><p>Mr Speaker, in conclusion, good government is about balancing priorities. If low fertility is an existential threat to the nation, then it should be given the highest priority. Singapore has thrown everything but the kitchen sink at this problem. Perhaps, it is time to throw the kitchen sink! Mr Speaker, I support the Budget.</p><h6>3.19 pm</h6><p><strong>Mr Yee Chia Hsing (Chua Chu Kang)</strong>: Mr Speaker, I rise in support of Budget 2019.&nbsp;Among all the measures announced by Finance Minister Heng Swee Keat, I am especially happy that we are enhancing the Workfare Income Supplement (WIS) to help more low-wage workers as well as increasing the amount of WIS that they can receive.</p><p>In terms of Government subsidy, it is only fair that the less well-off receive more and the more well-off receive less.&nbsp;Unfortunately, means-testing on a nation-wide basis is not easy.&nbsp;</p><p>So, for ease of administration, the amount of Service &amp; Conservancy Charges (S&amp;CC) Rebates, U-Save rebates, GST Voucher in cash and other government assistance which we give out is thus dependent on the housing type or the annual value of the home being used as a proxy for means-testing.</p><p>Unfortunately, this often allows a certain portion of relatively well-off individuals who are staying in a smaller flat to receive a higher amount of grants than is fair.&nbsp;As Members of Parliament, we often hear stories from residents that a certain family has a Mercedes but is staying in a 3- room flat to take advantage of such rebates and assistance.</p><p>Mr Speaker, I would like to suggest adding car ownership as a criterion for means-testing, so the maximum amount any car-owning household would get would be similar to that of a 5-room flat, or a home with an annual value of between $13,000 and $21,000. Any household which owns more than one car would not be entitled to any rebates or vouchers regardless of the housing type.</p><p>Mr Speaker, I hope that the Ministry of Finance will take my suggestion into consideration for future Budgets, so that the amount that we save can be used to help families that really are in need of assistance.</p><p><strong>Mr Speaker</strong>: Mr Leon Perera.</p><p><strong>Mr Pritam Singh (Aljunied)</strong>: Mr Speaker, I had informed the Ministry of Finance's officeholders that Mr Leon Perera will not be speaking.</p><p><strong>Mr Speaker</strong>: Ms Irene Quay.</p><h6>3.21 pm</h6><p><strong>Ms Irene Quay Siew Ching (Nominated Member)</strong>: Mr Speaker, Sir, I thank the Minister for the progressive and strategic Budget. For this debate, I would like to focus on healthcare budget.</p><p>Rising healthcare cost and expenditure in the elderly are critical issues affecting our overall healthcare system and are highlighted in the recent Budget speech by Minister Heng last week.</p><p>As a healthcare professional working in the public sector for the last 20 years, I can see the transformational change in our healthcare system especially in the last eight years.</p><p>From a previous healthcare system designed to tackle acute medical condition for a much younger population to new models of care and financial assistance schemes implemented to cater for the ageing tsunami, we have seen many changes.</p><p>I will highlight some I consider to be especially significant to acknowledge the hard work and foresightedness put in by MOH and the various health and community partners:</p><p>(a) Introduction of the Community Health Assist Scheme (CHAS) to allow Singaporeans to enjoy subsidies at private GP and dental clinics for treatment and screening;</p><p>(b) Introduction of the Pioneer Generation package and now the $ 6.1 billion Merdeka Generation package, and the upcoming Elderfund scheme, to support Singaporeans who are severely disabled;</p><p>(c) Substantial increase in subsidies offered to lower and middle income patients for long-term care services, specialist care and medications;</p><p>(d) MediShield Life and the new CareShield Life as universal healthcare insurance to ensure life time coverage and higher monthly payout;</p><p>(e) Expansion of aged care services such as home care services, eldercare centres and nursing homes to cater for the needs of our ageing population;</p><p>(f)\tRamping up of healthcare facilities and infrastructure with at least one hospital built every two years, and strengthening of healthcare workers numbers and capabilities;</p><p>(g)\tImplementing the MOH’s Community Network for Seniors scheme that links seniors who live alone with befrienders and volunteers, and help them with social problems and early referral of complex needs to MOH.</p><p>At this juncture, I would like to salute MOH for taking on the nation’s future health challenges but, at the same time, would like to share my grave concerns for the escalating healthcare cost.</p><p>Before I go on, I would like to declare my interest as the President of the Pharmaceutical Society of Singapore, and the Assistant Director, Allied Health Office at KK Women’s and Children’s Hospital.</p><p>Aon, an insurance survey group, quoted hospitalisation, physician services and clinical investigations as the top three leading causes of inflation for spending in healthcare.</p><p>With the increasing burden of an ageing population, and the steep and continuous increase in incidence of chronic diseases coupled with increasing complexity in the management of chronic diseases, more can be done to promote team-based model of care.</p><p>This model encourages healthcare professionals – doctors, pharmacists, nurses, allied health professionals – to work in synergy to provide cost-effective but holistic care to achieve positive health outcomes. This is in line with MOH’s Beyond 2020 master plan.</p><p>We have to focus our resources to up-skill and empower our allied health professionals and pharmacists in the community to take on greater roles to provide value-based care at a sustainable cost.</p><p>In my current role,&nbsp;I see a huge potential for allied health professionals to be engaged in the team-based collaborative practice framework where practitioners can practise at the top of their licence to be the first touch point for the management of certain physical, psychological, podiatry or speech related disorders.</p><p>One example is this: paediatric patients with only speech delay without other medical conditions, are seen and evaluated by doctors in polyclinics. However, they have to be seen by another doctor in KKH before they can be referred to our speech therapy department.&nbsp;</p><p>Under the current financial structure, patients will need to be evaluated by another doctor in KK before they can be accorded subsidised treatment. I am concerned that this leads to additional consultation costs as well as delay in seeking proper speech intervention. Similar examples in adult restructured hospitals as well as patients who need outpatient rehabilitation. Is it not possible to streamline the process? Not even for doctors who work within the same healthcare cluster?</p><p>Empowering allied health professionals as first contact point under a defined criterion of a collaborative framework, coupled with the right financial subsidy framework, can free up our doctors to focus on more complex medical conditions. This will allow our healthcare system to extend their reach to a greater population and improve accessibility to appropriate care in a more financially sustainable manner.</p><p>Overseas studies have demonstrated that patients with musculoskeletal conditions such as non-severe back or neck pain as well as hand injuries benefited from early access to Physiotherapy and Occupational Therapy at the primary care or emergency department.</p><p>Take, for example. in the Queensland Health system in Australia, physiotherapists treating patients from Emergency Department triage Categories 3, 4 and 5 with a range of agreed musculoskeletal presentations. These roles typically involve assessment, intervention, referral for further treatment and assessment, and discharge when appropriate. Allied health first-contact ED services assist the Hospital and Health Services to meet their National Emergency Access Targets (NEAT).</p><p>Another example involves the advancement of community pharmacists’ roles&nbsp;through the extension of government subsidy schemes for drugs, provision of vaccination to the public to bolster national flu vaccination rates as well as clinical pharmacy services such as medication review or reconciliation services in the community.</p><p>This will, in turn, improve accessibility and affordability of medications in the community, enhance the provision of health information, improve health literacy in the community, and reduce overall healthcare expenditure.</p><p>A 2017 systematic review published in the Journal of Epidemiology and Community Health looked at studies that calculated the return on investment for public health interventions. The researchers identified 52 studies that looked at interventions at a local and national level. Health protection interventions, which include vaccinations that match for the actual influenza type, have saved $34 for every $1 spent on them, according to the review. Hence, prevention is cheaper than cure.</p><p>With the issues shared above, I hope that the following proposals can be considered to make our healthcare more efficient.</p><p>Firstly, we can acknowledge the expertise of allied health professionals and pharmacists in a national subsidy framework, perhaps, in the following ways:</p><p>(a) A first contact consultation service for allied health and pharmacy services in the community;</p><p>(b) A Government subsidy scheme that encourages medication dispensing in community pharmacies;</p><p>(c) Incentivise community partners to work with pharmacists and allied health through collaborative prescribing and practices, and extension of CHAS scheme to allied health services in the community. This way, GPs can refer CHAS patients to private or voluntary welfare organisation (VWO) therapy clinics for allied health professionals' follow-up management at a subsidised rate for predefined conditions. We need a holistic system to keep patients in the community.</p><p>Secondly, in line with the Government strategy to support a skilled workforce, Minister Heng mentioned in his speech on the need to reskill and upskill Singaporeans. One example I can relate is to provide training support to upskill our allied health professionals and pharmacists in the community setting, focusing on communication skills with geriatric population and other health literacy skills.</p><p>Thirdly, we have to empower Allied Health Professionals and pharmacists in the community to take on greater roles in preventive care and health screening for chronic disease management, through the collaboration with MOH, Health Promotion Board and community healthcare partners as this is one of the most effective way to curb escalating healthcare cost. Residents screened under the CHAS programme can also be referred to the community pharmacist for continued follow up and reinforcement of a healthy and active lifestyle.</p><p>I hope that the above proposals can be considered and resources be allocated to support this new model of care through main stream funding. These proposals will reduce inefficiencies, make our access and processes in healthcare leaner and reduce healthcare costs.</p><p>&nbsp;As shared in Minister’s budget speech, FY2019 will run into a $3.5 billion deficit largely due to the additional funding support for healthcare. For now, we have FY2018 surplus to draw on, but we need to remain prudent and constantly look for ways to remove waste in our healthcare system so as to ensure long-term sustainability.&nbsp;Notwithstanding the above, I stand to support the Budget.</p><p><strong>Mr Speaker</strong>: Order. I propose to take a break now. I suspend the Sitting and will take the Chair at 3.55 pm.</p><p class=\"ql-align-right\"><em>&nbsp;Sitting accordingly suspended</em></p><p class=\"ql-align-right\"><em>&nbsp;at 3.31 pm until 3.55 pm.</em></p><p class=\"ql-align-right\"><br></p><p class=\"ql-align-center\"><em>Sitting resumed at 3.55 pm.</em></p><p class=\"ql-align-center\"><strong>[Deputy Speaker (Mr Lim Biow Chuan) in the Chair]</strong></p><p class=\"ql-align-center\"><br></p><h4 class=\"ql-align-center\">&nbsp;<strong>Debate on annual budget statement</strong></h4><p>[(proc text) Debate resumed. (proc text)]</p><p><strong>Ms Anthea Ong (Nominated Member)</strong>: Mr Deputy Speaker, I would like to first thank the Finance Minister and his team for their hard work with Budget 2019, especially with the additional consideration of the bicentennial commemoration. Minister Heng had me at, quote, \"Building a Strong, United Singapore\" because it is a confident narrative that acknowledges our resources and strengths, alongside our challenges, as a nation. He also had me at, quote, \"We are using our financial resources to help realise our strategies for a strong, united Singapore. But financial resources alone do not get us there.\" And if I may state the obvious, neither should financial well-being alone be our aim.&nbsp;</p><p>Indeed, \"Building a Strong, United Singapore\" can only be possible with a people that is&nbsp;mentally resilient across all ages and segments of our society. Minister Heng mentioned \"resilience\" and \"confidence\" repeatedly throughout his Budget Statement. Resilience and confidence is a result of a mentally healthy society.</p><p>Therefore, mental well-being must be an on-going national and whole-of-Government priority with the recognition that our quality of life is defined not only by markers of economic growth and our material well-being but also our subjective well-being. We must constantly question if our national policies and spending empower, beyond just enabling, our people to be ready for challenges ahead and confident of our future.</p><p>Given that, should mental health be one of the longer term domestic challenges alongside those highlighted in the Budget speech, namely ageing, social mobility, inequality, economic transformation and climate change? Mr Deputy Speaker, I would argue that it should – please allow me to share my personal experience and ground observations with the different communities I am involved with to substantiate my claim.&nbsp;</p><p>My incredibly bright nephew was first diagnosed with anxiety disorder in 2017 at just 15, and later with depression last year. He is currently out of the school system at the promising age of 17. In fact, today is his birthday. Happy Birthday, John.</p><p>The young man who works with me at one of my community projects called \"A Good Space\" also almost jumped off from the 15th floor of a HDB block a few years ago when he was just 19, even whilst he was on treatment for depression. There is also the old uncle living in my block at Marine Crescent who was depressed from the death of his wife and started sleeping on the bench in the void deck at night.&nbsp;</p><p>Just the other day, a young taxi driver shared with me about his 87-year-old grandfather jumping to his death by climbing up the flower pot racks along his HDB corridor after his breakfast, his whole family was still having their breakfast inside the flat when they heard the loud thud.&nbsp;&nbsp;</p><p>Then, there is my own close shave with depression over 12 years ago when my world collapsed at the height of professional and economic success.&nbsp;</p><p>Mr Deputy Speaker, in case Members of this House think that I am the epicentre of mental health issues, let me absolve myself – not with any delight at all – by sharing some sobering numbers.&nbsp;</p><p>My nephew, unfortunately, is not alone in his struggle. IMH recently reported that the number of young Singaporeans between the ages of 16 and 30 who sought help from its Community Health Assessment Team (CHAT) over 2015 to 2018 has jumped by an alarming 190%.&nbsp;A more troubling reality is that children aged five to nine calling the SOS hotline increased by more than 500% in less than three years.</p><p>Suicide is the leading cause of death for those aged 10 to 29. As our young progress to adulthood, they continue to be most at risk of suffering from mental disorders, according to the latest Singapore Mental Health Study just published in December 2018.</p><p>My cousin is not an odd statistic either with his experience at the workplace that resulted in the deterioration of his mental health. The mental well-being of working adults in Singapore is 13% lower than the general population according to the Health Promotion Board (HPB). Further, 90% of psychological conditions with adults in Singapore have their root cause in workplace stress. Yet, studies have shown that an overwhelming 86.5% of those employed do not seek help for their mental health difficulties.</p><p>My elderly neighbour and the taxi driver’s grandfather are also sadly not alone in their plight. One in five elderly persons in Singapore aged 75 and above show signs of depression. The number of elderly aged 60 and above who took their own lives peaked in 2017, the highest since suicide tracking started in 1991. An estimated one in 10 people aged 60 and above has dementia, whilst half of those aged 85 and older have it.</p><p>Mr Deputy Speaker, let us not forget the vulnerable and underserved communities in our midst who are exposed to a host of adverse conditions which determine health and mental health, including poverty and access to support infrastructure. One in five elderly care-givers in Singapore suffer from depression. Six in 10 migrant workers with an injury or salary claim are likely to suffer from a serious mental illness. Single-person-headed households struggle to seek state support, and it is generally accepted that individuals with physical and learning disabilities are at higher risk of suffering from mental health conditions although no study has been made.</p><p>Mr Deputy Speaker, the challenge of mental health is clearly wide ranging and reach across the lifespan of Singaporeans. The latest IMH study, also released in 2018 showed that one in seven persons in Singapore experience a mental health condition in their lifetime, an increase from one in eight just eight years ago.</p><p>Globally, this number is one in four persons. By way of comparison, USA is one in five and United Kingdom is one in four. Will we head there?</p><p>Two-thirds of those with mental&nbsp;health conditions in Singapore do not seek help because of stigma, discrimination and neglect. At this juncture, I would like to remind the House that the prevalence of diabetes which we have waged a war against is one in nine people in 2017, versus one in seven for people with mental health conditions.</p><p>Ageing has been rightly prominent in our national policy-making narrative and was cited as the first longer term domestic challenge in the Budget Statement because by 2030, one in four Singaporeans will be aged 65 and above. Yet, there is clear and present danger that the invisible yet mounting challenge of mental health could be headed that way with the escalating prevalence. We must therefore make mental health a deafening priority now rather than languishing it in the shadows because mental health affects the lives of Singaporeans across all ages and all segments.</p><p>MOE informed me in my recent Parliamentary Question that they recorded 10 in 1,000 students receiving counselling for stress and anxiety. Yet, the IMH study showed one in seven adults experience mental health condition. While a direct causative link cannot be drawn so simplistically, the question nonetheless stands: How does 10 out of 1,000 or one in 100 students receiving counselling become one in seven adults experiencing a mental health condition in their lifetime? What have we missed in our policies? What more must we do?</p><p>Mr Deputy Speaker, there is no health without mental health. We must normalise mental health and bring it out to the open. The Government and community have to learn to value mental health as a basic need, and to then reduce stigma and improve help-seeking and recovery. We have made much progress moving from a predominantly medical approach of the past on mental health to one that is aspiring to involve every member of society. The Community Health Action Masterplan was launched in 2017. Primary care providers like polyclinics and General Practioners (GPs) are being trained to support mental health services in non-stigmatising environments. A national campaign “Beyond the Label” was launched in 2018 to break the stigma surrounding mental health by National Council of Social Service (NCSS). This year, the President’s Challenge is focusing on mental health. I am greatly inspired by these efforts.</p><p>Yet, mental health is not and must not be the responsibility of MOH and the social sector alone. All Ministries should recognise their role in protecting Singapore’s mental health. The impact on the mental health of any group of stakeholders, whether it be citizen, service user, staff or other, should be considered consistently and robustly in all key Government decisions. Cross-ministerial policy making will be required to address the burden of mental health in our society – from interventions in education, reforms in employment practices and community initiatives.</p><p>Despite the escalating prevalence among our children and youth, mental health condition programmes such as the Holistic Health Framework by the HPB, are still optional, placing the onus on schools to adopt and implement these programmes. Peer support programmes in schools and Institute of Higher Learning (IHLs) are also optional. Mandating mental health education in our schools and Institutes of Higher Learning is the surest signal to normalise mental health. Together with providing support structures for parents and families to be equipped with emotional management skills, coping mechanisms and problem solving skills to help our children and youth better navigate stress.</p><p>IMH studies have clearly demonstrated that mental disorders have significant consequences on the workforce in terms of lost work productivity in Singapore: 72% of employers in Singapore say that work has been affected by mental health issues, yet only half have psychosocial support programmes in place. We must update our employment policies to recognise and promote employee well-being by enacting clear and deliberate provisions that are upstream and preventive in nature. Our employment laws, including the Workplace Health and Safety Act, must also explicitly include and provide for psychosocial health and safety, beyond physical health and safety.</p><p>Our social policies must place mental health as a priority for the underserved and vulnerable communities alongside basic needs. The Quality of Life Standards by NCSS is a great start yet we can and must do more in partnering these communities to design solutions that take into account their mental well-being and dignity, beyond merely fixing problems or providing services for them.</p><p>The community must come in too. There are many ground efforts in mental health and support services including VWOs, informal groups and social enterprises. A group of 25 C-suite leaders and I came together to form the WorkWell Leaders Workgroup last year as a national ground-up leaders' initiative to share, discuss and co-create inclusive practices for workplace well-being. The first ever mental health insurance product was also launched early this year by one commercial insurer which augurs well for the surging de-stigmatisation efforts and also providing much needed support for those with mental health conditions.</p><p>Mr Deputy Speaker, mental health disorders are on the rise in every country in the world and could cost the global economy up to US$16 trillion between 2010 and 2030, according to the Lancet Commission Report in 2018. How much Singapore shares in this, we are not sure because no study has been done by the Government to-date. We could, however, surmise with the wide ranging impact mental health disorders have on innovation, productivity, economy and social cohesion as well as rising medical services and infrastructure needs, it might not be too far from the $2.5 billion that we expect diabetes to cost Singapore by 2050. \"No other health condition in humankind has been neglected as much as mental health has.\" said the same Lancet Commission Report.</p><p>The way we look at mental health reminds me of climate change, Mr Deputy Speaker. It is invisible and so it gets parked mindlessly and incorrectly in the \"important but not urgent\" quadrant of our awareness. Yet like climate change, it is our future – our young ones – that we are jeopardising most if we continue with a transactional approach in addressing this challenge.</p><p>The clarion call made by Budget 2019 to build a Strong, United Singapore is, as I read it, bring our attention back to our biggest asset – our people. Because \"strong\" and \"united\" are finite in concept if we merely rely on our financial resources, economic growth and pre-existing institutions. Poor mental health will cost Singapore our future if our children cannot reach their full potential, especially when their lives end prematurely. The&nbsp;impact of poor mental health on our productivity and innovation is indisputable. Our social cohesion cannot be taken for granted – resilient communities follow from resilient citizens.</p><p>The Government must ensure its policies are underpinned by a drive to help our people thrive mentally and confidently as empowered citizens. I strongly doubt one-off and indiscriminate bonus payouts yield this outcome. Neither do they engender a caring and inclusive societal attitude. Could we have instead put the whole of society rhetoric for increased citizen well-being into action by establishing a national coordinating body for this purpose to work with all stakeholders, Government, employers, communities, schools and so on, including mental health literacy training for every citizen? This can also be the inter-ministerial agency to integrate citizen subjective well-being in policy making. Its mandate of improving and sustaining our quality of life must be as important as the other agencies’ on improving our quality of living.</p><p>Mr Deputy Speaker, I urge the Government to&nbsp;<span style=\"color: rgb(51, 51, 51);\">enshrine mental health as a longer term challenge in Budget&nbsp;</span>2019 which Minister Heng has presented as a strategic plan and to allocate the necessary resources to address this challenge. It is time for the Government to recognise, acknowledge and understand the complexity of mental health, and to create opportunities and solutions to improve the lives of our people, especially our children and youth. It is time to redefine our values as a nation as we cherish every individual’s subjective well-being, dreams and aspirations beyond just their material and economic achievements. It can be done, it must be done because mental health is what makes us human. And this surely is what a strong, united Singapore must first and foremost always be. Mr Deputy Speaker, notwithstanding my requests and clarifications above, I support Budget 2019.</p><h6>4.13 pm</h6><p><strong>Ms Joan Pereira (Tanjong Pagar)</strong>:&nbsp;Mr Deputy Speaker, Sir, I would like to express my support for Budget 2019, in particular, the Merdeka Generation Package, which will reach about half a million Singaporeans. I am heartened by this move to show our gratitude and care for these seniors’ contributions to our nation in their silver years. The feedback from the seniors have been very positive.&nbsp;They appreciate the benefits which provide them with greater peace of mind.</p><p>At the same time, however, I am less certain about the decision to reduce the services sector Dependency Ratio Ceiling (DRC). The reasons to reduce our reliance on foreign manpower and to accelerate adoption of automation to boost productivity are well understood.&nbsp;However, we must take note that there are categories of the services sector where innovative transformation is not yet ready. For all the excitement over robotics and automation, the stage of technological development in the care sector is not yet so advanced that we can replace human care-givers and nursing aides with CP30s and R2D2s.&nbsp;We are not there yet.&nbsp;</p><p>Care-giving is still very labour intensive.&nbsp;The six basic Activities of Daily Living (ADLs) take on various levels of complexity for elderly at different stages of health decline.&nbsp;To get through the day, they need help, that is manpower, in fact, more often than not, woman-power.</p><p>These manpower reductions will have a major impact on our elderly, the very group of Pioneer Generation and the Merdeka Generation seniors whom we want to help age with dignity.&nbsp;Not all seniors have family members and Foreign Domestic Workers (FDWs) to care for them full-time.&nbsp;For those who do, care-givers need to work, study and upgrade their skills, look after children and take regular occasional breaks to avoid burnout.&nbsp;</p><p>Foreign manpower in the care sector, mostly Work Permit and S Pass holders, help to fill the gaps for full-time and part-time care, complementing family members and local workers.&nbsp;The impact of the foreign manpower restriction on the healthcare sector will be significant, hitting VWOs, community and nursing homes and hospitals.&nbsp;&nbsp;</p><p>While I agree with the Minister that we should not be too dependent on foreign workers, in this particular case, we have limited options.&nbsp;&nbsp;</p><p>On one hand, it would be ideal to attract more Singaporeans and PRs to this sector.&nbsp;However, we just have to match care provision fees.&nbsp;If we have a higher proportion of Singaporeans in the care sector, overall fees for therapies, long- and short-term care need to increase.&nbsp;Families will have to pay more.&nbsp;The Government will have to subsidise more. So, higher cost will be an issue.</p><p>On the other hand, will we be able to get enough Singaporeans to join this sector?&nbsp;We face a double whammy – a fast ageing population and low fertility rates.&nbsp;On top of this, the younger generations are better educated and drawn to new opportunities, many in high tech sectors, in our restructured economy.&nbsp;&nbsp;</p><p>Presently, we have access to affordable foreign workers to assist us with the care of an increasing number of elderly.&nbsp;We should tap on this valuable manpower resource until the tech revolution reaches a stage where we can realistically start the transition to robotic assistants.&nbsp;In their capacities as nursing assistants and aids, nurses, therapists and caregivers, they make immense contributions to our care sector, enabling family members of our seniors to contribute to other areas of our economy and nation building. Singaporeans are keenly aware of these foreigners' role in our care sector and do welcome their assistance.&nbsp;&nbsp;</p><p>Going forward, we will face competition for this pool of workers and professionals in the care sector.&nbsp;It is hard to say how long we can continue to attract them at our current rates of remuneration.&nbsp;Japan adopted new measures last December to attract foreign workers.&nbsp;The largest job category is nursing care. The Japanese government aims to bring in up to 60,000 foreigners to fill nursing jobs in the first five years.&nbsp;Other countries, such as Australia, are also beckoning.&nbsp;If we want our senior citizens to age in place and with a good quality of life, could we review this manpower policy and its impact on our seniors and their care-givers?</p><p>The other issue which I am deeply concerned about is the mental health of our elderly.&nbsp;Mental well-being is very important and as part of preventive mental health, we need to help them stay active and engaged in the community through volunteering, arts and sports participation. Government and private sector support and the community have to come together to make the effort to involve and integrate our elderly in our events, programmes and activities.&nbsp;The interaction will also help us with early detection, whether a senior is absent, not looking well or behaving differently than usual.&nbsp;Such observations are not possible if they are isolated or detached from their communities.</p><p>When a senior shows signs of weakening mental health, including depression, dementia, Obsessive-Compulsive Disorders (OCD) and Alzheimer's, getting help for him can be very challenging.&nbsp;The senior himself and the family may be in denial and resist medical assessments.&nbsp;With more seniors living longer, the number of cases is expected to increase significantly.&nbsp;</p><p>Do we have enough qualified professionals for assessments and treatment?&nbsp;And where treatments do not work and seniors start to have behavourial problems, cause disturbances or pose a danger to themselves and others, what systems do we have in place to cope?&nbsp;Would MOH consider assigning a suitable Voluntary Welfare Organisation (VWO) in each constituency to address this pressing need? This VWO should already be involved in this field. If there is no VWO involved in this area, the Government may wish to consider collaborating with an existing VWO to provide this service.&nbsp;Once these seniors are identified, we can refer them to this VWO which should be within walking distance of their flats instead of requiring them to go to the Institute of Mental Health or waiting for officers to visit these seniors to render help.&nbsp;&nbsp;</p><p>With such an infrastructure in each estate, seniors with or at risk of mental health issues will be able to age in place with support from family members, volunteers and mental health professionals.&nbsp;Only when their conditions deteriorate further or pose a hazard to their communities would they need to be enrolled in institutional care.</p><p>Mr Deputy Speaker, the mental health of our elderly is one of the most pressing issues for our Government and our families.&nbsp;I look forward to addressing this issue together with the Government. Sir, in Mandarin.</p><p class=\"ql-align-justify\">(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20190227/vernacular-Joan Pereira Budget 27 Feb 2019-Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]\tI support the Budget, but am worried about the impact of the reduction of the Dependency Ratio Ceiling (DRC) on the nursing and caregiving sector. Although technology is advancing by leaps and bounds, this sector’s technological advancement has not reached such an advanced stage that robots can replace nurses and caregivers.</p><p class=\"ql-align-justify\">Nursing and caregiving remains a very labour intensive sector.&nbsp;Due to the less attractive job nature and remuneration, Singapore has always relied on foreign workers.&nbsp;Most of them are Work Permit and S Pass holders.&nbsp;With a rapidly ageing population, the number of elderly who need care will only increase.&nbsp;If we want to attract more Singaporeans to this sector, the salary must be increased, and seniors and their families will have to pay correspondingly higher care fees.&nbsp;As you can see, fee increase will become a problem.</p><p class=\"ql-align-justify\">To date, foreign care-giving workers are willing to work in Singapore.&nbsp;Their wages are also affordable to us.&nbsp;In view of our limited options, in order to let our seniors age with peace and dignity, why don’t we continue to hire this group of workers and not reduce the DRC for this sector, until the technology revolution reaches a stage where we can turn to robots.</p><p class=\"ql-align-justify\">Singaporeans are very clear about the contributions of foreign nursing assistants and therapists, nurses and care-givers to our country, and welcome their help.&nbsp;Therefore, I request the Minister to reconsider his decision to reduce the DRC for the care sector.</p><p class=\"ql-align-justify\">Another topic which I am very concerned about is the mental health of the elderly.&nbsp;To maintain physical and mental health, seniors need to participate in community activities. This way, friends from the social clubs and neighbours can help monitor their physical and mental conditions.&nbsp;If an elderly has any discomfort, those around him will be able to detect and extend assistance quickly.&nbsp;Therefore, I hope that the government will increase the support to community events for our seniors.&nbsp;I also request that the Ministry of Health consider assigning a VWO with experience in elderly mental health to assess the mental health conditions of seniors in every estate and provide mental healthcare.</p><h6>4.23 pm</h6><p><strong>Prof Dr Yaacob Ibrahim (Jalan Besar)</strong>: Mr Deputy Speaker, thank you for allowing me to join this debate.&nbsp;Sir, I am in support of the Budget as outlined by the Minister for Finance, Mr Heng Swee Keat. There is support for almost every segment of our society, from families to workers and our elderly. Of interest to me and my generation is the Merdeka Generation Package (MGP). I am thankful that the Government recognises a generation that grew up in relative poverty but who had put in so much hard work to build this new nation. Support has also been given our small and medium enterprises or SMEs to help them flourish in a changing economy.</p><p>Sir, I will not touch on these topics as my more esteemed colleagues in this Chamber will invariably present their views on them. Today, with your indulgence, I would like to share my views on two issues – on growing the economy and on the bicentennial commemoration.</p><p>Sir, of concern to me is the transformation of the economy. This is important as it will mean the continued survival of our nation and I do not pretend it is an easy thing to do, something which Minister Heng acknowledged in his speech. Having been involved in this process in my previous incarnation, I can see the necessity of transformation. Nevertheless, I also share the concerns of our business community, especially our SMEs. I am currently advising IMDA on the digital transformation of the Kampong Glam district involving some 200 SMEs. I have been meeting these businesses to share with them the benefits of the digital revolution.&nbsp;</p><p>Our SMEs can grasp that the world is changing and that their businesses must change too.&nbsp;Nevertheless, our SMEs face a myriad of challenges. For some, it is a matter of survival, making just enough sales to get by, while others hesitate to spend resources on something they are not sure will benefit their businesses.&nbsp;To me, transforming an economy is just not about economics.&nbsp;It is also about transforming our society, from business-owners to workers, so that at all levels of society embraces the spirit of change. At stake are the livelihoods of business-owners and workers, the hopes and dreams of our families, and the future of our children.</p><p>That is why my colleagues at IMDA and I will continue to undertake outreach and engagement so that we can help as many of our SMEs to adopt digital solutions.&nbsp;My hope, Sir, is that Government agencies will continue to listen and problem-solve with us, so that we can remove roadblocks to progress and remove misconceptions that prevent businesses from embarking on change.&nbsp;&nbsp;</p><p>Sir, there is another dimension to the economic transformation which I would like to speak on, and this regards building up an entrepreneurial culture among our young. The start up scene in Singapore is vibrant. I am actively involved with several startups as advisor. I am also involved with several networking sessions involving Malay/Muslims startups and entrepreneurs. I meet many new entrepreneurs regularly, some young, some not so young. It is heartening to meet mid-career professionals who decided to give entrepreneurship a go. And I hope that some. if not. all succeed in making it big thereby bringing some sense of achievement for our country as whole.&nbsp;</p><p>My concern, however, Sir, is whether such a vibrancy is felt in our heartlands. I support MND and HDB's efforts to refresh our towns, inject new businesses, and introduce new ways of encouraging interaction. In this regard, I like to suggest a fresh approach to instilling innovation and entrepreneurship.</p><p>Many Singaporeans may remember replicating the exploits of Maradona or Ronaldo at the void decks, though they will also remember too how many at times they incurred the anger of the immediate neighbours staying at the second floor, or of the Town Council officials. Many also may recall seeing Malay boys stripping their motorcycles to clean and make minor repairs at the void decks.&nbsp;</p><p>These days, we see groups of professionals offering free repair services in the heartlands who are continuing that tradition of tinkering. Calling themselves Repair Kopitiam, they encourage homeowners to bring the broken appliances to the void decks for them to help homeowners learn how to repair the appliances. Our ability to repair things when they are broken is an important skill set that can help to reduce waste. More importantly, Sir, it would help to reduce excessive consumption.&nbsp;</p><p>Sir, our void decks offer a wonderful opportunity for the creative energies in our heartlands to be unlocked. I am proposing that we convert as many void deck spaces as feasible into Smart Void Decks. I am not suggesting that we just wire up the spaces for connectivity purposes only. I am proposing that we convert these spaces into maker spaces for our heartlanders, a comfortable place where anyone can go to tinker and fix things, to create, to meet and discuss new ideas and solutions for the community.&nbsp;&nbsp;</p><p>Sir, there are many parallels to this idea. It is not unique. Consider, for example, the number of community gardens that have flourished in our heartlands. I have 13 of such gardens in my own constituency and we are now planning our fourteenth garden. These gardens have attracted residents whom we may not otherwise see in some of our grassroots events. Some have used the produce of the gardens to raise funds for their welfare committee, while others have used the gardens as venues to conduct healthy cooking classes with HPB.&nbsp;</p><p>Another example I can compare this to, Sir, is the Active, Beautiful and Clean or ABC Waters programme which I initiated as Minister for the Environment and Water Resources. Before the ABC Waters programme came about, there used to be many signs across our reservoirs warning the public not to do a variety of things near or in the reservoir. But to the credit of the PUB, they accepted my idea and created new recreational spaces out of our drains and reservoirs. That, Sir, is creativity. More importantly our reservoirs and water bodies are now full of life and activities.&nbsp;</p><p>So, I am hopeful that if we do this right, we can turn our void decks into places of energy, life and creativity. It requires, of course, our authorities to move away from an attitude of so strictly regulating these spaces that they have become sterile, void of life.&nbsp;</p><p class=\"ql-align-justify\">We want to strike a balance so that some messiness is possible, but in return the neighbourhoods of our heartlands can become the birthplaces of mutual support, practical ingenuity and great ideas.</p><p>&nbsp;Sir, my final point today is on the bicentennial commemoration. The Minister for Finance announced two initiatives – the Bicentennial Community Fund and the Bicentennial Bonus – to support the commemoration. Interestingly enough, these measures are parked under the pillar of building a caring and inclusive society.</p><p>&nbsp;Sir, as I understand it, this commemoration is a ground-up effort in which different groups are encouraged to talk about their history, contributions and other aspects that can help our current and succeeding generations understand our history better. The Prime Minister in his 2018 New Year day message called for us to use the bicentennial “to reflect on how our nation came into being, how we have come this far since, and how we can go forward together”. Since then, there have been several exhibitions, events, talks and opinion pieces about this occasion.</p><p>&nbsp;Sir, I am struck by the responses in our newspapers, on social media and in my conversations with residents and volunteers. While there is broad-based support for the commemoration, there are also voices of concern and unease. One particular response struck me deeply. A certain Mr Osman Sidek wrote to the Straits Times and his letter was published on the 4 February 2019 issue. In it, he raised the insightful point that colonialism cannot just be presented from one community’s perspective. The impact of colonialism on the indigenous population and their sense of loss and justice need also to be acknowledged. But he cautioned that the unhappiness is not directed at history, but at the very idea of colonialism, or specifically how one could lose one’s own country to colonisers.</p><p>&nbsp;He appealed for us to reflect on how such a historical event could have happened and that Singaporeans must endeavour never again to lose our own country to another. And he ended by asking us, having experienced colonial rule to empathise with those societies “whose lands are occupied against their will, even in this day and age”.</p><p>&nbsp;Sir, I cannot agree more with him on this issue. If we are to build an inclusive society, as mentioned by the Minister for Finance, then we need to ensure that inclusivity applies not just how we view the here and now, but also how we view our history as a people. We need to acknowledge that different communities have different historical experiences and memories. We need to recognise both the good and the bad.&nbsp;</p><p>&nbsp;The coming of the British and the start of colonial rule in this region is an important event for all of us to reflect about. After all the very language we use today in education, commerce and many other facets of our life is a colonial heritage. But we need also to be cognisant that there are winners and losers in history. And history is written by the winners for the winners. Eighteen nineteen is marked as a turning point in our history. And yet the sacking of a once-vibrant Malacca Sultanate in 1511 by the Portuguese has also been highlighted by some historians as a turning point for this region. Some have speculated that it marked the death of the indigenous mercantile class, leaving the region more vulnerable to conquest by succeeding waves of European colonisers.</p><p>It has led some to wonder what would have happened if this region had not experienced colonialism. What shape would indigenous politics have taken? So, the first point I would like to make is that we need to acknowledge the varying impact of colonialism on the indigenous population and other populations.</p><p>&nbsp;Sir, I welcome the opportunity to use the bicentennial as an occasion to reflect on who we are. And I share Minister Heng’s call to build a caring and inclusive society. Hence, this commemoration should aim to strengthen our ties as a nation by helping us better appreciate and understand the various communities’ historical experiences and memories, as well as banish forever myths and misperceptions of our history that do damage to our communities.</p><p>The first myth is that Singapore was a fishing village waiting to be discovered and transformed into a modern metropolis. In fact, historians have uncovered concrete evidence to suggest that Singapore was once a vibrant economic hub and not a fishing village waiting to be discovered by enlightened British imperialists. And I quote here from the historian Peter Borschberg from his article “Singapore as a Port City, 1290-1819; Evidence, Frameworks and Challenges”.&nbsp;</p><p>I quote, “There is an enduring perception in our historical consciousness that before the arrival of Raffles, Singapore remained unrecognized and underappreciated fallow land. However, as we did deeper into the past, the mirror of history unabashedly refutes the belief that Singapore was a sleepy backwater kampong, forgotten or neglected by the powers that trawled these waters for centuries. Similarly, it is also a misguided notion that no one had envisaged the presence of a port in Singapore before 1819.</p><p>The impetus here is a larger one, not only for the history of the port but also for Singapore’s history as a whole – one cannot remain obstinate in only thinking about Singapore in terms of an East India Company, or EIC, settlement. While the transformative hand of the EIC and the British on Singapore is beyond doubt, there is a history of a port, settlement and island that runs far deeper than historians had surmised until about the beginning of the third millennium. Singapore was also far more intimately connected to its historical predecessors as well as its locational context.<em>”</em></p><p><em>&nbsp;</em>Sir, this is an important point. It is right that we acknowledge every event for what it is worth. The coming of the colonialists changed the region forever. As it turns out, Singapore today is a thriving metropolis. But to overly ascribe this success to the coming of the British is to ignore larger forces at work well before the arrival of the British.</p><p>&nbsp;Sir, this commemoration should also lead us to a better appreciation of our communities’ history and our place in the region. Out of the colonial experience emerged many disturbing myths about this region, including the most toxic myth of the lazy native. This myth has been studied and debunked extensively, for instance, by the late Prof Syed Hussein Al-atas in his famous book entitled “The Myth of the Lazy Native”, which tore apart the colonial ideology behind labelling the indigenous population as lazy for not wanting to work in the mines and plantations.&nbsp;Nevertheless, that still lingers in the minds of some people.</p><p>&nbsp;When I was growing up in modern Singapore, my own teachers dismissed my community as being lazy and unable to study hard. Sir, this is the burden of history that my community carries. It is unjust and unfair. If we are to commemorate the bicentennial we must also recognise the less savoury aspects of it – practices and ideas designed to meet the needs and maximise the profits of the empire at the expense of the indigenous population.</p><p>&nbsp;In view of our long history, some historians have asked why not celebrate 700 years of our history? Why only focus on the 200 years? I support this idea as it would help us to better understand 1819 as one milestone among many. I would also add that our history is intertwined with the history of the region. Our history points to certain truths about this region and Singapore. That I think is a point that needs to be stressed more by this commemoration.&nbsp;In this way, more, especially our young, understand how Singapore has been and will continue to be a part of the larger region, tapping on its good location and the talent of our diverse peoples to provide a peaceful hub for mutually beneficial trade and commerce.</p><p>&nbsp;The diversity that we see here in Singapore reflects the diversity of the region and beyond. When I walk the corridors of the HDB flats in my constituency I can hear different voices, dialects and languages. My friends who hail from Bugis or Minang ancestry are proud of their heritage. Sir, we are sons and daughters of Singapore and children of Nusantara. We should use this commemoration to celebrate the diversity that defines who we are and to promote a better understanding and appreciation for the long and rich history of Singapore and this region.</p><p>&nbsp;Hence, I hope that this will not just be a one off commemoration. Arising from this, we could consider looking at our history curriculum in schools to ensure that students are well-versed in pre-colonial history as well as a deeper understanding of the region. National education at the higher primary and lower secondary levels can be expanded so that Singaporeans better understand the colonial experiences of our ASEAN neighbours. Talk about both the good and the bad so that we know ourselves better and will never again be divided or colonised.</p><p>Being part of this region, I strongly believe that we should have a good understanding and appreciation of the region’s history. Our museums can do more to have spaces that touch on the subject of precolonial history and to give people access to the archeological finds. At the same time, acknowledging how that history has impinged on our own history and the myriad strands of diversity of ideas, lifestyle, food, religions that have come together to enrich our own experience as both Singaporeans and Southeast Asians.&nbsp;Sir, I support the Budget.</p><h6>4.40 pm</h6><p><strong>Ms Rahayu Mahzam (Jurong)</strong>: Mr Deputy Speaker, over the past few years, the world has seen many shifts and changes. Changes which fundamentally affect our economies and way of life. It became clear that it could not be business as usual for Singapore and there was a need for the Government to chart out a transformation plan for our economy and our people. This came amidst addressing all the daily challenges of Singaporeans, like increasing cost of living, an ageing population, healthcare costs, concern over social inequality and struggles of the sandwiched class. The daily struggles are real and support needed to be given, but there was also a real need to nudge our people and our businesses to evolve so as to be prepared for the changing times and to ensure a sustainable economy for the nation.</p><p>This year’s Budget has built on the past efforts to transform the economy and support Singaporeans through the changes. In a quick sensing exercise by REACH after the Budget announcement, several people gave feedback that this year’s Budget is a compassionate one which makes provisions for those in need. There are clearly different views on the Budget, but the general sense was that it was generous in many ways, leading many to ask if it is an Election Budget.</p><p>I believe that this Budget is a comprehensive one, which seeks to address current concerns that have been raised by Singaporeans but yet stay on track with the economic transformation which Singapore needs to undergo.</p><p>The approach taken by the Government in giving social support has always been a targeted one; seeking to focus attention where support is really needed and to provide a solution that is sustainable. Often it is a calibration, and it is sometimes hard to say if the help given is sufficient. Over time, after implementation, upon assessment of whether the support given has achieved its desired outcomes, and upon review of changing circumstances, there may be a need to adjust policies and schemes.</p><p>It is imperative to ensure that the implementation of the various policies and schemes translate into effective solutions for people and there is always room for improvements. I am therefore glad to see the willingness of the Government to make the appropriate changes when necessary. On this point, I laud the announcements on the Community Health Assist Scheme (CHAS). I had on previous occasions in this House asked for a review of CHAS. Many Members and I have highlighted the challenges faced by the elderly and the concern about recurring healthcare costs. CHAS was one scheme which could alleviate some of these issues. I am happy to note that there will be enhanced subsidies that would benefit more people.</p><p>For the Budget to completely achieve its desired outcomes, everyone needs to play a part. This sense of responsibility and ownership is necessary if Singapore is to survive. The community needs to come together and do its part. We have many schemes and programmes in place, but there will always be gaps and those who fall through the cracks. The community plays an important role to complete the support network and close the gaps.&nbsp;</p><p>There are many examples of people who have stepped up and took ownership by being the change that they want to see. Minister Heng spoke about the SG Cares movement, and I am happy to hear that there will be efforts to continue building on this movement. It is common knowledge that there are many examples of everyday heroes who also contribute towards our growth as a community of care and contribution. I would like to share a few stories.</p><p>One of these heroes is Magdalene Ong, the mother of 14-year-old Chalmers. Chalmers was diagnosed with mild to moderate autism when he was 18 months old. Magdalene was relentless in sending Chalmers for therapies and treatments, with the desire to find out his interests and gifts so that she could support him. Chalmers turned out to be a talented artist. Empowered by this experience, she felt the need to do something for special needs children from under-privileged families. She started organising sessions for many families with special needs children to expose them to art, music and sports. I was introduced to Magdalene by one of my residents, Anita who told me that the group needed a space. I was more than happy to offer a room at the Bukit Batok East Community Club. The best part of the story is that the group has since formed a choir called the Singapore Special Voices. Since last year, they have been going to places like Alexandra Hospital and Brighthill Evergreen Home for Dementia to spread cheer to patients and the elderly. Magdalene believes that the children can give back to society in their own way and is taking the effort to make that path for them.</p><p class=\"ql-align-justify\">Another example of someone who has stepped up is Coco Oan Jia Xuan. Coco is a young environmentalist who is a resident of Bukit Batok East. In 2016, she started Project bECOme which aims to reduce single-use waste by engaging with businesses, organisations and members of the public. One of the programmes under this project is the CNY Container Donation Drive. Coco and her volunteers collected plastic cookie bottles from the public, washed them and donated them to various beneficiaries for re-use.&nbsp;</p><p>The beneficiaries included bakers, eco-enzyme makers, gardeners, handicraft makers and zero-waste stores. In December 2018, this effort diverted 563 containers from going to waste.</p><p>I would also like to mention Siti Noor Mastura, the winner of The Straits Times Singaporean of the Year 2018. In 2013, she started a non-profit group Back2Basic which delivers free groceries to beneficiaries such as home-bound elderly. Noor is also a co-founder of Interfaith Youth Circle which seeks to promote a better understanding of the role that faith can play in an increasingly divided world.</p><p class=\"ql-align-justify\">Do you see the common thread in the stories I have shared? These community heroes are all women. That is not to say that there are no male heroes, but I would like to take this opportunity to celebrate the efforts made by our women activists and volunteers. There are many out there. They have defied traditional expectations and made great strides to change society’s pre-conceived notions and habits. We should continue to support them in this journey.</p><p class=\"ql-align-justify\">I am particularly heartened by the announcement of the CPF top-up of up to S$1,000 for Singaporeans aged 50 to 64 years old who have less than S$60,000 retirement savings in their CPF accounts. This would greatly benefit many older women who were primarily care-givers, who left the workforce early and hence do not have much by way of CPF savings. They worked hard to support the dreams of their children and sharing the Bicentennial Bonus with them, is a meaningful way to recognise their contributions.</p><p>On this note, I would like to touch on the status of women in Singapore. While women here have access to education and jobs, and we have representation of women in many key positions in leadership, there is still much that we can do. For example, there is some way to go to close the wage gap between men and women, to support women who return to the workforce after having children or when they transit from their care-giving roles by reducing structural barriers and to empower women to take up leadership positions. In doing all these, beyond setting numerical goals, it is important to get the whole community, men and women, on board to change cultural mindsets and progress together.&nbsp;Mr Deputy Speaker, Sir, allow me to say a few words in Malay.</p><p class=\"ql-align-justify\">(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20190227/vernacular-27 Feb 2018 - Ms Rahayu Mahzam - Debate on Budget Statement.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>We have witnessed many changes globally over the past few years. These changes will transform world economies and have an impact on our way of life. The Government is aware of this and has to transform our economy so that we can stay resilient and be able to compete globally and, at the same time, prepare to help our people during this challenging period of transformation. This year's budget builds on past efforts in order to prepare our country and Singaporeans for the future.</p><p class=\"ql-align-justify\">Singaporeans count on a government that is sincere and cares for the people's well-being. This is undoubtedly the responsibility of any government. However, developing the nation and helping Singaporeans are a collective responsibility. Therefore, it is important that we all come together and work hand-in-hand in efforts that can be beneficial to society.</p><p class=\"ql-align-justify\">Last year, the Minister in-charge of Muslim affairs Mr Masagos Zulkifli charted a plan for the Malay/Muslim community in Singapore through M3. This combination of three important agencies within our community – Mendaki, Muis and Mesra with the support of other Government agencies, local Malay/Muslim bodies, professionals, academics, entrepreneurs and other individuals, is hoped to produce efforts that can assist and support more members of our community so that they can progress further. I am aware that much is being done. I hope that more information can be shared so that we know more about the M3 efforts and the type of community involvement that is required.</p><p class=\"ql-align-justify\">(<em>In English</em>): Singaporeans are intelligent and discerning people. Having one Budget with some perks will not necessarily sway people at elections. At the end of the day, the Government will be judged on how it has performed throughout the term and whether it has taken the effort to make life better for Singaporeans. The people want a Government that is responsible, that cares, that works hard and that is transparent. These are reasonable expectations.</p><p>However, nation-building and making lives better for Singaporeans require a collective effort. For us to breathe life into the various policies and schemes, we all need to take ownership. We can give constructive feedback to improve policies and their implementation. We can take action to close the gaps and be the change we want to see.</p><p>I thank the Minister for Finance for the Budget Statement and for charting the plan for the nation. I hope for a whole-of-Government, whole-of-community approach in its implementation so as achieve the best for Singaporeans. Mr Deputy Speaker, I stand in support of the Budget.</p><h6>4.50 pm</h6><p class=\"ql-align-justify\"><strong>The Minister for Manpower and Second Minister for Home Affairs (Mrs Josephine Teo)</strong>: Mr Deputy Speaker, we do not usually in this House apply a gender lens in our Budget debates.&nbsp;But several announcements this year have particular significance to women which I wish to highlight.&nbsp;</p><p class=\"ql-align-justify\">It happens that this is our bicentennial year. Many Members have noted that. When we look back at history, it is clear that women contributed as much as men to building up modern Singapore.</p><p class=\"ql-align-justify\">Take Mdm Hajjah Fatimah, for example. Not many of us would have heard the name. But Mdm Hajjah was a tradeswoman and philanthropist who came to Singapore in the 1800s, Mdm Hajjah built houses for the poor and donated money and land to build a mosque for her community.</p><p class=\"ql-align-justify\">Another example is Mdm Hedwig Anuar.&nbsp;Just eight years after starting her career as a librarian in 1952, Mdm Anuar became the first Singaporean to be appointed as the Director of the National Library.&nbsp;Her leadership laid solid foundations for the modern library system that Singaporeans still enjoy and it benefited generations of avid readers.</p><p class=\"ql-align-justify\">There is also Mdm Mary Quintal, one of the first 10 women in Singapore to begin police training in 1949.&nbsp;She excelled in a field which was traditionally dominated by men. Today, our Criminal Investigation Department (CID) is headed by a woman.</p><p class=\"ql-align-justify\">Then, there is Mdm Gloria Lim, an expert on fungi, who became the first woman to be named Dean of the Faculty of Science at the University of Singapore, and later on as the first Foundation Director at the National Institute of Education when it was set up in 1991.</p><p class=\"ql-align-justify\">Our women pioneers set solid foundations for the generations after them, so that we can all advance and progress in society.&nbsp;Over the next few months, the Singapore Bicentennial Office will be working with our community partners to breathe these stories and many more to life.&nbsp;</p><p class=\"ql-align-justify\">Their stories serve to remind us that, we too, should strive to continue laying strong foundations for our children, grandchildren and great-grandchildren, so that when they look back in history in time to come, they will be able to see how women have continued to progress and played a pivotal role in our country’s development. During the COS debate, MOM will outline measures for further support women in our workforce.</p><p class=\"ql-align-justify\">Besides these outstanding women and many others who contributed in the workforce or through their involvement in the social sectors, there is one particular group which is not often mentioned and I would like to talk about them.&nbsp;These are the many housewives and homemakers, who toil to care for their families so that husbands can work, comforted in the knowledge that someone is tending to the needs at home, caring for elderly parents and other relatives and raising the children to be upright citizens.</p><p class=\"ql-align-justify\">Being a housewife was the default choice for many women long ago.&nbsp;There were few other options until after Independence, when girls were given good access to education and women could also advance in the workplace.&nbsp;</p><p class=\"ql-align-justify\">However, even today when women have more choices, many dedicate their lives to their families by staying home to personally care for them.&nbsp;Some of our homemakers left the workforce years ago and are now in their 50s and 60s. We do not say it often enough but their sacrifices did not just make a difference to their families, they also made a difference to our nation building.&nbsp;</p><p class=\"ql-align-justify\">The Bicentennial Bonus CPF top-up is a tribute to these women, as Mdm Rahayu also noted.&nbsp;It recognises that they had fewer years to build up their retirement savings. Six in 10 of the 300,000 citizens who will benefit from the top-up, are women in their 50s and 60s. Six in 10. This one-off top-up of up to $1,000 to their CPF Special or Retirement Accounts, would go some way in supporting them in their old age.</p><p class=\"ql-align-justify\">This is why I welcome the Bicentennial Bonus.&nbsp;But it is also worth noting that the Government’s care and support for older women goes well beyond one-time gestures like top-ups.&nbsp;</p><p class=\"ql-align-justify\">Today, the life expectancy of women in Singapore is 85 years old – it is a fact that we live longer, and will possibly outlive our loved ones. Many schemes introduced by Government do in fact, benefit women more.</p><p class=\"ql-align-justify\">For instance, more than 65% of recipients of Silver Support are women who had low earnings throughout their lives.&nbsp;Similarly, in time to come, more of the benefits of the Pioneer Generation Package will be enjoyed by women.&nbsp;For Budget 2019, further measures such as the Merdeka Generation Package and CareShield Life Incentive, will help to ensure that older women are taken care of.&nbsp;&nbsp;</p><p class=\"ql-align-justify\">Many initiatives like CHAS enhancements and new nursing homes will help older women as we age – ourselves, our mothers, our sisters, and everyone we as women very often and now having to care for.</p><p class=\"ql-align-justify\">Many programmes in the community too, benefit older women, such as health screenings organised by the grassroots volunteers in partnership with other voluntary welfare organisations.</p><p class=\"ql-align-justify\">We do not usually apply the gender lens when debating our Budget, but when we do, it is clear that every Budget benefits women in significant ways. And they all add up to a lot of support for women. Mr Deputy Speaker, with your permission, may I say something in Mandarin?</p><p class=\"ql-align-justify\">(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20190227/vernacular-Josephine Teo Budget Women 27 Feb 2019-Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>As the saying goes, \"Women play a very important role as the other pillar of the world\". Many women in their fifties and sixties helped their husbands to support their families when they were younger, so that their husbands were able to work with peace of mind. These women made great contributions to our economy and social development during the early post-independence period.</p><p class=\"ql-align-justify\">Many of these senior women chose to leave the workforce in order to care for their children and also their elderly parents. As a result, they sacrificed the opportunities to save for their retirement needs and compared to other citizens, their savings is relatively lower.</p><p class=\"ql-align-justify\">This one-off Bicentennial Bonus clearly acknowledges the contributions and sacrifices that these women have made for society. More than 300,000 Singaporeans aged between 50 to 64 years old will benefit from this bonus, and 60% of them are women.</p><p class=\"ql-align-justify\">The Government is adopting a multi-pronged approach in this Budget to support Singaporeans, especially older women, such as the Merdeka Generation Package and CPF top-ups, to pay tribute to these women and to ensure that they enjoy peace of mind in old age.</p><p class=\"ql-align-justify\">Deputy Speaker, Sir, Singapore is commemorating our bicentennial this year. As we reflect on the modern development of our country, we should also draw on precious lessons from the past so that we can progress to greater heights.</p><p class=\"ql-align-justify\">During the early years of nation-building, our mothers, grandmothers and mothers-in-law went through a lot of hardships. Most of them were not able to complete their education. Instead, they had to enter the workforce or shouldered the huge responsibilities of looking after their families. The sacrifices and commitments they made laid a solid foundation for Singapore to achieve great success so that we can enjoy the great opportunities that we enjoy now.</p><p class=\"ql-align-justify\">Moving forward, we need to think about the foundations that we would be laying for our children, our grandchildren, and next generations, so that when they look back in history, they too, will be able to see that women in Singapore continue to have great opportunities for progress.</p><p class=\"ql-align-justify\"><em>(In English):</em> Deputy Speaker, I support the Budget.</p><h6>5:02 pm</h6><p class=\"ql-align-justify\"><strong>Mr Mohamed Irshad (Nominated Member)</strong>:&nbsp;<span style=\"color: rgb(51, 51, 51);\">Mr Deputy Speaker, in last year's Budget statement, Minister Heng Swee Keat, mentioned three major shifts in global trends. The shift in global economic weight towards Asia, rapid technological advancements, and changing demographic patterns. </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">In this year's Budget, he added a fourth trend&nbsp;</span>–<span style=\"color: rgb(51, 51, 51);\"> the decline in support for globalisation and raising geopolitical uncertainty. </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Put together, the world we live in today is much more volatile, uncertain, complex, and ambiguous (VUCA) for short. </span></p><p class=\"ql-align-justify\">Adapting to a VUCA world, VUCA is a term developed by the US Army War College at the end of the Cold War but it has been most recently adopted by the millennial generation as a description of the unstable world that we are inheriting. The young are not unaware of the challenges that faces us today and in the future.&nbsp;</p><p class=\"ql-align-justify\">&nbsp;In this VUCA world, we think about how much the nationalist and anti-globalisation trends will affect our economy in Singapore and in particularly our jobs.</p><p class=\"ql-align-justify\">We worry about whether we can afford the increasing costs of living and supporting our elders and providing for our children. While we are familiar with technology, we also see how technological progress can overtake us in some of our jobs. And with technology we also see how countries have taken to cyber warfare&nbsp;– where attacks can come silently and unpredictably.<span style=\"background-color: yellow;\"> </span></p><p class=\"ql-align-justify\">But we young Singaporeans also know that it is in our Singaporean DNA to adapt, overcome and excel. I am confident that we can strengthen our Singapore DNA to weather this VUCA world and prepare ourselves for the future.</p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">That is why it is heartening to see this year's Budget address these challenges head-on.&nbsp;</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Now, allow me to focus on a few themes from this year's Budget.&nbsp;</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Safeguarding Singapore. For a small state like Singapore, survival and success are two sides of the same coin. As Minister Heng said, \"Singapore is vulnerable to the fluctuations in our region and the world.\" Therefore, we cannot take our peace, prosperity, and stability for granted as security threats are evolving and becoming more complex.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">I commend the move to incorporate Digital Defence as the sixth pillar of Total Defence and to establish the Home Team Science and Technology Agency. Cybersecurity has become as essential as physical security, if not more.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">I also commend the move to invest about 30% of our total expenditure to support defence, security and diplomacy efforts as it is paramount to safeguard the sovereignty of Singapore and the well-being of Singaporeans. </span></p><p class=\"ql-align-justify\"><strong style=\"color: rgb(51, 51, 51);\"> </strong></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Secondly, nurturing innovation through Design Thinking. Innovation is becoming a driving force in our economy and globally. In order to realise the vision of becoming the Global-Asia node of technology, innovation and enterprise, we have to continually reinvent ourselves to stay ahead of the curve. Singapore is ranked fifth in the world by the Global Innovation Index 2018 but we can do more, and we need to do more.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Speaking at a Ministerial forum at SUTD last year, Prime Minister Lee said that good design thinking was a key reason for Singapore's successful journey from third world to first, and it will be critical in the country's future transformation, for it to remain an outstanding city in the world. He further explained that design is a core element of Singapore's nation-building. </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Increasingly organisations in Singapore are seeing the value of design thinking and are starting to adopt it as part of their operational strategy. Global institutions like DesignThinkers Academy are also setting roots in Singapore to develop a fresh pool of design thinkers to cope with the increased demand for design thinking professionals in this dynamic and trying times. </span></p><p class=\"ql-align-justify\"><span style=\"color: black;\">The basic building blocks of a vibrant economy are strong, competitive companies that maximise value creation. Design thinking is not just a niche brand. It is critical that all our companies, especially SMEs, adopt this innovation strategy. The question is </span>–&nbsp;<span style=\"color: black;\">how do we make sure design thinking and innovation becomes mainstream for all our companies? </span></p><p class=\"ql-align-justify\"><span style=\"color: black;\">I would like to suggest the Minister to explore incentivising and incorporating design thinking as a core measure of success as we provide support to our companies across all programmes and platforms.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Transforming Learning. I am heartened by this year's Budget's focus on investing in our people, including young Singaporeans, to provide them with opportunities to gain working experience abroad. Our youth are ready to venture abroad and to gain valuable work experience and contribute back to our economy. The move to combine the current local and overseas internship programmes into a single Global Ready Talent Programme for students who are currently in IHLs is a step in the right direction. </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">However, the Global Ready Talent Programme alone is not enough. We have to also transform our institutes of higher learning to prepare our youth to be ready for the future. One such programme that does that is SMU-X. </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Pioneered at Singapore Management University in 2015, the SMU-X is an experiential learning framework where students tackle real-world challenges by taking on projects from corporate, non-profit and government-sector organisations both locally and internationally. </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">SMU-X has been lauded by global accreditation body Association to Advance Collegiate Schools of Business (AACSB) as an \"innovation that inspires\".</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">I strongly urge the hon Minister to look into expanding such programmes across all IHLs to prepare our youth for the future workforce. </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\"> </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Another area I would like to highlight in my speech is Workfare Income Supplement (WIS) programme which is a key pillar of our social security system to mitigate inequality in the working years.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Mr Deputy Speaker, Budget 2019 sets out to increase the qualifying income cap for the WIS programme from the current $2,000 to $2,300 per month. It is said that low-wage workers receive annual WIS payouts of up to $4,000.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Based on Annex D-1 in the Budget Statement, if you look at the 35-44 age group, the maximum annual WIS payout for employees is only $1,700 and $1,133 for self-employed persons. </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Furthermore, these individuals receive just 40% in cash with the remaining 60% going to their CPF. If you work out the monthly cash component, it is a mere $56.70 and $37.80 for employees and self-employed respectively. </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\"> </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Let us take a case of a Singaporean turning 35 years of age and he is earning $2,300. After CPF contribution he takes home $1,840 and even with the additional WIS top-up, it will only add up to $1,896.70 monthly. Mr Deputy Speaker, given the rising costs of living, the financial burden on such an individual would be very higher, especially if he/she has young children or elderly parents to support.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Increasingly, I am seeing more young people entering the gig economy just to make ends meet. Often taking on two or three jobs and scraping by monthly. Singapore's median wage recently rose to $4,400. I would like to put forth three suggestions for the Minister to consider.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">First, increasing the WIS qualifying income cap to $2,640 to help our workers, which is 60% of our median wage; second, to lower the qualifying age to 30 years to include younger Singaporeans who are trying to settle down but are struggling to get by; t</span>hird, to increase the cash to CPF ratio to 50:50 or even 60:40.</p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">I hope the Government considers this proposal and perhaps the inevitable GST hike can help to offset the spending.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Having said that, the Bicentennial Budget has clearly signalled its commitment to build a caring and inclusive Singapore. As a youth, I welcome the announcement of Merdeka Generation Package that is set to benefit about half-a-million Singaporeans covering their healthcare subsidies for life. I am sure it will go a long way in alleviating the burden of healthcare cost for our elders and young adults who are taking care of their parents. </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">I request the hon Minister to consider extending the package to all Singapore citizens between the age 60 to 69 this year irrespective of them having obtained citizenship by 1996.&nbsp;At the end of the day, they are Singaporeans and they have contributed to our nation over the years. Other slew of measures aimed at helping Singaporeans are also much appreciated.</span></p><p class=\"ql-align-justify\"><strong style=\"color: rgb(51, 51, 51);\"> </strong></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">Tackling climate change. As part of Government's commitment to address climate change and reduce emissions, and in line with Budget 2017 and Budget 2018 announcements, the Carbon Pricing Act (CPA) and its accompanying Regulations came into operation on 1 January 2019.&nbsp;While the carbon tax will not apply directly to households, the implementation of such tax on industries will see a cascading effect on end consumers. Although the impact is expected to be minimal in the short term, any subsequent increase in the carbon tax rate may have a more significant impact on end consumers. Can the hon Minister share more on the cost and effects of the carbon tax in the long run? </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">In conclusion,</span><strong style=\"color: rgb(51, 51, 51);\"> </strong><span style=\"color: rgb(51, 51, 51);\">Mr Deputy Speaker, we often forget that Singapore is an artificial construct. It is a result of human effort and imagination. As we mark the bicentennial year, we have to reflect on what has made Singapore succeed in the past and, more critically, what would be important for its continued survival and success in the years to come. </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">A national Budget is a strategic plan to allocate resources across competing needs&nbsp;</span>–<span style=\"color: rgb(51, 51, 51);\"> be it defence, economic, human, social or environmental. Some of these needs are current, others involve investing for and securing the future. Minister Heng Swee Keat has struck a fine balance in addressing these varying demands, with an eye on maintaining fiscal prudence. </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">I believe this year's Budget seeks to shape the country's competitiveness and continuing relevance in the world stage in times of increasing uncertainty. Mr Deputy Speaker, with encouragement and optimism, I support the Budget.</span></p><h6>5:13 pm</h6><p class=\"ql-align-justify\"><strong>Assoc Prof Walter Theseira (Nominated Member)</strong>: Mr Deputy Speaker, thank you for allowing me to join this debate. I wish to start by commending the Government for crafting a Budget that is inclusive and which addresses many important challenges facing Singapore. We are devoting considerable resources to economic restructuring, ageing and public infrastructure.</p><p class=\"ql-align-justify\">But let us consider: why are these on-going MediSave top-ups necessary, why are operating expenditures on healthcare increasing significantly, and why have operating expenditures on transport risen sharply?</p><p class=\"ql-align-justify\">The obvious answer is all around us. We have a rapidly ageing population and many of our pioneers do not have substantial retirement savings. We have an aging public transport system and we have been catching up on maintenance. We need to fulfill our commitment to the public to deliver the high quality of services they deserve.</p><p class=\"ql-align-justify\">But the unasked question is: Why are operating expenditures needed now, when many of these systems were designed to be pre-funded? Many problems of government involve life-cycle costs. This Government has always expected and planned for the population to age. So, the question is: to what extent were our life-cycle costs anticipated and pre-funded, versus, unanticipated and therefore requiring new expenditure today?</p><p class=\"ql-align-justify\">Let us consider MediSave, although a similar story exists for rail infrastructure. When introducing MediSave, Emeritus Senior Minister Goh, who was then Second Minister for Health, announced that a 6% contribution rate to MediSave would suffice for, and I quote, \"most households to have sufficient savings in their MediSave accounts to cover their expected hospitalisation expenses.\"</p><p>The Blue Paper on the National Health Plan published in 1983 based the MediSave contribution rate on detailed computations. The Blue Paper projected that MediSave contributions from a typical three-generation family should cover the entire family’s expected hospitalisation costs, even assuming that the Government would only subsidise 50% of Class C actual costs. I note that in 1983, the Government’s operating subsidy was 90% for Class C wards. But MediSave projections were made based on a 50% subsidy only.</p><p>Thus, MediSave was part of a broader pre-funding strategy to not only cover the majority of hospitalisation expenses but also, if finances allow, to gradually rebalance the distribution of medical costs towards pre-funding and away from operating subsidies. To what extent and why has MediSave not worked out completely to plan?</p><p>In hindsight, some factors are obvious. Life expectancy at birth when MediSave was introduced was 72 years; today, it is 83. The pace of medical advances, and hence costs, have been rapid. Some of these factors were expected, others were not. More should be done to study this.</p><p>I say this not to bury MediSave but to praise it. It is the hallmark of a good government to plan ahead. We can certainly disagree about the best way to distribute the burden of medical costs between different segments of society, or even different generations. But planning is not a fault.</p><p>The broader point I want to make is that given the complex, long-term challenges facing Singapore, we should not expect any one institution, including Government, to have perfect foresight and knowledge. Because of the power that a strong Executive has to formulate and implement policies, a sustainable Singapore depends on strengthening institutions outside the Government and outside the Executive that can question assumptions, review policies and collaborate to find the best way forward.</p><p>I will touch on three institutions that each could be strengthened in specific ways and where each has a role to play in policy-making: Parliament, Civil Society and Academia.</p><p>Let me start with the institution of Parliament.&nbsp;Parliament must hold the Executive to account and must have the expertise and resources to discharge this function well. However, in all parliamentary systems including ours, there is a natural imbalance of power.</p><p>The Executive is supported by our highly qualified and well-resourced Civil Service. But Members of Parliament, in performing their duties, must rely on their own knowledge and networks. Of course, all hon Members make valuable contributions. Hon Members from Law and Medicine are experts in their profession. Hon Members from the Labour Movement have Union support. And all elected Members reflect the views of their constituents. But Members do not enjoy automatic access to the relevant professional expertise to contribute to complex policy debates.</p><p>Sir, I propose that we strengthen the institution of Parliament to further help Members perform their functions to the expectations of Singaporeans. There are already parliamentary institutions that play an important role in holding the Executive to account. Under the Standing Orders, Parliament has formed the Public Accounts Committee and the Estimates Committee to provide independent oversight of how the Executive manages public funds and expenditure policies. These Select Committees have been diligent in following up on Government lapses and in examining the implementation of policies enacted in each year’s Budget.</p><p>But, Sir, our parliamentary system is largely inquisitorial. It relies on our Parliamentarians asking hard questions of the Executive, and having the Civil Service respond. Hon Members do not shy away from asking critical questions when needed. But there is no formal capacity to assist Parliament in coming up with independent answers to the policy problems that face Singapore. I suggest that we strengthen our Parliamentary Committees by commissioning expert secretariat staff that answer to the Committees and not the Ministries.</p><p>There are examples elsewhere of professional institutions that support elected representatives in their role of overseeing the Executive. In the United States, standing Congressional Committees have expert professional staff selected by both major political parties. There are also non-partisan Committees, such as the Joint Committee on Taxation, who play a statutory role in producing independent assessments of the effects of taxation.</p><p>At the level of the individual Member of Parliament, I believe more support for Legislative and Secretarial Assistants could be useful. I understand we want a lean and cost-conscious Parliament. But, Sir, in recognition of the increasing complexities of policy-making, this support should be reviewed and enhanced, particularly for Members serving on Committees. If I may add a point of personal interest, Nominated Members of Parliament also would benefit from engaging Parliamentary Assistants. This would help ensure that personal wealth and career considerations do not stand in the way of being able to serve fully.</p><p>More controversially, I suggest the Government also consider providing additional parliamentary assistance to help a responsible Opposition discharge their functions. Westminster provides Short Money for this purpose – government funding directly to the Opposition in partial proportion to their votes.</p><p>Next, let me turn to strengthening civil society. Sir, the Government has made great strides in engaging civil society over the years. Our non-government organisations and think tanks have shown both policy expertise and, crucially, a passion to make a difference for Singapore.</p><p>But there is one persistent challenge. For civil society – and academia – to engage Government in providing meaningful collaboration and debate on the issues that matter, we must have more access to information outside Government. It is not helpful to talk about the problems of retirement adequacy or the barriers facing women in the labour force unless we have a common understanding on what the facts actually are. While there have been great efforts to publish Government data through sources such as data.gov.sg, more can be done in key social areas.</p><p>There are, of course, legitimate concerns that Government has about releasing more information. Information could be exploited to sow sectarian divisions. There are privacy and legal concerns, especially for commercially sensitive data, personal finances, and healthcare. There is the simple problem of limited resources to organise and publish the data, and nearly unlimited wants for information.</p><p>To solve this, I propose that we adopt a market mechanism of sorts for the release of information, guided by the Parliamentary Question process. Mr Deputy Speaker, may I have your permission to display a slide on the screen?</p><p><strong>Mr Deputy Speaker</strong>: Yes, please go ahead.\t[<em>A slide was shown to hon Members.</em>]</p><p><strong>Assoc Prof Walter Theseira</strong>: Thank you.&nbsp;Mr Deputy Speaker, I examined the 698 Parliamentary Questions (PQs) given a Written Answer in 2018. This includes Oral Questions converted to Written. The displayed chart shows the top Ministries with a PQ requesting data. With the help of research assistants, we coded whether a question requests data, and whether that data was provided in the answer. The top five Ministries with data requests are MOM, MND, MOH, MOT and MHA. Overall, about half of the PQs in 2018 asked for data. The chart shows that three-quarters of such data requests were actually fulfilled in detail. Now, we are still studying PQs before 2018, whether the answers given are complete, and what are the reasons for not providing data. I will update hon Members later.</p><p>Mr Deputy Speaker, the point I am making is that Government has been very forthcoming in providing data in response to Parliamentary Questions. These answers show that much information held by Government is of public interest, is readily available, and by release, poses no significant sensitivities.</p><p>Therefore, I propose that information released in response to PQs be prioritised for permanent regular statistical release. To make this a reality, I suggest we set up a whole-of-Government fund – the Transparency Fund, if you will – to cover the costs associated with such data release and to provide this data through data.gov.sg. Since most data today is already collected through administrative and on-going sources, the marginal costs are low and consist largely of setting up the system to enable release. The Transparency Fund could further provide for research that provides interpretation and guidance on how to use these data.</p><p>Sir, I am aware that information alone is not a panacea. Indeed, the problem of fake news often is not that the information itself is fake, it is rather that it is taken grossly out of context and used to sow divisions in society. But that is why Government must take the lead in providing information, in providing guidance and education on how to use and understand it, and to accept that there will be honest disagreements from time to time on what the facts mean.</p><p>Finally, let me touch on strengthening academia. Sir, let me declare my interest as a faculty member in an Autonomous University. The Government has agreed that we must build a strong local core in academia, especially in the areas of social sciences and humanities, which are not only relevant as sources of expertise for Government policy, but also help us understand who we are. Indeed, many of the problems this Budget addresses are topics that academics in Singapore have devoted their careers to studying.</p><p>However, the data on our local core is more sobering. The Minister for Education noted that Singaporeans are overall reasonably well-represented in local Universities – about 50-50. However, Singapore representation is much stronger among teaching staff rather than faculty, and among older staff aged 50 and above. It is weaker among younger faculty. There are several schemes underway to encourage promising young Singaporeans to join academia. But I think it is too early to say what progress will be.</p><p>Sir, the problem is this. We want and must have Singaporeans in academia and in research, not to protect their jobs, not to allow for lower standards in teaching and research, but because Singaporeans must be in charge of asking the critical questions about who we are, what the problems in society are and how to solve them. We have always said that no one owes us a living. But no one owes us an answer either, about the key questions of our society and economy. We are frankly too small for experts from elsewhere to want to study us thoroughly. And in any case, we should never depend on them.</p><p>So, what are the gaps? Sir, a local academic must be able to build a viable career based on the thorough and expert study of Singapore questions and Singapore problems. This is challenging today for several reasons.</p><p>The first barrier is that the academic will find it difficult to study Singapore questions without the active cooperation of the Government. Academic credibility depends on being able to publish independent research findings based on high quality data or observations. Much of this data is held by Government. Hence, research and publication often depends on Government agreement. The same principles of information disclosure I have outlined earlier for civil society will likewise help local academics contribute and build their careers. But because Government often works closely with Singapore academics in research, I also urge Government to be more accepting of research results that may be inconsistent with official narratives or policies.</p><p>Sir, I am not suggesting that the Government today censors research findings, nor am I saying that the Government cannot rebut research it believes incorrect. Many local academics supported the Government’s rebuttal of the Oxfam study last year which ranks Singapore in the bottom 10 globally on tackling inequality. That study’s methodology was lacking. But Government must be cognisant that it has much more power than a mere academic has, and there should be room for even disagreeable academics to contribute to Singapore.</p><p>Second, our Autonomous Universities must recognise that local research that contributes to policy and our understanding of society is valuable. There is a structural problem with prestige in academia. We all want high quality and internationally renowned research institutions. But university rankings are based on publications and citations in top ranked international journals, and there is simply little international interest in Singapore questions. Therefore, research on Singapore is less likely to be published in the prestigious journals.</p><p>Much Government work has benefited from the quiet contributions of local academics, through research collaborations, consultancies and advisory panels. But these contributions are quiet, and simply do not count, compared to the loud signals that journal publications provide. To address this, I urge Government and the Autonomous Universities to systematically document and acknowledge the contributions of local academics to policy and society.</p><p>Third, careers in academia are based presently on the prevailing international model that an academic must get on the tenure track as soon as possible, and devote their best years to publishing internationally relevant research. Work outside the academy is implicitly or explicitly considered low value, and in fact, is sometimes a \"one-way door\"; if you leave academia, you risk never returning as a faculty. But policy and public work is not just a side-line to academic work. Instead, I believe it actually enhances and strengthens research and teaching.</p><p>Anecdotally, in the early days of Singapore, it seems it was more common for academics to devote time outside the academy to building up Singapore. I believe this practice should be continued today. Can we have the flexibility to have academics seconded to work outside <span style=\"color: rgb(34, 34, 34);\">academia, in Government, civil society, and the private sector, to contribute their expertise and to return thereafter to the university?</span></p><p>One concrete proposal is for the Government to have establishments specifically for rotating academic experts, and to reimburse the Autonomous Universities for their seconded faculty.</p><p>Sir, let me close by venturing dangerously into political territory, to explain why I think Government should consider these initiatives to strengthen alternate sources of expertise and knowledge outside the Executive. I wish to address my friends in Government directly.</p><p>Our former Prime Ministers have stated that there is no guarantee that your party will be in power forever. Your party may well be in power but it may be a different party with less integrity and less ability than today. Or it may not be in power at all. I know that hon Members who serve in this Government firmly believe that Singapore's best chance of success lies with the continued governance of their party. Voters agree and that is why this Government has enjoyed an uninterrupted mandate since Independence.</p><p>But all things must pass. If and when that happens, to set and keep Singapore on the right path, let us invest today to have institutions in place that allow Singaporeans to speak from a position of strength on the issues of the day and challenge any future Government they feel is not acting in the best interests of Singaporeans. Mr Deputy Speaker, I support this Budget.</p><h6>5.31 pm</h6><p><strong>Er Dr Lee Bee Wah (Nee Soon)</strong>:&nbsp;Mr Deputy Speaker, Sir,&nbsp;I thank Minister Heng Swee Keat for engineering a Budget which has to take in so many evolving situations. There are so many factors he has to address to keep our economy vibrant and society inclusive.&nbsp;</p><p>Out of these factors, one of the trickiest is the transformation of our economy. For the past few years and past few Budgets, we have been tackling it, but there are still many challenges ahead. This year, the companies, especially SMEs, are really feeling the pinch. I will reflect some of their opinions and suggestions.&nbsp;</p><p>First, the loudest feedback is on diesel tax.&nbsp;Many said why there is no lead time, no grace period, no warning? The increase is with immediate effect.</p><p>As a result, many service providers have lost money overnight. They have contracts signed with the old price and they are not allowed to claim for material price fluctuation. They are obviously very upset. Some of them even asked me, \"Is it because Government needs money badly?\" This tax increase might have a domino effect on other prices. For example, I understand ComfortDelgro increased its diesel price from $1.04 to $1.15 immediately after the announcement. This has eaten into the take-home pay of taxi drivers. Comfort has acted within their rights. But since Comfort made over $400 million in profit last year, I feel they missed an opportunity to show some magnanimity. At least, absorb part of the price hike. Taxi drivers already toil day and night, and they earn just enough to support their family. We should not be adding to their burden.</p><p>In the 2018 Budget, Minister Heng mentioned that Carbon Tax is not meant as income for Government.&nbsp;He was ready to give back the Carbon Tax collection to businesses as grants for companies to implement measures to reduce carbon footprint. Will he do the same for this collection from diesel price hike? If the Government cannot do this, then I would like to appeal to large corporations, not to transfer the full price hike to your workers and customers. This could set off a domino effect of rising prices across the economy.</p><p>Next, service sector. Many in the service sector are already crying. They are facing problems like higher rental, no local workers and so on. With the tightening of S Pass quotas by one-third over two years, many businesses, especially the smaller ones feel that their operation will be greatly affected. They have invested a lot in training of their current workers and it would be a waste to send them back. Because local workers generally do not want to work on evenings and weekends, businesses might even have to scale down operations.&nbsp;&nbsp;</p><p>May I have one proposal for our Minister to consider: let businesses keep their existing S-pass holders. The new reduced quota will apply only when they apply for S-pass or when they reduce the local workforce. In this way, the impact on the operations of our businesses, especially the smaller SMEs, will be minimised. They will not lose foreign workers who have already been trained.&nbsp;&nbsp;</p><p>The quota will also impact service standards. As Lianhe Zaobao reported, in restaurants, people look forward to chatting with the waitress and hearing her off-menu recommendations.&nbsp;These cannot be replaced by an iPad.&nbsp;</p><p>One resident also wrote to me, saying that when she went shopping in Taiwan, the sales lady made recommendations and even took extra care when wrapping. It was the best service she had ever encountered in her life.&nbsp;</p><p>She said if the foreign worker quota goes down further and Singaporeans will not do such jobs full-time, then the staff turnover rate will be high. Staff will not have time to learn how to provide proper service. Since Singapore is already more expensive to shop in, we need good service to draw locals and tourists to spend in Singapore. I hope the Minister can consider my proposal of letting the businesses retain their current foreign workers.</p><p>Next, can Government help to rebrand the service sector to make it more \"sexy\", more appealing to our local workers, especially the younger ones? We used to have great shortage in local school teachers, nurses, security guards. Now, we have overcome it to a certain extent. I am sure our Government can do it one more time for our service sector.</p><p>Many agree that we need to catch up on many fronts if we want to be a Smart Nation. One area is the topic of digitisation. The SMEs and Government agencies are opening up their system for exchange of data. Admittedly, the SMEs' systems would never be as robust as those of the Government agencies. I hope these agencies can develop a standard protocol for exchange of data, which will maintain data security while being manageable for the SMEs. For example, IRAS and MOM have established Application Programming Interface (API) platforms which do not require SMEs to test their servers separately.&nbsp;</p><p>These systems also should not impose exorbitant compliance costs for the SMEs. For example, the EMA exchanges consumption and household data with open electricity market providers. Singapore Power (SP) has been managing the data for electricity. It demanded that the companies' servers for data transfer must be tested annually and this costs over $10,000 every year!&nbsp;</p><p>To enter the electricity market, these companies already had to set up a new Accounting System which costs about $100,000 with billing. Some of them thought of asking SP to do the billing, which will be more convenient for residents as SP still bills them for water. SP quoted $200,000, just for billing. I ask the EMA to keep a close eye on this, because if the providers cannot handle the costs and go bust, it will cause great inconvenience to citizens.</p><p>Enterprise Singapore should help with such compliance costs. However, Enterprise Singapore states that if it is Government requirements, no help can be extended. Then, how can SMEs survive and grow? The help to our SMEs has to be more coordinated and focused.</p><p>In a similar vein, some practices by agencies are very unproductive.&nbsp;This afternoon, my parliamentary colleague, Mr Ang Wei Neng had mentioned some.&nbsp;For building contractors, agencies require long processes of applying for services diversion, power, water and so on, and require lots of manpower just to watch other people do work. I will share more details in the COS debate on MND.&nbsp;</p><p>On the re-employment of senior workers, I have received feedback that some workers were forced to leave the company upon reaching retirement age, even if they are still productive. So, will the Government consider tighter legislation for re-employment? Allow me to share one example.&nbsp;</p><p>I have a 62-year-old resident, after working for 24 years in an international airline company, was asked if he would like to have re-employment up to age 67. As he is still healthy. Obviously, he said \"yes\". He then was asked whether he is willing to take on extra job scope from his younger colleagues. Again, he said \"yes\". Later on, the company told him he has to take a 40% pay pay. The company cited tripartite agreement for re-employment of older workers where they can adjust the salary to the mid-point of the range of the salary.</p><p>Of course, I understand that re-employment might not be at the same salary, but to suffer 40% pay cut with additional job scope, that is too much. That is exploitation.&nbsp;I hope Government can relook this issue. This is not the first time I heard from my residents on such unfair treatment from their employers.</p><p>I move on to measures that directly impact families. The Merdeka Generation Package is very welcome especially the help on medical expenses. I hope Merdeka Generation Singaporeans will take advantage of the $4,000 incentive to join CareShield Life. It will give them and their family some peace of mind, that they will be taken care of if they unfortunately become severely disabled.&nbsp;</p><p>Just like when MediShield Life was launched, we should conduct CareShield Life consultations at all CCs too. This will help middle aged and senior Singaporeans figure out how much they have to pay for CareShield Life and encourage them to sign up.&nbsp;</p><p>I was also struck by the CPF top-ups for Singaporeans aged between 50 and 64 who do not have sufficient CPF savings. Many of those who would benefit would be women who have been housewives for most of their lives.&nbsp;This is a great way to help this group achieve retirement adequacy. It is also a way to show our appreciation to all of them for their sacrifices. I urge families to take the chance to top up more for your mums and wives. You will get a tax relief of up to $7,000 for doing this.&nbsp;But more importantly, it is to show her how much you appreciate her sacrifices.</p><p>On the Bicentennial Bonus, what is interesting about the bonus is that it favours the middle and lower income. Although almost everyone gets something, the lower income gets more in the form of GST Cash Vouchers and Workfare Income Supplement top-ups.&nbsp;</p><p>I think this reflects that our society is indeed doing its utmost to help those in need.&nbsp;In Malay, please.</p><p>(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20190227/vernacular-27 Feb 2018 - Er Dr Lee Bee Wah - Debate on Budget Statement.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>The diesel tax imposed was too abrupt and it surprised many SMEs, taxi drivers and delivery workers. Will the Government help those affected so that they can use this assistance to buy fuel that is more environmental friendly? Assistance provided can be similar to the one for the carbon tax.</p><p>I will also like to appeal to the bigger companies to avoid taking advantage by transferring this tax to workers and customers. This may cause a domino effect and affect our nation's economy.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20190227/vernacular-27 Feb 2018 - Er Dr Lee Bee Wah - Debate on Budget Statement.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>The diesel tax increase announced in the budget took effect immediately. This has upset many SMEs, taxi drivers and delivery drivers who saw their costs increase overnight.</p><p>The purpose of diesel tax is to promote more eco-friendly fuels. Would it be like last year's carbon tax, which would be returned to the people in the form of grants so that they can use more eco-friendly fuels? I would like to appeal to large corporations not to pass the full cost of diesel tax to workers and customers. This could set off a domino effect of rising prices across the economy.</p><p>Lastly, I would like to conclude with a story. I have a neighbour called Ah Seng, he has an Ah Gong who loves him very much. Ah Gong scrimps and saves, always mending his clothes over and over, trying to save every penny he could. Every three to five years, Ah Gong would give a sum of money to his grandson. For example, when Ah Seng went to university, Ah Gong would give him some money. When Ah Seng went overseas to attend immersion programmes, Ah Gong would also give him some money. When Ah Seng got married, Ah Gong also gave him some money. When Ah Seng and his friends want to start a business, Ah Gong also gave him some money.</p><p>One day, Ah Seng asked Ah Gong, \"Ah Gong, why do you give me money every three to five years, why don’t you give me money every year? After Ah Gong heard this, he was very upset and also very angry. Ah Gong burst out in Hokkien, \"You terrible child! You prodigal son! You have such a great grandfather and you don’t know it. I scrimped and saved all because of you. Are all the other grandfathers as good as I am?\"</p><p>Mr Speaker, my residents all know we have a very good Government that is very conscientious in taking care of us, taking care of our reserves. It is because of this that we are able to enjoy a Budget surplus, and therefore, we can have this Merdeka Generation Package, we can have the Pioneer Generation Package. Not every Government in the world can achieve that. Therefore, on behalf of my Nee Soon South residents, I would like to thank our Finance Minister and our Government.</p><h6>5.50 pm</h6><p><strong>The Senior Parliamentary Secretary for the Ministers for Culture, Community and Youth and Transport (Mr Baey Yam Keng)</strong>: Mr Deputy Speaker, I stand to support the Budget. Budget Statement 2019 outlines the Government’s strategic plans to build a strong and united Singapore – a nation that is safe and secure, powered by the vibrant economy and inclusive society, prepared for the future through sound fiscal policies and, above all, a global city we can call home. While the Government takes the lead in creating useful policies, systems and platforms for businesses and individuals to succeed, every one of us can and must do our part to build Singapore together.</p><p>Budget 2019 is an inclusive budget that highlights our commitment to ensuring that all Singaporeans, particularly the most vulnerable groups, have universal access to healthcare. In this regard, I am happy to note that the Merdeka Generation Package will provide Singaporeans born in the 1950s with special subsidies for common illnesses, chronic conditions and dental procedures under CHAS, in addition to MediSave top-ups and subsidies for MediShield Life premiums.</p><p>Beyond this, I am pleased to note that this group will also receive a $100 top-up to their Passion Silver cards which they can use for public transport, activities at Community Clubs, and entry to public pools. I urge all seniors to continue to take good care of their health, and also keep themselves socially active through sports, arts, volunteerism and lifelong learning. Make good use of your senior concession travel passes to catch up with your relatives and friends, and explore various parts of Singapore. Remember, senior citizens 60 years and above, which include all Merdeka Generation members, can make a journey on the MRT and public bus, to anywhere within two hours, which is more than enough time to travel between any two places in Singapore; senior citizens just pay a maximum of 88 cents.</p><p>Mr Deputy Speaker, another key theme in Budget 2019 is how we can improve the quality of life for all, by promoting a greener environment. A greener environment means cleaner air and thus healthier living. Today, the land transport sector is the second largest source of emissions in Singapore. As our land transport sector grows, we have to address emissions. This will be done by promoting public, active and shared mobility and managing the growth and use of vehicles.</p><p>We also encourage the adoption of cleaner and more carbon-efficient vehicles. The additional diesel tax will help to discourage diesel consumption, and create a better and healthier living environment for all Singaporeans. However, I agree with Member, Mr Ang Hin Kee, that for those who drive for a living, in particular diesel taxi drivers, they will feel the impact of the additional diesel tax. That is why the Government has announced measures to help cushion the impact on businesses and drivers, including a permanent reduction in the annual Special Tax on diesel taxis by $850. I am very glad that taxi companies have stepped forward with concrete measures.</p><p>First, all taxi operators have pledged to pass on the entire savings resulting from the Special Tax reductions to their drivers, in terms of rental reduction and for some, MediSave top-ups. While this may not fully cover the cost increase faced by some drivers, it does go some way in reducing their overheads while nudging drivers to be more conscious of the impact of diesel consumption on the environment. I also note that taxi companies which operate diesel pumps are already offering lower prices than retail pumps. However, I do echo Er Dr Lee Bee Wah's call to taxi companies to do more by absorbing part of the diesel tax.&nbsp;</p><p>Second, I am happy to note that for cabbies who are driving a diesel taxi which is five years and above, ComfortDelGro is offering a $100 voucher if they convert to a hybrid taxi by end of March this year. The rental rates of such hybrid vehicles may be slightly higher, but they are more environmentally friendly and fuel-efficient, which could lead to savings for taxi drivers overall. About 30% of the entire taxi fleet in Singapore are non-diesel. I urge taxi companies to play their part towards a cleaner environment and add more non-diesel vehicles as they renew their fleet. Learn from ComfortDelGro, offer more incentives to encourage drivers to switch from diesel taxis.</p><p>Mr Deputy Speaker Sir, some parents have expressed concern about rising school bus fares. Let me share how the Government is helping school bus operators. First, all diesel buses will receive a new road tax rebate for three years from 1 August 2019. This new rebate will start at 100% for the first year, 75% for the second year, and 50% for the third year. Diesel private hire or excursion buses used to ferry school children can continue to apply for a further 50% rebate on their road tax.</p><p>Second, all diesel school buses, diesel private hire buses and excursion buses ferrying school children will get an additional cash rebate for a three-year period from 1 August 2019. The additional cash rebate for the first year is $1,600 for school buses, and up to $1,800 for diesel private hire or excursion buses ferrying school children.</p><p>Third, school buses continue to enjoy COE exemption, on top of the offset measures shared earlier. Taken together, these measures will help school bus operators maintain financial sustainability and keep costs down for parents. Even if it may not be possible for school bus operators to transfer all these savings to every single student or parent, they can look at ways to improve service delivery. I would like to suggest for them to offer perhaps free bus trips for students and their families during school holidays to events such as the Children’s Biennale at National Gallery Singapore.</p><p>For our public bus industry, LTA is already shifting from pure diesel public buses, with the introduction of 50 diesel-hybrid buses and 60 electric buses to our fleet. Some commercial vehicle fleet owners have also expressed their intentions to progressively convert their fleets to electric or hybrid vehicles, as part of their fleet renewal plans. We are encouraged by these industry-led efforts as we make the transition towards cleaner vehicles together. Such efforts cannot be solely achieved by the Government – everyone must chip in. The costs of adopting and using cleaner technologies may also have to be borne by consumers too, alongside businesses and the Government. Mr Deputy Speaker Sir, in Mandarin.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20190227/vernacular-Baey Yam Keng Budget  27 Feb 2019-Chinese_MOT 230319.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]\tSingapore's clean and green environment is our source of pride. To ensure that our future generations enjoy a quality living environment, we must continue to do our part for the environment. To encourage more companies to use cleaner technologies, the Government can provide incentives or subsidies, and implement measures such as regulations and taxes to address environmental pollution. In the process, costs will inevitably increase, and must be borne by all stakeholders. Taxi rental and diesel make up the bulk of taxi drivers' operating costs, while their income is determined by the taxi fare structure, all of which are factors beyond their control, and they are caught in the middle. I sympathise with their situation. In this regard, I am heartened to note that all taxi operators have pledged to pass on the entire savings resulting from the Special Tax reductions to their drivers; this will go some way in reducing their burden. Nonetheless, as the cost of diesel rises, passengers may need to be prepared to pay higher fares in future.</p><p>Consumers, too, have to play their part in shouldering the cost of cleaner air. Within our communities, all of us can do our part to show care for one another. Even coffee shops can play a significant role. To cite an example: under \"Project 215\" in Tampines, seniors get to enjoy 50-cent coffee every Tuesday morning. Since the launch of \"Project 215\", the number of participating coffee shops and drink stalls has grown from nine in 2016, to 20 today. The scheme is now into its third year and the promotional price of each cup of coffee remains at 50 cents. In 2018 alone, more than 45,000 discounted cups of coffee were sold. The original price of each cup is at least $1, which means the participating stall holders have contributed more than $22,000 to the community. These piping hot cups of coffee warm the hearts of our seniors, and allow them to feel the close-knit community spirit of Tampines.</p><p>Finally, allow me to sum up this year's budget with this 100-word Chinese poem: \"The Pioneer Generation Package surpasses the Merdeka Generation Package because the Merdeka Generation led a better life thanks to our Pioneer Generation The Finance Minister faced the difficult task of allocating resources but did not forget the Government's responsibility to the people, from meeting our basic needs to following the latest trends from Raffles' arrival to the One Belt, One Road plan, our population is ageing but agile as we shape a uniquely Singaporean culture and voice, and continue to do our part for the environment. A wonderful future awaits us all.\"</p><h6>6:03 pm</h6><p class=\"ql-align-justify\"><strong>Mr Gan Thiam Poh (Ang Mo Kio)</strong>: Mr Deputy Speaker, in Mandarin.</p><p class=\"ql-align-justify\">(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20190227/vernacular-Gan Thiam Poh Budget 27 Feb 2019-Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>Like Er Dr Lee Bee Wah, I have also come across many people like the Ah Kong that she mentioned. Many parents want their children and future generations to live better lives than their generation. So they work hard in the hope that their next generation would have a good life, scrimping and saving to leave savings for the next generation. Some say that we already have very good savings and no longer have to work as hard as our forefathers.&nbsp;As these values begin to weaken, we may fall into the situation akin to a boat going upstream whereby it will fall behind so long as it is not moving ahead.&nbsp;</p><p class=\"ql-align-justify\">There is a saying that one can deplete a mountain’s worth of assets. If we do not cherish what we have and become complacent, fail to improve, we may face the risk of a national decline. Being mindful in times of peace is key to our self-reliance. We cannot relax nor let our guard down. Once we are complacent, we will gradually lose our competitiveness, investors will also hesitate to invest in us.</p><p class=\"ql-align-justify\">Many parents told me that they were worried that their children would abandon our traditional values. Therefore, it is very important to maintain sustainable and stable economic growth. This will enable Singaporeans to enjoy a better quality of life while a strong reserve will enable our people to enjoy the benefits of a strong and stable Singapore dollar.&nbsp;We all know that Singapore passports have international prestige and convenient access, due to our country's prudent, healthy finances and abundant reserves. Therefore, it is necessary for the Government to continue to exercise prudent and sustainable financial management to plan and take care of our long-term interests. They have to be realistic and avoid short-sighted measures, after all, Singapore is facing an ageing population, with the ratio of working people between 20-64-year-old vis-à-vis those over 65 falling to 4.2. We have nothing, but we can \"create something out of nothing\" and have what others cannot have. The world is a turbulent one; we face stiff competition in science and technology and we need to depend on our people's diligence and mastery of skills to forge ahead.</p><p class=\"ql-align-justify\">So, it makes sense for the Government, on behalf of the people of the country, to pay tribute to the Pioneer and Merdeka Generations, and to allocate additional funds to cater to their needs. This is only right.&nbsp;</p><p class=\"ql-align-justify\">Many of our Merdeka Generation had to start work at a young age to supplement the family's income and care for their younger siblings. Their contribution is worthy of our respect. Furthermore, many of them did not get to enjoy the comprehensive benefit of the Central Provident Fund, especially after the CPF was amended and enhanced to bring better safeguards for our members.</p><p class=\"ql-align-justify\">(<em>In English</em>): Mr Deputy Speaker,&nbsp;the measures to assist the Merdeka Generation are quite popular and welcomed by many older residents, which leads to the next question – what about subsequent generations?</p><p>The future is unpredictable and there may be changes beyond our control down the road, leading to certain batches of future seniors facing difficulties in their retirement years.&nbsp;In addition, there are usually some seniors in every cohort who would need some form of Government support.&nbsp;Hence, we must continue to search for more engines of economic growth and revenue resources to finance not just elder expenditures but all necessary expenses.</p><p>Would the Government continue to encourage investment of private hospitals here and to promote medical tourism?</p><p>Would the Government ride on our achievement in education to encourage more investments in international schools and established private universities to encourage foreigners to send their children here for further study? These would help generate income for Singapore.</p><p>Would MOF consider imposing and increasing taxes on gambling including taxes on winning proceeds which could provide a sustainable and long-term revenue to support the rising Singaporeans' social expenditure needs, leaving a rise in GST as a last resort.&nbsp;&nbsp;&nbsp;</p><p>Revenue can also be collected from travellers, while no effort is spared to attract tourist arrival and spending in Singapore.&nbsp;</p><p>We should also consider reviewing our immigration policy to draw ultra-high and high net worth individuals who can invest substantial amounts in Singapore to create quality jobs and income for Singaporeans.&nbsp;Priority for grant of citizenship can be considered for applicants who have paid either significant personal or corporate income tax of at least $5 million in total for the last five years or have spent a good amount in payroll for Singaporean employees through the companies invested in Singapore for a certain period of time under review.</p><p>We have been focusing a lot on restructuring our economy and transforming our industries. I would like to propose that we appoint a task force to look into transforming families in financial difficulties and those with problems.&nbsp;Let us have a concerted effort to uplift families which are struggling to cope.</p><p>Many of these families need money, quite often after an illness or death tips their finances over the edge.&nbsp;They need befrienders and professional counsellors to help them navigate the various assistance schemes available to them.&nbsp;For families struggling to get by from day to day, seeking help in the maze of many-helping-hands may be a real challenge.&nbsp;How can we improve our present assistance delivery system?&nbsp;Do we have an evaluation framework to assess how productive and efficient we are in getting help to those who need it?&nbsp;</p><p>For other families with challenges, their problems are compounded by unconstructive family cultures in the way the members behave towards one another or manage their finances and resources. They can be shown and taught better alternative ways of interaction and allocation and use of finances and other assets.</p><p>I would urge the government to prioritise assistance allocation to families with children.&nbsp;Investing time and resources, particularly manpower resources in the form of counsellors/guidance with a hand-holding approach, on such families will help them to break out of poverty cycles and ensure that the children live up to their highest potential.</p><p>Last but not least, I would like to appeal for an exemption of the diesel tax increase for vehicles and machinery and company's reliance on diesel for production for which there are currently no non-diesel alternatives.&nbsp;The doubling of the duty for diesel from 10 cents to 20 cents a litre is very substantial.&nbsp;For certain heavy machinery and special purpose vehicles, there are no diesel alternatives in the market and this tax increase impose an unnecessary burden on their owners and operators.</p><p>Going forward, the increase in diesel tax and the implementation of carbon tax will make more hardship in sectors where there are limited energy choices.&nbsp;We should continue to build the infrastructure for businesses to switch to natural gas, electricity or solar and so on and so forth as soon as possible prior to the introduction of such tax. Notwithstanding, I support the Budget.</p><h6>6.11 pm</h6><p class=\"ql-align-justify\"><strong>Mr Sitoh Yih Pin (Potong Pasir)</strong>: Sir, I am an accountant by training and I must confess to an inclination for numbers.&nbsp;Every Budget Statement, I reach first for the Budget numbers for the Financial Year and compare them with previous years.&nbsp;I do so, not because Minister Heng’s annual Budget Statements are unimportant – they are always enlightening.&nbsp;But because, like many of my generation and those before me, fiscal sustainability and financial prudence are foremost on my mind.&nbsp;Numbers, I have found, give me the clearest indication of both.&nbsp;&nbsp;</p><p class=\"ql-align-justify\">Sir, there are trends that emerge from the numbers and significant decisions taken by the Government as a result.&nbsp;I rise today to speak on these trends and decisions.</p><p class=\"ql-align-justify\">First, increasing expenditure.&nbsp;Our expenditure has increased significantly over the years.&nbsp;This, in and of itself, is no surprise.&nbsp;Minister Heng raised, in his Budget Statement, several domestic demographic issues that confront us – an ageing population, social mobility, inequality, economic transformation and climate change.&nbsp;I would add the need for infrastructure expansion and renewal.&nbsp;&nbsp;</p><p class=\"ql-align-justify\">To address these issues, monies need to be spent.&nbsp;There are no two ways about it.&nbsp;</p><p class=\"ql-align-justify\">The numbers confirm this.&nbsp;For example, MOH’s expenditure increased from approximately $3.8 billion for Financial Year 2009 to an estimated $11.7 billion for this Financial Year.&nbsp;&nbsp;This is about a three-fold increase in 10 years.</p><p class=\"ql-align-justify\">This, in part, is due to our ageing population.&nbsp;In my constituency of Potong Pasir, more than 40% of my residents are above 50 years old, one in five above 65.&nbsp;&nbsp;Even as I speak, we are building one nursing home and one senior day care centre within our constituency.&nbsp;There is a genuine need for these healthcare facilities.&nbsp;An ageing population is the reality on the ground.&nbsp;The Government needs to look after our Seniors and therefore we expect national healthcare expenditure to continue to increase in the future.</p><p class=\"ql-align-justify\">Sir, I will now speak on paying for this increased expenditure.</p><p class=\"ql-align-justify\">The trend on expenditure is therefore quite clear.&nbsp;Increased spending is also likely required in Defence, Education and Transport, just to name three other sectors.&nbsp;The question is, how do we pay for these expected increases in expenditure?</p><p class=\"ql-align-justify\">For the Financial Year 2009, overall expenditure was approximately $57 billion, in 2019, this has increased to an estimated $80.25 billion.&nbsp;</p><p class=\"ql-align-justify\">Every year, the Net Investment Returns (NIR) which represents returns on our invested reserves, contribute about 20% of the Budget.&nbsp;The fact is that, without the NIR, our Budgets will be substantially in deficit every year.&nbsp;</p><p class=\"ql-align-justify\">Of the total NIR every year, 50% is used to contribute to the budget and the other 50% reinvested as part of our reserves to ensure continued sustainable contribution to Budgets of the future.&nbsp;&nbsp;There are those who advocate for more NIR to be used for the present, but I think the current arrangement is fair.&nbsp;As they say in Hokkein “一人一半” – half for this generation and half saved for future generations.&nbsp;</p><p>Sir, having said that, are there any other alternatives? In business, when expenses exceed income, we balance our budgets either by increasing revenue or reducing expenditure. But, Sir, expenditure is unlikely to decrease in the short term.&nbsp;Our domestic demographic dictates this and the need for infrastructure expansion and renewal is a pressing one.&nbsp;&nbsp;</p><p>There are also no \"magic bullets\" to significantly increase revenue.&nbsp;Some argue that the projected increase in GST by 2% is about increasing taxes on Singaporeans to return the same to them.&nbsp;&nbsp;</p><p>What do the numbers say?&nbsp;Sir, estimated GST receipts for Financial Year 2019, that is, this financial year, is about $11.7 billion.&nbsp;A further 2% increase in GST is expected to bring in an estimated additional $3.3 billion, at best.&nbsp;</p><p>As stated earlier, our estimated expenditure for 2019 is $80.3 billion.&nbsp;This does not even include Special Transfers, which covers items such as, CPF and Medisave top-ups, GST Vouchers, S&amp;CC rebates, Wage Credit Scheme and so on, which is estimated at $15.3 billion for Financial Year 2019. The projected GST increase is therefore simply only one measure to mitigate the trend of rising expenditure but, clearly, is unable to meet it in full.&nbsp;&nbsp;</p><p>One approach raised by Minister Heng in the Budget Statement is to pay for major infrastructure investments by borrowing. As the Minister explained, this has been done before, for example, the building of our MRT lines in the 1980s.&nbsp;Other Statutory Boards and Government-owned companies continue to borrow to finance major infrastructure projects.&nbsp;The Changi Airport Group is expected to take up loans to finance the development of Terminal 5.&nbsp;&nbsp;</p><p>Singapore is in a better position now to dictate favourable borrowing terms than in the past as our Government's credit rating is now amongst the world’s best.&nbsp;If the Government provides a guarantee, presumably with the President's concurrence, we are likely to obtain even better terms.&nbsp;</p><p>But borrowing is not without risk.&nbsp;We have seen enough examples around the world of countries mired in debt arising from careless borrowings and reckless funding of projects.</p><p>It is, therefore, imperative that decision makers are prudent and proper due diligence carried out.&nbsp;Careful judgement needs to be applied to ascertain the financial sustainability and viability of each major infrastructure project funded by borrowing.&nbsp;&nbsp;</p><p>How can this be done? Will the Government consider measures, such as an independent panel or body, to provide oversight over major infrastructure projects funded through borrowings?</p><p>I am supportive of the strategy of borrowing for our major infrastructure projects and agree with the Finance Minister that it will achieve fairer and more equitable outcomes in the allocation of resources on expenditure.&nbsp;&nbsp;</p><p>I invite the Minister for Finance to elaborate on his Ministry's plans to ensure long term fiscal sustainability in light of expected increasing expenditure as well as the measures that MOF intends to take in order to protect our reserves in the light of the Government's decision to borrow to finance major infrastructure projects. Sir, I support this Budget.&nbsp;</p><p><strong>Mr Deputy Speaker</strong>: Minister Chan.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Adjournment of Debate", "subTitle": null, "sectionType": "OS", "content": "<p><strong>The Government Whip (Mr Chan Chun Sing)</strong>:&nbsp;Mr Deputy Speaker, Sir, may I seek your consent to move that the debate be now adjourned.&nbsp;&nbsp;</p><p><strong>Mr Deputy Speaker</strong>: I give my consent.</p><p>[(proc text) Resolved, \"That the debate be now adjourned.\" – [Mr Chan Chun Sing]. (proc text)]</p><p><strong>Mr Deputy Speaker</strong>:&nbsp;Resumption of debate, what day?&nbsp;&nbsp;</p><p><strong>Mr Chan Chun Sing</strong>: Tomorrow, Sir.</p><p><strong>Mr Deputy Speaker</strong>: So be it.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Adjournment", "subTitle": null, "sectionType": "OS", "content": "<p>[(proc text) Resolved, \"That Parliament do now adjourn to 11.00 am tomorrow.\" — [Mr Chan Chun Sing]. (proc text)]</p><p class=\"ql-align-right\">&nbsp;<em>Adjourned accordingly at 6.20 pm.</em></p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Impact of Chronic Stress", "subTitle": null, "sectionType": "WA", "content": "<p>1 <strong>Mr Louis Ng Kok Kwang</strong> asked&nbsp;the Minister for Health what does health research show about the impact of chronic stress on (i) brain development (ii) cognitive ability and (iii) life satisfaction of individuals.</p><p class=\"ql-align-justify\"><strong>Mr Gan Kim Yong</strong>:&nbsp;Stress is the body's reaction to challenges. It is a normal part of life and helps us to meet the everyday demands of life.&nbsp;However, extreme or chronic stress can be detrimental to health if it overwhelms an individual's ability to cope.</p><p class=\"ql-align-justify\">&nbsp;Chronic stress in childhood such as adverse childhood experiences, has been linked with negative effects on brain development. This may put them at increased risk of developing mental disorders.</p><p class=\"ql-align-justify\">&nbsp;In adults, chronic stress has been associated with impairment of various cognitive functions, such as memory and attention. While stress has been known to affect physical and emotional well-being, the physiological mechanisms through which this occur remains unclear.</p><p class=\"ql-align-justify\">&nbsp;Life satisfaction is influenced by many factors. An optimistic outlook, strong relationships and a supportive environment are factors that can help build resilience that allows an individual to better cope with stress.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}, {"startPgNo": 0, "endPgNo": 0, "title": "Singapore's Plastic Waste for Recycling", "subTitle": null, "sectionType": "WA", "content": "<p>2 <strong>Mr Louis Ng Kok Kwang</strong> asked&nbsp;the Minister for the Environment and Water Resources what are the countries that Singapore's plastic waste that are meant for recycling exported to in 2017, 2018 and this year respectively.</p><p><strong>Mr Masagos Zulkifli B M M</strong>:&nbsp;Across all three years, plastics collected for recycling that were not processed in our local plastic recycling facilities were sorted and exported to countries in Southeast Asia and the wider Asian region, such as China, India, Pakistan, Australia and South Korea.</p>", "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "reportType": null, "questionCount": null, "footNotes": null, "footNoteQuestions": null, "questionNo": null}], "writtenAnswersVOList": [], "writtenAnsNAVOList": [], "annexureList": [], "vernacularList": [{"vernacularID": 2769, "sittingDate": null, "vernacularTitle": "Vernacular by Miss Cheng Li Hui", "filePath": "d:/apps/reports/solr_files/20190227/vernacular-Cheng Li Hui Budget 27 Feb 2019-Chinese.pdf", "fileName": "Cheng Li Hui Budget 27 Feb 2019-Chinese.pdf"}, {"vernacularID": 2770, "sittingDate": null, "vernacularTitle": "Vernacular by Dr Intan Azura Mokhtar", "filePath": "d:/apps/reports/solr_files/20190227/vernacular-27 Feb 2018 - Dr Intan Azura Mokhtar - Debate on Budget Statement.pdf", "fileName": "27 Feb 2018 - Dr Intan Azura Mokhtar - Debate on Budget Statement.pdf"}, {"vernacularID": 2771, "sittingDate": null, "vernacularTitle": "Vernacular by Mr Terence Ho Wee San", "filePath": "d:/apps/reports/solr_files/20190227/vernacular-Terence Ho Budget 27 Feb 2019 -Chinese.pdf", "fileName": "Terence Ho Budget 27 Feb 2019 -Chinese.pdf"}, {"vernacularID": 2772, "sittingDate": null, "vernacularTitle": "Vernacular by Prof Fatimah Lateef", "filePath": "d:/apps/reports/solr_files/20190227/vernacular-27 Feb 2018 - Prof Fatimah Lateef - Debate on Budget Statement.pdf", "fileName": "27 Feb 2018 - Prof Fatimah Lateef - Debate on Budget Statement.pdf"}, {"vernacularID": 2773, "sittingDate": null, "vernacularTitle": "Vernacular by Mr Zaqy Mohamad", "filePath": "d:/apps/reports/solr_files/20190227/vernacular-27 Feb 2018 - MOS Zaqy Mohamad - (Reply) Untracked Debate on Budget Statement.pdf", "fileName": "27 Feb 2018 - MOS Zaqy Mohamad - (Reply) Untracked Debate on Budget Statement.pdf"}, {"vernacularID": 2774, "sittingDate": null, "vernacularTitle": "Vernacular by Ms Joan Pereira", "filePath": "d:/apps/reports/solr_files/20190227/vernacular-Joan Pereira Budget 27 Feb 2019-Chinese.pdf", "fileName": "Joan Pereira Budget 27 Feb 2019-Chinese.pdf"}, {"vernacularID": 2775, "sittingDate": null, "vernacularTitle": "Vernacular by Ms Rahayu Mahzam", "filePath": "d:/apps/reports/solr_files/20190227/vernacular-27 Feb 2018 - Ms Rahayu Mahzam - Debate on Budget Statement.pdf", "fileName": "27 Feb 2018 - Ms Rahayu Mahzam - Debate on Budget Statement.pdf"}, {"vernacularID": 2776, "sittingDate": null, "vernacularTitle": "Vernacular by Mrs Josephine Teo", "filePath": "d:/apps/reports/solr_files/20190227/vernacular-Josephine Teo Budget Women 27 Feb 2019-Chinese.pdf", "fileName": "Josephine Teo Budget Women 27 Feb 2019-Chinese.pdf"}, {"vernacularID": 2777, "sittingDate": null, "vernacularTitle": "Vernacular by Er Dr Lee Bee Wah", "filePath": "d:/apps/reports/solr_files/20190227/vernacular-27 Feb 2018 - Er Dr Lee Bee Wah - Debate on Budget Statement.pdf", "fileName": "27 Feb 2018 - Er Dr Lee Bee Wah - Debate on Budget Statement.pdf"}, {"vernacularID": 2778, "sittingDate": null, "vernacularTitle": "Vernacular by Er Dr Lee Bee Wah", "filePath": "d:/apps/reports/solr_files/20190227/vernacular-Lee Bee Wah Budget 27 Feb 2019-Chinese.pdf", "fileName": "Lee Bee Wah Budget 27 Feb 2019-Chinese.pdf"}, {"vernacularID": 2779, "sittingDate": null, "vernacularTitle": "Vernacular by Mr Baey Yam Keng", "filePath": "d:/apps/reports/solr_files/20190227/vernacular-Baey Yam Keng Budget  27 Feb 2019-Chinese_MOT 230319.pdf", "fileName": "Baey Yam Keng Budget  27 Feb 2019-Chinese_MOT 230319.pdf"}, {"vernacularID": 2780, "sittingDate": null, "vernacularTitle": "Vernacular by Mr Gan Thiam Poh", "filePath": "d:/apps/reports/solr_files/20190227/vernacular-Gan Thiam Poh Budget 27 Feb 2019-Chinese.pdf", "fileName": "Gan Thiam Poh Budget 27 Feb 2019-Chinese.pdf"}], "onlinePDFFileName": ""}