{"memberId": null, "volumeNo": "1", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "25", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"1\">\r\n\r\n<meta name=\"Sit_No\" content=\"25\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1956-02-09\">\r\n\r\n<meta name=\"Start_Col\" content=\"1495\">\r\n\r\n<meta name=\"End_Col\" content=\"1576\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">25</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">09-02-1956</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1495</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME I</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">SESSION 1955-56</div>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 9th February, 1956</i></div>\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid Bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr C. H. Butterfield, Q.C., Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr W. A. C. Goode, C.M.G., Chief Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Assistant Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Mr Lim Yew Hock (Havelock), Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1496</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Mr D. S. Marshall (Cairnhill), Chief Minister and Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik Bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>Mr M. P. D. Nair (Seletar).\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1496</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n<div align=\"center\"><b>ADJOURNMENT TO A LATER DAY MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Welfare (Mr Lim Yew Hock):</b> Mr Speaker, Sir, it is not expected that this\r\n\r\nHouse  will  be  able  to complete  its  business  at\r\n\r\ntoday's sitting. I therefore move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at it's rising today the Assembly do stand\r\n\r\nadjourned till tomorrow, Friday, 10th February.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1497</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at it's rising today the Assembly do\r\n\r\nstand  adjourned  till  tomorrow  Friday,   10th\r\n\r\nFebruary.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1497</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>PERSONAL EXPLANATION</h4></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister (Mr D. S. Marshall):</b> Mr\r\n\r\nSpeaker, Sir, may I seek the indulgence of  this\r\n\r\nHouse  and  your permission to make  a  personal\r\n\r\nexplanation   on   a   matter   which   occurred\r\n\r\nyesterday?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> By all means.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, I was guilty\r\n\r\nyesterday  of an epithet that is not  compatible\r\n\r\nwith  the dignity of this House. Being addressed\r\n\r\nto  my  right, you did not hear it, and many  of\r\n\r\nthe  Members  on my left did not  hear  it.  But\r\n\r\nothers  did  and the Gallery did. I  should  not\r\n\r\nlike, Sir, to hide behind your ignorance, or  to\r\n\r\nfail in my responsibility to this House. In  the\r\n\r\ncircumstances,  Sir, I should like  to  make  my\r\n\r\nunreserved apologies to the House for my action.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1497</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>LANGUAGES OF THE ASSEMBLY</b></div>\r\n\r\n<div align=\"center\"><b>(Appointment of Select Committee)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of proceedings - [8th February]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly is of the opinion that for\r\n\r\nthe purposes of oral debate the languages of the\r\n\r\nAssembly should be English, Malay, Mandarin  and\r\n\r\nTamil;  and that a Select Committee be appointed\r\n\r\nto examine, report upon and make recommendations\r\n\r\nin respect of matters necessary to enable effect\r\n\r\nto be given to the proposal.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> If it please you, Sir,\r\n\r\nyesterday I dealt with one danger which I  think\r\n\r\nwe must face in this very crucial issue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This morning I would like to deal with just one\r\n\r\nother   matter,  an  argument  which  has   been\r\n\r\nconsistently repeated in private, though  rarely\r\n\r\nin public, and it was somewhat highlighted, Sir,\r\n\r\nin  a  conversation  I  once  had  with  a  very\r\n\r\nintelligent  Malayan whom I sought to  enrol  in\r\n\r\nthe  Labour  Front. He said to me,  \"The  Labour\r\n\r\nFront is too pro-Chinese. With multi-lingualism,\r\n\r\nyou  are  going to hand us over to the  Chinese.\r\n\r\nThey  will  swamp us.\" Sir, we must  face  these\r\n\r\nthings in the open. It is no use hiding them.  I\r\n\r\ntried to explain that as we saw things\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1498</b></font><br><br>\r\n\r\n\r\n\r\nwe  did not believe in favouritism for any race.\r\n\r\nWe  were  for justice and we were for  political\r\n\r\njustice,  which is democracy; that  if  one  has\r\n\r\nfaith  and believes in democracy, then one  must\r\n\r\naccept  the rule of the majority. Yes, Sir,  one\r\n\r\nmust  accept  the  rule  of  the  majority.  The\r\n\r\nChinese  are 76 per cent of our population.  Let\r\n\r\nus  not  avoid the issue. I am not sugaring  any\r\n\r\npill. We will face it squarely, Sir. This  is  a\r\n\r\nserious debate. As I see things, it is right and\r\n\r\nit is proper that the Chinese people should have\r\n\r\na  preponderant voice in the government of  this\r\n\r\ncountry.  But,  Sir, I tried to explain - and  I\r\n\r\nthink  it  is important that we should here,  in\r\n\r\nseeking  to  put the issues frankly  before  the\r\n\r\nHouse, also seek to allay the very genuine fears\r\n\r\nof a very honest group in our population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Democracy, though it means the rule of the\r\n\r\nmajority,  also means absolute respect  for  the\r\n\r\nrights   of  the  minority.  It  means  justice.\r\n\r\nJustice,  Sir, does not mean that  the  majority\r\n\r\ncan  steamroller through. They have got  to  use\r\n\r\ntheir  powers  in harmony with  the  concept  of\r\n\r\nnatural  justice and with respect  for  minority\r\n\r\ninterests.  My  friend said - I hope  the  Chinese\r\n\r\nhere  would forgive me, but I think we ought  to\r\n\r\nspeak  bluntly - \"What do the Chinese know  about\r\n\r\ndemocracy?\"  Sir, I can only speak  as  one  man\r\n\r\nfrom  my  experience. I have  lived  with  them,\r\n\r\nthough  not  very closely, and I  have  gone  to\r\n\r\nschool  with  them. I have worked with  them.  I\r\n\r\nhave  been a clerk with them, and I believe that\r\n\r\nthe  Chinese people in Singapore - those  I  know,\r\n\r\nSir - are one of the most adaptable people and in\r\n\r\nSingapore   one   of  the  most  peaceable   and\r\n\r\nreasonable. I am - and this is genuine, Sir - full\r\n\r\nof  admiration for their capacity to  appreciate\r\n\r\nthe  value  of  a new concept and  to  make  the\r\n\r\nkernel  of that new concept, the valuable aspect\r\n\r\nof it, their own. I believe, Sir, that given the\r\n\r\nopportunity the Chinese people will be equal not\r\n\r\nonly  to understanding the virtues of democracy,\r\n\r\nwhich I believe in wholeheartedly, but to making\r\n\r\nadoptions  of parliamentary democracy their  own\r\n\r\nand  adding to that doctrine in its practice  in\r\n\r\nthis Colony their own magnificent vitality. Sir,\r\n\r\nI  was asked by this man how I could expect that\r\n\r\nwhen the Chinese\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1499</b></font><br><br>\r\n\r\n\r\n\r\nschools in Singapore give the same education  as\r\n\r\nthe  schools  in Amoy, and the schools  in  Amoy\r\n\r\nhave  produced Communists. I do not  know  about\r\n\r\nthe  schools in Amoy, Sir, and I would  like  to\r\n\r\nknow  a lot more about the schools in Singapore;\r\n\r\nbut I do say this - that even from Amoy there have\r\n\r\nbeen  refugees,  refugees from  the  tyranny  of\r\n\r\nCommunism, into the quite squalid conditions  of\r\n\r\nthe  refugees in Hongkong. I do know  that  here\r\n\r\nthey   have   the  opportunities  to  understand\r\n\r\ndemocracy. I hope they will have the opportunity\r\n\r\nto participate in it, and I believe they will be\r\n\r\na new ally and a refreshing new strength to this\r\n\r\nprocess.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I asked him what alternative he had, and\r\n\r\nhe  said,  \"Why cannot we leave it as it  is - the\r\n\r\nEnglish  language?\"  These are  arguments  other\r\n\r\nMembers must have heard, and I think it is  well\r\n\r\nwe should face them. I pointed out that if multi-lingualism  hands us over to the  Chinese,  then\r\n\r\nEnglish hands the people over to the very  small\r\n\r\nEnglish-speaking minority. He said, \"Oh, we will\r\n\r\nbe  just  to  the Chinese.\" My reply  was,  \"Why\r\n\r\nshould we think the Chinese would not be just to\r\n\r\nthe  minority races?\" Why should we imagine that\r\n\r\nunder  the  process  of democracy,  which  means\r\n\r\nmajority rule, anybody would be submerged?  Sir,\r\n\r\nin this very House we see examples of minorities\r\n\r\nhaving  their full say without being  submerged.\r\n\r\nWe  have  seen in a solemn moment the expression\r\n\r\nof   our   deepest  feelings,  a   single-Member\r\n\r\nParty - Mr  Sutherland - standing  up  and   saying\r\n\r\nthat,   on  behalf  of  the  English  expatriate\r\n\r\ncommunity, he deplored our desire for  immediate\r\n\r\nself-government, and he voted against it and  is\r\n\r\nworking  against  it. Are they being  submerged,\r\n\r\neven in the minor processes of democracy that we\r\n\r\nhave,  much though we may deplore the fact  that\r\n\r\nthose  who find their prosperity from the people\r\n\r\nof  the  country should work against the deepest\r\n\r\nurges  of  those very people? Sir, we must  have\r\n\r\nfaith  in the basic decency of all human beings.\r\n\r\nI  ask the Asian minority races of Singapore not\r\n\r\nto   give  way  to  any  emotional  feelings  of\r\n\r\napprehension, to have faith in the value and  in\r\n\r\nthe  triumph of parliamentary democracy. I would\r\n\r\nlike  to  say  in  this  connection  that  I  am\r\n\r\nparticularly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1500</b></font><br><br>\r\n\r\n\r\n\r\nproud,  Sir - if you catch his eye - that  my  loyal\r\n\r\nfriend  and colleague the Hon. the Minister  for\r\n\r\nLocal  Government,  Lands and  Housing  will  be\r\n\r\nsupporting   this   motion  wholeheartedly   and\r\n\r\nseconding it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, on the second part of my motion. I\r\n\r\nask for the appointment of a Committee. You see,\r\n\r\nSir, many issues have to be clarified. There  is\r\n\r\nthe question of the system of translation - it  is\r\n\r\nmy   hope   that   it  will  be  a  simultaneous\r\n\r\ntranslation through electronic or other devices.\r\n\r\nThere  is the question of additional and  highly\r\n\r\nskilled  staff; the question of the language  of\r\n\r\nthe official records; the question of amendments\r\n\r\nto  our Standing Orders. Sir, there is no desire\r\n\r\nat all for any delay - I can assure you - because  I\r\n\r\nwill  say  this:  that the draft instrument  for\r\n\r\namendment  of  the  Singapore  Colony  Order  in\r\n\r\nCouncil, Sir, has, I am reliably informed,  been\r\n\r\nforwarded   to   the  Regency  Council   and   I\r\n\r\nanticipate that section 55 will be no more  very\r\n\r\nshortly,  and  in fact even perhaps  before  the\r\n\r\nCommittee  has  had  time  to  report.   It   is\r\n\r\nessential  that this House, when it proceeds  to\r\n\r\nenforce  it,  should have it  with  the  maximum\r\n\r\npossible efficiency.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am quite sure that though hon. Members here\r\n\r\nspeak  English,  nevertheless to  some  of  them\r\n\r\nEnglish    comes    a    little    awkward - quite\r\n\r\nnaturally - and they would prefer to speak one  of\r\n\r\nthe  languages  which  I have  indicated  in  my\r\n\r\nmotion.   I   think   they  should   have   that\r\n\r\nopportunity.  I hope they all should  have  that\r\n\r\nopportunity. I trust that nobody would  seek  to\r\n\r\nmake  use of this motion for purposes of  public\r\n\r\npropaganda or purposes of gaining votes, because\r\n\r\nthese  additional languages do add  in  a  small\r\n\r\nmeasure  to  the inconvenience of the  Assembly,\r\n\r\nand  I  am quite sure that all Members will  co-operate  in  seeking the comfort and convenience\r\n\r\nof the Assembly. But, nevertheless, we ourselves\r\n\r\nhave experience that some of our hon. Members do\r\n\r\nfind  difficulty  in  expressing  themselves  in\r\n\r\nEnglish  and  would  be much  happier,  not  for\r\n\r\npurposes of propaganda but sincerely in order to\r\n\r\nexpress  themselves better,  to  use  their  own\r\n\r\nlanguage.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1501</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I therefore formally move the motion that\r\n\r\nstands in my name,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly is of the opinion that for\r\n\r\nthe purposes of oral debate the languages of the\r\n\r\nAssembly should be English, Malay, Mandarin  and\r\n\r\nTamil;  and that a Select Committee be appointed\r\n\r\nto examine, report upon and make recommendations\r\n\r\nin respect of matters necessary to enable effect\r\n\r\nto be given to the proposal.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat (Minister for Local Government, Lands and Housing) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Local Government, Lands and Housing (Inche Abdul Hamid Bin Haji Jumat):</b> Mr\r\n\r\nSpeaker,  Sir, I rise to second the  motion  now\r\n\r\nbefore this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Sir, when the Chief Minister\r\n\r\nstarted  his speech, he said he was not speaking\r\n\r\nas  the  Chief  Minister of  the  Government  of\r\n\r\nSingapore  but  as the Member for the  Cairnhill\r\n\r\nDivision. Today, Sir, I rise in the footsteps of\r\n\r\nmy  Chief  Minister. I say  I  speak  not  as  a\r\n\r\nMinister of the Government of Singapore, but  as\r\n\r\na  representative of a group of people  of  this\r\n\r\nisland who could be termed the minorities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this motion has the unqualified support\r\n\r\nof  my  people and also of the Party to which  I\r\n\r\nbelong.  Looking  towards the  immediate  future\r\n\r\nwhile this island is about to enter the doors of\r\n\r\nself-government and independence, one cannot but\r\n\r\nconcede  that there is a necessity, if  not  for\r\n\r\nthe   sake  of  national  pride,  at  least  for\r\n\r\npractical  reasons, that the people of Singapore\r\n\r\nshould   be  given  an  opportunity  of  voicing\r\n\r\nthemselves in this Assembly in the language best\r\n\r\nsuited  to  them. For over a hundred years,  the\r\n\r\naffairs  of  public bodies, like this  Assembly,\r\n\r\nhave been conducted in the English language.  It\r\n\r\nmay  well be for some to say that English is the\r\n\r\nuniversal language of the world, but to me, Sir,\r\n\r\nEnglish  is  not the universal language  of  the\r\n\r\npeople  of  Singapore.  We  all  believe,  quite\r\n\r\nrightly,    too,   that   apart    from    other\r\n\r\nqualifications, representatives  of  the  people\r\n\r\nshould  have a certain amount of education,  but\r\n\r\nit  is  one of the peculiarities of this country\r\n\r\nthat  there are still some who accept  the  view\r\n\r\nthat  a  person can only be educated  if  he  is\r\n\r\neducated in the English language. Sir, there are\r\n\r\nthousands   of   people  in   Singapore-Chinese,\r\n\r\nIndians and Malays\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1502</b></font><br><br>\r\n\r\n\r\n\r\n- who  may not know the English language  at  all\r\n\r\nbut   who  do  not  lack  the  ability  nor  the\r\n\r\neducation to become leaders of the community.  I\r\n\r\ndo  not  see,  Sir, why these people  should  be\r\n\r\nbarred from sitting as Members of this Assembly.\r\n\r\nSir, I support the motion.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy (Telok Ayer):</b> Mr Speaker,\r\n\r\nSir,  I  take pleasure in supporting the  motion\r\n\r\nbefore  the  House.  I wish the  Chief  Minister\r\n\r\nwould  not have taken credit for this motion  or\r\n\r\nfor  many Bills which have been passed  in  this\r\n\r\nAssembly.  I would like to deal with  it  first,\r\n\r\nSir,  because  it has been stated by  the  Chief\r\n\r\nMinister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, multi-lingualism was debated on this very\r\n\r\nFloor by the previous Legislative Council on the\r\n\r\n28th  of January, 1955. The motion was by a very\r\n\r\nintelligent  local-born  Indian,   Mr   C.   R.\r\n\r\nDasaratha  Raj,  and claiming  a  division,  the\r\n\r\nvoting for was:\r\n\r\n<pre>\r\n\r\n            Ayes\r\n\r\n\r\n\r\n  Mr M. P. D. Nair (who is here)\r\n\r\n  Mr C. R. Dasaratha Raj\r\n\r\n  Mr Thio Chan Bee (of the Progressive Party)\r\n\r\n  Mr Lim Yew Hock (who is here)\r\n\r\n  Mr R. Jumabhoy.\r\n\r\n</pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is nothing new. It is the duty of\r\n\r\nany  government  to lake up the threads  of  the\r\n\r\npast in the interests of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Malayanisation - this motion was moved by\r\n\r\nme on the 18th of November, 1952. Those who wish\r\n\r\nto  see  the report can have a look at it.  This\r\n\r\nmotion was accepted by the Government as a whole\r\n\r\nand  an ad hoc committee was appointed under the\r\n\r\nchairmanship of Sir Han Hoe Lim. This  has  been\r\n\r\nfurther pursued by this Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Labour Code - this was a piece of\r\n\r\nlegislation  which was prepared by the  previous\r\n\r\nLegislative  Council. It was left  over  in  the\r\n\r\nhands  of  the  caretaker  Government  to  bring\r\n\r\nforward in this new Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, freezing of land values and the Master\r\n\r\nPlan - a  lot  of time and labour was  devoted  to\r\n\r\nthese two subjects by the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1503</b></font><br><br>\r\n\r\n\r\n\r\nprevious Government. They were also left over in\r\n\r\nthe  hands  of  the  caretaker  Government.  The\r\n\r\nmatter  was  taken up in1953, and my friend  the\r\n\r\nMember  for  Seletar (Mr M. P. D.  Nair)  on  a\r\n\r\nmotion  on  14th  December,  1954,  raised   the\r\n\r\nquestion  of  land  acquisition  for  a   Second\r\n\r\nReading.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, take the Employers and Employees\r\n\r\nBill. This was brought into this Assembly by the\r\n\r\nProgressive  Party,  but what  we  have  is  the\r\n\r\npolicy label of the Labour Government.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> That is a Government Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Given by the Progressive Party.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> That is a Government Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> May I have the attention of the House, Sir, undisturbed?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Continue, Mr R. Jumabhoy.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> I have enough of disturbance, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Please continue.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, I think I have no doubt\r\n\r\nthat  I must give credit to the Labour Coalition\r\n\r\nGovernment for bringing in the Public  Security\r\n\r\nBill.  Sir, coming to the motion now before  the\r\n\r\nHouse, as I supported before, so am I supporting\r\n\r\nit  now  in  the interests of the  people.  What\r\n\r\nshould  be  the languages for this Assembly?  We\r\n\r\nhave  got  English. We, have got Malay which  is\r\n\r\nspoken, not written, by almost all people.  Then\r\n\r\nwe  have  got Chinese. It is for the Chinese  to\r\n\r\ndecide  what language is to be used. As  far  as\r\n\r\nthe  Indians are concerned, the majority of  the\r\n\r\nIndians in this country are Tamil-speaking - over\r\n\r\n70  per  cent. The Indian community as  a  whole\r\n\r\nwill gladly support the Tamil language.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, the Chief Minister unfortunately\r\n\r\nbrought  in the subject of racial disharmony  if\r\n\r\nthis   was  to  take  place -  it  was   only   a\r\n\r\npossibility, he said - and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1504</b></font><br><br>\r\n\r\n\r\n\r\nhe brought in Bombay also. Sir, I have just come\r\n\r\nback from Bombay. The disturbances there are not\r\n\r\nat  all  concerned with language. It is to  have\r\n\r\nBombay  within its own state. It  is  just  like\r\n\r\nSingapore   should   go   to   Johore   or    to\r\n\r\nPenang - something like that - but it has nothing to\r\n\r\ndo with language.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, multi-lingualism has been practised\r\n\r\nsuccessfully  in Switzerland, and  there  is  no\r\n\r\ncause  for disharmony in this country as far  as\r\n\r\nthe  Indians are concerned. As I have said, Sir,\r\n\r\nthe  majority of Indians here are Tamils  and  I\r\n\r\nmust  give them credit for the fact that in  the\r\n\r\npartition days not a single case of murder  took\r\n\r\nplace in that area. So you will realise that the\r\n\r\nIndians   have   lived   here   peacefully   for\r\n\r\ncenturies, even before the British came in, with\r\n\r\nthe other communities and they will preserve the\r\n\r\nsame state of harmony and peace.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what is happening in India today? Even\r\n\r\nthough about ten per cent of the population,  or\r\n\r\neven  less, is English-speaking, and even though\r\n\r\nIndia  has gained independence nearly nine years\r\n\r\nnow,  the  English language is still maintained,\r\n\r\nalthough  they have decided that  in  15  or  20\r\n\r\nyears' time, by a slow process, they can replace\r\n\r\nit  with  the official language, Hindi.  On  the\r\n\r\nother hand, the provincial languages are allowed\r\n\r\nin all the respective provinces, that is, Hindi,\r\n\r\nEnglish  and  any other provincial  language.  I\r\n\r\nthink, when the Committee comes to consider  the\r\n\r\nquestion of multi-lingualism, they will  take  a\r\n\r\nleaf out of India's book for study and guidance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what happens if and when a united Malaya\r\n\r\ncomes?  Well, that is for the future; what  will\r\n\r\nbe  its language? Many may argue that that might\r\n\r\nwait.  I do not think why it should wait. Things\r\n\r\nwill  take  their own course.  Sir,  as  in  the\r\n\r\nprevious  Legislative Council, I  wholeheartedly\r\n\r\nsupport this motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede (Tanglin):</b> Mr Speaker, Sir, I\r\n\r\nrise  to support the motion on behalf  of  the\r\n\r\nLiberal-Socialist Party. One of the  objects  in\r\n\r\nthe Party's policy is the introduction of multi-lingualism  in the Assembly, and in laying  down\r\n\r\nthat\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1505</b></font><br><br>\r\n\r\n\r\n\r\npolicy we had in mind precisely what this motion\r\n\r\nenvisages, namely, that for the purposes of oral\r\n\r\ndebate, the languages of the Assembly should  be\r\n\r\nEnglish,  Malay,  Mandarin and Tamil,  it  being\r\n\r\nimplied  that  for the time being at  least  the\r\n\r\nwritten  word should continue to be  in  English\r\n\r\nalone.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also add that I do not subscribe to\r\n\r\nthis  view  simply as a loyal Party man,  but  I\r\n\r\nhave  come to the personal belief that  this  is\r\n\r\nnot  a retrograde step, as some of us would like\r\n\r\nto  believe,  but  a forward move  in  the  best\r\n\r\nultimate  interests of the country. As the  only\r\n\r\nelected European in this Assembly, I have to ask\r\n\r\nmyself  whether it is right to maintain, as  the\r\n\r\nonly   vehicle   of  speech  in  the   country's\r\n\r\nLegislature,  a  language which,  while  it  can\r\n\r\nclaim  in some sense to be as indigenous as  any\r\n\r\nother (if we take 1819 as the starting point  in\r\n\r\nSingapore's  history), is not  the  only  living\r\n\r\nlanguage on this island.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And to this thought there must be added\r\n\r\nanother  one.  Secondary  school  education   in\r\n\r\nGovernment   English  schools  was  very   badly\r\n\r\nneglected until the old Progressive Party  began\r\n\r\npressing  for it in recent years, and  thousands\r\n\r\nof  citizens have not had adequate opportunities\r\n\r\nof  learning the language in which they have  at\r\n\r\npresent  to  be proficient should they  wish  to\r\n\r\nplay their part in public affairs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A third point then arises. In a country which\r\n\r\nis  close to self-government, is it possible  to\r\n\r\nresist the argument that it must have the  right\r\n\r\nto choose the language or languages in which its\r\n\r\nelected   representatives  shall   conduct   the\r\n\r\nbusiness of the Legislature? Common sense, quite\r\n\r\napart from sentiment, supplies the answer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to two objections which have been\r\n\r\nvoiced on this subject. The first one is that it\r\n\r\nwould   be  better  to  experiment  with  multi-lingualism, first at the local government  level\r\n\r\nrather than in the Assembly. My own view is that\r\n\r\nthere   will   be  more  practical  difficulties\r\n\r\nencountered  at the City Council level  than  in\r\n\r\nthis  House. Local government is concerned  with\r\n\r\nmore   detailed   matters,  and  even   personal\r\n\r\nproblems, than the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1506</b></font><br><br>\r\n\r\n\r\n\r\nAssembly; such things as unauthorised structures\r\n\r\nand  frontages,  hawkers and sewage  connections\r\n\r\nand  so  on.  Most of the discussions  on  these\r\n\r\nmatters take place in Committees and not in open\r\n\r\nforum,  and I can foresee the danger of a  great\r\n\r\nslowing down in the work of the City Council  if\r\n\r\nmulti-lingualism  is  introduced   without   its\r\n\r\ndifficulties  having first been  ironed  out.  I\r\n\r\nhave  had  some experience of these difficulties\r\n\r\nas  a  Municipal Commissioner in an Indian  city\r\n\r\nwhere  the  languages were  English,  Hindi  and\r\n\r\nUrdu. We shall find difficulties in this House - I\r\n\r\nhave no doubt. We shall have, to some extent, to\r\n\r\nlearn new techniques of procedure, but I believe\r\n\r\nthe  snags,  whatever they may be, can  best  be\r\n\r\nsmoothed  out here first under the able guidance\r\n\r\nof Mr Speaker.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second objection is that the introduction\r\n\r\nof   multi-lingualism  will  tend  to  encourage\r\n\r\nracial  consciousness and racial antagonisms.  I\r\n\r\nbelieve  that, given the abundance  of  goodwill\r\n\r\nwhich  exists  in  Singapore  and  given  expert\r\n\r\ninterpreters of the highest standard,  the  very\r\n\r\nopposite  may  well prove to  be  the  truth.  I\r\n\r\nbelieve  that, through spontaneous  translation,\r\n\r\nwe shall be drawn closer to the thoughts and the\r\n\r\noutlook of those from whom we are at the  moment\r\n\r\nshut    off   from   communication.   Lack    of\r\n\r\nunderstanding  arises  from  the   barriers   of\r\n\r\nlanguage,  from  asking people  to  speak  in  a\r\n\r\nlanguage in which they cannot think freely,  and\r\n\r\nfrom  maintaining  the exclusiveness  which  one\r\n\r\nlanguage imposes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We support this motion and we ask for its\r\n\r\nearly  implementation, for it is the first  step\r\n\r\non  the road to finding out for ourselves and of\r\n\r\nour  own  free choice the most suitable language\r\n\r\nor  languages  to be the lingua  franca  of  the\r\n\r\nfuture, a problem over which we must hasten, but\r\n\r\nhasten slowly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I stated in this House in the Budget\r\n\r\nsession,   all  the  four  main  languages   and\r\n\r\ncultures  are  needed to make up that  composite\r\n\r\nthing  that  can be called Malayan  nationalism,\r\n\r\nand  they  must be regarded as complementary  to\r\n\r\neach  other  and not as existing  separately  in\r\n\r\nwater-tight  compartments. Where  we  have  gone\r\n\r\nwrong is in the propaganda\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1507</b></font><br><br>\r\n\r\n\r\n\r\nso  prevalent today - and I hope I give no offence,\r\n\r\nas  I  mean  none - which postulates  that  Chinese\r\n\r\nculture  and the Chinese system of education  are\r\n\r\nthe  exclusive property of the Chinese  and  must\r\n\r\nnot  be  tampered  with; that Malay  culture  and\r\n\r\nMalay history are being deliberately obliterated;\r\n\r\nand   that  the  English  language  and  European\r\n\r\ncustoms,  predominant for many years  because  of\r\n\r\nBritish rule, seek obstinately to maintain  their\r\n\r\npredominance  amid a growing Asian consciousness.\r\n\r\nThe  antagonisms  which are being  engendered  by\r\n\r\nthis  propaganda are all the more intense because\r\n\r\nthere  is no single obvious lingua franca for  an\r\n\r\nindependent Singapore of the near future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Malay has claims, because it is the oldest\r\n\r\nliving  language  of Malaya,  is  shared  by  the\r\n\r\nmillions of our neighbours in Indonesia,  and  is\r\n\r\nspoken  to  some extent by the large majority  of\r\n\r\npeoples  living in Malaya of whatever  race.  Its\r\n\r\nhandicap  is that it has no common usage  outside\r\n\r\nSouth-East  Asia  and  it  is  not  well   enough\r\n\r\nequipped  for the expression of modern scientific\r\n\r\nthought.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Chinese, too, has claims, because it is spoken\r\n\r\nby  roughly half the population of Singapore  and\r\n\r\nMalaya, because of its long history, longer  even\r\n\r\nthan  Malay  or  English, and its great  cultural\r\n\r\nheritage.  Its  handicap is that  it  is  not  an\r\n\r\nindigenous  language, is used almost  exclusively\r\n\r\nby  the Chinese people alone, and is not strongly\r\n\r\nequipped to cope with modern science, although  I\r\n\r\nbelieve  that this difficulty is to  some  extent\r\n\r\nbeing overcome.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;English has claims, because it is the language\r\n\r\nof international gatherings and modern scientific\r\n\r\nthought. Its importance is inescapable because of\r\n\r\nits  contacts for us with the rest of the  world.\r\n\r\nIts  handicap,  however, is  that  it  bears  the\r\n\r\nstigma, rightly or wrongly, of being the language\r\n\r\nof  the  now  nearly  defunct  colonial  era  and\r\n\r\nbecause  its culture is foreign and imposed  from\r\n\r\nwithout.  English is the present  lingua  franca.\r\n\r\nWhether  it will remain so is not for me to  say,\r\n\r\nbut  so  long as English is the main language  of\r\n\r\ninternational trade and commerce, and so long  as\r\n\r\nSingapore is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1508</b></font><br><br>\r\n\r\n\r\n\r\nto   retain  its  proud  position  as  a  leading\r\n\r\ninternational port - as indeed it must - it seems to\r\n\r\nme  imperative that English remains the  language\r\n\r\nof communication with the outside world.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Tamil, if I may be pardoned for saying\r\n\r\nso,   has  the  least  claim  of  the  four  main\r\n\r\nlanguages, simply because it happens to be spoken\r\n\r\nby the smallest number of people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And so let us recognise that the introduction of\r\n\r\nmulti-lingualism in this House, however desirable\r\n\r\ntoday,  is a makeshift and not the most important\r\n\r\nthing  we have to do. The Liberal-Socialist Party\r\n\r\nconsiders that what we must do, and do  with  all\r\n\r\npossible  speed,  is to make  our  people  multi-lingual  by giving facilities to learn  at  least\r\n\r\nthree  languages, so that they can converse  with\r\n\r\none  another  and understand one another  without\r\n\r\ninterpreters and earphones.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us indeed keep the proposed multi-lingual\r\n\r\nscheme down to the absolute minimum cost, so that\r\n\r\nmost of our funds can go into welding together  a\r\n\r\ncomposite nation through multi-lingual education.\r\n\r\nSo  when the day comes to choose a lingua franca,\r\n\r\nperhaps I may be pardoned for hoping that it  may\r\n\r\nbe English, partly out of sentiment no doubt, but\r\n\r\nmainly because I believe the English language  is\r\n\r\nthe  greatest single living unifying force in the\r\n\r\nworld  today. But whether or no that will be  the\r\n\r\nchoice,  the decision must come from  the  people\r\n\r\nthemselves and not be imposed from without.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. A. P. Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr G. A. P. Sutherland (Nominated):</b> Mr\r\n\r\nSpeaker,  Sir,  I had thought no  Member  of  any\r\n\r\npolitical  Party would offer outright  opposition\r\n\r\nto  the motion before the House, because it would\r\n\r\nbe  political suicide to do so - almost as  bad  as\r\n\r\nsaying, \"I like the British!\"\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> I, too, like the British.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> I freely admit - I was quoting the\r\n\r\nChief  Minister,  Sir, actually  in  his  initial\r\n\r\nspeech in this House - that, prima facie, it  seems\r\n\r\nreasonable that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1509</b></font><br><br>\r\n\r\n\r\n\r\nlocally-born people should not be debarred  from\r\n\r\nbeing  elected  to this Assembly simply  because\r\n\r\nthey   do  not  speak  English;  but  the  Chief\r\n\r\nMinister  himself has admitted that his proposal\r\n\r\nis  bristling with difficulties. If  we  examine\r\n\r\nthe  motion, what do we find? We find that  \"for\r\n\r\nthe purposes of oral debate the languages of the\r\n\r\nAssembly should be English, Malay, Mandarin  and\r\n\r\nTamil.\"  The records, notices, Bills,  etc.,  as\r\n\r\nthe  Member for Tanglin (Mr John Ede) has  just\r\n\r\nsaid, would doubtless continue to be in English,\r\n\r\nand   I  think  the  Chief  Minister  has   also\r\n\r\nintimated  that possibly for a period  of  years\r\n\r\nthe  records might continue in English. In  that\r\n\r\ninterim   period  we  could  have  the  somewhat\r\n\r\nanomalous situation of a Member being elected to\r\n\r\nthis  House and taking part in the oral  debates\r\n\r\nbut being unable to understand a single word  of\r\n\r\nthe papers passed to him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Chief Minister said yesterday that non-English speaking Ministers could have one or two\r\n\r\nsecretaries,   but  what  about   the   ordinary\r\n\r\nAssemblyman?  He might find it rather  difficult\r\n\r\nto  employ a secretary on his Assemblyman's pay - a   secretary   that  could  produce   adequate\r\n\r\ntranslations of all the papers that come to  him\r\n\r\neven  late at night for the next day's  sitting,\r\n\r\nunless  he had a talented and erudite  wife  who\r\n\r\nmight do it in her spare time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, admittedly there might be Members in this\r\n\r\nHouse who were merely not fluent in English  and\r\n\r\nwhose  oratorical powers were greater  in  their\r\n\r\nown  language - I think there may be some such  in\r\n\r\nthis House today but on the other hand, a Member\r\n\r\nmight - in   the  interim  period  I  am   talking\r\n\r\nabout - be entirely illiterate in English.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, what of the choice of languages\r\n\r\nother  than English? If we must have  more  than\r\n\r\none language, then it seems to me that the Malay\r\n\r\ntongue has at least the right of precedent.  But\r\n\r\nthe  statement made by the Member for Telok Ayer\r\n\r\n(Mr  R.  Jumabhoy) and the Member  for  Tanglin\r\n\r\n(Mr  Ede)  that Malay is spoken  by  the  great\r\n\r\nmajority  of the people in Singapore is,  in  my\r\n\r\nopinion, quite wrong. I do not myself\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1510</b></font><br><br>\r\n\r\n\r\n\r\nbelieve  that very many people in Singapore  can\r\n\r\nspeak  Malay at all. When I say that, I  mean  a\r\n\r\nMalay  that  can  be used as a vehicle  in  this\r\n\r\nHouse. If I may just introduce a little personal\r\n\r\nnote,  Sir? I was coming to the last sitting  of\r\n\r\nthis  Assembly two months ago and it was pouring\r\n\r\nwith  rain.  My  syce turned  to  me  and  said,\r\n\r\n\"Banyak hujan, tuan.\" I thought now, let us see.\r\n\r\nI wanted to say, \"Well, of course, there will be\r\n\r\na lot of rain, it is the North-east monsoon just\r\n\r\nnow. What do you expect?\" So I said. \"Oh, Betul,\r\n\r\nsekarang angin dan Utara-Timor.\" He turned to me\r\n\r\nwith a blank face, so I thought that that was no\r\n\r\ngood.   I   then   came  into  the  Commonwealth\r\n\r\nParliamentary Association room here - I  am  sorry\r\n\r\nthat  the  Member for Telok Ayer is not  in  his\r\n\r\nplace - and I said to Mr R. Jumabhoy, \"You  speak\r\n\r\nMalay?\"  He replied, \"Of course, I speak Malay.\"\r\n\r\nSo  I  asked him, \"Well, what is 'Northeast'  in\r\n\r\nMalay?\"  He  replied, \"Oh, I do not  speak  that\r\n\r\nkind  of Malay!\" Then I approached the Hon. the\r\n\r\nFinancial Secretary who I thought must, at least\r\n\r\nas a civil servant, speak reasonably good Malay,\r\n\r\nand  I  said to him, \"Mr Hart, what is  'North-east'  in  Malay?\", and he said, \"Oh, I  do  not\r\n\r\nknow.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Point of order, Sir. I do\r\n\r\nregret     interrupting     these     delightful\r\n\r\nreminiscences, Sir, but may I draw the attention\r\n\r\nof  the House to the rule that no aspect of  the\r\n\r\nconduct of a Member outside the House should  be\r\n\r\nreferred to in the House, and although  it  does\r\n\r\nnot  really  matter  at  the  moment,  it  is  a\r\n\r\nprinciple, Sir, and it should be adhered to?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Chief Minister indicate\r\n\r\nwhich Standing Order he is referring to?\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> If it please you, Sir, it\r\n\r\nis  31  (9).  I should like clarification,  Sir,\r\n\r\nbecause I have myself constantly refrained  from\r\n\r\nthe references,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1511</b></font><br><br>\r\n\r\n\r\n\r\nthinking that we cannot say what a Member of the\r\n\r\nHouse did outside.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That Standing Order reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The personal conduct of Members of the\r\n\r\nAssembly shall not be referred to except upon  a\r\n\r\nsubstantive motion moved for that purpose.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I hardly think that what a Member said or tried\r\n\r\nto  say  in  respect  of the Malay  language  is\r\n\r\npersonal conduct! Mr Sutherland.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, I regret the interruption.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> Thank you, Mr Speaker, Sir. Of\r\n\r\ncourse,  I could have refrained from using  the\r\n\r\nactual  names of the people. It was just  giving\r\n\r\nverisimilitude  to my story. Anyway,  if  I  may\r\n\r\nfinish  it - the hon. Gentleman whom  I  mentioned\r\n\r\nlast  came back to me, having contacted a  Malay\r\n\r\nand he said, \"The word is Tenggara.\" Sir, I went\r\n\r\nback  that  evening and looked up my  dictionary\r\n\r\nand found that Tenggara is South-east!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we must have another language, then I\r\n\r\nshould have thought the Malay tongue would  have\r\n\r\nsome  right  of precedence for obvious  reasons;\r\n\r\nbut   I   really   see  no  valid   reason   for\r\n\r\ncomplicating matters by introducing Mandarin and\r\n\r\nTamil.  And  why  Mandarin?  If  this  were   an\r\n\r\nentirely Chinese Assembly, then I could see some\r\n\r\nreason  for  wishing to synthesize  the  various\r\n\r\nChinese  dialects,  but the Assembly  is  multi-racial. Sir, I know many people - not Chinese,  of\r\n\r\ncourse -  think  that acquiring  a  knowledge  of\r\n\r\nMandarin is quite a simple thing. They know that\r\n\r\nthe  written ideograph is universally understood\r\n\r\nand  they imagine that, by a little modification\r\n\r\nof  the  tones and adjustment of a  few  hundred\r\n\r\nvocables,  then anyone, for example, a  Hokkien,\r\n\r\ncan,  with  very little trouble, speak Mandarin.\r\n\r\nBut it is not nearly as simple as that. Sir,  it\r\n\r\nis  true that Mandarin is more widely understood\r\n\r\ntoday  than it was 20 years ago, but  there  are\r\n\r\ntens of thousands of Chinese in this island  who\r\n\r\ndo  not  understand a word of it.  To  tell  the\r\n\r\ntruth, I was quite astonished yesterday to  hear\r\n\r\nthe  Chief  Minister say that  most  Chinese  in\r\n\r\nSingapore thought it would be their truly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1512</b></font><br><br>\r\n\r\n\r\n\r\nrepresentative  Chinese language.  To  my  mind,\r\n\r\nthat  sounded  like a statement of  the  Chinese\r\n\r\nChamber of Commerce!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if a mono-lingual Member or Minister can\r\n\r\nhave  a secretary or two secretaries, then I  do\r\n\r\nnot really see why we should not have one or two\r\n\r\nextra   translators,  and  instead   of   having\r\n\r\nMandarin  we could have Chinese Members speaking\r\n\r\nin Fukienese or Cantonese or Hainanese or any of\r\n\r\nthe  other dialect; and in this motion, for  the\r\n\r\nword  \"Mandarin\" we simply substitute \"Chinese\".\r\n\r\nIt seems to me, as it refers to oral debates why\r\n\r\nonly   have  Mandarin?  Most  of  them  do   not\r\n\r\nunderstand it. Spoken Mandarin is not the mother\r\n\r\ntongue  of more than a handful of local  Chinese\r\n\r\nand  there  is  no doubt, to my mind,  that  the\r\n\r\nepigrams  of our hon. and learned Friends  would\r\n\r\ncertainly   be   susceptible   of   far   better\r\n\r\ntranslation into local dialects.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I must confess, Sir, that you may wonder\r\n\r\nwhether I am supporting this motion or no. I  do\r\n\r\nnot feel very strongly about it. Epitomising  as\r\n\r\nI  do,  at  least  in  the  mind  of  the  Chief\r\n\r\nMinister,  the  Colonel Blimps of  Singapore,  I\r\n\r\ncertainly do not wish to unleash on their  heads\r\n\r\nthe  fateful lightning of his terrible  rhetoric\r\n\r\nand  in  that connection he certainly stole  the\r\n\r\nthunder   of  the  P.A.P. yesterday  with   his\r\n\r\nreferences   to   \"the   vulture   clutches   of\r\n\r\ncolonialism\"  and \"the dead hand of colonialism\"\r\n\r\nand  his series of stinging indictments  of  the\r\n\r\ncolonial  regime.  Only  the  Communists  scored\r\n\r\nhigher  marks than my people yesterday. What  is\r\n\r\nthe  point,  Sir,  of whipping  oneself  into  a\r\n\r\npassion over these matters? I said it once and I\r\n\r\nwill say it again - there has been no subjugation\r\n\r\nof  races in this island. Apart from the Malays,\r\n\r\nthe  forbears of all Singaporeans came  here  of\r\n\r\ntheir  own volition. In my opinion, that is  all\r\n\r\nthere is to it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not intend in this motion to be again\r\n\r\nin  a  minority  of  one.  I  would  point  out,\r\n\r\nhowever,  that English is as good a vehicle  for\r\n\r\nan  Assembly such as this as one could have.  It\r\n\r\nwas  the Chief Minister who said that if  multi-lingualism does not become an accomplished  fact\r\n\r\nin  the  near future, this island would  explode\r\n\r\nlike  a hand-grenade. That sounds like hyperbole\r\n\r\nto me.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1513</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is also true to say that the language\r\n\r\nof  the  very  nearly  ex-colonial  power  will,  of\r\n\r\nnecessity, always be widely used in this  island  as\r\n\r\nlong as we live by international trade. And if we do\r\n\r\nnot  live  by  international trade,  we  shall  most\r\n\r\ncertainly die.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the Chief Minister's remarks about\r\n\r\nthe Swiss Confederation. Although four languages are\r\n\r\nspoken there, the people are a closely knit ethnical\r\n\r\nunit,  and their four languages are at least all  of\r\n\r\nthe  Indo-European  group. The proposal  to  have  a\r\n\r\nmulti-lingual  Assembly  in  Singapore   is   indeed\r\n\r\nwithout analogy in any other part of the world,  but\r\n\r\na multi-lingual Assembly will not necessarily mean a\r\n\r\nTower  of  Babel  unless - I am sorry,  he  is  absent\r\n\r\nagain -  the  Member  for Telok Ayer  becomes  unduly\r\n\r\nobstreperous.  On the contrary, it will  be,  in  my\r\n\r\nopinion, a quieter Assembly with Members' ears glued\r\n\r\nto   earphones  and  listening  to  the   phlegmatic\r\n\r\ntranslations  of  impassioned  speeches.  I  greatly\r\n\r\nfear,  Sir,  that  the effect  of  this  motion,  if\r\n\r\ncarried,  will be to render many debates  in  future\r\n\r\ncompletely sterile.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng (Changi):</b> Mr Speaker, Sir, I\r\n\r\nmust  confess  that  I hesitated  before  rising  to\r\n\r\nsupport this motion, because I am afraid that  there\r\n\r\nmay be some observation from both sides of the House\r\n\r\nthat  this motion will be of much benefit to  me.  I\r\n\r\nmust  admit that I am one of the few among the  hon.\r\n\r\nMembers in this House who cannot speak fluently  the\r\n\r\nQueen's English.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, with your permission, may I\r\n\r\nborrow a sentence that has quite often been used  by\r\n\r\nthe  Chief Minister? \"Today is a great day  for  the\r\n\r\npeople of Singapore!\" This was in my mind when  this\r\n\r\nmotion  was  brought up introducing multi-lingualism\r\n\r\ninto  this House for the purposes of oral debate.  I\r\n\r\nbelieve  this  is  a  great  step  forward  in   the\r\n\r\ndemocratic process in this country, because for  the\r\n\r\nfirst  time  the  Malay, Indian, and Chinese  ketuas\r\n\r\nwill  have a chance to present their views  in  this\r\n\r\nHouse  if  they are lucky enough to be elected.  The\r\n\r\nleaders of these three\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1514</b></font><br><br>\r\n\r\n\r\n\r\ncommunities  will  know that their  contribution  is\r\n\r\nwanted.  Therefore, I sincerely hope that  not  only\r\n\r\nwill   the   25  elected  Members  in   this   House\r\n\r\nwholeheartedly support this motion, but that the ex-officio Members and the nominated Members will  also\r\n\r\nfollow  the  step  which  the  Chief  Minister  took\r\n\r\nyesterday when he said that he moved this motion not\r\n\r\nas  the  head of the Government but as the  people's\r\n\r\nrepresentative of Cairnhill. And he  (the  Hon. the\r\n\r\nChief  Minister), I wish to remind the whole  House,\r\n\r\nis the representative of the minority of minorities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am also happy that this motion is supported by\r\n\r\nthe leader of the only communal political Party, the\r\n\r\nU.M.N.O.,  the  Member for Ulu  Bedok  (Inche  Abdul\r\n\r\nHamid Bin Haji Jumat). I can go further. This motion\r\n\r\nalso  gets support from the Member for Tanglin  (Mr\r\n\r\nEde) and the \"Member for Tanglin Club\", the hon. Mr\r\n\r\nSutherland. Sir, with your permission, I  must  say,\r\n\r\nbecause many a time the hon. Mr Sutherland has been\r\n\r\naccused  by  the  P.A.P. gang  as  the  \"Member  for\r\n\r\nTanglin Club\" - \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar)</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Point of order, Sir. Does the\r\n\r\nhon. Member understand the word \"gang\"?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It is hardly a point of order!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> And whether it is proper to\r\n\r\nrefer to hon. Members in this House - once they are in\r\n\r\nthis House anyway - as a gang? They are quite unarmed!\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The point of order is whether the\r\n\r\nword \"gang\" is or is not in order. I have been under\r\n\r\nthe   impression  that  the  hon.  Member  has  been\r\n\r\nspeaking with his tongue in his cheek, and  if  that\r\n\r\nis  so, then I do not see any objection to the  word \"gang\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Thank you, Mr Speaker, Sir. But this time I cannot not say that I\r\n\r\nam not going to support\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1515</b></font><br><br>\r\n\r\n\r\n\r\nthe  statement  that  the  hon.  Mr  Sutherland\r\n\r\nreally  is the \"Member for Tanglin Club\" because\r\n\r\nhe  says  that Malay is not the popular language\r\n\r\nin this country, and he seems to deny that Malay\r\n\r\nis at least one of the popular languages in this\r\n\r\ncountry. Secondly, he seems to make out to be  a\r\n\r\nlinguistic expert when he says that Mandarin  is\r\n\r\nnot  popular among the Chinese. From  these  two\r\n\r\nstatements we could come to the conclusion  that\r\n\r\nthe hon. Mr Sutherland lives very far away from\r\n\r\nthe  people of Singapore. Therefore, I am  sorry\r\n\r\nto  classify  him  as  the \"Member  for  Tanglin\r\n\r\nClub\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> Point of order, Sir. Mr\r\n\r\nSpeaker,  Sir, I did not take objection  in  the\r\n\r\nfirst  instance to this appellation, but I can - I\r\n\r\nthink  quite  legitimately - consider  it  to   be\r\n\r\nmildly  opprobrious and therefore I  would  like\r\n\r\nhim to withdraw it.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Is it not appropriate, the\r\n\r\n\"Member for Tanglin Club\"? [Interruption.]\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, order. The point raised is\r\n\r\nwhether  or  not  the  expression  \"Member   for\r\n\r\nTanglin  Club\" is offensive or insulting  within\r\n\r\nthe meaning of Standing Order 31 (4). It depends\r\n\r\nentirely on the context in which it is used, how\r\n\r\nit  is  used and how often it is used. But  once\r\n\r\nobjection  has  been taken to  it  by  the  hon.\r\n\r\nMember, I must rule that it does come within the\r\n\r\nmeaning  of  the Standing Order and therefore  I\r\n\r\nask  the hon. Member who is speaking not to  use\r\n\r\nthat expression again.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> Thank you, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, with your\r\n\r\npermission, when I address Mr Sutherland as the\r\n\r\n\"Member  for Tanglin Club\", I have in  mind  the\r\n\r\nfact  that  he is a European expatriate,  and  I\r\n\r\nbelieve all the members of the Tanglin Club  are\r\n\r\nEuropean expatriates - hence  he  is  the \"Member for  Tanglin  Club\".[Interruption.]\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1516</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, order. The hon. Member\r\n\r\nmust  remember  that  that expression  has  been\r\n\r\nruled out. It must not be used again.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I am sorry. I will\r\n\r\nwithdraw  the  word. Now I wish to  clarify  two\r\n\r\nremarks  which  have  been  made  by  the  Chief\r\n\r\nMinister's friend. First he asked, \"What do  the\r\n\r\nChinese people know about democracy?\" A platform\r\n\r\ndoes  not  entitle  me to  claim  that  I  am  a\r\n\r\nrepresentative from the Chinese community alone.\r\n\r\nI  cannot enjoy the privilege which the Hon. the\r\n\r\nMinister for Local Government, Lands and Housing\r\n\r\ncan  claim when he says, \"I am the head  of  the\r\n\r\nU.M.N.O. and  I  represent the Malay  community\r\n\r\nhere.\" But I am a Chinese. I think it is my duty\r\n\r\nto  defend all this - that when that friend of the\r\n\r\nChief  Minister said that the Chinese people  in\r\n\r\nthis country know nothing about democracy, he is\r\n\r\nentirely wrong. The last election clearly proved\r\n\r\nthat  the  Chinese in this country are the  most\r\n\r\nnon-communal-minded voters. They voted according\r\n\r\nto  their  conscience. They elected their  truly\r\n\r\nrespected   leaders.  You  can  see   that   for\r\n\r\nyourselves on the Government Front Bench. Is  it\r\n\r\nbecause  the Chinese outnumber the other  races?\r\n\r\nNo!  Take the representative from Cairnhill, the\r\n\r\nHon. the Chief Minister. He is a minority among\r\n\r\nthe  minorities, and, as I have said, yet he was\r\n\r\nvoted  in.  And  the majority of  the  Cairnhill\r\n\r\nvoters   belong   to   the  Chinese   community.\r\n\r\nTherefore  I  strongly object to the information\r\n\r\nwhich  the  Chief Minister has given to  us - that\r\n\r\nthe Chinese know nothing about democracy.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> On a point of personal\r\n\r\nexplanation,  Sir,I did not  associate  myself\r\n\r\nwith that opinion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I am well aware that the\r\n\r\nChief Minister did not believe that, but I  only\r\n\r\nwant  to clarify it, that is all. Secondly,  the\r\n\r\nsame gentleman said that the Chinese schools  in\r\n\r\nAmoy  are exactly the same as in Singapore. That\r\n\r\nhas   also  no  foundation  at  all.   In   this\r\n\r\nconnection,  I think the Hon. the  Minister  for\r\n\r\nEducation can\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1517</b></font><br><br>\r\n\r\n\r\n\r\ngive us a very clear picture. The curricula  and\r\n\r\nthe  textbooks  in  Amoy are entirely  different\r\n\r\nfrom those in Singapore. These are the only  two\r\n\r\npoints  I  just  wish to clarify  as  a  Chinese\r\n\r\nrepresentative.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy (Assistant Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Assistant Minister for Commerce and Industry (Mr J. M. Jumabhoy):</b> Mr Speaker, Sir,\r\n\r\nI  rise to support the motion moved by the  Hon.\r\n\r\nthe   Chief  Minister.  Today,  Sir,  with   the\r\n\r\nintroduction of this motion moved by  the  Chief\r\n\r\nMinister, the Labour Front, with the aid of  its\r\n\r\nCoalition  partners, is seeking  to  fulfil  yet\r\n\r\nanother  promise that it has made to the  people\r\n\r\nof Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I speak today not as a Member of the\r\n\r\nGovernment  but as one who has been  elected  by\r\n\r\nall  communities in the Stamford  Division.  The\r\n\r\nmajority  of the voters in the Stamford Division\r\n\r\nare  Chinese, and I can say rightly,  Sir,  that\r\n\r\nthey  do  not have the faintest idea of swamping\r\n\r\nthe other communities, but that they believe  in\r\n\r\nthe  democratic  process and the  party  system.\r\n\r\nThat was shown in the last election.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, though I have been elected by all\r\n\r\ncommunities,  yet - and I do not  want  it  to  be\r\n\r\nmisunderstood - I must say that  I  have  been  in\r\n\r\nclose   contact  (it  is  natural)  with  Indian\r\n\r\nopinion in Singapore, and though the Indians are\r\n\r\nin  the minority, I can safely say, Sir, so  far\r\n\r\nas  I have heard, their opinion is that they are\r\n\r\nall in support of this motion, and that they are\r\n\r\nhappy  and willing to co-operate that  Tamil  is\r\n\r\ngoing  to  be  chosen as the  language  for  the\r\n\r\nIndians.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, today the people of Singapore must be\r\n\r\nhappy at the freedom that will be given to  them\r\n\r\nfrom  the restrictive shackles of being confined\r\n\r\nto  one  language. Today, Sir, the doors of  the\r\n\r\nAssembly  are  going to be opened to  those  who\r\n\r\nhave   the   ability,  but  because   of   their\r\n\r\nlimitation of the knowledge of English, they  do\r\n\r\nnot  qualify to sit and legislate on  behalf  of\r\n\r\nthe people of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with due respect to the Member for Telok\r\n\r\nAyer (Mr R. Jumabhoy), I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1518</b></font><br><br>\r\n\r\n\r\n\r\nwish  to refer to one or two points that he  has\r\n\r\nmade. Sir, my principle has always been to  give\r\n\r\ncredit  where  it is due. Quotations  have  been\r\n\r\ngiven to us of legislation that was pending when\r\n\r\nthe  last Legislative Council was dissolved, and\r\n\r\ntherefore it was stated that it was no credit to\r\n\r\nthis Government to have carried forward the same\r\n\r\nlegislation. Sir, there is one vital difference,\r\n\r\nand  that is that many of the measures, like the\r\n\r\nLabour Code, have been brought to this House  by\r\n\r\nthe  present  Government with vital  changes  in\r\n\r\nthem,  so  that the whole tone of these measures\r\n\r\nhas  been changed. Sir, it was thought that  the\r\n\r\ncredit should be taken away from this Government\r\n\r\nand  that its efforts should be belittled.  But,\r\n\r\nSir,  the  last  Legislative  Council  had   the\r\n\r\nopportunity  to discuss this subject  of  multi-lingualism   and  only  one  Member   from   the\r\n\r\nProgressive  Party voted in favour of  it.  Sir,\r\n\r\nthey  had the chance to throw the doors open  to\r\n\r\neveryone  in Singapore who had the ability,  but\r\n\r\nthey did not take that chance. Sir, I do believe\r\n\r\nthat credit must be given where it is due, and I\r\n\r\nsay,  Sir,  that this credit should  go  to  the\r\n\r\nLabour  Front and its partners for  bringing  in\r\n\r\nthis measure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the hon. Mr Sutherland made the point\r\n\r\nthat    after    multi-lingualism    has    been\r\n\r\nestablished,  the papers will still  be  in  one\r\n\r\nlanguage and therefore many Members will fail to\r\n\r\nunderstand  one  word of it. Sir,  that  is  the\r\n\r\nreason  why  the Chief Minister is  recommending\r\n\r\nthe  appointment of a Committee to go  into  the\r\n\r\nquestion thoroughly, and if it feels that it  is\r\n\r\nnecessary,  it  can recommend  the  creation  of\r\n\r\nposts  for translators and so on, so that  there\r\n\r\nwill  be  adequate  translation  facilities  for\r\n\r\nMembers who cannot understand English.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan (Tiong Bahru):</b> Mr Speaker,\r\n\r\nSir, the speeches that I have heard this morning\r\n\r\nmake  me more than convinced that we should  not\r\n\r\ndelay  the  introduction of multi-lingualism  in\r\n\r\nthis Assembly. In our cosmopolitan Singapore the\r\n\r\nlifting  of  the restriction on the use  of  the\r\n\r\nEnglish language only in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1519</b></font><br><br>\r\n\r\n\r\n\r\nLegislative Assembly will go a long way  towards\r\n\r\nmaking  future elections to this Assembly  truly\r\n\r\nrepresentative.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The language restriction, in effect, has\r\n\r\ncreated two classes of citizens. Those who speak\r\n\r\nEnglish fluently are able to vote and also stand\r\n\r\nfor election, and those who cannot speak English\r\n\r\nor  speak English with insufficient fluency  are\r\n\r\nable  to  vote  but  are  not  qualified  to  be\r\n\r\nelected. Such a form of government which divides\r\n\r\nthe  people of Singapore must be done away  with\r\n\r\nas  soon  as possible. There are among us  many,\r\n\r\nmany  loyal  and able citizens who are  educated\r\n\r\neither  in Chinese. Malay or Tamil and who  will\r\n\r\nno  doubt make as good legislators as those  who\r\n\r\nspeak   English,   if   they   are   given   the\r\n\r\nopportunity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore hope that all hon. Members of this\r\n\r\nHouse  will, without hesitation, rise to support\r\n\r\nthe motion moved by the Hon. the Chief Minister,\r\n\r\nwho  has  the  good intention  of  giving  equal\r\n\r\njustice to all races.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng (Queenstown):</b> Mr Speaker,\r\n\r\nSir,  when  the Labour Front stood for  election\r\n\r\nlast  year,  it had, as its aims and principles,\r\n\r\nthe  provision  of multi-lingual  facilities  in\r\n\r\nthis Government and local councils. Today we see\r\n\r\nthat this aim is achieved by having before us  a\r\n\r\nmotion  to  introduce four  languages  for  oral\r\n\r\ndebates.  I should say that this is due  to  the\r\n\r\nefforts of the Chief Minister and his delegation\r\n\r\nthat went to the United Kingdom recently.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This country is a country with many\r\n\r\nnationalities, and several languages are spoken,\r\n\r\nincluding   many   dialects   of   the   several\r\n\r\nlanguages,  and if this Assembly is supposed  to\r\n\r\nbe a representative body of all people, then the\r\n\r\nlanguages of all people should be spoken in this\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many arguments have been put forward by those\r\n\r\nwho opposed the introduction of multi-lingualism\r\n\r\nbefore  the elections, and the reason  why  they\r\n\r\nopposed  it  was because they feared  that  much\r\n\r\ntime  would  be wasted in the interpretation  of\r\n\r\nspeeches from one language to another.  From  my\r\n\r\nexperience recently at the Labour Front\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1520</b></font><br><br>\r\n\r\n\r\n\r\nconference - though  I  am on  the  opposite  side\r\n\r\nnow - I feel that there is no interruption at all.\r\n\r\nI   have   gained  a  lot  of  experience   that\r\n\r\nsimultaneous interpretation of speeches could be\r\n\r\ncarried out very smoothly, and the procedure  at\r\n\r\nthat  conference  was not at all  in  the  least\r\n\r\ninterrupted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A large majority of our younger generation do\r\n\r\nnot  have an English education, but, as the Hon.\r\n\r\nthe  Minister  for Local Government,  Lands  and\r\n\r\nHousing  has  said, they are fit  to  run  local\r\n\r\ngovernment or central government. Why  bar  them\r\n\r\nbecause of the language difficulty? Let  us,  as\r\n\r\nlegislators of this country, open the  door  and\r\n\r\npave  the  way so that when they grow  up  there\r\n\r\nwill be no language difficulty and they can take\r\n\r\nan active part in the running of the country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a firm believer of democracy, I am pledged\r\n\r\nto  the electorate on the platform where I stood\r\n\r\nand I think that it is the duty of every citizen\r\n\r\nhere  and every Member of this House to  support\r\n\r\nthis motion. I strongly support the motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I do not\r\n\r\nwant to flog a dead horse. Multi-lingualism  has\r\n\r\nbeen  one  of  the big issues since  the  Rendel\r\n\r\nCommission. It  has killed one political  Party\r\n\r\nand  has  changed the whole complex of political\r\n\r\nlife  of  Singapore. But to get  our  historical\r\n\r\nperspective right, I think it might  be  useful,\r\n\r\nin  view of the disclosure of the Chief Minister\r\n\r\nyesterday  that  he  wrote a memorandum  to  the\r\n\r\nRendel Commission, if we could get the facts  in\r\n\r\ntheir  proper chronological order.  I  have  had\r\n\r\naccess to the Singapore Standard library  and  I\r\n\r\nhave  with me here a file of all the letters  to\r\n\r\nthe  Press, news reports and memoranda connected\r\n\r\nwith  the  Rendel Commission. It  is  with  some\r\n\r\nnostalgia that I look at some of these  reports,\r\n\r\nfor  I know the people who were responsible  for\r\n\r\nthese  reports and for the publication of  these\r\n\r\nreports.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The issue was first raised by the Singapore\r\n\r\nSenior  Officers Association in their memorandum\r\n\r\nhanded  to the Rendel Commission on the 28th  of\r\n\r\nNovember,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1521</b></font><br><br>\r\n\r\n\r\n\r\n1953, and published in the Singapore Standard on\r\n\r\nthe 30th of November, 1953.\r\n\r\n\r\n\r\nThey said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Experience has shown that there is a large\r\n\r\nelement   of  the  population  who  are  British\r\n\r\nsubjects, who have been permanently resident  in\r\n\r\nthe  Colony  for  many years,  and  who  do  not\r\n\r\nparticipate in the legislative processes open to\r\n\r\nthem  because  they  are  unable  to  speak  the\r\n\r\nEnglish language. On the other hand, there is  a\r\n\r\nmuch smaller number of postwar emigrants who are\r\n\r\nBritish subjects who have been able, because  of\r\n\r\na slight command of the English language and the\r\n\r\nabsence  of  any  residential qualification,  to\r\n\r\ngain  an influence in local political activities\r\n\r\nout of all proportion to their numbers and their\r\n\r\nactual  ability. It is inconceivable  that  such\r\n\r\nelements, known locally as birds of passage with\r\n\r\nloyalties    elsewhere,   should    under    the\r\n\r\nconstitution  be  allowed  such  scope  in   the\r\n\r\npolitical  arena; whereas others with very  much\r\n\r\nbetter   claims  are  debarred  from  a   fuller\r\n\r\nparticipation  in the legislative  processes  by\r\n\r\nthis language bar.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A few days later member unions of the Council\r\n\r\nof  Joint Action - a virile and vigorous  body  of\r\n\r\nwhich I think the Hon. the Chief Secretary  must\r\n\r\nhave happy memories, sent in a memorandum to the\r\n\r\nRendel  Commission. It is like reading something\r\n\r\nthat  was  written  in  a  different  age.  This\r\n\r\nmemorandum  was submitted by the  Working  Class\r\n\r\nEmployees  Unions  of the Singapore  Government.\r\n\r\nMay  I read just the relevant passages? In  this\r\n\r\nmemorandum   they  explained  the   difficulties\r\n\r\nagainst organised labour expressing itself. They\r\n\r\nsaid:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"There is a second handicap with which\r\n\r\norganised labour has to contend. It is this: The\r\n\r\nofficial language of the Legislature is English.\r\n\r\nSince  the proportion of English-speaking people\r\n\r\nin  the  Colony  is  very small - some  ten  per\r\n\r\ncent - it  is  clear that the language restriction\r\n\r\nserves  to confine political leadership to  this\r\n\r\nsmall  section of the population. The effect  of\r\n\r\nthe  present arrangement has been disastrous  so\r\n\r\nfar  as the working class movement is concerned.\r\n\r\nThe movement has to rely for its leaders, or  at\r\n\r\nleast  as  its spokesmen in the Legislature,  on\r\n\r\nmembers of the English-educated minority.  There\r\n\r\nare two main Parties in Singapore - \"\r\n\r\n\r\n\r\n<br><br>This was then, Mr Speaker, 1953, - \r\n\r\n\r\n\r\n<br><br>\"the Progressive Party and the Singapore Labour\r\n\r\nParty.\"\r\n\r\n\r\n\r\n<br><br>They are both dead now!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The first, namely, the Progressive Party, is,\r\n\r\nto  judge  by  its  actions in  the  Legislative\r\n\r\nCouncil  and  elsewhere, as  distinct  from  its\r\n\r\nelectoral  blandishments, the local  counterpart\r\n\r\nof the Conservative Party in Britain, though,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1522</b></font><br><br>\r\n\r\n\r\n\r\nof  course,  it receives nothing like  the  mass\r\n\r\nsupport  which  the  British Conservative  Party\r\n\r\nenjoys. Organised labour recognises the right of\r\n\r\na  Right-wing  political Party  to  exist  in  a\r\n\r\ndemocratic system, but it obviously cannot place\r\n\r\nany  great confidence in such a Party to advance\r\n\r\nthe cause of the working class.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The alternative at present open to the labour\r\n\r\nmovement  is  the Singapore Labour Party.  Grave\r\n\r\ndoubts  have  recently  been  expressed  as   to\r\n\r\nwhether  this Party exists other than  in  name.\r\n\r\nCertainly  its activities, so far as the  public\r\n\r\nis   aware,   consist  mainly   of   sensational\r\n\r\nresignations, expulsions, charges  and  counter-charges in public of petty intrigues within  the\r\n\r\nParty caucus. They have reduced the Party  to  a\r\n\r\nstate where it is regarded with open derision by\r\n\r\nmembers of the public in general and members  of\r\n\r\nthe working class in particular.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The main cause of the deplorable state in\r\n\r\nwhich  organised labour has found itself in  the\r\n\r\npolitical scene of Singapore is clear. The  real\r\n\r\nleaders of the labour movement in Singapore,  as\r\n\r\nit  is elsewhere, are those who are thrown up in\r\n\r\nthe  evolution of the movement to  positions  of\r\n\r\nleadership   by  their  fellow  workers.   These\r\n\r\nnatural  leaders  are, however,  prevented  from\r\n\r\nactive    participation   in    the    political\r\n\r\ninstitutions of this Colony by the rule  in  the\r\n\r\nLegislative  Council Standing  Orders  that  the\r\n\r\nlanguage  of the Council is English. The  result\r\n\r\nhas  been  to  give  scope  to  all  manner   of\r\n\r\nopportunists  and  adventurers  who  speak   the\r\n\r\nEnglish language and who proclaim themselves  to\r\n\r\nbe  sympathetic to the labour movement. Some  of\r\n\r\nthese  have  contrived to obtain for  themselves\r\n\r\nnominal  leadership of the labour movement.  The\r\n\r\nresult is only what one could expect, though  it\r\n\r\ncan  hardly be the one as is intended  by  those\r\n\r\nwho framed the present constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We therefore urge the Commission, with all the\r\n\r\nemphasis  at  our command, to make provision  in\r\n\r\nthe new constitution for various languages to be\r\n\r\nspoken  in  the  Assembly. The difficulties  are\r\n\r\nlargely technical and may be solved by providing\r\n\r\nearphones    and    translators.    Simultaneous\r\n\r\ntranslations  of  speeches may  be  arranged  at\r\n\r\nCouncil  meetings. For the paper work  necessary\r\n\r\nin  the  management of public  affairs,  written\r\n\r\ntranslations  could  be arranged  without  great\r\n\r\ninconvenience or cost, and in Committee meetings\r\n\r\nthe  services  of  a  few  interpreters  may  be\r\n\r\nnecessary.  It  is  a trite, but,  nevertheless,\r\n\r\ntrue  statement that Singapore is a cosmopolitan\r\n\r\ncity  with  people of many ethnic and linguistic\r\n\r\norigins.   The  participation  of  the   natural\r\n\r\nleaders of the people in public affairs  of  the\r\n\r\nColony  cannot be achieved unless due regard  is\r\n\r\npaid to the range of languages spoken here.\"\r\n\r\n\r\n\r\n<br><br>And so they went on to ask:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The actual languages for which it may be\r\n\r\nnecessary   to  arrange  translations   in   the\r\n\r\nLegislative  Council meetings are  a  matter  of\r\n\r\ndetail\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1523</b></font><br><br>\r\n\r\n\r\n\r\nwhich could be settled without undue difficulty.\r\n\r\nWe  suggest  that  the following  languages  and\r\n\r\ndialects  be regarded as the accepted medium  of\r\n\r\nexpression  in  the Legislature - English,  Malay,\r\n\r\nTamil,  two  or  three Chinese  dialects,  e.g.,\r\n\r\nMandarin, Hokkien and Cantonese.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In January that year these Unions made oral\r\n\r\nrepresentations before the Rendel Commission.  I\r\n\r\nremember  the  story  in the Singapore  Standard\r\n\r\ndated 15th January, 1954:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Demand for a multi-lingual Legislature for\r\n\r\nSingapore was made in three languages  by  three\r\n\r\ntrade unionists at the first open session of the\r\n\r\nRendel  Constitution Commission at the  Victoria\r\n\r\nMemorial  Hall yesterday. The unionists stressed\r\n\r\nthat  the  language barrier placed on candidates\r\n\r\nstanding  for  elections to the Legislative  and\r\n\r\nCity  Councils  was preventing genuine  workers'\r\n\r\nrepresentatives from entering the Councils.  The\r\n\r\nthree  workers' representatives - Mr K. M. Byrne,\r\n\r\nMr   A.  K.  Karipaya  and  Inche  Ismail   Bin\r\n\r\nBajee - declared that Singapore was being ruled by\r\n\r\nan  English-speaking minority of ten per cent of\r\n\r\nthe total population.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is how it began, Sir. Looking back now, I\r\n\r\ndo   not  think  that  those  who  drafted   the\r\n\r\nmemoranda  which they presented  to  the  Rendel\r\n\r\nCommission  fully  realised the  depths  of  the\r\n\r\nproblem that had been facing Singapore all  this\r\n\r\nwhile.  We have heard today how everybody  feels\r\n\r\nthat  the demand for a multi-lingual Legislature\r\n\r\nis  reasonable and just. But for two years there\r\n\r\nwas  bitter and fierce opposition put up by  one\r\n\r\nof   the  English-language  papers  and  backed,\r\n\r\nunfortunately  disastrously for that  Party,  by\r\n\r\nthe English-speaking middle class. They went  to\r\n\r\ntown  with  it  and they were  thrown  out.  The\r\n\r\nProgressive  Party  is  today  dead.  They  have\r\n\r\nbecome  Lib-Soc.  They have become  Liberals  ad\r\n\r\nlib.   They  now  say  they  believe  in  multi-lingualism and, with a touch of drama, they  get\r\n\r\ntheir  sole  European-elected representative  to\r\n\r\ncome here and put forward in reasonable language\r\n\r\nwhy  this  is as it should be. But  I  think  we\r\n\r\nshould congratulate the hon. Mr Sutherland  for\r\n\r\nnailing  the  lie. He says he is not  afraid  of\r\n\r\nwhat  will happen to him. He is not elected.  He\r\n\r\ndoes not care. The others are elected - \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1524</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Point of order, Sir. With\r\n\r\nrespect,  it  is  true  that  they  are  in  the\r\n\r\nOpposition.  They  held  views.  They  may  have\r\n\r\nchanged  their views. To speak of  \"nailing  the\r\n\r\nlie\",  I respectfully suggest, is not the proper\r\n\r\nprocedure under our rules.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> An objection has been taken by the\r\n\r\nChief  Minister  and  I  must  deal  with   that\r\n\r\nobjection. The objection, as I take it, is  that\r\n\r\nthe  use  of  the phrase \"nailing  the  lie\"  in\r\n\r\nrespect  of Members of this Assembly is  out  of\r\n\r\norder.  I must rule that it is, in fact, out  of\r\n\r\norder and should never have been used.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> As you please, Mr Speaker,\r\n\r\nSir, it is tiresome to listen to these finickity\r\n\r\nobjections  on  points of order - however  I  must\r\n\r\nabide  by your ruling. However, I think  I  have\r\n\r\nconveyed enough to this House to show that  what\r\n\r\nreally is behind this demand is a force of  some\r\n\r\n300,000 people who have voted unequivocably  for\r\n\r\nmulti-lingualism. Everyone of us who has  to  go\r\n\r\nback  to his constituency in the not too distant\r\n\r\nfuture must have this in mind. So we have  heard\r\n\r\nall  these  blandishments that nobody need  take\r\n\r\nany credit for it - \"I am speaking for Cairnhill.\"\r\n\r\n\"I am speaking for Stamford.\" \"I am speaking for\r\n\r\nUlu  Bedok.\"  \"I  am  not the  Government.\"  \"We\r\n\r\nrepresent the voters.\" But comes the Member  for\r\n\r\nStamford  who  says, \"We must give credit  where\r\n\r\ncredit  is due.\" That credit, I think,  must  be\r\n\r\ndue  to  the few who work with these unions  and\r\n\r\nwho wrote that memorandum.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For purposes of record. I have recounted the\r\n\r\nbeginnings of this issue. When they started  it,\r\n\r\nthey  did not realise that it was going to  grow\r\n\r\ninto such enormous proportions and reach a point\r\n\r\nwhere  the  whole  political  structure  of  our\r\n\r\nconstitution would change radically.  When  they\r\n\r\nwrote  this  memorandum,  they  had  in  mind  a\r\n\r\ntransitory   period  where  we  would   have   a\r\n\r\nmultiplicity of languages, hoping that the  time\r\n\r\nwould\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1525</b></font><br><br>\r\n\r\n\r\n\r\ncome  when  we  would  all be  one  homogeneous,\r\n\r\nlinguistic  whole.  But ethnic,  linguistic  and\r\n\r\nracial   forces  are  more  powerful  than   the\r\n\r\nthoughts - rational and logical even  though  they\r\n\r\nmay  be - of  an  English-educated minority.  This\r\n\r\nissue has brought forward real and deep problems\r\n\r\nwhich we must face not tomorrow but now. We have\r\n\r\nto decide for ourselves the basis of the society\r\n\r\nupon which an independent Malaya is to rest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have heard, and, as far as I am concerned,\r\n\r\nwith  considerable  amusement,  the  last  ditch\r\n\r\nstand  by  the  hon.  Mr Sutherland.  There  is\r\n\r\nsomething  engaging  about  the  Scots - they  are\r\n\r\ndoughty  warriors and they go down fighting.  \"I\r\n\r\nbelieve  in  what I believe, and  I  believe  in\r\n\r\nEnglish. It is the best language and let us have\r\n\r\nno  nonsense with North-East monsoons and  South-West  monsoons! We all know what we are  talking\r\n\r\nabout when we talk English, but when we talk one\r\n\r\nof  these bazaar languages we get all mixed up!\"\r\n\r\nI  thought  to myself then - what great luck  that\r\n\r\nthis  Assembly should constantly be reminded  of\r\n\r\nwhat it might have been if all those who had won\r\n\r\nthe  election  were those who had supported  the\r\n\r\npoint  of  view  of the hon. Mr Sutherland.  We\r\n\r\nwould   have   seen   a  wonderful   facade,   a\r\n\r\nlegislature completely divorced from the people,\r\n\r\nand  without the slightest knowledge of what was\r\n\r\ngoing  on in the hearts and minds of the people.\r\n\r\nI thought to myself also then - what an incredibly\r\n\r\ndangerous thing to have admitted - that a  hundred\r\n\r\nyears  of  British domination  had  reduced  the\r\n\r\nMalay  language  to  such a  pitiable  state  of\r\n\r\ndisrepair!  It  cannot even express  \"North-East\r\n\r\nmonsoon\", and therefore we should abandon it!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, 70 million Indonesians in\r\n\r\nIndonesia  have officially abolished  the  Dutch\r\n\r\nlanguage, abjured forever their desire to  speak\r\n\r\nDutch,  introduced a new language  because  they\r\n\r\nhated  the Dutch, and still hate the Dutch,  and\r\n\r\nare  actively  building up  their  language  and\r\n\r\ntheir literature. This is a matter where I think\r\n\r\nthat white\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1526</b></font><br><br>\r\n\r\n\r\n\r\nmen  would be wise not to rush in. If they  want\r\n\r\nto  be friends with the local people, they  must\r\n\r\nunderstand why they are and what they are.  They\r\n\r\nmust  know that there is one urge stronger  than\r\n\r\nany other in Asia, and that is the assertion  of\r\n\r\nAsians  in Asia and in the world. That  was  the\r\n\r\nspirit   of   the   Bandung   Conference.    The\r\n\r\ndemarcation line there was not Communism,  anti-Communism, pro-Communism or non-Communism. There\r\n\r\nwas   a   bigger   denominator.   We   are   the\r\n\r\ndispossessed.  We have been that  for  the  last\r\n\r\ncentury. They said the yellow man was a  coward,\r\n\r\nthe  black man was a fool, and the brown man was\r\n\r\nlazy.  One cannot expect these natives  to  work\r\n\r\ndemocracy. What can one do with their languages?\r\n\r\nIn  Bandung, Asia and Africa symbolised for  all\r\n\r\nAsians  and Africans the spirit of the new  Asia\r\n\r\nand  the  new world. If the white man  does  not\r\n\r\nbelieve that the yellow man, or the brown man or\r\n\r\nthe  black man can do it, they are going to show\r\n\r\nit to him in a very swift and decisive manner.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, apart from the emotional symbols, the\r\n\r\nparaphernalia  of  building up  a  coherent  and\r\n\r\ncohesive  state,  there is the question  of  the\r\n\r\nnational  language.  It is something  more  than\r\n\r\njust  learning about the North-East monsoon.  It\r\n\r\nis  something which becomes part of the  way  of\r\n\r\nlife,  of  the thoughts of a whole  race,  of  a\r\n\r\nwhole people. That is why the Chief Minister and\r\n\r\nhis  kin  can go back to Israel today and  speak\r\n\r\nHebrew  after  2,000 years of being  chased  all\r\n\r\nover  the world. They can go back to Israel  and\r\n\r\nthey  can  speak  Hebrew, which they  have  kept\r\n\r\nalive.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When we take this step today, we must\r\n\r\nunderstand  that it is irreversible,  unless  at\r\n\r\nthe  point  of the bayonet, and even that  would\r\n\r\nnot  work for long. We must remember that  there\r\n\r\nare  deeper and wider implications and  that  is\r\n\r\nwhy,  in  our  All-Party  Education  Report   on\r\n\r\nChinese   education,  we   could   not   confine\r\n\r\nourselves  to the problem of Chinese  education.\r\n\r\nThe whole thing is tied up\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1527</b></font><br><br>\r\n\r\n\r\n\r\nwith  what kind of Malaya we are to have, and  I\r\n\r\nhope  the most constructive suggestion  made  in\r\n\r\nthis  Education  Report is that  which  provides\r\n\r\nthat  whichever stream of education  you  enter,\r\n\r\nyou should come out at the end of that stream in\r\n\r\none confluence. We have here a proposal that  if\r\n\r\na  boy  goes  to an English-language school,  he\r\n\r\nshall   immediately  also   learn   his   mother\r\n\r\nlanguage. He shall do that for the whole of  his\r\n\r\nschool life. In his secondary school he will opt\r\n\r\nfor one more of the four languages that will  be\r\n\r\noffered him - Malay, Mandarin, Tamil or such other\r\n\r\nlanguage as the Indian community will decide for\r\n\r\nthemselves,  and  English as the  first  foreign\r\n\r\nlanguage. Let us face facts. Pandit Nehru (and I\r\n\r\nthink  few non-Europeans can claim to  have  the\r\n\r\nsame  facility  of  expression  in  the  English\r\n\r\nlanguage as Mr Nehru) has said that every  time\r\n\r\nhe  speaks  in  the  English language  he  feels\r\n\r\nashamed  that  he  is a product  of  a  colonial\r\n\r\nsociety,  that he has not a command of  his  own\r\n\r\nlanguage  as he has of English. We have  decided\r\n\r\nthat   no  boy  in  Singapore - and  we  hope   in\r\n\r\nMalaya - will ever be in the predicament in  which\r\n\r\nsome  Members  in this House find themselves - the\r\n\r\nproducts   of   the  English-educated   colonial\r\n\r\nsystem. So this scheme is devised in order  that\r\n\r\nwhatever school a boy goes into - if it is  Malay,\r\n\r\nhe  will  learn two other languages:  if  it  is\r\n\r\nChinese,  he will learn two other languages;  if\r\n\r\nit  is  Tamil or Hindi, he will learn two  other\r\n\r\nlanguages. And we hope that, with the content of\r\n\r\nthe  textbooks and the whole approach the  same,\r\n\r\nthen  at  the confluence of the four streams  of\r\n\r\neducation  we will have a Malayan as homogeneous\r\n\r\nas  it  is culturally and ideologically possible\r\n\r\nin  a  multi-racial society. That is one of  the\r\n\r\nmost  difficult  and one of the  most  important\r\n\r\nproblems of Malaya, and the only people who  can\r\n\r\nsolve  that  problem are the  people  of  Malaya\r\n\r\nthemselves.  However much we may be  pleased  at\r\n\r\nthe European elected Member, however much we may\r\n\r\nbe  amused  by  the  European nominated  Member,\r\n\r\nthose  of us who are Asians and who are  elected\r\n\r\nhave   the  task  not  only  of  satisfying   an\r\n\r\nemotional urge of the people but also\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1528</b></font><br><br>\r\n\r\n\r\n\r\nof guiding that urge along lines which will lead\r\n\r\nto  a  cohesive, structurally sound  and  stable\r\n\r\nMalaya.  When Mr Sutherland said, for instance,\r\n\r\n\"Mandarin, they do not speak it! I know they  do\r\n\r\nnot!  I  know! I have been there and I know  it!\r\n\r\nThey   speak  Hokkien  and  Teochew!   \",   he\r\n\r\ncompletely  failed  to  understand  that  it  is\r\n\r\nsomething  deeper. It is a primordial urge.  The\r\n\r\nEast has said, \"We shall assert ourselves.\"  And\r\n\r\none  of  the ways in which the East is asserting\r\n\r\nitself is the rejuvenation of its languages  and\r\n\r\nits cultures.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have here today in Malaya three main\r\n\r\ncultural     and    linguistic    streams - Malay-Indonesian, Chinese and Indian. We  are  at  the\r\n\r\nconfluence of these streams. We have the problem\r\n\r\nof  building up a nation just at the moment when\r\n\r\nthe three outside sources of these civilisations\r\n\r\nhave themselves blossomed forth as international\r\n\r\nforces.  We  are trying to build a  Malaya  when\r\n\r\nthere is an India which is growing more powerful\r\n\r\nand  more  industrialised every day. We  have  a\r\n\r\nChina  which is growing more powerful  and  more\r\n\r\norganised  every day. And so with Indonesia.  As\r\n\r\nfor  the  six to seven million Chinese,  Indians\r\n\r\nand  Malays in Malaya, we have to ask  ourselves\r\n\r\nwhether our paths lie in reverting back  to  the\r\n\r\nlands  of  our forbears, or whether  our  future\r\n\r\nlies  in  seeking some common way which will  be\r\n\r\nacceptable  to  all  and  which  would  make   a\r\n\r\ndemocratic  Malaya a thing to be  proud  of.  We\r\n\r\nhave  to  have  faith  in \"unity  in  diversity\"\r\n\r\nbecause, if we do not believe that, then we will\r\n\r\nhave to despair and we will have to leave it  to\r\n\r\nthe gods. We do not believe in leaving it to the\r\n\r\ngods.  We  believe in channelising, marshalling,\r\n\r\nand understanding these forces in order that  we\r\n\r\ncan bring them together to build this Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, my Party, and I am not\r\n\r\nspeaking just as the Member for Tanjong Pagar - it\r\n\r\nis part of the programme of my Party - believes in\r\n\r\nmulti-lingualism.  We have  said  in  our  Party\r\n\r\nmanifesto  that Malay will be the lingua  franca\r\n\r\nbecause it is the easiest language; but we  have\r\n\r\nalso  said that Mandarin and the Indian language\r\n\r\n(whatever language the Indians may opt for) shall\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1529</b></font><br><br>\r\n\r\n\r\n\r\nbe   part  of  the  official  languages  of  the\r\n\r\ncountry.  This  is  my Party's  policy,  not  my\r\n\r\nindividual  thought,  my  personal  quirks,   my\r\n\r\npersonal  idiosyncrasies.  We  believe   in   it\r\n\r\nbecause  we  believe therein  lies  the  way  to\r\n\r\nsalvation.  I have great pleasure in  supporting\r\n\r\nthis motion with this one proviso-that so far as\r\n\r\nthe  Tamil  language is concerned, it should  be\r\n\r\nopened   to   the   Indian   community   to   make\r\n\r\nrepresentations  to  the  Select  Committee   to\r\n\r\nchoose  some other Indian language  if  they  so\r\n\r\ndesire.  In  our  Report on  Chinese  Education,\r\n\r\nsigned  by  all the parties, we stated  that  it\r\n\r\nwould  appear  that  Tamil is  the  most  widely\r\n\r\nspoken  language,  but that if  for  reasons  of\r\n\r\nnational  convenience they wish to  choose  some\r\n\r\nother language for their children to study, then\r\n\r\nit  should  be  open to the Indian community  to\r\n\r\nmake   representations  as  to  what  particular\r\n\r\nlanguage they wish to have in the Assembly.  Mr\r\n\r\nSpeaker, Sir, we support this motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim (Nominated):</b> Mr Speaker,\r\n\r\nSir,  a great Chinese philosopher once said,  \"A\r\n\r\ncomplete man blushes when credit is given to him\r\n\r\nfor  any  good that he has done.\" It is  perhaps\r\n\r\ndifficult  to  find a complete man  amongst  the\r\n\r\nelected  Members. We will have to  look  amongst\r\n\r\nthe nominated Members to find a complete man.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to refer, Sir, to one of the\r\n\r\nremarks  made  by  the hon. Mr Sutherland,  and\r\n\r\nthat  is  whether  it  is  altogether  wise   to\r\n\r\nrestrict  the Chinese language to Mandarin.  The\r\n\r\nolder  generation of Chinese either do not speak\r\n\r\nMandarin  or  do  not understand Mandarin.  They\r\n\r\nhave   various  dialects  of  their  own-Hokien,\r\n\r\nTeochew, Cantonese and others. I do not say that\r\n\r\nMandarin  will not be acceptable to the  Chinese\r\n\r\nas  a whole, but to restrict the Chinese dialect\r\n\r\nonly  to  Mandarin  may mean excluding  a  great\r\n\r\nnumber  of the older Chinese who might be useful\r\n\r\nin an Assembly of this nature.\r\n\r\n\r\n\r\n<br><br><!-- Mr M. P. D. Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr M. P. D. Nair (Seletar):</b> Mr Speaker, Sir,\r\n\r\nin  one of the most brilliant speeches delivered\r\n\r\nyesterday, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1530</b></font><br><br>\r\n\r\n\r\n\r\nChief Minister reiterated his belief in \"justice\r\n\r\nfor  all\"  in  Singapore.  That  has  been  well\r\n\r\nreceived by almost all sections of the people in\r\n\r\nSingapore, and I do not think that there is very\r\n\r\nmuch  for  me to add to what the Chief  Minister\r\n\r\nalready stated yesterday.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My constituents have always told me that they\r\n\r\ndesire  this  Assembly  to  be  a  multi-lingual\r\n\r\nAssembly,  so that more of them could take  part\r\n\r\nin  the  public affairs of this Colony, and,  as\r\n\r\nsuch,  I  am  bound to support  this  motion.  I\r\n\r\npersonally   believe  that  this  principle   of\r\n\r\n\"justice  for all\" is very good for the unity  of\r\n\r\nthe  people  of  this country, because  it  will\r\n\r\nenable them to build a united Malayan nation  in\r\n\r\nthe  very  near  future. I  do  hope  that  this\r\n\r\nprinciple will stand for all time in any  future\r\n\r\nconstitution for Malaya and Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the language for the Indians in\r\n\r\nthis  Assembly,  Tamil has been  recommended.  I\r\n\r\nfeel  sure that all the Indians will agree  that\r\n\r\nthe  majority of the Indian population do  speak\r\n\r\nTamil,  and that there will not be much  quarrel\r\n\r\nabout  this language being introduced into  this\r\n\r\nAssembly. If, however, any other section of  the\r\n\r\nIndian  community would make representations  to\r\n\r\nthe  Select Committee that a language other than\r\n\r\nTamil should be introduced, I am sure the Select\r\n\r\nCommittee would consider their representations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have the privilege of supporting this motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong (Serangoon):</b> Mr Speaker,\r\n\r\nSir,  I  rise to support this motion. It is  the\r\n\r\npolicy of my Party - \r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Which Party?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> - the Liberal-Socialist\r\n\r\nParty,  the new Party that will have the support\r\n\r\nof  all in Singapore, because it represents  all\r\n\r\nshades of opinion and represents all races. This\r\n\r\nis the Party that will be supported by all races\r\n\r\nbecause it does not seek to depart - \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1531</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, is this debate\r\n\r\nrelating to a Party or to the motion before  the\r\n\r\nHouse?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> In answer to your question -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am afraid the hon.\r\n\r\nMember  invited  those remarks.  Mr  Lim  Choon\r\n\r\nMong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> I shall not dwell too much\r\n\r\non  that, Sir. I will get back to the debate. In\r\n\r\nthis  world today we fight for equality. We find\r\n\r\nthat  the  Western world have always  said  that\r\n\r\nthey  are  the  champions of democracy.  Indeed,\r\n\r\nSir,  we are also fighting for that ideal.  That\r\n\r\nideal,  however, must embrace  at  least  a  few\r\n\r\nfundamental points. It must embrace  freedom  of\r\n\r\naction  and freedom of expression. We do not  in\r\n\r\nSingapore restrict people outside this  Assembly\r\n\r\nfrom  speaking whatever they like to speak,  but\r\n\r\nin this Assembly, however, we do confine them to\r\n\r\nthe  English language. Such freedom  of  speech,\r\n\r\nSir,  I  would say is not effective. It  is  not\r\n\r\nwhat  the people want. The ideals of the people,\r\n\r\ntheir aspirations, must be allowed to reach  the\r\n\r\nmasses,  to  reach  the  highest  of  Government\r\n\r\norgans,  and it is therefore important that  the\r\n\r\npeople  of  this country should  be  allowed  to\r\n\r\nspeak  and  express their opinions in their  own\r\n\r\nlanguages. Many people in this country feel that\r\n\r\nthere   are   practical  difficulties   on   the\r\n\r\nintroduction of multi-lingualism, but I ask you,\r\n\r\nSir, in whatever matter that we are starting, is\r\n\r\nthere  no difficulty? There must be difficulties\r\n\r\nin  the beginning of everything. If we happen to\r\n\r\nbe  the  first  to meet with such  difficulties,\r\n\r\nthen we must have the courage and conviction  to\r\n\r\ncarry  on  and  overcome such difficulties,  and\r\n\r\nmake  the project work. We may not work at  full\r\n\r\nefficiency  at  the  beginning,  but  it  is  my\r\n\r\nhope - and I know - that in the end it will work.  I\r\n\r\nknow that this will come if it is implemented by\r\n\r\nthe  Ministry of Education. I have a  hope  that\r\n\r\none day we will be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1532</b></font><br><br>\r\n\r\n\r\n\r\nable  to converse with people of all races,  who\r\n\r\ncomprise the population of Singapore and Malaya,\r\n\r\nin  any language whatsoever. I have had a bit of\r\n\r\nexperience here and there, and I do know that in\r\n\r\nSingapore today there are many who are  equipped\r\n\r\nwith  a knowledge of more than one language;  in\r\n\r\neffect, they speak two, three or four languages.\r\n\r\nToday  it may be possible for us to speak to  an\r\n\r\nEnglishman in Malay and make him understand  it,\r\n\r\nalthough  he may not be able to express  himself\r\n\r\nin  Malay;  and the Englishman may  be  able  to\r\n\r\nspeak to a Malay or a Chinese in English and the\r\n\r\nother person may understand it, although he  may\r\n\r\nnot be able to express himself in English. It is\r\n\r\njust another step forward whereby another person\r\n\r\nmay be made or persuaded to learn more languages\r\n\r\nthan  one.  I think it is essential that  multi-lingual  education should be introduced to  make\r\n\r\nthis   scheme   of   a  multi-lingual   Assembly\r\n\r\nsuccessful.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will say, Sir, that every person in this\r\n\r\nworld    has   his   pride,   and    also    his\r\n\r\nprejudice - pride and prejudice. I, let us say, am\r\n\r\na   European.  I  happen  to  know  the  English\r\n\r\nlanguage and no other. I therefore say that  the\r\n\r\nEnglish language is the best. If I happen to  be\r\n\r\na Malay, I am proud of being a Malay, and I will\r\n\r\nsay that the Malay language is the best. And  so\r\n\r\nit   is   with   the  Chinese  and   the   other\r\n\r\ncommunities. Such prejudices must be broken.  We\r\n\r\nmust  see  that we should have a more open  mind\r\n\r\nand  that can only be achieved, Sir, by  knowing\r\n\r\nthe  languages of other races. If we should know\r\n\r\nmore  languages, we would be able to  understand\r\n\r\nthe cultures and the points of view of the other\r\n\r\nsections  of the people that comprise Singapore.\r\n\r\nIf  we  should know and understand other people,\r\n\r\nthen  indeed, Sir, it would work towards a  more\r\n\r\nharmonious Singapore. This, I believe, should be\r\n\r\nthe  aim  of  everybody inside and  outside  the\r\n\r\nAssembly,  and in contrast to that,  Sir,  there\r\n\r\nmay  be people who want to champion one race and\r\n\r\nmake  that  race  hate another, just  for  their\r\n\r\npolitical  ends  and  their own  selfishness.  I\r\n\r\nthink these people will do harm\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1533</b></font><br><br>\r\n\r\n\r\n\r\nto  the  whole  nation. The people of  Singapore\r\n\r\nmust  recognise such leaders as people  who  are\r\n\r\nnot going to do them good but people who may, by\r\n\r\nsuch action, cause bloodshed in the future.  Not\r\n\r\nonly  must  we unite the people of Singapore  by\r\n\r\nlanguage  and break the barrier in this cultural\r\n\r\nlife, we must also break the preaching of hatred\r\n\r\nof  class. We must break the people who say,  \"I\r\n\r\nrepresented  the  workers.  I  wrote   all   the\r\n\r\nmemoranda for them. You must go against all  the\r\n\r\nother  people  who are stopping us from  getting\r\n\r\nwhat we should get.\" These people, Sir, are  not\r\n\r\nactually giving the workers what they want. Just\r\n\r\nas  they  are  going  to divide  the  people  of\r\n\r\nSingapore by race, they will agitate the workers\r\n\r\nto  go on strike and make them suffer, and  they\r\n\r\nstill call themselves champions. In Singapore we\r\n\r\nwant  harmony,  racial harmony, harmony  between\r\n\r\ncapital and labour. We must weld Singapore  into\r\n\r\none  strong  nation with only one  aim - that  aim\r\n\r\nbeing  for the betterment of Singapore  and  not\r\n\r\nfor ourselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back again, Sir, I would say that if\r\n\r\nmulti-lingualism is going to be introduced  into\r\n\r\nthe Assembly, then I think the Assembly will  be\r\n\r\nable to get within its ranks people who are  the\r\n\r\nnatural leaders of the people. I have been going\r\n\r\nround  the  whole of Singapore. I  have  visited\r\n\r\nvillages.  I  have visited shops  right  in  the\r\n\r\ncentre of the town, and I have always noted that\r\n\r\nin  every locality there are one or two or  more\r\n\r\npeople whose opinions are valued, and they  are,\r\n\r\nin fact, doing a great deal of work, leading the\r\n\r\npeople  there. Looking at Singapore as a  bigger\r\n\r\nwhole, Sir, I believe and I know that there  are\r\n\r\npeople  whom all Singapore respect, but  because\r\n\r\nof  the  language barrier they cannot come  into\r\n\r\nthis  Assembly  to make their contributions  for\r\n\r\nthe  country.  It is not a loss to these  people\r\n\r\nbut  it is a loss to Singapore that we could not\r\n\r\nhave  the services of such good men. But  taking\r\n\r\naway  the language barrier, I believe that  this\r\n\r\nAssembly  will be filled by representatives  who\r\n\r\nare  nearer  and  dearer to the  hearts  of  the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1534</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for these reasons, I support the motion before the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly is of the opinion that for\r\n\r\nthe purposes of oral debate the languages of the\r\n\r\nAssembly should be English, Malay, Mandarin  and\r\n\r\nTamil;  and that a Select Committee be appointed\r\n\r\nto examine, report upon and make recommendations\r\n\r\nin respect of matters necessary to enable effect\r\n\r\nto be given to the proposal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b>: Division, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Clear the lobbies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 29; Noes, nil;\r\n\r\nAbstentions, 3.\r\n\r\n\r\n\r\n<pre>\r\n\r\n                    Ayes\r\n\r\n\r\n\r\nAbdul Hamid Bin Haji     Lim, R. C. H.\r\n\r\n  Jumat.                  Lim Koon Teck.\r\n\r\nAhmad Bin Ibrahim.        Lim Yew Hock.\r\n\r\nBraga, A. J.             Mak Pak Shee.\r\n\r\nChew Swee Kee.           Marshall, D. S.\r\n\r\nEde, John.               Mohd. Sidik Bin Haji \r\n\r\nGoh Chew Chua.             Abdul Hamid.   \r\n\r\nGoh Tong Liang.          Nair, M. P. D.\r\n\r\nJumabhoy, J. M.          Ong Piah Teng.\r\n\r\nJumabhoy, R.             Seah Peng Chuan.\r\n\r\nLazarous, A. R.          Sutherland, G. A. P.    \r\n\r\nLee Choon Eng.           Tan Theng Chiang.\r\n\r\nLee Kuan Yew.            Tan, William.\r\n\r\nLim Cher Kheng.          Thomas, Francis.\r\n\r\nLim Ching Siong          Wong Foo Nam.\r\n\r\nLim Choon Mong.\r\n\r\n\r\n\r\n      Noes                  Absentions\r\n\r\n      Nils               Butterfield, C. H.\r\n\r\n                         Goode, W. A. C.\r\n\r\n                         Hart, T. M.\r\n\r\n</pre> \r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, on a point of order.\r\n\r\nIs  a  Member permitted to vote contrary to  the\r\n\r\nexpressions  of  opinion made by  him  during  a\r\n\r\ndebate?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> He is converted!\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The only point that hon. Members\r\n\r\nmust  remember is that, on the call for  voices,\r\n\r\nif  they  do  say \"Aye\" they cannot change  that\r\n\r\nopinion  when  the division is  taken.  An  hon.\r\n\r\nMember  can,  in  fact, as has  been  stated  by\r\n\r\nanother hon. Member, be converted!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly is of the opinion that for\r\n\r\nthe purposes of oral debate the languages of the\r\n\r\nAssembly should be English, Malay, Mandarin  and\r\n\r\nTamil;  and that a Select Committee be appointed\r\n\r\nto examine, report upon and make recommendations\r\n\r\nin respect of matters necessary to enable effect\r\n\r\nto be given to the proposal.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1535</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> May I suggest, Sir, that\r\n\r\nthe House stand adjourned until 2.30 p.m.?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> This is an appropriate time. I\r\n\r\nshall  therefore suspend the sitting until  2.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 12.05 p.m. until 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1535</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n     \r\n\r\n<div align=\"center\"><b>COMMERCIAL TELEVISION (INTRODUCTION)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b> Mr Speaker, Sir, in moving this motion\r\n\r\nbefore the House which reads,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House approves in principle the\r\n\r\nintroduction   of   commercial   television   in\r\n\r\nSingapore  by the issue of an exclusive  licence\r\n\r\nto  a  commercial undertaking without charge  on\r\n\r\npublic  funds  but  subject to  control  by  the\r\n\r\nGovernment,\r\n\r\n\r\n\r\n<br><br>I  wish to emphasise that this is not strictly a\r\n\r\nGovernment policy and therefore hon. Members are\r\n\r\nfree to vote according to their convictions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore today, by virtue of its strategic\r\n\r\nposition  in  South-East Asia, is  a  commercial\r\n\r\ncentre  and  is like a department store.  It  is\r\n\r\ntherefore  not  unnatural for the management  of\r\n\r\nthis  great  commercial house  to  decorate  its\r\n\r\nfrontage to attract customers and to display  as\r\n\r\nmany   attractive  goods  as  possible  in   the\r\n\r\ninterior. The management is you, upon whom  lies\r\n\r\nthe  decision  whether or not to modernise  this\r\n\r\nattractive  city by providing, at no expense  at\r\n\r\nall   to   Government,  this  modern   form   of\r\n\r\nentertainment. Singapore is a modern city and we\r\n\r\nmust  keep  up with the march of time  in  other\r\n\r\ncountries where television is already  a  common\r\n\r\nthing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hon.  Members will no doubt have read Sessional\r\n\r\nPaper  No.  Cmd. 32 of 1955 in which  all  three\r\n\r\ntenders   submitted  to  Government  have   been\r\n\r\npublished for information. The public have  been\r\n\r\ngiven  two  months within which to submit  their\r\n\r\ntenders and only three tenders have so far  been\r\n\r\nsubmitted. From them, several factors are  clear\r\n\r\nto  us. Firstly, it needs a large capital to set\r\n\r\nup a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1536</b></font><br><br>\r\n\r\n\r\n\r\nstation without the slightest prospect of making\r\n\r\na  profit  at the outset. Secondly, the licensee\r\n\r\nmust have a supply of entertainment material  to\r\n\r\nkeep   its  programmes  popular.  Thirdly,   the\r\n\r\ncommercial value of Singapore will be boosted up\r\n\r\nand  the  benefits to the public in the form  of\r\n\r\ntourist attraction will be immense. As the House\r\n\r\nis not asked to approve any particular tender, I\r\n\r\nneed  not go into the merits or demerits of each\r\n\r\ntender  submitted.  It  is  clear,  anyway,   to\r\n\r\nMembers  of  this  House which  of  the  tenders\r\n\r\nreflects seriousness of thought.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In advocating the acceptance in principle of\r\n\r\ncommercial  television in Singapore,  I  am  not\r\n\r\nunaware   of  the  opposition  to  an   entirely\r\n\r\ncommercialised operation. The main objection  to\r\n\r\nsuch   an   undertaking  is  that  a  commercial\r\n\r\ntelevision  firm  will not  be  able  to  resist\r\n\r\nattempts by advertisers to advertise their goods\r\n\r\nat  programme time when viewers are not  at  all\r\n\r\ninterested   in  such  advertisements,   thereby\r\n\r\nsacrificing programme content to the control  of\r\n\r\ncommercial  interests  without  regard  to   the\r\n\r\ngeneral  benefits  accruing to viewers.  Surely,\r\n\r\nthe operators are alive to this prospect and  it\r\n\r\nis  in  their own interests to ensure  that  the\r\n\r\nlikes  and  dislikes of the general  public  are\r\n\r\ntreated with priority instead of their having to\r\n\r\nbow to the whims and fancies of advertisers.  On\r\n\r\nthis  matter,  it may be argued that  the  Press\r\n\r\naccept    advertisements   but    they    remain\r\n\r\nresponsible   for  their  news   and   editorial\r\n\r\ncolumns. Cinemas show advertisements during  the\r\n\r\ninterval  but their programmes are not sponsored\r\n\r\nby  advertisers.  It  has  been  argued  that  a\r\n\r\nprivate  company cannot remain unbiased  in  the\r\n\r\nfield of politics, but against this there is the\r\n\r\nproviso  that  in matters of public  policy  the\r\n\r\nGovernment  has control over them.  The  company\r\n\r\nwill  not  be  allowed  to  put  forth  its  own\r\n\r\npolitical or religious views to the public as is\r\n\r\ndone in the United Kingdom. Government will  see\r\n\r\nthat this policy is strictly adhered to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1537</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is also the objection that with this most\r\n\r\npowerful means of mind influencing in the  hands\r\n\r\nof  an unscrupulous undertaking, caution will be\r\n\r\nthrown  to the winds and we will see only  trash\r\n\r\nentertainment,  such as gangster  films,  cowboy\r\n\r\npictures  and  the  like. It is  suggested  that\r\n\r\nduring   electioneering  campaigns, commercial\r\n\r\nundertakings might flash across the T.V. screens\r\n\r\npictures of certain candidates in whom the  T.V.\r\n\r\nowners  are  interested. It is because  of  such\r\n\r\npossibilities that Government retains control in\r\n\r\nmatters of public policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another safeguard against this is by way of\r\n\r\nlegislation  which prohibits such programmes.  I\r\n\r\nwish  to  draw the attention of hon. Members  to\r\n\r\nthe  United  Kingdom  Television  Act  of  1954.\r\n\r\nSection 3 of the Act ensures:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That nothing is included in the programme\r\n\r\nwhich  offends against good taste or decency  or\r\n\r\nis  likely to encourage or incite to crime or to\r\n\r\nlead  to  disorder or to be offensive to  public\r\n\r\nfeeling   or   which  contains   any   offensive\r\n\r\nrepresentation  of  or  reference  to  a  living\r\n\r\nperson.\"\r\n\r\n\r\n\r\n<br><br>It goes on to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the programmes maintain a proper balance\r\n\r\nin  their  subject  matter and  a  high  general\r\n\r\nstandard of quality;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That any news given in the programmes in\r\n\r\nwhatever form is presented with due accuracy and\r\n\r\nimpartiality;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the programmes broadcast from any station\r\n\r\nor  stations  contain a suitable  proportion  of\r\n\r\nmatter  calculated to appeal especially  to  the\r\n\r\ntaste  and  outlook  of persons  served  by  the\r\n\r\nstation or stations;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That due impartiality is preserved on the part\r\n\r\nof  the  persons  providing  the  programmes  as\r\n\r\nrespects  matters  of  political  or  industrial\r\n\r\ncontroversy   or  relating  to  current   public\r\n\r\npolicy.\"\r\n\r\n\r\n\r\n<br><br>Sub-section (4) further says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That items designed to give publicity to the\r\n\r\nneeds   or   objects  of  any   association   or\r\n\r\norganisation   conducted   for   charitable   or\r\n\r\nbenevolent   purposes,  reviews   of   literary,\r\n\r\nartistic  or  other publications or  productions\r\n\r\nincluding  current entertainments  will  not  be\r\n\r\ntreated as an advertisement.\"\r\n\r\n\r\n\r\n<br><br>Legislation of this nature will make it possible\r\n\r\nto   appoint  Advisory  Committees,  to   advise\r\n\r\nagainst  any  offensive  religious  matters,  to\r\n\r\nadvise     Government    as    to     misleading\r\n\r\nadvertisements,  and to give advice  as  to  the\r\n\r\nprinciples to be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1538</b></font><br><br>\r\n\r\nfollowed in connection with the broadcasting  of\r\n\r\nsuitable  programmes intended for  children  and\r\n\r\nyoung persons.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the United Kingdom it is the Government\r\n\r\nwhich  supplies all the equipment necessary  for\r\n\r\ntransmitting television, thus incurring  capital\r\n\r\nexpenditure, but in Singapore we are only  asked\r\n\r\nto  approve in principle an exclusive licence to\r\n\r\na  commercial undertaking which will supply  its\r\n\r\nown   equipment  and  bear  all  the   recurrent\r\n\r\nexpenditure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another aspect of the value of T.V. is the\r\n\r\ncultural  and educational side of the programme.\r\n\r\nIn  this, the Government will certainly make use\r\n\r\nof  the  free  time  allotted for  cultural  and\r\n\r\neducational programmes. This is a form of visual\r\n\r\naid  to  education  which is entirely  different\r\n\r\nfrom  a  radio broadcast. I do not mean  to  say\r\n\r\nthat educational programmes are an answer to the\r\n\r\nmany problems facing us as regards the education\r\n\r\nof  our  young  ones but they  are  at  least  a\r\n\r\nsupplementary to what they are already learning.\r\n\r\nAny  visual aid to education conducted on proper\r\n\r\nlines  and based on a Malayan background can  be\r\n\r\nvery   useful  to  youths  to  supplement  their\r\n\r\nknowledge. Cultural shows depicting the  several\r\n\r\ncultures  of  the Malayan races  that  form  the\r\n\r\npopulation of this country can be systematically\r\n\r\nput  across the television screen, thus bringing\r\n\r\nto  life  the  various  aspects  of  culture  of\r\n\r\neducational  value which cannot be  depicted  by\r\n\r\nthe radio.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Television incorporates, I understand, two\r\n\r\nsystems of transmission, one by sound and one by\r\n\r\nsignal.  In  times of war, any  message  by  the\r\n\r\nsignal  system can be flashed across the  screen\r\n\r\nwithout fear of being picked up by the enemy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Once the principle in granting a licence to a\r\n\r\ncommercial undertaking is accepted by the House,\r\n\r\nGovernment  will  assume the  responsibility  of\r\n\r\nensuring  that  the  wishes of  this  House  are\r\n\r\ncarried  out  by the licensee. It will  then  be\r\n\r\nnecessary to enact legislation, part of which  I\r\n\r\nhave read out just now, so that provision can be\r\n\r\nmade  to  control the nature of the  programmes,\r\n\r\nadvertisements, etc. Sir, I beg to move\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1539</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Peng Chuan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Peng Chuan (Kampong Kapor):</b> Mr\r\n\r\nSpeaker, Sir, I second the motion and reserve my\r\n\r\nright to speak at a later period.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I am glad\r\n\r\nthat  it  is the Minister for Education  of  the\r\n\r\nLabour  Front Coalition Government and  not  the\r\n\r\nMinister    for    National    Amusement     and\r\n\r\nEntertainment  who is moving this resolution.  I\r\n\r\nam glad to be reassured that there are people in\r\n\r\nthe  Labour Front who understand that television\r\n\r\nis   one  of  the  most  powerful  weapons   for\r\n\r\ninfluencing human minds, whether for good or for\r\n\r\nevil.  There are times when many of those on  my\r\n\r\nside  of  the House have despaired as to whether\r\n\r\nthere  are  such  people in  the  Labour  Front.\r\n\r\nRecently when we heard that a teacher, who is  a\r\n\r\nspecialist  in  teaching mental defectives,  was\r\n\r\nbeing  employed to reorganise the Labour  Front,\r\n\r\nwe  thought that things had come to a very sorry\r\n\r\nstate  indeed. However, we are amused  that  the\r\n\r\nMinister  for Education has undertaken the  task\r\n\r\nof putting forward to this House the proposition\r\n\r\nthat  this powerful weapon for the education  of\r\n\r\nour young and old should be left to a commercial\r\n\r\nundertaking. We have just published an All-Party\r\n\r\nEducation Committee Report in which all Parties,\r\n\r\nfortunately, were able to arrive at a  unanimous\r\n\r\nagreement.  The Committee agreed that  education\r\n\r\nis  the  most  important  weapon  in  forging  a\r\n\r\nMalayan nation and that it cannot be left to the\r\n\r\nwhims   and  idiosyncrasies  of  any  commercial\r\n\r\ntycoon or groups of them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. the Chief Minister told the House\r\n\r\nyesterday  that  seven million televiewers  were\r\n\r\nglued  to their television sets whilst the great\r\n\r\nstatesman from Singapore walked across the world\r\n\r\nstage  in  London.  I wonder,  Sir,  whether  he\r\n\r\nrealised  how  many  of those televiewers  would\r\n\r\nhave seen him walking across the world stage  if\r\n\r\nthere    were   not   an   independent   British\r\n\r\ncorporation which runs television - \r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> And a commercial.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1540</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> And a commercial - we shall\r\n\r\ncome  to that by and by. The commercial  one  is\r\n\r\nnot  quite  so successful and I shall  give  the\r\n\r\nreasons  for the resignation of one of  the  big\r\n\r\nmen engaged in the commercial undertaking.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I am surprised that a Socialist Party\r\n\r\nshould put forward the proposition that a public\r\n\r\nutility - and television is no more no less than a\r\n\r\npublic utility - should be handed over to private\r\n\r\nenterprise.  I  have  always  thought   that   a\r\n\r\nSocialist   is  one  who  believes  that   state\r\n\r\nplanning  and  control  would  bring  about  the\r\n\r\ngreatest benefit to the community as a whole. If\r\n\r\nit  will  be to the benefit of the community  to\r\n\r\nhave this instrument become the monopoly of some\r\n\r\ncapitalists,     however     benign,     however\r\n\r\nphilanthropic, for fifteen whole years with  two\r\n\r\nfive-year  periods  for renewal,  why  does  the\r\n\r\nGovernment run its own radio station and not let\r\n\r\na commercial tycoon run it? If it were not for a\r\n\r\ncolonial  power,  we would  have  had  a  public\r\n\r\ncorporation  by  now, and run it  independently,\r\n\r\ninstead  of making a mockery of the impartiality\r\n\r\nwith  which it pretends to manage Radio  Malaya.\r\n\r\nBut  we  shall  come to that by  and  by,  after\r\n\r\nApril.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to remind this House that the way\r\n\r\nin   which  this  television  scheme  has   been\r\n\r\npresented  reminds one of the way in  which  the\r\n\r\nRediffusion  scheme was pushed  through  by  the\r\n\r\ncolonial  power. Tenders were invited, published\r\n\r\nin  the  Press,  and were received.  Wires  were\r\n\r\ngoing over private property before any Bill  was\r\n\r\npresented  in  the Legislative Council.  It  was\r\n\r\nopposed in the Legislative Chamber, but it  went\r\n\r\nthrough.   Then,   typical   of   the    elected\r\n\r\nrepresentatives  of that pre-Rendel  era,  when\r\n\r\nRediffusion  held  its opening  ceremony,  those\r\n\r\n\"stalwarts\" who tried to prevent it from  coming\r\n\r\ninto  operation, all joined in the felicitations\r\n\r\nand the celebrations for the opening.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this particular case, we have before us\r\n\r\nSessional Paper No. Cmd. 32 of 1955 and  in  the\r\n\r\nback page is set out\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1541</b></font><br><br>\r\n\r\n\r\n\r\n\"TENDER NOTICE T.V. STATION IN SINGAPORE\". There\r\n\r\nare  three  applicants, but,  as  the  Hon. the\r\n\r\nMinister for Education has said, only one tender\r\n\r\nwas really submitted with seriousness.\r\n\r\nOne  was by Shaw Brothers. It was very short and\r\n\r\nappeared  on  page  2. There  were  no  concrete\r\n\r\nprogrammes and no concrete proposals. The second\r\n\r\nwas by Rediffusion, on page 3. The third was  by\r\n\r\nthe Cathay Organisation, on page 5.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It might be interesting for the House to know\r\n\r\nthat  the local Chairman of Rediffusion  is  the\r\n\r\nsame person as the man who signs himself for the\r\n\r\nCathay  Organisation - Mr Loke Wan  Tho.  Sir,  I\r\n\r\nknow  Mr  Loke personally, and I hope  he  will\r\n\r\nunderstand  that  what  I  have  to  say  in  my\r\n\r\ncapacity as a Member of this Assembly in no  way\r\n\r\naffects any personal regard I may have for  him.\r\n\r\nBut I think that it is unfair on the part of the\r\n\r\nMinister   for  Education  to  slide  over   the\r\n\r\napplications. What he says amounts to - \"If it  is\r\n\r\na  matter of detail, you can trust us.  We  will\r\n\r\nsee  that it is done properly. After all,  there\r\n\r\nis only one serious application, and we will see\r\n\r\nthat  it is given to the right man, and it  will\r\n\r\nbe done in the proper way.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the qualifications of the applicant are\r\n\r\nset out on page 8 under five heads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Experience of commercial broadcasting.\r\n\r\n\r\n\r\n<br><br>There,  Mr Loke sets out his experience as  the\r\n\r\nlocal Chairman of Rediffusion Limited. He is the\r\n\r\nonly Asian Director.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Film Production and Distribution.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Early application.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) Newspaper Experience.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(v) Civic Responsibility.\r\n\r\n\r\n\r\n<br><br>Sir,  no  one, I think, would deny that  we  all\r\n\r\nadmire   civic   responsibility  amongst   those\r\n\r\nmembers  of  the  community  who  are  fortunate\r\n\r\nenough   to  have  been  blessed  with   wealthy\r\n\r\nparents.  But I find it difficult to  understand\r\n\r\nhow  it  can  be  advanced as an argument  that,\r\n\r\nbecause the applicant personally is a man of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1542</b></font><br><br>\r\n\r\n\r\n\r\nsome  social  standing, he should  therefore  be\r\n\r\nentrusted   with   this   powerful   weapon   of\r\n\r\npropaganda - that it is safe - that he  himself,  it\r\n\r\nappears,  will personally see to it that  things\r\n\r\nare  done  in  a manner which will  benefit  the\r\n\r\npeople of Singapore. May I just read out two  of\r\n\r\nthe  qualifications  which  I  think  completely\r\n\r\ndisqualify the applicant:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(ii) Film Production and Distribution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Cathay Organisation produces and\r\n\r\ndistributes   films  in  Malay   and   Chinese\r\n\r\n(Mandarin and Cantonese). It operates  a  film\r\n\r\nstudio  in Singapore and one in Hongkong.  The\r\n\r\nDistribution   Department   of   the    Cathay\r\n\r\nOrganisation   also   handles   product   from\r\n\r\nBritain, the U.S.A., France and Italy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is well known that a T.V. station depends\r\n\r\nto   a   large   extent  on  films   for   its\r\n\r\nprogrammes,  and the Cathay Organisation  with\r\n\r\nits  own film distribution facilities will  be\r\n\r\nin  a  splendid  position to provide  for  the\r\n\r\nneeds  of  the T.V. station; its film  studios\r\n\r\nwill  also  be  able to provide programmes  in\r\n\r\nMalay and Chinese.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The knowledge which this Organisation\r\n\r\npossesses  of  film  production  is  knowledge\r\n\r\nwhich  may  be  applied to the  production  of\r\n\r\nlive  shows for the T.V. programmes.  Moreover,\r\n\r\nwe  have the contacts with the artistes  whose\r\n\r\nservices will be needed for these programmes.\r\n\r\n\r\n\r\n<br><br>Then:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(v) Civic Responsibility.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Television, apart from being a medium of\r\n\r\nentertainment, is also an instrument that  can\r\n\r\nbe  a  powerful  force in the  influencing  of\r\n\r\npublic  opinion. Before a licence is  granted,\r\n\r\nGovernment   no  doubt  will  wish   to   take\r\n\r\nseriously into consideration the civic  record\r\n\r\nof  the  applicant. His record in  this  field\r\n\r\nshould  not  merely be judged by the  monetary\r\n\r\ncontributions which he has made to  charitable\r\n\r\nobjects, but it should also be judged  by  the\r\n\r\namount  of  personal service and of  his  time\r\n\r\nwhich he has given to public work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection we would suggest that the\r\n\r\neducation  and  background of  the  applicant,\r\n\r\nhis sense of responsibility, his awareness  of\r\n\r\npolitical,      cultural     and      economic\r\n\r\ndevelopments,   his   financial   and    moral\r\n\r\nstanding,  his  record  as  an  employer,  his\r\n\r\nimagination  and  farsightedness,  his  record\r\n\r\nwith   the  income-tax  department,  are   all\r\n\r\naspects  of  the  applicant's character  which\r\n\r\nmust be assessed before a licence is granted.\r\n\r\n\r\n\r\n<div align=\"right\">(Sd.) LOKE WAN THO,</div>\r\n\r\n<div align=\"right\">Chairman,</div>\r\n\r\n<div align=\"right\">Cathay Organisation.\"</div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1543</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have here a copy of an application for\r\n\r\na T.V. licence made by a certain Mr Williams on\r\n\r\nbehalf  of  the  Herald and Weekly  Times  Ltd.,\r\n\r\nMelbourne. I think it will show the Government - I\r\n\r\ndo not know whether it is the Government that is\r\n\r\ninvolved  or  just  the Hon. the  Minister  for\r\n\r\nEducation - that  this is not a  trifling  matter,\r\n\r\nwhere  one  puts  in  an  advertisement   in   a\r\n\r\nnewspaper which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Government invites schemes from the public\r\n\r\nfor the construction and adequate operation of a\r\n\r\nT.V.  Station  in Singapore. Successful  tenderer\r\n\r\nwill be given an exclusive operating licence  on\r\n\r\nthe following general terms subject to contract.\r\n\r\nPut in your application.'\r\n\r\n\r\n\r\n<br><br>In  this application in Australia, there  are  a\r\n\r\nseries  of questions which ask the applicant  to\r\n\r\nlay  bare  all  the  possible factors  that  may\r\n\r\ninfluence  his running of a T.V. Station.  There\r\n\r\nare  fifteen questions and they occupy the whole\r\n\r\nbook.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(1) State whether application is made on\r\n\r\nbehalf  of  an  individual,  partnership,  or\r\n\r\ncompany,  or  company  to  be  formed,  or  a\r\n\r\ncombination of interests:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) If application is made by a company, state\r\n\r\nwhere incorporated. Attach a copy of Memorandum\r\n\r\nand  Articles of Association and furnish full\r\n\r\ndetails of:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Financial position including\r\n\r\nbalance  sheet  and copy  of  Profit  and\r\n\r\nLoss   Account   and  Profit   and   Loss\r\n\r\nAppropriation Account for the  last  five years:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Shareholders including address and\r\n\r\noccupation of each...;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Names and occupations of directors\r\n\r\nand   names  of  principal  officers   of\r\n\r\ncompany,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Association of the applicant or any\r\n\r\ndirector or principal officer in any way with\r\n\r\nany of the following businesses:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Broadcasting, including\r\n\r\nproduction of programmes;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Newspaper;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Advertising;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) Theatrical management and\r\n\r\nproduction;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(v) Motion pictures, production,\r\n\r\nprocessing,     distribution      and exhibition;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(vi) Manufacture or distribution of\r\n\r\nradio  and  television  equipment  or\r\n\r\nreceivers;\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1544</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(e) Association of any shareholder of\r\n\r\nmore  than five per cent of the shares  in\r\n\r\nthe   company   of   any  other   business\r\n\r\nspecified in paragraph (d).\"\r\n\r\n\r\n\r\n<br><br>Even  a  shareholder having more than  five  per\r\n\r\ncent  of  the  shares  of the  company,  who  is\r\n\r\nconnected  with  any of these  businesses,  must\r\n\r\ndeclare it, because it is considered that anyone\r\n\r\nwho  is  connected with the cinema  industry  or\r\n\r\nbroadcasting or with any theatrical  performance\r\n\r\nis  not  a  person  who can fairly  advance  the\r\n\r\ninterests of television.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, seven million people watched the Hon. the\r\n\r\nChief  Minister in London. I was struck by that,\r\n\r\nMr Speaker, Sir, because it is this old idea of\r\n\r\nthe  mass man - people by the masses. But I wonder\r\n\r\nhow many would have been watching the television\r\n\r\nscreens,  their eyes glued to this little  movie\r\n\r\nat  home,  if  there were not the programmes  to\r\n\r\nsustain  that  interest. If people are  watching\r\n\r\ntelevision  at home, they are not likely  to  be\r\n\r\nwatching  pictures at the local theatre.  Cinema\r\n\r\nattendances  are falling off in  Great  Britain,\r\n\r\nand  the  cinematograph world has answered  with\r\n\r\n3D, 3D Sound, Vista Vision, and CinemaScope. It\r\n\r\nis  a  challenge  to them. Sir,  it  is  in  the\r\n\r\ninterest  of  cinema  exhibitors  to  drive  the\r\n\r\npeople from their homes into the cinemas and not\r\n\r\nto  attract  them  from the cinemas  into  their\r\n\r\nhomes, and I should have thought that that alone\r\n\r\ncompletely disqualifies all the three tenderers,\r\n\r\nincluding  Rediffusion which is  connected  with\r\n\r\nbroadcasting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Hon. the Minister for Education has\r\n\r\nsaid  that  a person who runs this T.V.  Station\r\n\r\nwould  probably lose money and here  we  have  a\r\n\r\nphilanthropic organisation that is  prepared  to\r\n\r\nlose  money.  I am a charitable man  by  nature,\r\n\r\nSir. I  like to believe that people  do  things\r\n\r\nwith charitable motives. But there are limits to\r\n\r\nhuman  charity. Nobody runs a T.V. station  for\r\n\r\nfifteen  years at a loss after a capital  outlay\r\n\r\nestimated by the Hon. the Minister for Education\r\n\r\nat some $5 millions.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I never said that.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1545</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Is it five? I think it is in\r\n\r\nthe application form - ah, yes, it is $3 millions.\r\n\r\nI  am  quite prepared to believe that the Cathay\r\n\r\nOrganisation   is   a   wealthy   and   powerful\r\n\r\norganisation   with  limitless  resources,   but\r\n\r\npeople do not run T.V. stations for the sake  of\r\n\r\nlosing  money.  Either they can make  the  thing\r\n\r\nwork  and it pays money, in which case there  is\r\n\r\nno  reason  why  a  Government department  or  a\r\n\r\npublic corporation should not do it; or if it is\r\n\r\ngoing to lose money, then there must be a reason\r\n\r\nwhy  they  are  prepared to lose that  money.  I\r\n\r\nsuggest  that  that reason is the protection  of\r\n\r\ncertain   other  interests - that  it  is  thought\r\n\r\nbetter to lose some money here than to lose more\r\n\r\nmoney  elsewhere if somebody else gets  hold  of\r\n\r\nthis  T.V. station. And the protection of  those\r\n\r\nother interests is inimical to the interests  of\r\n\r\nthe people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Hon. the Minister for\r\n\r\nEducation  has  referred to Government  controls\r\n\r\nand  he has sought to emphasise that he will see\r\n\r\nto  it  that  he  will introduce legislation  to\r\n\r\nachieve this. He cannot personally see to  these\r\n\r\nthings but there will be legislation to see that\r\n\r\nthe  programmes  are  not of doubtful  standing,\r\n\r\nthat  they  are appropriate for young  boys  and\r\n\r\ngirls  and that they should have nothing  to  do\r\n\r\nwith gangsters. I congratulate the Minister  for\r\n\r\nbeing   alive  to  the  dangers  of  T.V. being\r\n\r\nmisused.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are two commercial T.V. stations in\r\n\r\nAsia.  The Americans are very proud of it.  They\r\n\r\nbuilt  both  of  them - one in Japan  and  one  in\r\n\r\nBangkok. I have the word of a personal friend of\r\n\r\nmine who said that he had seen the one in Japan.\r\n\r\n\"It is unbelievable\", said he. \"You see trailers\r\n\r\nand  you have got to go to a cinema to watch the\r\n\r\nwhole  of the picture; and you see all kinds  of\r\n\r\nabsurd  and inconsequential things.\" Well,  that\r\n\r\nis  hearsay. But I do have some document to show\r\n\r\nwhat  they do in Bangkok. It is a pity that  the\r\n\r\nFar  Eastern  representative of R.C.A. did  not\r\n\r\npursue his invitation to this Assembly to invite\r\n\r\nMembers  to view his magnum opus in Bangkok.  He\r\n\r\nat  one  time  suggested to the Hon. the  Chief\r\n\r\nMinister, and later to the Common-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1546</b></font><br><br>\r\n\r\n\r\n\r\nwealth Parliamentary Association, that we  might\r\n\r\nsend an all-Party delegation to Bangkok, all  at\r\n\r\nR.C.A. expense,  in  order  to   broaden   our\r\n\r\neducation. But the R.C.A. representative somehow\r\n\r\nfelt  that there might be some Members  in  this\r\n\r\nAssembly   who  would  think  it   an   improper\r\n\r\nsuggestion  and so he decided not to pursue  the\r\n\r\nmatter.  I  have pursued the matter and  I  have\r\n\r\nhere  what is known as R.C.A. News dated  August\r\n\r\n5,  1955, by Leonard S. Skoblin - I think  he  was\r\n\r\nthe  gentleman who wanted to do us a favour  the\r\n\r\nother time and it says here:\r\n\r\n\r\n\r\n<br><br>\"R.C.A. NEWS\r\n\r\n<br><br>No. 7.\r\n\r\n\r\n\r\n<div align=\"center\">TELEVISION IN THAILAND</div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Thailand Has Entered The Television Age.'\r\n\r\nThis  is  how  one of the leading newspapers  in\r\n\r\nBangkok started its editorial on the opening  of\r\n\r\nthe   country's  first  T-V  Station.  'The  new\r\n\r\nmedium', it said further, 'seemed to lend itself\r\n\r\nwell  to the Thai skill in showmanship and  love\r\n\r\nof entertainment.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first television station in Thailand, and\r\n\r\nthe first on the mainland of Asia, was opened in\r\n\r\nBangkok  by  the Prime Minister,  Field  Marshal\r\n\r\nPhibul, on June 24th, Thailand's National Day.\"\r\n\r\n\r\n\r\n<br><br>(I  could  imagine  a  similar  ceremony  opened here).\r\n\r\n\r\n\r\n<br><br>\"It  is  owned by the government-controlled  and\r\n\r\ncommercially operated Thai Television Company.\"\r\n\r\n\r\n\r\n<br><br>Then   there  is  a  lot  of  blurb  about   the\r\n\r\nmodernistic  trends and beautiful  studios  with\r\n\r\nair-conditioning that could be switched  on  and\r\n\r\noff   independently.  Finally  we  come  to  the\r\n\r\nprogrammes. It says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Perhaps one may best feel the reaction\r\n\r\nthrough   reading  a  few  abstracts   from   an\r\n\r\neditorial   of   another  Journal   in   Bangkok\r\n\r\npreviously critical towards television. In part,\r\n\r\nit said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'We wish to extend to the newly arrived\r\n\r\nTelevision  our  welcome and our  wish  for  its\r\n\r\nsuccess.   As   we   rapturously   watched   the\r\n\r\nTelevision  Screen for our first  experience  of\r\n\r\nTelevision in this country, we were awed by  the\r\n\r\ntechnical  perfection of the  transmission.  The\r\n\r\nfigures  shown on the screen came out as  bright\r\n\r\nand clear as we could ever wish for. There was a\r\n\r\nsense  of magic in the atmosphere, as one always\r\n\r\nfeels when face to face for the first time  with\r\n\r\nthe latest development in modern science.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We looked forward to this first transmission\r\n\r\nwith  some trepidation. Realizing the importance\r\n\r\nof  the  occasion,  we  were  resigned  to  have\r\n\r\nstaring  at  us  some  well-known  face  of   an\r\n\r\nimportant  personage.  But,  instead,   we   had\r\n\r\nsmiling at us a young and comely wench,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1547</b></font><br><br>\r\n\r\n\r\n\r\nwho  seems to be a perfect medium for Television\r\n\r\nsince  she could, without uttering a word, speak\r\n\r\nquite fluently with her eyes alone... We were\r\n\r\nsimply  regaled with a \"Hit Parade\" of the  more\r\n\r\nfamous  jazz tunes and an item called  \"Venetian\r\n\r\nNight\"  in  which a young man pleaded  soulfully\r\n\r\nwith us to \"Come Back to Sorrento!\" \"Laurel  and\r\n\r\nHardy\"  made  us chuckle with their  destructive\r\n\r\npranks,   and,   in  the  end,  we   were   held\r\n\r\nspellbound  by  the  gripping  life   story   of\r\n\r\nDillinger.'\r\n\r\n\r\n\r\n<br><br>(Mr  Dillinger, Sir, was a very famous American gangster.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Experts may look down their noses at the\r\n\r\nprogramme and call it second rate. We may  agree\r\n\r\nwith  them on point of technical skill; but  the\r\n\r\nspirit  of  the whole show was as mad,  as  non-consequential and as free as the United  Nations\r\n\r\nCharter of Human Rights.'\"\r\n\r\n\r\n\r\n<br><br>Sir,  that is T.V. come to Bangkok. May  I  read\r\n\r\nit? - \"owned  by  the  government - controlled  and\r\n\r\ncommercially operated Thai Television  Company.\"\r\n\r\nGod   forbid,  Sir,  that  it  should  come   to\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We all know - I think it is general\r\n\r\nknowledge - that British T.V. is the pride of  the\r\n\r\nworld. It is acknowledged that there is no other\r\n\r\nT.V, station  in  the  world  which   produces\r\n\r\nprogrammes   of   such  high   quality   without\r\n\r\ninterruptions  in the middle of a very  dramatic\r\n\r\nscene  with  Kolynos Toothpaste, or Pepsi  Cola.\r\n\r\nAfter  that they tried to launch into commercial\r\n\r\ntelevision.   There  was  a   long   period   of\r\n\r\ninvestigation  and  survey. A  White  Paper  was\r\n\r\ntabled   and  there  were  long  and   strenuous\r\n\r\ndebates.  I  know  the  Hon. the  Minister  for\r\n\r\nEducation has got the White Paper, but I do  not\r\n\r\nknow  if  he  has looked through these  debates.\r\n\r\nFinally,  the Bill was passed with a great  deal\r\n\r\nof  opposition from the Socialist Members in the\r\n\r\nHouse  of Commons. They opposed it bitterly  and\r\n\r\nthey  still  oppose  it. Great  safeguards  were\r\n\r\nincluded in the Bill to see that standards  were\r\n\r\nmaintained.   Recently,  a  man  called   Adrian\r\n\r\nCrawley,  who  was in charge  of  the  News  and\r\n\r\nFeatures   Section  of  this   commercial   T.V.\r\n\r\nstation, resigned and one of the reasons for his\r\n\r\nresignation was that he was unable to resist the\r\n\r\npressure  of advertisers, and if he  yielded  to\r\n\r\nthe  advertisers,  he  could  not  maintain  the\r\n\r\nstandards laid down for commercial T.V.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1548</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we all want television to come to\r\n\r\nSingapore  but not at that price. We  feel  that\r\n\r\nthe proper way would be to have a Commission set\r\n\r\nup   to   investigate   the   possibilities   of\r\n\r\nintroducing T.V. in Singapore to be  run  by  an\r\n\r\nindependent  corporation. Before we  can  debate\r\n\r\nthe  matter, there should be a report  by  those\r\n\r\nqualified   to   make  such  a  report.   Expert\r\n\r\ntechnicians, expert entertainers and  all  kinds\r\n\r\nof bodies - political, religious, they are all set\r\n\r\nout  here in this Australian application, if the\r\n\r\nHon. the  Minister for Education is interested - must  be consulted before the matter could  even\r\n\r\nbe  debated. We must acquaint ourselves with the\r\n\r\nfacts.  I  would  not  go into  the  merits  and\r\n\r\ndemerits  of it because I feel that we  are  not\r\n\r\nproperly equipped to argue the case. But  we  do\r\n\r\nknow  this: that the best thing to do is to send\r\n\r\nit  to  some Commission - not to a Commission  of\r\n\r\nthis  Assembly - but to an independent  Commission\r\n\r\nto  be  appointed  by the Government  which  can\r\n\r\ninclude  amongst  its  members  experts  in  the\r\n\r\nbroadcasting world, in the entertainment  world,\r\n\r\nin the news world and in the political world, to\r\n\r\nexplore  the  whole  field  and  then  make  its\r\n\r\nreport.  On  the  basis  of  that  report,   the\r\n\r\nGovernment  might  table a White  Paper  stating\r\n\r\nGovernment's    policy - not    any     particular\r\n\r\nMinister's idiosyncrasies - and then we could  be\r\n\r\nin  a  position, having properly deliberated  on\r\n\r\nthe  matter in our respective Parties, to  state\r\n\r\nour Party view.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is with this in mind that I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the motion before this House be amended,\r\n\r\nfirst,  by deleting the word \"commercial' before\r\n\r\n\"television\", and then by deleting the whole  of\r\n\r\nthe  phrase following \"in Singapore\" and  adding\r\n\r\nthereto  \"and  recommends that a  Commission  be\r\n\r\nappointed   to  explore  the  possibilities   of\r\n\r\nsetting up a public corporation to operate it.\"\r\n\r\n\r\n\r\n<br><br>The amended motion will then read:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House approves in principle the\r\n\r\nintroduction  of  television  in  Singapore  and\r\n\r\nrecommends  that  a Commission be  appointed  to\r\n\r\nexplore the possibilities of setting up a public\r\n\r\ncorporation to operate it.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1549</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment handed in.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I am told\r\n\r\nthat there are some Socialists on the other side\r\n\r\nof the House - \r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> May I have just a minute to\r\n\r\nconsider the amendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> I beg your pardon, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the hon. Member consider a\r\n\r\ndifferent   amendment  which  would   facilitate\r\n\r\ndebate? This amendment would be to leave out all\r\n\r\nwords  after  the word \"of\" in  line  1  and  to\r\n\r\ninsert  the  words \"television in Singapore  and\r\n\r\nrecommends  that  a Commission be  appointed  to\r\n\r\nexplore the possibilities of setting up a public\r\n\r\ncorporation to operate it.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Certainly, Mr Speaker, Sir.\r\n\r\nIt is another way of putting the same thing.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It would facilitate debate.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Yes, I am much obliged, Mr\r\n\r\nSpeaker, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The amendment is in order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, I do not think that any\r\n\r\nSocialist will deny that that is the proper  way\r\n\r\nin which to embark on this public project. If we\r\n\r\nare  to  avoid sex and gangsterism, then let  us\r\n\r\nhave  a properly constituted corporation to  run\r\n\r\nit,  if  need  be  at  a loss,  for  if  private\r\n\r\nenterprise is prepared to run it at a loss, then\r\n\r\nit  must be worth the Government's while to  run\r\n\r\nit at a loss. Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas (Minister for Communications and Works) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Communications and Works (Mr Francis Thomas):</b> Mr Speaker, Sir, it falls to\r\n\r\nme, by ill-luck, to second an amendment which  I\r\n\r\nshould  otherwise substantially  have  moved.  I\r\n\r\nsought to catch your eye but I was unlucky and I\r\n\r\nhave  to  come  second into  the  field.  I  had\r\n\r\nintended   to   move  a  substantially   similar\r\n\r\namendment  to  omit all the words from  \"of\"  in\r\n\r\nline 1 and substitute \"a Committee to study\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1550</b></font><br><br>\r\n\r\n\r\n\r\nthe  means of introducing television\" but  I  am\r\n\r\nhappy  to accept the Member for Tanjong  Pagar's\r\n\r\nmotion in lieu thereof. I agree with a good deal\r\n\r\nof  what  he  said, but there are certain  other\r\n\r\npoints  which I think will further  justify  the\r\n\r\nappointment of a Commission or a Committee to go\r\n\r\ninto this matter and advise us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would first like to point out that in the\r\n\r\noriginal  motion,  we have  the  words  \"without\r\n\r\ncharge  on  public funds\". That  is,  no  doubt,\r\n\r\nstrictly   true  but  it  is  not  an   adequate\r\n\r\nstatement  of the case. The fact is that  public\r\n\r\nfunds and private funds are only two aspects  of\r\n\r\nnational funds, and although the Government,  as\r\n\r\na  Government, appears to give television  free,\r\n\r\nthe  country does not get it free. It has to pay\r\n\r\nfor it, just as much as or possibly more than if\r\n\r\nit  was  paid  for out of taxation.  A  publicly\r\n\r\noperated television station will be financed  by\r\n\r\ndirect  taxation. A privately operated one  will\r\n\r\nbe  financed  by  what  is essentially  indirect\r\n\r\ntaxation, that is, out of the profits which  the\r\n\r\ncommercial  operators make on their commercial\r\n\r\ntransactions. From these profits they  find  the\r\n\r\nmoney for the television station. That is as far\r\n\r\nas the financing of it goes - no difference in the\r\n\r\ncost to the national funds - although the Hon. the\r\n\r\nFinancial  Secretary  no  doubt  is  saved   the\r\n\r\ntrouble  of keeping accounts, as those are  done\r\n\r\nprivately.   That   is  the   main   significant\r\n\r\ndifference, and from that aspect the  Government\r\n\r\ndoes  not have to bother looking after the money\r\n\r\nside of it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another significant difference\r\n\r\nbetween  private  and public control  which  has\r\n\r\nalready  been  pointed out,  and  that  is  that\r\n\r\npublic  ownership  means  public  control  by  a\r\n\r\nresponsible  government, and  private  ownership\r\n\r\nmeans   private  control  by  less   responsible\r\n\r\nprivate  interests. This brings me to the  point\r\n\r\nwhich  the  Member for Tanjong Pagar  made  very\r\n\r\nforcefully, and I would like to endorse  it - that\r\n\r\nalthough  the original motion says  \"subject  to\r\n\r\ncontrol   by   the   Government\",   of   course,\r\n\r\neverything in the country is subject to  control\r\n\r\nby the Government in the last analysis.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1551</b></font><br><br>\r\n\r\n\r\n\r\nBut,  in  fact,  it  is  extremely  difficult  to\r\n\r\ncontrol  some things unless you have  the  proper\r\n\r\nmechanism   for   it,  and  experience   of   the\r\n\r\nIndependent  Television Authority in England  has\r\n\r\nnot given any great confidence in the ability  of\r\n\r\na  government  to  devise  means  of  controlling\r\n\r\nadvertisers  in  their relations with  commercial\r\n\r\ntelevision. However, those are by the way; points\r\n\r\nwhich have substantially been made already.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to elaborate on another point which\r\n\r\nthe  Member  for Tanjong Pagar made.  He  pointed\r\n\r\nout - what   was  obviously  clear  anyhow - that   a\r\n\r\ncommercial station operates for profit, and  that\r\n\r\nif  they  do  not  make a profit  they  will  not\r\n\r\noperate. Where the profit comes from and where it\r\n\r\nactually  lies may not be obvious to the  man  in\r\n\r\nthe  street,  but, ultimately, there  will  be  a\r\n\r\nprofit; a future profit if not an immediate  one.\r\n\r\nIf  that  profit does not come about,  then  your\r\n\r\ncommercial  television will  collapse  underneath\r\n\r\nyou  and you will be left with some expensive and\r\n\r\nidle  equipment  and nothing else.  But  we  will\r\n\r\nassume that businessmen are good judges of  their\r\n\r\nown  business  and  that a commercial  television\r\n\r\nstation  does run at a satisfactory profit.  That\r\n\r\nprofit can only derive from increased sales as  a\r\n\r\nresult  of  increased advertising, and  increased\r\n\r\nsales  means  increased  consumption,  and   that\r\n\r\nconsumption is not of essential goods.  You  will\r\n\r\nnot  find  any commercial firm saying,  \"Buy  Mr\r\n\r\nBlank's  beautiful white rice\", or  even  \"Buy  a\r\n\r\nNorth  &  Hillard Latin Grammar\". What  you  will\r\n\r\nfind   advertised  are  the  luxury  goods,  soft\r\n\r\ndrinks,  cigarettes,  or  possibly  hard  drinks,\r\n\r\nwhisky,  possibly  cinemas, possibly  newspapers - all the things which, no doubt, are very nice  to\r\n\r\nhave - lipstick   or   nylon   stockings - delightful\r\n\r\nthings in their way but not essentials. They  are\r\n\r\nluxuries. The increased sales largely take  place\r\n\r\nin  the  relatively prosperous group,  and  every\r\n\r\nluxury  consumption reduces the amount  of  money\r\n\r\navailable for saving. This is a serious point  as\r\n\r\nthe  people  in Singapore are not very  adept  in\r\n\r\nsaving.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> They have not got it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1552</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I would like to stress this because\r\n\r\nsaving   is  the  essential  basis  of   freedom.\r\n\r\nIndependence, freedom, Merdeka - all this is  going\r\n\r\nto  be  largely dependent on whether this country\r\n\r\ncan  be  economically independent and if  we  are\r\n\r\ngoing  to  achieve  economic independence,  there\r\n\r\nmust  be a very great increase in savings by  the\r\n\r\npeople of this country as a whole. Otherwise  you\r\n\r\nare going to have to import your capital and your\r\n\r\nimported capital means that you are dependent  on\r\n\r\nforeign  control for a considerable part of  your\r\n\r\neconomy,  so  that  if  we  have  a  successfully\r\n\r\noperated commercial station, it must succeed,  as\r\n\r\nfar as I can judge, at the expense of the savings\r\n\r\nwhich  we  ought to make in order to finance  the\r\n\r\nessential development of industry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another effect which will follow from\r\n\r\nsuccessful  commercial  advertising.  It  is   an\r\n\r\neffect   which  is  sometimes  praised   by   the\r\n\r\neconomists. That is the monopoly effect. A  brand\r\n\r\nof  goods, a cigarette or a soft drink which  has\r\n\r\nthe   largest  allocation  for  advertising   and\r\n\r\nemploys the best advertising talent, will attract\r\n\r\nthe largest sale. It will drive off the market or\r\n\r\ndrive  into the fringe of the market other  goods\r\n\r\nwhich are less well advertised because they  have\r\n\r\nless  money available. In other words, the luxury\r\n\r\ngoods that have the largest capital backing drive\r\n\r\nthe  weaker  ones  off the  market  and  you  get\r\n\r\nsomething approaching a monopoly situation which,\r\n\r\nit   may   be   argued,  does   produce   greater\r\n\r\nefficiency.  It  is an argument which  economists\r\n\r\nmake,   that   a   monopoly  situation   produces\r\n\r\nefficiency. Whether we all accept that I  do  not\r\n\r\nknow,  but there is this point to make - that  in\r\n\r\nquite a considerable sector of economy, I imagine\r\n\r\nthat  the  firms which will secure the market  in\r\n\r\ntelevision   advertising   are   likely   to   be\r\n\r\nexpatriate  firms  where the capital  backing  is\r\n\r\ngood,  where the technical skills are  good,  and\r\n\r\nwhere,  through television, they can secure  much\r\n\r\nlarger   sales   for   things   that   are   not\r\n\r\nmanufactured  in  this country  at  all  but  are\r\n\r\nimported.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1553</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, as far as I can judge, a commercial\r\n\r\ntelevision station is liable to tend to restrict\r\n\r\nthe  development  of  our economy.  Firstly,  it\r\n\r\nstrikes at savings which are necessary if we are\r\n\r\ngoing  to develop locally. Secondly, it  strikes\r\n\r\nat  the  development of small  local  industries\r\n\r\nbecause  they are pushed off the market  by  the\r\n\r\nbig  overseas  industries. A further  aspect  of\r\n\r\nthat   is  also  that  there  may  well   be   a\r\n\r\nconsiderable flow of wealth overseas to overseas\r\n\r\ninvestors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are a number of technical points which\r\n\r\nalso need considering in relation to television,\r\n\r\nboth  as to the quality of the television  image\r\n\r\nwhich  is projected and also as to the  type  of\r\n\r\nprogramme  which is appropriate and feasible.  I\r\n\r\ndo not propose to enter into those points at all\r\n\r\nexcept to say that they are very important,  and\r\n\r\ndo  need study and cannot be studied except with\r\n\r\nconsiderable  labour and a good deal  of  expert\r\n\r\nknowledge.  That  is why I am  anxious  that  we\r\n\r\nshould  have in this Assembly general  agreement\r\n\r\nthat we should look before we leap, and that the\r\n\r\nenormous  accumulation  of  facts  relating   to\r\n\r\ntelevision and the enormous volume of  arguments\r\n\r\nfor  and  against  it should  be  studied  by  a\r\n\r\ncompetent   body   of  independent,   able   and\r\n\r\nimpartial citizens who can put their findings in\r\n\r\nthe  form of a report on which we can reasonably\r\n\r\njudge as to what is the right thing to do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am therefore very happy, Mr Speaker, to\r\n\r\nsecond  the amendment put forward by the  Member\r\n\r\nfor Tanjong Pagar.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The original motion was:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House approves in principle the\r\n\r\nintroduction   of   commercial   television   in\r\n\r\nSingapore  by the issue of an exclusive  licence\r\n\r\nto  a  commercial undertaking without charge  on\r\n\r\npublic  funds  but  subject to  control  by  the\r\n\r\nGovernment,\r\n\r\n\r\n\r\n<br><br>since  when  an amendment has been  proposed  to\r\n\r\nleave  out all the words after the word \"of\"  in\r\n\r\nline   1   and  to  insert  therein  the   words\r\n\r\n\"television in Singapore and recommends  that  a\r\n\r\nCommission   be   appointed   to   explore   the\r\n\r\npossibilities of setting up a public corporation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1554</b></font><br><br>\r\n\r\n\r\n\r\nto   operate  it\".  This  would  then  make  the\r\n\r\nQuestion:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House approves in principle the\r\n\r\nintroduction  of  television  in  Singapore  and\r\n\r\nrecommends  that  a Commission be  appointed  to\r\n\r\nexplore the possibilities of setting up a public\r\n\r\ncorporation to operate it.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Question now before the House is, \"That\r\n\r\nthe words proposed to be left out, be left out.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> If it please you, Mr\r\n\r\nSpeaker, the Member for Tanjong Pagar, in moving\r\n\r\nthe  appointment  of this Commission,  indicated\r\n\r\nthat  we  know nothing of the merits or demerits\r\n\r\nof   the  proposal  and  gave  an  extraordinary\r\n\r\nexhibition of a long speech\r\n\r\nabout nothing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, out of luck - and I think I must take\r\n\r\nresponsibility  for  the  paper  before  you - the\r\n\r\nsuggestion  for  television  in  Singapore   was\r\n\r\nbroached  many  months ago and it  attracted  me\r\n\r\nbecause  it  was  obvious and  it  seems  to  be\r\n\r\ngenerally  accepted  here  now  that  television\r\n\r\ncould  be an instrument for cultural fusion,  an\r\n\r\ninstrument  for a matter of which  we  stand  in\r\n\r\nconsiderable  need.  Investigations   disclosed,\r\n\r\nhowever, Sir, that the cost of installation  and\r\n\r\nbuildings would amount to between two and  three\r\n\r\nmillion  dollars and that it was quite  certain,\r\n\r\nhowever  efficiently run it  was,  that  in  the\r\n\r\nfirst  two to three years there must be a  loss,\r\n\r\nbut  that if run efficiently it could thereafter\r\n\r\nmake  a  profit.  Sir, we are in this  position,\r\n\r\nthat  although  this  is  by  no  means  a  poor\r\n\r\ncountry, we wish at the present moment to direct\r\n\r\nall  our  available wealth to certain  immediate\r\n\r\nneeds  of  a social welfare character.  You  can\r\n\r\nappreciate that Government is anxious - I  do  not\r\n\r\nsuggest that it is not in a position to do so - to\r\n\r\navoid  expenditure where possible,  particularly\r\n\r\nexpenditure of so large a character and  with  a\r\n\r\ncontinuing  liability of an unspecified  nature,\r\n\r\nand  also  having regard to the advice that,  if\r\n\r\nundertaken    by    an   organisation    without\r\n\r\nentertainment  experience, it  could  in  itself\r\n\r\nbecome a fiasco. In those circumstances, Sir, it\r\n\r\nseemed  to  me  that, if it  were  possible  for\r\n\r\nprivate capital with experience in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1555</b></font><br><br>\r\n\r\n\r\n\r\nthat  field  to  do the work subject to  Government\r\n\r\ncontrol, we should both have our cake and eat it. I\r\n\r\nwas   so  surprised  that  that  would  be  utterly\r\n\r\nimpossible  and fantastic, and that  if  Government\r\n\r\nwanted  control it would have to subscribe  capital\r\n\r\nand to partake of the liability for annual losses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It was in those circumstances and in order to\r\n\r\nascertain whether the idea was feasible and  in  no\r\n\r\nway  an  attempt to jump the gun, as seems to  have\r\n\r\nbeen  suggested  by the Member for  Tanjong  Pagar,\r\n\r\nthat an advertisement was put in to see whether any\r\n\r\nresponsible organisation would be prepared to  work\r\n\r\nwith  Government on that basis. I must confess that\r\n\r\nI  was delighted to discover, on the last day, that\r\n\r\nthere         were         three        responsible\r\n\r\norganisations - organisations which  have  experience\r\n\r\nin  the  entertainment world and which have  proved\r\n\r\nthemselves over many years in this country as being\r\n\r\ncapable of running an efficient enterprise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I would like to make some things clear, Sir,\r\n\r\nin  the  matter of this original proposal.  If  the\r\n\r\noriginal  motion is approved, then  it  will  be  a\r\n\r\nmatter  of  negotiation between a Committee  to  be\r\n\r\nappointed  by  the Government and the tenderers  to\r\n\r\nfinalise the exact conditions under which a licence\r\n\r\nwould  be  issued. I think hon. Members are  aware,\r\n\r\nand  if not I would like to make it clear, that any\r\n\r\nsuch agreement would be submitted in the form of  a\r\n\r\nBill.  This Government is giving no monopoly  under\r\n\r\nany  authority except the authority of this  House.\r\n\r\nIt would be submitted to this House for approval. I\r\n\r\nwould  like  to  say this, Sir, that  much  of  the\r\n\r\nspeech of the Member for Tanjong Pagar seemed to be\r\n\r\nin  derision of the organisation known, I think, as\r\n\r\nthe Cathay Organisation. I should like to make this\r\n\r\nvery, very clear, Sir, that the motion itself  does\r\n\r\nnot  suggest,  nor is it intended  that  it  should\r\n\r\nsuggest,  that any of the tenders are  accepted  in\r\n\r\ntheir  present  form. I think the motion  is  quite\r\n\r\nclear,  Sir,  in pointing out that  there  will  be\r\n\r\nabsolute  Government control, and,  secondly,  that\r\n\r\nthere will be no charge on the public funds.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1556</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is asked why, if there is to be a loss,\r\n\r\nthese  organisations  should  tender.  Is  it   for\r\n\r\ncharity?  No,  of course, not. These  organisations\r\n\r\nare  allied with entertainment organisations or are\r\n\r\nthemselves entertainment organisations. They  could\r\n\r\nget  a wider field for the entertainment which they\r\n\r\nnow  present.  Therefore, they  could  get  cheaper\r\n\r\nservices  which an independent corporation  cannot.\r\n\r\nThey  can  therefore, Sir, make additional  profits\r\n\r\nfor  their  existing organisations, or  make  less\r\n\r\nonerous  the  loss that would be  suffered  by  the\r\n\r\ntelevision   organisation  until   such   time   as\r\n\r\ntelevision has caught on. As I say, Sir, one can in\r\n\r\nthese  matters but estimate, and the  estimate  is\r\n\r\nthat  it might take about three years before  there\r\n\r\ncould  be  a sufficient number of viewers  to  make\r\n\r\npossible   a   reasonable  income  for   commercial\r\n\r\norganisations interested in the venture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are told that, on socialistic grounds,\r\n\r\nthere  should be state planning and control.  I  do\r\n\r\nask  hon.  Members to recognise the fact  that,  in\r\n\r\nthis  instance, there is state control - absolute - and\r\n\r\nalthough the licence is for fifteen years - ten years\r\n\r\nrenewable or whatever it is - that is merely  in  the\r\n\r\nadvertisement,  Sir,  and is not  inherent  in  the\r\n\r\nmotion.  What  I  hope  can be  worked  out  is  an\r\n\r\nexclusive  licence  which can  be  re-purchased  by\r\n\r\nGovernment  at  any  time, subject  to  payment  of\r\n\r\ncapital invested plus a reasonable profit,  and  if\r\n\r\nallowed  to continue for a certain period,  let  us\r\n\r\nsay,  ten or fifteen years, which would enable them\r\n\r\nto  recoup  themselves and make a profit,  then  we\r\n\r\npurchase  only  at  market value  on  the  date  of\r\n\r\npurchase. In those circumstances, Sir, I feel  that\r\n\r\nwe  can rapidly get together on the issues, present\r\n\r\nthe Bill to this House, have a Select Committee  on\r\n\r\nit  and,  if  passed,  we  may  have  with  luck  a\r\n\r\ntelevision station in operation sometime next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This reference to a Commission which will hear\r\n\r\nthe  same  type of objections which have been  made\r\n\r\nhere is merely an attempt to shelve an issue, as  I\r\n\r\nsee it, and is one that will cause\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1557</b></font><br><br>\r\n\r\n\r\n\r\ndelay  and  is rather a promise of something  on\r\n\r\nthe  never  never system. I would  like  to  say\r\n\r\nthis,  Sir, that the suggestion that this  House\r\n\r\nshould  appoint  a Commission  to  consider  the\r\n\r\nimplementation  of  its desire  for  television\r\n\r\nonly  on the basis that it is owned by a  public\r\n\r\ncorporation is a dangerous one, because  it  may\r\n\r\nwell  be that the report is of a character which\r\n\r\nnegatives the practicability of television by  a\r\n\r\npublic  corporation other than at an  exorbitant\r\n\r\ncost which it is quite unreasonable to bear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in life there is never perfection. There\r\n\r\nmust  be  compromise. The proposal made  in  the\r\n\r\noriginal motion is one where there is compromise\r\n\r\nbetween  public  control  and  private  finance - rather  a  marriage between public control  and\r\n\r\nprivate finance. I say, Sir, that I can  see  no\r\n\r\nmerit in the amendment and that, in my view,  it\r\n\r\nhas  serious objections: one, of delay and, two,\r\n\r\nof  making  television  probably  impracticable,\r\n\r\nbecause you are tying the Commission down,  Sir,\r\n\r\nto  refusing  to  consider  the  possibility  of\r\n\r\ncommercial   television.  It  is  important   to\r\n\r\nrecognise that. If you tie that Commission  down\r\n\r\nto  just consideration of state television,  you\r\n\r\nmay find the cost quite beyond our means. But it\r\n\r\nis  important, I think, that we should have this\r\n\r\ninstrument of cultural fusion and it is possible\r\n\r\nto  have  substantial control of the policy  and\r\n\r\nthe  programme of a television station which has\r\n\r\ncommercial  television. I do  ask  hon.  Members\r\n\r\nseriously  to  consider  the  issues  and  I  do\r\n\r\nrequest that they realise that if they accept the\r\n\r\namendment, it may well be that that is  the  end\r\n\r\nof television for the time being.\r\n\r\n\r\n\r\n<br><br><!-- Mr W. A. C. Goode (Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Secretary (Mr W. A. C. Goode):</b> Sir,\r\n\r\nthe problem which faces us this afternoon is not\r\n\r\nan easy problem. It is a very difficult problem.\r\n\r\nIt  is  a  problem  which has engaged  the  very\r\n\r\nserious   and  prolonged  attention   of   other\r\n\r\nGovernments - New Zealand, Australia, South Africa\r\n\r\nand  other  countries - and they have for  a  long\r\n\r\ntime been wrestling with the issue of the method\r\n\r\nby which television should be allowed to operate\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1558</b></font><br><br>\r\n\r\n\r\n\r\nin their countries. It is an issue, Sir, which I\r\n\r\nregard  as being of the very greatest importance\r\n\r\nfor the welfare and the future of the people  of\r\n\r\nSingapore,  and I would suggest to hon.  Members\r\n\r\nof  this House that it is one on which we should\r\n\r\nnot  decide  in haste and repent at leisure.  I,\r\n\r\nfor  one,  will  weep no tears if acceptance  of\r\n\r\nthis   amendment  delays  the  introduction   of\r\n\r\ntelevision into Singapore. If, by the delay of a\r\n\r\nfew  months, in order to carry out detailed  and\r\n\r\ncareful  examination of all the issues  involved\r\n\r\nand of all the ways in which difficulties can be\r\n\r\novercome,  we  find  an  answer  which  is  more\r\n\r\nsatisfactory than the present proposal,  then  I\r\n\r\nsay that the delay will be well in the interests\r\n\r\nof the future of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To me, there is one consideration in this\r\n\r\nproblem which is of over-riding importance,  and\r\n\r\nthat  is that we must keep constantly before  us\r\n\r\nthe  power  of this instrument of television  to\r\n\r\ninfluence the minds and the lives of the  people\r\n\r\nof  Singapore.  This is a small  community.  The\r\n\r\nwhole of the community will be within range of a\r\n\r\ntelevision service. The television service  goes\r\n\r\ninto  the  homes  of  the  people, it  has   an\r\n\r\nattraction  unrivalled  by  any  other  form  of\r\n\r\nentertainment.  It  combines - I  think  this  has\r\n\r\nalready  been said - the power of the  Press,  the\r\n\r\npower   of   the   cinema  and  the   power   of\r\n\r\nbroadcasting.  Already, it  has  raised  serious\r\n\r\nsocial problems in other countries, such as  the\r\n\r\nUnited    States   and   the   United   Kingdom,\r\n\r\nparticularly in its effect on children - and half\r\n\r\nof  our  population is under 21.  This  Assembly\r\n\r\nhas,   I   submit,   a  very  clear   and   real\r\n\r\nresponsibility to ensure, as far as we  possibly\r\n\r\ncan, that television is an influence to the good\r\n\r\nhere  and not an influence towards lowering  all\r\n\r\nstandards - educational, moral and civic - and it is\r\n\r\nfor this reason alone that I personally have  no\r\n\r\ndoubt at all that, in the best interests of  the\r\n\r\npeople, television should be in the hands either\r\n\r\nof  the  Broadcasting Department or of a  public\r\n\r\ncorporation,  charged by statute to  look  after\r\n\r\nthe interests not of those who sell soap, but of\r\n\r\nthe men, women and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1559</b></font><br><br>\r\n\r\n\r\n\r\nchildren  of  Singapore.  There  is  to   me   a\r\n\r\nfundamental  objection to entrusting  television\r\n\r\nto  a commercial operator, however worthy may be\r\n\r\nthe     individuals    connected    with    that\r\n\r\norganisation. My objection is this: that  for  a\r\n\r\ncommercial  operator to cover his costs  and  to\r\n\r\nmake his profits, he must have advertising,  and\r\n\r\nif his programmes are going to be worth while to\r\n\r\nthe  advertiser, then he must let the advertiser\r\n\r\nhave  a  say in the content of those programmes.\r\n\r\nHe  who  pays the piper must be allowed to  call\r\n\r\nthe  tune,  and  by the very nature  of  things,\r\n\r\nwhatever  assurances we may have to the contrary\r\n\r\nand  with  whatever good intention they  may  be\r\n\r\nmade,  the  ultimate criterion of the  programme\r\n\r\nmust  be to sell goods, and for that purpose  it\r\n\r\nmust  have  an  appeal to the mass to  encourage\r\n\r\nsales. We know very well from the experience  of\r\n\r\nother  countries that what sells advertising  is\r\n\r\nthe sensational and the popular - what appeals  to\r\n\r\nour  senses and to our appetites rather than  to\r\n\r\nour minds and our better nature. You do not sell\r\n\r\nsoap-flakes by the lasting virtue of good music.\r\n\r\nYou sell it by what have come to be called \"soap-box  operas\".  You  do not sell  cigarettes  and\r\n\r\nother  articles by the beauty of art.  You  sell\r\n\r\nthem  by what is called \"cheesecake\". The result\r\n\r\nmust  be that, sooner or later, the mass of  the\r\n\r\nprogramme  will be sub-standard by any objective\r\n\r\ncriterion of art or entertainment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am told that in the United States 92 per\r\n\r\ncent  of  television programmes are made  up  of\r\n\r\nfilms.  Most  of these films are specially  made\r\n\r\nfor  television  sponsored by  the  advertisers.\r\n\r\nThey  consist  largely of  the  cheap  sob-stuff\r\n\r\nstories of the home, of crime serials and  other\r\n\r\nforms  of  trashy entertainment. They pander  to\r\n\r\nthe  worst and not to the best in popular taste.\r\n\r\nWhat  happens there is that a vast  quantity  of\r\n\r\nmaterial is needed hour after hour, day by  day,\r\n\r\nto   fill  the  time  of  dozens  of  television\r\n\r\nprogrammes,  and  to  satisfy  that   gargantuan\r\n\r\nappetite  the emphasis must be, not on  quality,\r\n\r\nbut on quantity - putting out a tremendous lot  as\r\n\r\nquickly and as cheaply as they can.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1560</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I suggest, Sir, if we allow television in\r\n\r\nSingapore  to pass into the hands  of  the  film\r\n\r\nindustry, what will happen will surely  be  that\r\n\r\nthey  will  turn  to this ready-made  source  of\r\n\r\nmaterial  for television in Singapore - bought  by\r\n\r\nthe  mile from the United States and pushed into\r\n\r\nthe  minds  of the people of Singapore.  To  me,\r\n\r\nthere is only one answer to this. The Government\r\n\r\nmust  discharge its responsibility to  see  that\r\n\r\nthe minds of the people are not exploited in the\r\n\r\ninterest  of  big  business selling  goods.  The\r\n\r\nanswer to me is that television should either be\r\n\r\nentrusted   to   a  Government  department,   as\r\n\r\nbroadcasting is, and surely if we think it right\r\n\r\nthat   broadcasting  should  be   under   public\r\n\r\ncontrol,  so  much the more must we ensure  that\r\n\r\ntelevision - a  far  more  insidious  and   potent\r\n\r\ninstrument - should not be put into the  hands  of\r\n\r\nvested interests.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I cannot see, Sir, how any person or political\r\n\r\nParty    claiming   to   adhere   to   Socialist\r\n\r\nprinciples, whether they are Liberal or not, can\r\n\r\nhand   over   television,  with  its  tremendous\r\n\r\ninfluence  on  the  people  in  the  future   of\r\n\r\nSingapore, to big business. The only reason,  as\r\n\r\nmy hon. Friend the Chief Minister has explained,\r\n\r\nwhy  we come to think of allowing television  to\r\n\r\nbe  operated by a commercial operator is because\r\n\r\nof   the  problem  of  finance.  The  Government\r\n\r\nnaturally  is  chary of accepting a  very  heavy\r\n\r\nfinancial  commitment, both in  capital  and  in\r\n\r\nrunning  costs,  when there are  so  many  other\r\n\r\nprior  claims  on our resources.  The  estimates\r\n\r\nthat I have been given are that it will take  at\r\n\r\nleast  $2  millions of capital and  possibly  as\r\n\r\nmuch  as  $900,000 a year to cover  the  current\r\n\r\ncosts.  The Cathay Organisation's figures  are - I\r\n\r\nthink  it  is  $3 millions in capital  and  only\r\n\r\n$500,000 to $600,000 in running costs. So we can\r\n\r\ntake  that  as  the magnitude of the  call  that\r\n\r\nwould  be  made on public finance if  television\r\n\r\nwas run wholly by the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, Sir, I should like to take\r\n\r\nthe  opportunity  of informing the  House,  with\r\n\r\napologies,  that  there  is  an  error  in   the\r\n\r\nprinting on the Command\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1561</b></font><br><br>\r\n\r\n\r\n\r\nPaper which is before us in connection with  the\r\n\r\nCathay Organisation tender on page 7. The tender\r\n\r\nspeaks of the savings which can accrue by  using\r\n\r\nthe  Cathay Building and land. The total  saving\r\n\r\nin  this  direction is printed  as  $70,000.  It\r\n\r\nshould, of course, be $700, 000, as I hope it is\r\n\r\nclear from the context above. I would like, if I\r\n\r\ncould,  to ask the House to take note  of  that,\r\n\r\nfor  which  I  apologise. There  are  two  other\r\n\r\ncomparatively minor errors on the opposite  page\r\n\r\nwhere  the  suggestion about licence fees,  that\r\n\r\nthe   gross  revenue  should  be  \"supplied   to\r\n\r\nfinancing\", should be \"applied to financing\".  I\r\n\r\ndo  not think the sense is altered really. Lower\r\n\r\ndown  there,  \"The  licence of  a  commercially-operated  television station must  concentrate\",\r\n\r\nit should, of course, read \"licensee\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But the hard fact of the matter is that if we\r\n\r\nwere  to  operate  television  by  a  Government\r\n\r\ndepartment,  we  should  have  to  face  a  very\r\n\r\nconsiderable  capital  investment  and  a   very\r\n\r\nconsiderable sum for the running costs,  and  we\r\n\r\nshould  also have to face, what is a  very  real\r\n\r\ndifficulty  in  these  times,  the  problem   of\r\n\r\nfinding  staff and so on. So it  is  not  to  me\r\n\r\nimproper that the Government should hesitate  to\r\n\r\nembark on this new venture, but I still say that\r\n\r\nwe should think very well before we do so, and I\r\n\r\nshould like to suggest that we ought to give far\r\n\r\nmore  time  than we have yet to examining  other\r\n\r\nalternatives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment, which I support, suggests that\r\n\r\ntelevision  should be handed over  to  a  public\r\n\r\ncorporation.  I should like to suggest,  at  the\r\n\r\nsame  time,  that we should consider whether  we\r\n\r\ncannot,  with  advantage, ally  television  with\r\n\r\nbroadcasting. That is what has happened in other\r\n\r\nterritories. In the United Kingdom,  the  B.B.C.\r\n\r\nrun  both television and broadcasting and it  is\r\n\r\nlikely  to be so, I understand, in South Africa.\r\n\r\nI  think  that  it  is right in  principle  that\r\n\r\ntelevision  and broadcasting should go  together\r\n\r\nrather than that television should be split from\r\n\r\nbroadcasting  and  handed  over  to   the   film\r\n\r\nindustry.  Now,  it is possible  that  we  could\r\n\r\nraise\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1562</b></font><br><br>\r\n\r\n\r\n\r\nthe finance for television to be run by a public\r\n\r\ncorporation  by running television on  its  own,\r\n\r\nthat  is to say, by allowing the corporation  to\r\n\r\nobtain  revenue from advertising; but  I  should\r\n\r\nlike to suggest that we should also examine  the\r\n\r\npossibility   of   pooling  the   resources   of\r\n\r\nbroadcasting  and television, and  I  would  not\r\n\r\nrule out the possibility that we should allow  a\r\n\r\ndegree  of advertising in broadcasting in  order\r\n\r\nto increase the revenue. I do not like at all to\r\n\r\nintroduce advertising into broadcasting. I think\r\n\r\nI  possibly  have  a  natural British  prejudice\r\n\r\nagainst  it, but at the same time I  would  very\r\n\r\nmuch prefer to allow advertising to come into  a\r\n\r\nGovernment-run    or   a   Government-controlled\r\n\r\nbroadcasting  system  than  I  would  hand  over\r\n\r\ntelevision to a commercial operation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Reference has been made to what has been done\r\n\r\nin   the  United  Kingdom.  There  is  one  very\r\n\r\nimportant  lesson  for us,  I  think,  from  the\r\n\r\nUnited  Kingdom arrangements. What  happened  in\r\n\r\nthe United Kingdom was, as hon. Members probably\r\n\r\nknow,  that the British Broadcasting Corporation\r\n\r\nwas  running  both broadcasting  and  television\r\n\r\ncompletely    divorced   from   all   commercial\r\n\r\ninfluence.   The  Conservative  Government,   in\r\n\r\npursuit  of its general policy to prevent  these\r\n\r\nbig   public  corporations  becoming  privileged\r\n\r\nmonopolies,  wished to introduce an  element  of\r\n\r\ncompetition. That element of competition had  to\r\n\r\ncome, of course, from commercial television, but\r\n\r\nthey  were  quite insistent that they would  not\r\n\r\nsurrender  television to the  free  use  of  any\r\n\r\ncommercial  operator. To that  end,  a  somewhat\r\n\r\ncomplicated  organisation has been set  up,  the\r\n\r\nbasic features of which are that you have, first\r\n\r\nof  all, a public authority the members of which\r\n\r\nare  appointed  by  the Minister  known  as  the\r\n\r\nIndependent  Television  Authority,   and   that\r\n\r\nAuthority is charged with the responsibility for\r\n\r\nproviding  television stations and  studios  and\r\n\r\nservices,  but  it is not charged directly  with\r\n\r\nproducing  programmes. In fact, the  law,  while\r\n\r\ntelling  the Authority that it must see  that  a\r\n\r\nhigh  quality is maintained, tells the Authority\r\n\r\nthat it should not produce\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1563</b></font><br><br>\r\n\r\n\r\n\r\nthe  programmes.  The programmes are  produced  by  a\r\n\r\nseparate organisation known as Programme Contractors.\r\n\r\nThose  are  people from the entertainment  world  and\r\n\r\nelsewhere  who  pay the Television Authority  to  put\r\n\r\ntheir programmes on the air. Yet another division  is\r\n\r\nmade  whereby neither the Authority nor the Programme\r\n\r\nContractors are allowed by law to have any connection\r\n\r\nat  all with those who are interested in advertising.\r\n\r\nSo  what the British Government has tried to do is to\r\n\r\nensure that the content of the programme is in no way\r\n\r\ninfluenced  by  the  advertiser. They  have  drawn  a\r\n\r\nparallel  with  the  cinema  and  the  Press   where,\r\n\r\nalthough  an advertiser pays to put his advertisement\r\n\r\nin a newspaper or have it shown on the cinema screen,\r\n\r\nhe does not yet, I am thankful to say, write the news\r\n\r\nor  the  leading article or produce the film. As  the\r\n\r\nMember for Tanjong Pagar has pointed out, even then a\r\n\r\nvery guarded introduction of commercial operation met\r\n\r\nwith violent opposition in the United Kingdom and  it\r\n\r\nis  still  subject to very considerable criticism.  I\r\n\r\nthink  that  it  is  too early  to  say  whether  the\r\n\r\nestablishment of the Independent Television Authority\r\n\r\nis  going  to  succeed in keeping  the  influence  of\r\n\r\ncommercial  advertising out of  the  content  of  the\r\n\r\nprogrammes.  The moral for us is that, in introducing\r\n\r\ncommercial   competition,  a   British   Conservative\r\n\r\nGovernment  took the utmost pains to  try  to  ensure\r\n\r\nthat  the  minds  of  the  British  people  are   not\r\n\r\nexploited by business for advertising purposes. It is\r\n\r\nalso  significant  that  the  Independent  Television\r\n\r\nAuthority, while being required to pay its  way,  was\r\n\r\nfinanced initially by advances from the Treasury.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanjong Pagar has referred to what\r\n\r\nour  neighbours the Thai Government have  done.  They\r\n\r\nhave  done what I think we should do, and that is  to\r\n\r\nset up a wholly Government-owned corporation. But  my\r\n\r\ninformation  is  the same as the Member  for  Tanjong\r\n\r\nPagar's  and that is that the influence of commercial\r\n\r\noperation  in  that Government-controlled  system  in\r\n\r\nThailand has resulted in a very low\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1564</b></font><br><br>\r\n\r\n\r\n\r\nstandard of programmes which I hope we shall not  see\r\n\r\nhere. It is all very well to suggest that if we  give\r\n\r\nan exclusive licence to a commercial operator, we can\r\n\r\nensure control. The first objection I have to that is\r\n\r\nthat  we  are going to set up a vested interest,  and\r\n\r\nonce we set up a vested interest, ultimately the only\r\n\r\nthing  we  can do is to buy it over; and  if  we  are\r\n\r\ngoing  to  buy  it over, it is going to be  extremely\r\n\r\nexpensive.  I  think we should at least take  further\r\n\r\nthought  before we decide to hand television over  to\r\n\r\nbusiness   and  create  a  new  vested  interest   in\r\n\r\nSingapore  that somebody in the future will  have  to\r\n\r\ntake over at vast expense.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, order, moment of interruption.\r\n\r\nDebate to be resumed, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Tomorrow, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Remaining items on the Order Paper read and ordered\r\n\r\nfor the next day.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> If it please you, Mr Speaker, I\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1564</b></font><br><br> \r\n\r\n<div align=\"center\"><b>MALAYAN AIRWAYS AND PUBLIC UTILITIES</b></div>\r\n\r\n<div align=\"center\"><b>(Malayanisation)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I have taken\r\n\r\nadvantage  of the right to speak on this  Adjournment\r\n\r\nto  raise  the question of Malayanisation of  Malayan\r\n\r\nAirways  and  of  other public utilities.  The  other\r\n\r\npublic  utility I have in mind is the passenger  road\r\n\r\ntransport  industry. However, there is at the  moment\r\n\r\non  the Table of this House the Report of the Hawkins\r\n\r\nCommission on Passenger Transport. I shall  therefore\r\n\r\nconfine  my remarks to the Malayanisation of our  air\r\n\r\ntransport industry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is often the case that, where\r\n\r\nsomething   essential  to  the   community   is   not\r\n\r\nprofitable,  the State finally takes over,  like  the\r\n\r\nMalayan Railways, but where it is profitable,  as  in\r\n\r\nthe case of the passenger road\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1565</b></font><br><br>\r\n\r\n\r\n\r\ntransport    and    passenger   air    transport\r\n\r\nindustries,  they  are left  in  private  hands.\r\n\r\nThere  are  two reasons why we must rapidly  put\r\n\r\nour house in order:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) We are approaching independence and the\r\n\r\nless trouble we have when we take over, the more\r\n\r\nefficiently will the industries be run after\r\n\r\nindependence; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Unless we have a definite policy now, we\r\n\r\nmay make it almost impossible to take over the\r\n\r\nindustry immediately after independence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Malayan Airways operates under Government\r\n\r\nfranchise which gives them a monopoly. The  Hon.\r\n\r\nthe  Chief Minister was an advocate against that\r\n\r\nmonopoly. He pleaded powerfully and persuasively\r\n\r\nagainst   making  Malayan  Airways  a   complete\r\n\r\nmonopoly  for  Mansfield & Company Limited,  but\r\n\r\nthat  is not what I am so concerned with  today.\r\n\r\nThe  franchise of that Airways is  due  for  re-consideration  by the Government very  shortly - I\r\n\r\nunderstand in April. I understand also that this\r\n\r\nis  not  a matter which affects Singapore  alone\r\n\r\nand  that  the Federation Government is  equally\r\n\r\ninterested.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> And Borneo.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> And Borneo. But I have\r\n\r\nsought  on this motion to draw attention to  the\r\n\r\nfact  that we have to do something about it.  We\r\n\r\ncannot  just  renew  the franchise  on  the  old\r\n\r\nterms.  If  it  is renewed, it will  be  renewed\r\n\r\nprobably  for  another seven years  and  I  feel\r\n\r\nconfident that we will not wait seven years  for\r\n\r\nMerdeka.  One  of  the  important  things  about\r\n\r\nrenewing the franchise is that this is the  time\r\n\r\nto  alter those conditions. If a franchise is to\r\n\r\nbe renewed, this is the time to enter into a new\r\n\r\nrelationship  with  the present  proprietors  of\r\n\r\nMalayan  Airways.  It might be  to  Government's\r\n\r\nadvantage to take over 51 per cent of the shares\r\n\r\nin  order that it can have the controlling voice\r\n\r\nin   the   running  and  management  of  Malayan\r\n\r\nAirways, but in order that there may be no break\r\n\r\nin  managerial continuity, the Company might  be\r\n\r\nallowed to retain 49 per cent. But I put that in\r\n\r\nas a suggestion regarding the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1566</b></font><br><br>\r\n\r\n\r\n\r\npossibilities of creating a new combination or a\r\n\r\nnew type of management of Malayan Airways.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Malayan Airways has been going on for seven\r\n\r\nyears  and one of the terms in the franchise  is\r\n\r\nthat  it  should  encourage  the  training   and\r\n\r\nemployment of local personnel. Every independent\r\n\r\ncountry - Burma,    Indonesia,   Ceylon,    India,\r\n\r\nPakistan - has an airline which flies the national\r\n\r\nflag.  It  is  part  of  the  trappings  of   an\r\n\r\nindependent country. We have Ceylon Airways, Air\r\n\r\nIndia, Garuda, Air Burma. The management is good\r\n\r\nin  some  and  bad  in others.  Apart  from  the\r\n\r\ninternational air transport problem,  we  should\r\n\r\nstart   Malayanising  our   own   internal   air\r\n\r\ntransport  personnel.  Malayan  Airways,   after\r\n\r\nseven  years,  have only trained  three  pilots.\r\n\r\nThey  have  recruited nine other local  men  who\r\n\r\nreceived  their training as pilots independently\r\n\r\nof  Malayan  Airways, in the Chinese Nationalist\r\n\r\nAir  Force,  in India, Australia and  elsewhere.\r\n\r\nAfter seven years, all it has been able to  show\r\n\r\non  the balance sheet - and I am reading now  from\r\n\r\nthe  memorandum  of  the Malayan  Airways  Local\r\n\r\nEmployees  Union - is that there are twelve  Asian\r\n\r\nFirst   Officers,   thirteen  expatriate   First\r\n\r\nOfficers  and twenty-five Captains. No  aircraft\r\n\r\ncan  fly  without a captain and a first officer.\r\n\r\nIn  other  words, no aircraft in Malaya  can  be\r\n\r\nflown  without an expatriate on board.  That  is\r\n\r\nnot what one could call a healthy situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We know, and the Hon. the Chief Minister knows\r\n\r\nvery well, the difficulty of finding men to fill\r\n\r\nthe  top jobs when there has been a long  period\r\n\r\nwhen men are kept down at the bottom. The reason\r\n\r\nfor it is not only that Malayan Airways does not\r\n\r\ntrain  them, but actively discriminates  against\r\n\r\ntheir  employment.  For  instance,  before   the\r\n\r\nelections  and  before Malayanisation  became  a\r\n\r\nreal  scare  to all Europeans, they were  paying\r\n\r\ntheir  local pilots less than one-half  of  what\r\n\r\nthey  were paying their European pilots - job  for\r\n\r\njob,  qualification for qualification. They paid\r\n\r\na  European, on  entering at  the  top  of  the\r\n\r\nservice, $1,450\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1567</b></font><br><br>\r\n\r\n\r\n\r\nwith  $250  marriage  allowance,  $300  housing\r\n\r\nallowance, $400 expatriate inducement allowance,\r\n\r\n$75   licence   allowance.  They  gave   further\r\n\r\nprivileges  like  home leave, dental  treatment,\r\n\r\naccident  insurance,  and  hospitalisation.  The\r\n\r\nlocal officer got $1,150 - less than half. In  the\r\n\r\ncase of qualified engineers, a locally qualified\r\n\r\nengineer  was  getting  one-third  of  what  his\r\n\r\nEuropean  counterpart was getting. When  in  the\r\n\r\ncourse  of  negotiations the European  directors\r\n\r\nwere  told  that  this is a new era - post-Rendel - and that there is a very \"fierce\" Chief Minister\r\n\r\nwho is in favour of Malayanisation and who might\r\n\r\nbe  influenced by the attitude of the Company on\r\n\r\nMalayanisation, only then did they say,  \"Right,\r\n\r\nwe  shall  give them the same basic pay  as  the\r\n\r\nEuropean.\"  That made it go up  to  one-half  of\r\n\r\nwhat  the  European  was  getting  because   the\r\n\r\nEuropean  still  has  a  marriage  allowance,  a\r\n\r\nhousing   allowance,  an  expatriate  inducement\r\n\r\nallowance,   a   licence  allowance,   a   leave\r\n\r\nallowance, dental treatment, accident  insurance\r\n\r\nand hospitalisation which the local man does not\r\n\r\nget.  Sir, to give an indication of the enormity\r\n\r\nof  the discrimination, may I just say that when\r\n\r\nthey  increased  the  basic  from  the  1st   of\r\n\r\nSeptember   last,  the  local   man   was   paid\r\n\r\n$500x25-600. After the 1st of September, he  was\r\n\r\npaid $800x25-900. He got, in fact, a 60 per cent\r\n\r\nsalary rise in the basic alone but he still does\r\n\r\nnot  get  any  of  these  allowances.  Then  the\r\n\r\nCompany,  with  the doggedness  typical  of  all\r\n\r\nEuropean  businessmen  fighting  a  last   ditch\r\n\r\nstand,  said that henceforth they would  have  a\r\n\r\nnew scale for expatriates and Asians alike. They\r\n\r\nreduced  the  scale  from $800  to  $650x25-900.\r\n\r\nThen,  with  a  wangle, which  might  have  done\r\n\r\ncredit to the Establishment Officer of the local\r\n\r\nGovernment,  they said that they would  take  on\r\n\r\nnew  recruits  at this new point  of  entry - much\r\n\r\nlower - \r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> On a point of order, Sir,\r\n\r\nit may well be that this company wangles, but  I\r\n\r\ndo  object very strongly to the suggestion  that\r\n\r\nany  officer of the Government wangles. If there\r\n\r\nis any such suggestion, Sir, I would like facts.\r\n\r\nIn  the  meanwhile,  I  ask  leave  that  it  be\r\n\r\nwithdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1568</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have said time and again that\r\n\r\nmy  hands  are tied by Standing Orders  and  the\r\n\r\nonly time that a Member is out of order is when,\r\n\r\namongst   other  matters,  he  imputes  improper\r\n\r\nmotives to any other Member. So it seems  to  me\r\n\r\nthat  if  a  Member  desires  to  say  something\r\n\r\nderogatory of an official of the Government,  it\r\n\r\nis  up  to a Minister of the Government to reply\r\n\r\nto that in due course.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I feel\r\n\r\nthat  some of us have perhaps not been following\r\n\r\nthe  evidence  submitted to  the  Malayanisation\r\n\r\nCommission.  Those who have will  know  all  the\r\n\r\ninstances  that have been cited  ad  nauseam  to\r\n\r\njustify  what,  in my opinion, is very  moderate\r\n\r\nlanguage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, as I was saying, having had to\r\n\r\nconcede  because of the change in the  political\r\n\r\nsituation,   the  Company  then   contrived   to\r\n\r\nintroduce  a  new plan whereby they could  bring\r\n\r\nEuropean  engineers from Australia or  elsewhere\r\n\r\nand  put them at a higher point of entry, whilst\r\n\r\nthe  Asian  would go in at $650. That  could  be\r\n\r\nquite   simply  done  with  no  apparent  racial\r\n\r\ndiscrimination  by bringing in the  question  of\r\n\r\nprevious  experience. For instance,  a  man  has\r\n\r\nbeen  a  corporal  in the Royal  Australian  Air\r\n\r\nForce;  although he did not have an  engineering\r\n\r\nlicence  at that time, the moment he  gets  that\r\n\r\nlicence,  the Company then says, \"Ah, yes,  here\r\n\r\nis a man who has had seven years in the R.A.A.F.\r\n\r\nand  knows all about Dakotas.\" So, he  will  get\r\n\r\n$650  plus seven increments. Well, that  is  the\r\n\r\nsort  of  thing  that  just  poisons  the  whole\r\n\r\nrelationship between Malayans and Europeans.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have here a memorandum of the Malayan\r\n\r\nAirways  Local Employees Union - this  is  not  my\r\n\r\nlanguage - and this is the way in which they  have\r\n\r\nput it themselves:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The expatriate engineer does only supervisory\r\n\r\nwork   while   the  Malayan  engineer,   holding\r\n\r\nidentical qualifications, is treated as and made\r\n\r\nto feel a glorified mechanic whom the expatriate\r\n\r\nengineer  regards not as a colleague  but  as  a\r\n\r\ndangerous rival.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1569</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This business of treating the men differently\r\n\r\ngoes  to  such an extent that the local  engineer\r\n\r\nhas  to  find his own way to work. The expatriate\r\n\r\nengineer  gets  a Volkswagen to collect  him  and\r\n\r\nsend  him  home. Now, with Merdeka in sight,  the\r\n\r\nCompany  has  decided that, in so far  as  it  is\r\n\r\npossible, it will divert the Volkswagen to  where\r\n\r\nthe  local engineers are staying but that if this\r\n\r\nis not possible, either because the Volkswagen is\r\n\r\nalready full up or otherwise, it will pay a small\r\n\r\nallowance to the local engineer to find  his  way\r\n\r\nto work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all this is happening in a public\r\n\r\nmonopoly,  which operates under the franchise  of\r\n\r\nthe Singapore, Federation and Borneo Governments.\r\n\r\nAll  these matters should be carefully considered\r\n\r\nwith  a  view  to the taking over  of  the  whole\r\n\r\nairline.  We must so arrange things that  in  the\r\n\r\nnot too distant future we should be in a position\r\n\r\nto  take  over  Malayan Airways lock,  stock  and\r\n\r\nbarrel and run it - \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Stop it!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Stop it? We shall have bigger\r\n\r\nthings, better things, better services. We  shall\r\n\r\nfly  the flag throughout the world, just  as  all\r\n\r\nthe other independent countries are doing. We may\r\n\r\neven re-design our flag - that is a matter for some\r\n\r\nother  time. But for the time being, what we  are\r\n\r\ninterested in is to see that this private British\r\n\r\ncompany  is  not  allowed  to  continue  with   a\r\n\r\nGovernment monopoly in the way it has.  In  seven\r\n\r\nyears, it has only trained three local pilots. In\r\n\r\nseven  years,  it  has  trained  only  ten  local\r\n\r\nengineers. It engaged fifteen boys in 1948.  Five\r\n\r\nleft  because  they were frustrated  and  because\r\n\r\nthere were no prospects of training or promotion.\r\n\r\nTen  remained.  Since 1948 there  has  been  no\r\n\r\nfurther  recruitment for training.  That  is  the\r\n\r\nkind  of private enterprise which has helped  to\r\n\r\nsour  the  whole  of the political  situation  in\r\n\r\nMalaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister for Telecommunications and\r\n\r\nWorks will be able to give us some information as\r\n\r\nto - \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1570</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Now, where does\r\n\r\nTelecommunications come from? Has not  television\r\n\r\nbeen finished with?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Telecommunications? I beg\r\n\r\nyour  pardon.  Is  it  Communications?  One  gets\r\n\r\nconfused by all these wordy Ministries.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> After ten months!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> What I hope he will do is to\r\n\r\ngive  us some indications. I well understand that\r\n\r\nhis  hands  may be tied because he will  have  to\r\n\r\nconsult  other Governments, but I  hope  he  will\r\n\r\ngive us some indication of the factors, which  he\r\n\r\nis  taking  into consideration when renewing  the\r\n\r\nfranchise.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> Mr Speaker, Sir, I hardly know\r\n\r\nwhere to begin, but let us begin anywhere. It does\r\n\r\nnot  matter  much where. Perhaps I can  begin  by\r\n\r\npassing  the Malayan Airways agreement across  to\r\n\r\nthe  hon.  Member. He referred to a statement  in\r\n\r\nthis memorandum from the Local Employees Union of\r\n\r\nMalayan  Airways,  that  the  franchise  included\r\n\r\ncertain  conditions about the  Company  employing\r\n\r\nand  encouraging the training of Malayans. I have\r\n\r\nonly  a short time before me. If you can find  it\r\n\r\nin the agreement, I shall be very interested.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the hon. Member just place\r\n\r\nthat on the Table?\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I lay it on the Table and if some\r\n\r\nMembers are interested - \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is the hon. Member addressing me?\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I beg your pardon, Mr Speaker,\r\n\r\nSir.  However,  that is by  the  way.  I  am  not\r\n\r\nconcerned  about  arguing the  question  of  what\r\n\r\ntraining  has  been given in  the  past  or  what\r\n\r\nshould  have been given. But just as a matter  of\r\n\r\nrecord, I think that it is important to note what\r\n\r\nactually  is  in the franchise. I have  not  been\r\n\r\nable, at a cursory glance, to establish the truth\r\n\r\nthat they are bound to give training to Malayans.\r\n\r\nIt may be that they ought to have.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanjong Pagar was anxious that\r\n\r\nwe  should  give early consideration, because  on\r\n\r\nthe 30th April\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1571</b></font><br><br>\r\n\r\n\r\n\r\nthis  year we have to give notice to the Company.\r\n\r\nIn fact, consideration has been going on for just\r\n\r\nprecisely two years. The first opening letter  in\r\n\r\nthis file from the Director of Civil Aviation  in\r\n\r\nSingapore  is dated 9th March, 1954, raising  the\r\n\r\nquestion  of the future of Malayan Airways.  Ever\r\n\r\nsince, the matter has been under discussion and a\r\n\r\nvery  great range of possible futures  for  civil\r\n\r\naviation  has  been  discussed.  There  are  very\r\n\r\ncomplex  and  technical factors included.  It  is\r\n\r\ndelightful to think of larger aeroplanes and more\r\n\r\nof them and so forth, but that is not necessarily\r\n\r\nthe  right approach. A large aeroplane introduces\r\n\r\na  number of technical factors - whether it is  the\r\n\r\nlength  of  the  runway, or  whether  it  is  the\r\n\r\neconomic  pay-load, which has to  be  considered.\r\n\r\nMerely to have a larger aeroplane so that you can\r\n\r\nshow  the flag on it would not necessarily  be  a\r\n\r\nsound economic policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are also a number of other points to be\r\n\r\nconsidered. If it is felt that consideration  has\r\n\r\ngone  on too long, I must endorse and stress what\r\n\r\nthe  hon.  Member himself has said, that although\r\n\r\nMalayan  Airways is based in Singapore, its  base\r\n\r\nis  all  that  it has in Singapore  and  all  its\r\n\r\nflying territory lies outside this island. It has\r\n\r\nan   agreement  with  the  Governments   of   the\r\n\r\nFederation  of  Malaya  and  Singapore.  It  also\r\n\r\noperates  in Borneo as Malayan Airways and  as  a\r\n\r\nsubsidiary  as  well. It also has  certain  other\r\n\r\nservices,  which are not enormously  significant,\r\n\r\nand,  of course, it could possibly expand into  a\r\n\r\nregional or territorial service and not merely  a\r\n\r\nlocal    airline   service.   These    are    all\r\n\r\npossibilities  which have to  be  considered  but\r\n\r\nwhich  are  not  matter for a statement  at  this\r\n\r\nstage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I cannot, I am afraid, go into much detail about\r\n\r\nthe  points in which the Member for Tanjong Pagar\r\n\r\nis  specifically interested - the question  of  the\r\n\r\nMalayanisation of the staff, whether it  is  air-crew  or ground engineers of the Malayan Airways,\r\n\r\nor  on  negotiations  which have  to  take  place\r\n\r\nbetween   the  Governments  concerned.   I   must\r\n\r\ncomment,   in   passing,  that  even   the   word\r\n\r\n\"Malayanisation\" is inappropriate.  If  they  are\r\n\r\ngoing to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1572</b></font><br><br>\r\n\r\n\r\n\r\noperate  in  Borneo, then the Borneo  territories\r\n\r\nwill emphatically demand \"Borneonisation\", and as\r\n\r\nsoon    as   we   use   accidentally   the   word\r\n\r\n\"Malayanisation\",  there  will  be  an  immediate\r\n\r\nreaction from Borneo, \"You cannot do that here!\r\n\r\nWe  do  not  want Malayanisation!\" A  Malayan  in\r\n\r\nSingapore is an expatriate in Borneo, or  he  may\r\n\r\nbe   held   to   be   so,   and,   unfortunately,\r\n\r\nMalayanisation is not quite the appropriate  term\r\n\r\nfor - \r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Confederalisation!\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> Yes, we will get the reality and\r\n\r\nthen  find the name for it, I hope! Now,  on  the\r\n\r\nquestion of Malayanisation, there are one or  two\r\n\r\npoints  that  I  think I might  profitably  raise\r\n\r\n(without anticipating future negotiations) on the\r\n\r\nfigures supplied to me about six or seven  months\r\n\r\nago.  The Asians or Malayans now employed in  the\r\n\r\nMalayan Airways air-crew will have to be expanded\r\n\r\nby  about 400 per cent. You multiply them by four\r\n\r\nto get enough to provide all the pilots and chief\r\n\r\nofficers,  captains and whatever the  appropriate\r\n\r\nranks are. For the ground engineers, you have  to\r\n\r\nmultiply them by three. In other words, you  have\r\n\r\ngot a lot more expatriates than you have Malayans\r\n\r\nat  present,  and  if  you want  to  replace  the\r\n\r\nexpatriates,  you have to get a great  number  of\r\n\r\nMalayans.  It  is  not a matter  of  one  or  two\r\n\r\npeople.  It is a matter, as I say, of multiplying\r\n\r\nyour present Malayan staff by three or four times\r\n\r\nand  it does take two years to train a pilot  and\r\n\r\nthree  years to train a ground engineer, so  that\r\n\r\nthere is necessarily bound to be a lag before you\r\n\r\ncan  replace  expatriates by  Malayans.  That  is\r\n\r\nsignificant  because  you may  have  to  be  most\r\n\r\nanxiously  seeking for Malayans  to  replace  the\r\n\r\nexpatriates who are likely to go. The information\r\n\r\nI  have  received  is  that already  there  is  a\r\n\r\nsignificant  outflow from the  engineering  side,\r\n\r\nand  as everyone knows, pilots, engineers and all\r\n\r\ntechnical  people  can  pick  up  excellent  jobs\r\n\r\nanywhere  in  the world. And if they  think  that\r\n\r\ntheir future is not secure in this country,  they\r\n\r\nwill  not  wait for a year or two until they  are\r\n\r\nchased  out.  They  will look  around,  read  the\r\n\r\ntechnical\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1573</b></font><br><br>\r\n\r\n\r\n\r\npapers  and find a job that looks permanent  and\r\n\r\nprofitable. It may be that we should prefer them\r\n\r\nto  stay on until we were ready to replace  them\r\n\r\nbut  they  are  very likely to  say,  \"Well,  my\r\n\r\nfamily,  myself, my children, my future  and  my\r\n\r\ncareer  come first, and I cannot afford to  wait\r\n\r\nin  a place where I am going to be replaced very\r\n\r\nsoon.  I had better get off straightaway.  There\r\n\r\nis  a  nice opening and I will take it  and  get\r\n\r\nmyself re-established elsewhere.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am not going into the rights and wrongs of\r\n\r\nthis  matter in the least. I am merely  pointing\r\n\r\nout  that, as far as I can judge at the  moment,\r\n\r\nthe  indications appear to be that it is not  so\r\n\r\nmuch that we have no places for the Malayans  as\r\n\r\nwe have not enough Malayans for the places. I am\r\n\r\nnot  giving  that as a statement of fact.  I  am\r\n\r\nlooking  at  it as far as I can guess  from  the\r\n\r\nrather limited information available.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would stress also that we would have to have\r\n\r\ncareful  training  and  satisfactory  experience\r\n\r\nafter   training,  because,  whilst  in  certain\r\n\r\nservices  you  can perhaps take a  chance  on  a\r\n\r\nman's  fitness, whether he is really able to  do\r\n\r\nthe  job  that he is trained for, when  you  are\r\n\r\nflying  through the air with thirty or forty  or\r\n\r\nfifty lives depending on one touch of the rudder\r\n\r\nor  whether you come down on the right  part  of\r\n\r\nthe  airport or come down too far or too  short,\r\n\r\nyou  have  the  possibility of destroying  fifty\r\n\r\npeople's lives. You have also the possibility of\r\n\r\ndestroying the repute of your national  airline.\r\n\r\nAn  airline  which has frequent  accidents  will\r\n\r\nvery soon cease to have many passengers. Malayan\r\n\r\nAirways  have a remarkable record for  accident-free flying, which is an undoubted asset both to\r\n\r\nthemselves as a company and still more  to  this\r\n\r\nterritory  as  a  place which  has  satisfactory\r\n\r\naviation communications, where you can get  into\r\n\r\na plane as you will get into a bus and feel that\r\n\r\nyou  will safely arrive at the other end without\r\n\r\nhaving suffered any serious damage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think I need go into the question of\r\n\r\nprecisely  how many people Malayan Airways  have\r\n\r\ntrained.  I wish it was more but I do not  think\r\n\r\nthat  it  is  quite as small as the hon.  Member\r\n\r\nthinks. It remains for me to say that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1574</b></font><br><br>\r\n\r\n\r\n\r\nall  the  factors  which  the  hon.  Member  has\r\n\r\nstressed are ones which have been most anxiously\r\n\r\nconsidered  and which are still being considered\r\n\r\nand  which  are the subject of negotiations.  It\r\n\r\nwould  prejudice  negotiations  if  I  were   to\r\n\r\nattempt to indicate precisely where we have  got\r\n\r\nto  or  precisely what we are attempting to  do.\r\n\r\nMoreover,  I could not do so in honesty  without\r\n\r\nprevious consultation with the other Governments\r\n\r\nwhich  are  also parties to the negotiations.  I\r\n\r\nvery  much regret to say that I cannot say  very\r\n\r\nmuch  more  beyond assuring the hon. Member  and\r\n\r\nall  Members of this House that everything  that\r\n\r\nwe   feel   it  is  possible  to   do   in   the\r\n\r\ncircumstances  to ensure that  our  local  civil\r\n\r\naviation is Malayan in its organisation, in  its\r\n\r\nstaff,  in  its  services, and  in  its  capital\r\n\r\nstructure, will be done, but precisely what will\r\n\r\nbe done I cannot say.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> If it please you, Mr\r\n\r\nSpeaker,  Sir,  I would like, very  briefly,  to\r\n\r\nmake  this  statement to supplement that  of  my\r\n\r\ncolleague and friend, and that is that  any  new\r\n\r\narrangement  which  may be arrived  at,  whether\r\n\r\ninvolving  Malayan  Airways itself  with  a  new\r\n\r\nfranchise  or not, after the end of the  present\r\n\r\nfranchise will be submitted to this House.  This\r\n\r\nGovernment  is not issuing any monopolies  under\r\n\r\nany   prerogatives  without  the  knowledge  and\r\n\r\nconsent of the House, and I quite agree that the\r\n\r\nquestion   of  Malayanisation  of  the   Malayan\r\n\r\nAirways  staff  will  be a  material  factor  in\r\n\r\nconsideration of Malayan Airways' application or\r\n\r\ninterest in any new arrangement.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goode -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goode:</b> Sir, I should like to support, for\r\n\r\nthe  record,  the remarks made by the  Hon. the\r\n\r\nMinister  for  Communications and Works  on  the\r\n\r\nstandard  of service which has been provided  in\r\n\r\nthis part of the world by Malayan Airways. I  am\r\n\r\nnot briefed by Malayan Airways as the Member for\r\n\r\nTanjong  Pagar is briefed by the  Union,  but  I\r\n\r\nwould  like  to put on record, as  a  matter  of\r\n\r\nfact,  that in Malayan Airways we have  in  this\r\n\r\npart  of  the  world one of the  most  efficient\r\n\r\nlocal  air  services to be found  anywhere,  bar\r\n\r\nnone. They have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1575</b></font><br><br>\r\n\r\n\r\n\r\nan accident-free record which, God willing, they\r\n\r\nmay long, long keep and they are one of the few\r\n\r\nthat do not have to be subsidised.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> How much money have they\r\n\r\nmade?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, order. We have reached the\r\n\r\ntime appointed for the termination of business.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1576</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Question having been proposed after Four\r\n\r\no'clock p.m. and the debate having continued for\r\n\r\nhalf  an  hour, Mr Speaker adjourned the  House\r\n\r\nwithout  Question put, pursuant to the  Standing\r\n\r\nOrder.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at thirty-one</div>\r\n\r\n<div align=\"right\">minutes past Four o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
