{"memberId": null, "volumeNo": "4", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"4\">\r\n\r\n<meta name=\"Sit_No\" content=\"9\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1957-12-17\">\r\n\r\n<meta name=\"Start_Col\" content=\"3081\">\r\n\r\n<meta name=\"End_Col\" content=\"3150\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">4</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">9</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">17-12-1957</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 3081</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 4</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">PART III OF SESSION 1956-7</div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n                          \r\n\r\n<br><br><div align=\"center\"><i>Tuesday, 17th December, 1957</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock am</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid bin Haji Jumat (Ulu Bedok), Minister for Local Government. Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, C.M.G. Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Dr Lim Yew Hock (Havelock), Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3082</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr M. P. D. Nair (Seletar), Assistant Minister to the Chief Secretary.\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br>The Honourable Mr E. P. Shanks, Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>Mr Soh Ghee Soon (Cairnhill).\r\n\r\n\r\n\r\n<br>The Honourable Mr S. T. Stewart, Chief Secretary (Acting) (ex-officio).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n                       \r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3083</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>APPROPRIATION BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of\r\n\r\nSupply [2nd Allotted Day]:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3083</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question (16th December,\r\n\r\n1957) proposed to Head 11 in the First Schedule of the\r\n\r\nBill,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allotted for Head 11 be reduced by\r\n\r\n$10 in respect of item (1) of subhead 4 therein.\"-[Mr\r\n\r\nR. Jumabhoy].\r\n\r\n\r\n\r\n<br><br>10.02 a.m.\r\n\r\n\r\n\r\n<div align=\"center\"><b>FIRST SCHEDULE</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 11-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong (Serangoon):</b> Mr Speaker, Sir, on\r\n\r\nthis question of defence services, I think we must take\r\n\r\na  very  realistic  view of the whole  matter.  In  our\r\n\r\nLondon  talks,  we  agreed that  defence  and  external\r\n\r\naffairs,  excepting  for trade and cultural  relations,\r\n\r\nshould  be left to Britain. Therefore, Sir, defence  is\r\n\r\nnot  within  our  province. We  do  realise  that,  for\r\n\r\npurposes   of  internal  security,  we  require   armed\r\n\r\nsupport,  but  to expend a total of $13,926,370,  which\r\n\r\nforms  5  per cent of our total revenue, is,  I  think,\r\n\r\nunrealistic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have heard that the Government is going to hand\r\n\r\nover the Navy to the Federation of Malaya. If it is  to\r\n\r\nbe  handed over in the near future, I do not see why we\r\n\r\nshould  expend such a large sum as $5 million  odd  for\r\n\r\nits  development.  Perhaps it may  be  said  that  this\r\n\r\nexpenditure   is  recurrent  but  I  think   that   all\r\n\r\ndevelopment, anything requiring more money to bring the\r\n\r\nNavy up to a greater standard, should be stopped.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have said during the Second Reading of the\r\n\r\nAppropriation Bill that it is not a fighting navy  that\r\n\r\nwe want but a merchant navy. It is not fighting men who\r\n\r\nwould be required to protect Singapore, but men of  the\r\n\r\nmerchant marine, people who would be able to help us in\r\n\r\nsupplying service to the world and developing  our  own\r\n\r\nshipping lines.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this age, it is ridiculous to develop a navy.\r\n\r\nToday the world has developed weapons of war to such  a\r\n\r\nhigh  standard  that  it  is  impossible  for  a  navy,\r\n\r\nconsisting  of  so many minesweepers  and  probably  no\r\n\r\ndestroyers, to go against big\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3084</b></font><br><br>\r\n\r\n\r\n\r\npowers.  What  we  depend on for our  safety  would  be\r\n\r\ncollective security. We will have to depend on friendly\r\n\r\nnations,  on being friendly to everybody,  and  on  the\r\n\r\njustice of the world to keep this island safe.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is expenditure on the army. This\r\n\r\ncomes  up  to $3 million odd with another $2.8  million\r\n\r\nmaking  it  $5 million odd again. I would say  that  we\r\n\r\nrequire  a regiment or two to assist our police  but  I\r\n\r\nwould suggest that the money expended in this direction\r\n\r\nshould  not just be spent in maintaining fighting  men,\r\n\r\nbut  in  teaching a trade to the youths who are out  of\r\n\r\nschool  and are unemployed. They should join the  armed\r\n\r\nforces,  just as the British army does, and when  these\r\n\r\nservicemen come out, they are skilled tradesmen. If the\r\n\r\narmy  is run on this basis, we will not be wasting  our\r\n\r\narmy; we will be using the army as a sort of school  to\r\n\r\nhelp  our  young people be useful to society when  they\r\n\r\ncome out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this matter, I think that voluntary services\r\n\r\nshould  be  encouraged,  and that  any  money  expended\r\n\r\nshould  only be a bare minimum to maintain the fighting\r\n\r\nforces, the rest being devoted to ways of training  the\r\n\r\nyoung servicemen of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to the air force, there is nothing much to talk\r\n\r\nabout. We have spent a lot of money on it but have only\r\n\r\nproduced  a  few people holding private licences.  Here\r\n\r\nagain,  we  should  look forward  not  to  producing  a\r\n\r\nfighting  force, but a force of young  people  able  to\r\n\r\nhelp  us  man our own air lines should we require  them\r\n\r\nlater.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We can take a line from the big nations, Sir,\r\n\r\nespecially Britain. In time of war, when we  do  really\r\n\r\nrequire armed forces, we usually find that there is  an\r\n\r\ninsufficiency  of personnel in the regular  forces.  In\r\n\r\nsuch cases, those in the merchant navy can be asked  to\r\n\r\nserve the country in transportation, shipping and other\r\n\r\nwork,  and  those  in the commercial air  lines  to  do\r\n\r\nlikewise. If we develop our armed forces in this way, I\r\n\r\nthink it will help Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government would probably wonder about the fact\r\n\r\nthat  we have no airline, merchant navy and so on.  The\r\n\r\npoint is that we must start somewhere.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3085</b></font><br><br>\r\n\r\n\r\n\r\nIf  we have the personnel, then it would be possible to\r\n\r\nsee these things take shape. At least those who want to\r\n\r\nstart shipping lines or air lines would be able to find\r\n\r\nskilled men to operate them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think that this defence expenditure, which\r\n\r\nforms  about 5 per cent of our total revenue, is a  bit\r\n\r\nunrealistic.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy (Telok Ayer):</b> Mr Speaker, Sir, I\r\n\r\nwant  to lay further stress in addition to what I  said\r\n\r\nyesterday. Britain has taken upon itself the defence of\r\n\r\nthe  Colony. The Hongkong naval base is being abolished\r\n\r\nand  Britain  is definitely going to retain  the  naval\r\n\r\nbase here. Therefore I must stress that our workers  in\r\n\r\nthat  area  should not fear at all about  unemployment.\r\n\r\nWhat  they  have  to see is that the  climate  will  be\r\n\r\nfavourable for the base to remain here, that it is  not\r\n\r\nremoved somewhere else. Well, that is politics;  it  is\r\n\r\nleft to their votes to decide.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I talked about the present advancing age of sputniks\r\n\r\nand missiles. Singapore is a small place and can in  no\r\n\r\ncase  defend itself. I will quote three examples. Korea\r\n\r\nwas attacked or there was trouble there. There was also\r\n\r\ntrouble  in  Indo-China;  and  Egypt  was  attacked  by\r\n\r\nBritain  and France. What happened? The United  Nations\r\n\r\ncame  to  their  help  and  brought  peace.  Such   big\r\n\r\ncountries have to depend on other nations to put things\r\n\r\nright  if they are attacked. How big is Singapore after\r\n\r\nall?  Should  we  then  spend so  much  money  on  such\r\n\r\nservices?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What is needed, I stress again, are internal security\r\n\r\nforces  to help the police, and a strong marine  police\r\n\r\nwith  speed-boats to prevent smuggling  of  contraband.\r\n\r\nThis  is  very essential but it does not mean  that  we\r\n\r\nshould spend millions on the capital and other cost  of\r\n\r\na Royal Malayan Navy. I shall come to it later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we do need to train pilots, and an auxiliary air\r\n\r\nforce  may be maintained on a limited scale. The Flying\r\n\r\nClub  could  be  helped. But it is very unnecessary  to\r\n\r\nkeep these at the expense of the taxpayer. Besides,  we\r\n\r\nmay  be  supporting imperial designs, letting our  boys\r\n\r\nbecome  fodder  for  some imperial  design.  We  should\r\n\r\nprevent that.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3086</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>10.15 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Stewart (Acting Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Acting Chief Secretary (Mr S. T. Stewart):</b> Mr Speaker, Sir, the expenditure on defence services\r\n\r\nrepresents,  as  the  hon. Member for  Serangoon  says,\r\n\r\nabout  5  per  cent of the total expenditure  including\r\n\r\nthat  on development. By almost any standard, I suggest\r\n\r\nthat  this is a low proportion and is not, as the  hon.\r\n\r\nMember says, unrealistic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the attitude that in this age of sputniks, we on\r\n\r\na small island like Singapore should drop all plans for\r\n\r\ndefence,  would appear to be a negative one. There  are\r\n\r\nstill  conventional  forms of warfare  and  aggression.\r\n\r\nTrue, Sir, Singapore does not maintain defence services\r\n\r\nto attack anyone, but we do need these services to have\r\n\r\nour  own  local  forces  and build  them  up  for  good\r\n\r\nreasons, especially to safeguard internal security,  to\r\n\r\nhelp  the  police in the maintenance of law  and  order\r\n\r\nshould the necessity arise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also submit, Sir, that if Singapore looks\r\n\r\nforward  to  merger with the Federation of  Malaya,  it\r\n\r\nwould reasonably be expected to contribute towards  the\r\n\r\ncommon  defence.  Defence forces  cannot  be  built  up\r\n\r\novernight.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the Royal Malayan Navy, the Pan-Malayan background of the building up of this force by\r\n\r\nSingapore was ably given by Sir William Goode  when  he\r\n\r\nwas  Chief Secretary in last year's Assembly debate  on\r\n\r\nthe  1957 Estimates. I would refer the hon. Members for\r\n\r\nTelok  Ayer and Serangoon to columns 862 to 866 of  the\r\n\r\nOfficial  Report, Volume 2, No. 12, of  21st  November,\r\n\r\n1956.  The  future of the R.M.N., Sir, is  still  under\r\n\r\ndiscussion  with the Federation, and I am sure  Members\r\n\r\nwill   not   expect  me  to  give  too  much   detailed\r\n\r\ninformation about it, when these negotiations are still\r\n\r\nbeing carried on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some members said that external defence is a matter\r\n\r\nfor  the  British Government. In the case of the  navy,\r\n\r\nstrategic defence would certainly be a matter  for  the\r\n\r\nUnited Kingdom Government, but we would surely have  to\r\n\r\nsee  to  our  own inshore defences, to keep our  waters\r\n\r\nclear, because Singapore is a port. The navy would have\r\n\r\na  peacetime role also to maintain. The R.M.N. also has\r\n\r\nEmergency duties to perform; and one of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3087</b></font><br><br>\r\n\r\n\r\n\r\nthe  lighter roles which it has recently played is, for\r\n\r\ninstance, to convey citizenship registration  teams  to\r\n\r\nChristmas  Island.  The R.M.N. has  a  peacetime  role.\r\n\r\nWhatever  the  outcome  of the  negotiations  with  the\r\n\r\nFederation, we would require to have some ships.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the armed forces, that is the regular\r\n\r\nBattalion  and  the  other  military  forces,  I  think\r\n\r\nMembers will agree that the expenditure on them is  not\r\n\r\nat  all  large,  if  we  take  into  consideration  the\r\n\r\nnecessity - which  this Assembly has approved - of  raising\r\n\r\nan  infantry Battalion and providing also for  a  part-time   battalion  of  the  Singapore  military   forces\r\n\r\nsupported  by  ancillary units. The  role  which  these\r\n\r\nSingapore  military forces can play in  supporting  the\r\n\r\npolice   in   internal  security  is   certainly   very\r\n\r\nimportant,  and  I  think  any  expenditure   in   that\r\n\r\ndirection is justified.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think it was the Member for Telok Ayer who\r\n\r\nmentioned about the army, sea and air cadet corps. With\r\n\r\nmore than half of the population of Singapore under  21\r\n\r\nyears of age, it cannot be doubted that money spent  on\r\n\r\nthese  cadet  corps, which are really a form  of  youth\r\n\r\nmovement and extra-mural activity in schools, is  money\r\n\r\nwell  spent. Although the corps are provided for  under\r\n\r\nthe  head  \"Defence\", the emphasis is more on corporate\r\n\r\ndiscipline,  comradeship  and  self-reliance  than   on\r\n\r\npurely-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Of explanation, Sir\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Hon. the Chief Secretary has not\r\n\r\ngiven way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> - military matters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the Malayan Auxiliary Air Force,\r\n\r\nthe  policy  is to shift the emphasis from  the  flying\r\n\r\nside to the fighter control unit, which has a real part\r\n\r\nto  play in the defence of Malaya as a whole, it  being\r\n\r\ntheir  job  to  man  radar  reporting  stations  in  an\r\n\r\nemergency. We hope that the Singapore\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3088</b></font><br><br>\r\n\r\n\r\n\r\nsection of the M.A.A.F. will one day be part of a  pan-Malayan  air  force.  As Members  perhaps  are  already\r\n\r\naware, the Federation is developing a regular air force\r\n\r\nand  we  hope that one day our section of the Singapore\r\n\r\nM.A.A.F. will contribute to that air force.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Other items under Head 11, Defence Services, were not\r\n\r\nraised,  and  I presume that these have  met  with  the\r\n\r\napproval  of Members. I would say that we wish  nothing\r\n\r\nbut  peace  to  all but we must have  local  forces  to\r\n\r\nsafeguard our internal security and support the  police\r\n\r\nin  maintaining law and order within our borders which,\r\n\r\nby  virtue  of the fact that we are an island,  include\r\n\r\nlarge tracts of sea.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Speaker, Sir, I never said that\r\n\r\nwe should prevent our youths being trained as cadets on\r\n\r\na  voluntary basis. I was hitting at the expenditure on\r\n\r\nthe Royal Malayan Navy costing $5,082,000, as appearing\r\n\r\non  page 98 of the Estimates, and the arguments put  by\r\n\r\nthe  Hon. the  Chief  Secretary are  very,  very  lame\r\n\r\nindeed.  To  help in the registration  of  citizens  on\r\n\r\nChristmas  Island - how many citizens are there  on  that\r\n\r\nisland?  Could  lie  not manage by chartering  a  small\r\n\r\nboat? Do you want $5 million to spend on that?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Please address the Chair.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Then, Sir, the argument was, 'Oh, we\r\n\r\nhave  to  think about our neighbour.' Well, what  about\r\n\r\nthinking about our own taxpayers? Have we not to  think\r\n\r\nabout  those  who  have to foot the bill?  I  know  the\r\n\r\nGovernment is incapable of taking things into  its  own\r\n\r\nhands  and  that it is just following a policy  already\r\n\r\nlaid down by the Colonial Office.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister (Dr Lim Yew Hock):</b> Mr Speaker,\r\n\r\nSir, such a cold day and at such an early time, yet the\r\n\r\ndebate is already getting heated up!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Royal Malayan Navy was brought into force years\r\n\r\nand  years ago, as explained last year, as part of  the\r\n\r\ndefence  strategy for the whole of Malaya-Singapore  to\r\n\r\nput up a navy, the Federation of Malaya an army. The\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3089</b></font><br><br>\r\n\r\n\r\n\r\nnavy has been with us and I am sure it is not suggested\r\n\r\nthat it should be scrapped.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Scrap it!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Ah, not so simple! That is what\r\n\r\nwe are trying to do and what we hope to achieve is that\r\n\r\nthe  navy  could  be transferred to the  Federation  of\r\n\r\nMalaya. There have been negotiations between us and the\r\n\r\nFederation  as  to  when and how this  navy  should  be\r\n\r\ntransferred.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So far, the attack on the defence services has come\r\n\r\nfrom  the  Liberal-Socialist Party. We have one  Member\r\n\r\nwho  criticised us violently and said that there should\r\n\r\nbe  no defence services, whereas we have the leader  of\r\n\r\nthat  Party saying, 'Let us tackle the subject  in  its\r\n\r\nright   perspective.'  He  would  like  to   see   more\r\n\r\nregiments; he would like to see an army but not a navy.\r\n\r\nBut he went to the extern of saying that the 5 per cent\r\n\r\nof  the  total  revenue of Singapore  to  be  spent  on\r\n\r\ndefence  services  is  much too much  and  out  of  all\r\n\r\nproportion when we face the facts. But he did urge that\r\n\r\nthere should be more regiments. At the present time, we\r\n\r\nonly have one battalion. A second battalion is awaiting\r\n\r\nthe result of the transfer of the Royal Malayan Navy to\r\n\r\nthe  Federation. If we are going to have more than  one\r\n\r\nbattalion,  I would like the hon. Member to  take  note\r\n\r\nthat the 5 per cent criticised by him may be 7 per cent\r\n\r\nin due course!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Sir, I think I would like one or\r\n\r\ntwo  points  of clarification. We have an  army  and  a\r\n\r\nnavy,  to  be built up from the revenues of  Singapore.\r\n\r\nHow  much control have we got over this navy and  army?\r\n\r\nIf  I  understand it rightly, they should be under  the\r\n\r\ncontrol  of  the  British Commander-in-Chief.  We  have\r\n\r\nheard  that the army and the navy have rendered  useful\r\n\r\nservice, at ceremonies and so on. I am sure we  do  not\r\n\r\ndeny  the  Chief Minister the opportunity of inspecting\r\n\r\nthe navy and army - these are more pleasant jobs. But the\r\n\r\nreal  role  of  the army, as I said, is  assisting  our\r\n\r\npolice for purposes of internal security, and if  there\r\n\r\nis  such a need to do so, would it be under the command\r\n\r\nof the Chief Minister or the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3090</b></font><br><br>\r\n\r\n\r\n\r\nBritish  C-in-C? That is what I would like to be  clear\r\n\r\nabout.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On expenditure, I would say that if we have just\r\n\r\nsufficient  armed  forces  to  assist  the  police   on\r\n\r\ninternal  security, we need not spend so much money.  I\r\n\r\nwould  like  the Chief Minister to understand  that  my\r\n\r\nview, as far as the Royal Malayan Navy is concerned, is\r\n\r\nto  stop  everything that will incur more  expenditure.\r\n\r\nWait  for the day you hand over the whole thing to  the\r\n\r\nFederation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Probably the navy, as I understand, may be performing\r\n\r\none  or  two duties but we would very much like to  see\r\n\r\none  or  two  of  our ships stationed  within  our  own\r\n\r\nterritorial waters so that when neighbours  come  along\r\n\r\nwith  gunboats and pinch our boats, then our navy could\r\n\r\nstand  up  with their water-pistols and say, \"Here,  we\r\n\r\nhave a water-pistol against your cannon.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would very much like to see some realistic work\r\n\r\ndone  if we think about building up an army, air force,\r\n\r\nradar network and so on. If we do not expend enough  to\r\n\r\nhave  a  big fighter force and a big army, then we  may\r\n\r\nonly  be  able to plot the places where the bombs  will\r\n\r\nfall and not be in a position to stop them falling.\r\n\r\n\r\n\r\n<br><br>10.30 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All this work is very good, very well explained and\r\n\r\nso  on, but I think every cent that we put up on  these\r\n\r\ndefence  services  means a cent  saved  by  the  United\r\n\r\nKingdom.  I  would  like the Government  to  know  that\r\n\r\ndefence  is still in the hands of Britain. The less  we\r\n\r\nspend on it, the more the U.K. will have to spend;  the\r\n\r\nmore we spend on it, the more the U.K. will be able  to\r\n\r\ndirect our own army, navy and so-called air force.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, a little\r\n\r\nknowledge  is  indeed a dangerous  thing.  The  defence\r\n\r\nforces  of  Singapore  are  controlled  by  the   local\r\n\r\nGovernment.  It is only for the purpose  of  discipline\r\n\r\nthat they come under the British Commander-in-Chief.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member said that if we have local defence\r\n\r\nforces  of that nature, the Chief Minister can  have  a\r\n\r\npleasant\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3091</b></font><br><br>\r\n\r\n\r\n\r\njob  inspecting them. I consider that it is not only  a\r\n\r\npleasant job but a proud moment of my life when  I  can\r\n\r\ninspect local people answering the call and standing up\r\n\r\nsaying,  \"This  is our country. We are here  to  defend\r\n\r\nit!\" Those would be the proudest moments of my life.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member says that defence is still in the hands of\r\n\r\nthe  United Kingdom Government. It is external  defence\r\n\r\nand  not  internal security. It has been  explained  to\r\n\r\nhon.   Members  that  our  local  defence  forces   are\r\n\r\nprimarily for internal security.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from that, I am sure the hon. Member is not\r\n\r\nsuggesting  that  we  should be content  with  our  new\r\n\r\nConstitution   and  rest  content   with   just   self-government. How are we going to demand independence  if\r\n\r\nwe do not start building defence forces of our own? How\r\n\r\nare  we  going to seek a merger with the Federation  of\r\n\r\nMalaya  when the Federation has defence forces  of  its\r\n\r\nown  and  we  have  nothing to contribute  towards  the\r\n\r\ncommon defence?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy (Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Commerce and Industry (Mr J. M. Jumabhoy):</b> Just a word in edgewise, Sir, and that is\r\n\r\nthat perhaps the hon. Member for Serangoon forgets that\r\n\r\nif we do not have detachments of the local forces, then\r\n\r\nthe  Liberal-Socialists in the City Council  cannot  be\r\n\r\nsure  of getting a march-past for the President to take\r\n\r\nthe  salute, which is none of the functions of the City\r\n\r\nCouncil  Or perhaps they are not interested because  in\r\n\r\nany case they do not hope to capture the City Council?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Sir, I would like a point of\r\n\r\nclarification. If we want to merge with the  Federation\r\n\r\nof Malaya, we do not have to go in with our guns at the\r\n\r\nready; we go in with a friendly attitude. There  is  no\r\n\r\nneed   to  have  an  army  in  order  to  capture   the\r\n\r\nFederation. In fact if the Federation feels like it, it\r\n\r\ncould send in an army and we would be finished. We  can\r\n\r\ncontribute towards the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we want to be independent, I think, as the Chief\r\n\r\nMinister has realised long\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3092</b></font><br><br>\r\n\r\n\r\n\r\nago,  it  can  only  be  through  a  merger  with   the\r\n\r\nFederation. If the Federation has all the forces ready,\r\n\r\nthere is no need for us to build up forces ourselves in\r\n\r\norder  to  merge with it. Whilst we are not yet  merged\r\n\r\nwith  the Federation, Britain will have to protect  us.\r\n\r\nIt  is  its duty, it has agreed to take on our external\r\n\r\ndefence.  When we are independent and join up with  the\r\n\r\nFederation, our whole revenue can then be added to that\r\n\r\nof the Federation, which has already been developing an\r\n\r\narmy, navy and air force.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of local youths, I do not want what I\r\n\r\nhave  said to be twisted. We want our local men  to  be\r\n\r\nuseful and I said right at the outset this morning that\r\n\r\nwe  should  convert all these forces into  institutions\r\n\r\nproducing useful people instead of just fighting men.\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Peng Chuan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Peng Chuan (Kampong Kapor):</b> Mr Speaker,\r\n\r\nSir, as one of the Independent Members, I wonder at the\r\n\r\ndebate  this morning on the defence services. The  Hon.\r\n\r\nthe  Chief  Minister has said that we must  have  local\r\n\r\ndefence  forces of our own; why then are we negotiating\r\n\r\nto  surrender our Royal Malayan Navy to the  Federation\r\n\r\nof  Malaya?  We  are now spending 5  per  cent  of  our\r\n\r\nexpenditure per year on these forces. We know  that  in\r\n\r\ntime to come we will be an independent country like the\r\n\r\nFederation or Indonesia. We must therefore have our own\r\n\r\ndefence  forces now, just as a precaution  against  any\r\n\r\nattack. Sir, the point is this, that we should have our\r\n\r\nown  Singapore  Regiment and other defence  forces;  we\r\n\r\ncannot surrender our navy to the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another thing is that training of the recruits has\r\n\r\ngone  on  for  quite a long time. If we  surrender  the\r\n\r\nnavy,  all  its personnel may become unemployed  unless\r\n\r\nthey  will be allowed to cross the Causeway and  become\r\n\r\nFederation citizens. If not, we should not transfer the\r\n\r\nnavy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is a matter which we must think of before we\r\n\r\ndecide.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3093</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng (Queenstown):</b> Mr Speaker, Sir,\r\n\r\nbefore  I  move my amendment I would like some  information from the Hon. the Chief Secretary. A provision  of\r\n\r\n$5,500 was made for lockers this year, for the purchase\r\n\r\nof  lockers. Now we are asked to provide another $2,750\r\n\r\nto purchase lockers for next year. I would like to know\r\n\r\nwhether  there  is  an  increase  in  the  strength  of\r\n\r\npersonnel,  how  many lockers were purchased  for  what\r\n\r\nnumber  of  ratings,  and  how  many  lockers  will  be\r\n\r\npurchased next year out of the $2,750.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Sir, this subhead provides $2,750 for\r\n\r\nlockers  in  which volunteers keep their  clothing  and\r\n\r\nvaluables.  The  Malayan Royal Naval Volunteer  Reserve\r\n\r\noriginally  in 1956 asked for $12,000 for the  purpose.\r\n\r\nThis  sum  was reduced in the 1957 Estimates to  $5,500\r\n\r\nand  the  provision  of $2,750 in  the  1958  Estimates\r\n\r\nrepresents  the balance of the sum required to  provide\r\n\r\nlockers for some 650 ratings. The lockers are likely to\r\n\r\nbe  made  of wood and metal. The Member for Queenstown\r\n\r\nwould  probably  like  to  know - or  he  probably  knows\r\n\r\nalready - that volunteers mostly come straight from their\r\n\r\noffices  to,  and  change in, the ships.  That  is  the\r\n\r\nreason  why  we would like to get this sum to  complete\r\n\r\nthe provision of lockers for 650 ratings.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, I am afraid the\r\n\r\nHon. the  Chief Secretary has not answered  my  point,\r\n\r\nwhich  is  whether the strength of ratings has  so  far\r\n\r\nbeen  increased. He has not answered that. I also asked\r\n\r\nfor the number of lockers purchased this year. What  he\r\n\r\nsaid  is  that the sum is required to purchase  lockers\r\n\r\nfor 650 ratings. Is that the full strength of the navy,\r\n\r\nor are there extra men?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Rather than delay the debate, I think I will move my\r\n\r\namendment  to  reduce the figure. I now formally  move,\r\n\r\nSir,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head II be reduced by\r\n\r\n$10 in respect of subhead 66 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question is this, Sir, that although a sum of\r\n\r\n$12,000  was asked for in 1956, the Government  thought\r\n\r\nfit  to  reduce it to $5,500. If the Government at  the\r\n\r\ntime thought that it should be reduced\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3094</b></font><br><br>\r\n\r\n\r\n\r\nand the reduced sum was quite adequate for 1957, there\r\n\r\nshould not be any reason why a further $2,750 should be\r\n\r\nvoted for lockers next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that the Chief Secretary said\r\n\r\n$12,000  was required and $2,750 is needed to  complete\r\n\r\nthe  amount. I wonder at the mathematics of  the  Chief\r\n\r\nSecretary, that $5,500 plus $2,750\r\n\r\ncan make $12,000.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Sir, I said that this was the balance\r\n\r\nthat we require to complete providing lockers for\r\n\r\nvolunteers in the M.R.N.V.R. You will notice in the\r\n\r\nEstimates also, Sir, there are a few new deckhands, and\r\n\r\nprobably there has been an increase also in the number\r\n\r\nof ratings, which has now reached a maximum of 650.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $13,926,370 for Head 11 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3094</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 12-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 12 be reduced\r\n\r\nby $10 in respect of item (1) of subhead I therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that the Government has, as I will\r\n\r\noutline, turned a blind eye to film censorship,  or  is\r\n\r\nsheer  lazy  in  this matter. The law  that  Government\r\n\r\napplies    is   a   British   Military   Administration\r\n\r\nProclamation; and up to now it has not been revised. Do\r\n\r\nwe  want  to carry on with a law fixed by proclamation?\r\n\r\nToday  we  have  an elected government  and  we  should\r\n\r\nremove all these old laws made at the whim and fancy of\r\n\r\nsingle  individuals. Government should  look  into  the\r\n\r\nmatter,  repeal the B.M.A. Proclamation and introduce  a\r\n\r\nnew Bill in the Legislative Assembly.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One peculiar thing about that B.M.A. Proclamation is\r\n\r\nthat  it seems to give - and Government seems to  uphold\r\n\r\nit - protection to British films. There is a quota of 10\r\n\r\nper  cent for British films. A cinema can show whatever\r\n\r\nfilms  it likes but 10 per cent of them must be British\r\n\r\nfilms.  We in Singapore think that protection  of  this\r\n\r\nkind  should be done away with, and that whoever  wants\r\n\r\nto  sell  or exhibit films here should compete  on  the\r\n\r\nbasis of merit and not on favouritism.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3095</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>10.45 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am bringing up this matter, too, because the law\r\n\r\ndoes not even allow the 10 per cent to be included  for\r\n\r\nour  own  industry. I thought that this  matter  should\r\n\r\nhave been brought up by the Labour Front but as I am  a\r\n\r\nSingaporean, and want to protect local industries, I am\r\n\r\nvoicing  this  for the local people. We  have  our  own\r\n\r\nlocal  film  industry  producing  Malay  pictures   and\r\n\r\nprobably  others in the vernacular. Since we  have  our\r\n\r\nlocal  industry coming up, with so many people aspiring\r\n\r\nto  be \"stars\" (at least for Singapore, if not for East\r\n\r\nAsia), what protection is Government giving to it?  Are\r\n\r\nwe  going  to  fix a quota for it, as  we  protect  the\r\n\r\nBritish  industry?  Or  are we going  to  allow  it  to\r\n\r\ncompete   with  foreign  producers  and  allow  foreign\r\n\r\nexchange to be taken out of this country? If Government\r\n\r\nis  serious about promoting anything local,  it  should\r\n\r\nconsider  very seriously ways and means of helping  the\r\n\r\nlocal industry.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At this point, I want to voice my opinion about the\r\n\r\nquality  of  many of the imported films, from  whatever\r\n\r\nsource.  Many  of them are of very low standard  and  I\r\n\r\nwould  urge the film censor to be a bit more free  with\r\n\r\nthe  scissors,  to cut out items which  may  teach  the\r\n\r\nyoung  people  of  Singapore to be  more  efficient  in\r\n\r\ncrime,  to steal and rob, or to murder, and also  items\r\n\r\nshowing  the other side of life which is more  Western,\r\n\r\nshowing  customs  and  people in  the  West  exhibiting\r\n\r\nthemselves in a way that would be abominable  according\r\n\r\nto Eastern standards. And if the film censor's scissors\r\n\r\nare  a  bit  freer,  I  think we  can  have  a  cleaner\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. P. Shanks (Attorney-General) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Attorney-General (Mr E. P. Shanks):</b> Mr Speaker,\r\n\r\nSir,  I  should like to be able to help the hon. Member\r\n\r\nfor Serangoon by giving him the exact date on which the\r\n\r\nLegislature  of  the  Colony,  the  local  Legislature,\r\n\r\nenacted  the  Film Censorship Ordinance.  It  was  some\r\n\r\nyears ago.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, the hon. Member\r\n\r\nfor Serangoon speaks of a 10 per cent quota for British\r\n\r\nfilms and, according to my notes, said that this 10 per\r\n\r\ncent  is to be included for our local industry. English\r\n\r\nis indeed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3096</b></font><br><br>\r\n\r\n\r\n\r\na  difficult language and I am finding great difficulty\r\n\r\nin  understanding what that means. Does he mean the  10\r\n\r\nper  cent  to  be  included in the local  industry,  or\r\n\r\nreally  that  films made locally should be included  in\r\n\r\nthe 10 per cent British quota?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> On a point of explanation, Sir,\r\n\r\n10  per cent of films shown have to be British, 90  per\r\n\r\ncent  anything  else.  If you show  a  locally-produced\r\n\r\nfilm,  that  film is not included in that 10  per  cent\r\n\r\nBritish  quota but outside it. I mean that 10 per  cent\r\n\r\nis  for British films and nothing else, and I am asking\r\n\r\nwhat sort of protection our local films will get.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, I now\r\n\r\nunderstand  what  he  meant  although  I  found   great\r\n\r\ndifficulty  in  doing so from his original  speech.  In\r\n\r\nregard to this 10 per cent British quota, I would  give\r\n\r\nthe hon. Member the assurance that the Government would\r\n\r\nlook into this matter.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Speaker, Sir, with regard to the\r\n\r\nlast point which the hon. Member for Serangoon made, on\r\n\r\nthe  question  of  the film censor using  the  scissors\r\n\r\nmore, this question was also raised in the debate  last\r\n\r\nyear  on  the Estimates. It was then pointed  out  that\r\n\r\nfilm  censorship  is a somewhat difficult  subject  but\r\n\r\nthat the censors are doing the best they can. I am sure\r\n\r\nthat  whatever  remarks were made last year  have  been\r\n\r\ntaken  note  of  and not lost on those responsible  for\r\n\r\ntaking  the  difficult decisions as to which  films  to\r\n\r\nallow  in  and how far it is possible to make  cuts  in\r\n\r\nthem without doing any damage.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, speaking in support\r\n\r\nof  the  hon.  Member for Serangoon regarding  the  low\r\n\r\nstandard of the pictures shown here, I would comment on\r\n\r\nthe  peculiar  way films are censored in  Singapore.  I\r\n\r\nhave  noticed on many occasions that a film  banned  in\r\n\r\nSingapore  is,  in  a  matter of a few  weeks,  heavily\r\n\r\nadvertised and shown in Johore. I think this is due  to\r\n\r\nlack  of co-ordination between the censors here and  in\r\n\r\nthe Federation of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3097</b></font><br><br>\r\n\r\n\r\n\r\nMalaya. One censor thinks that a film should be  banned\r\n\r\nwhereas the other thinks that it should be shown in the\r\n\r\ninterests  of  the public. I cannot  see,  Sir,  why  a\r\n\r\npicture  should be banned in Singapore when it  can  be\r\n\r\nseen easily in Johore. The distance between Johore  and\r\n\r\nSingapore is only a matter of 17 miles, and anyone  can\r\n\r\ndrive his car to Johore and see the banned picture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that there should be more co-ordination between the two censors, that if a film is\r\n\r\nbanned  in  Singapore it should be banned in Johore  as\r\n\r\nwell.  I  would not mind if it goes right up  to  Kuala\r\n\r\nLumpur or Penang, because there is a great distance  to\r\n\r\nKuala  Lumpur  and Penang, but what is  the  difference\r\n\r\nbetween  Singapore and Johore, that is until such  time\r\n\r\nas  the  Prime Minister of the Federation introduces  a\r\n\r\ncauseway block? Until such a block is introduced, there\r\n\r\nis freedom of movement between Johore and Singapore. So\r\n\r\nI think that the people of Singapore do feel that it is\r\n\r\nfunny  for a picture to be banned in Singapore  but  be\r\n\r\nshown in Johore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Speaker, Sir, I think the Member for\r\n\r\nQueenstown  has completely misunderstood the  position.\r\n\r\nThere  is  one Board of Film Censors for both Singapore\r\n\r\nand the Federation of Malaya comprised of a Chairman, a\r\n\r\nChinese  member, a Malay member and an  Indian  member,\r\n\r\ntogether with an assistant censor. What the Member  has\r\n\r\nnot  appreciated  is that there are two  Committees  of\r\n\r\nAppeal,  one  for  Singapore  and  the  other  for  the\r\n\r\nFederation.  Appeals from a decision of the  censor  to\r\n\r\nthe  Singapore Committee are in respect of films to  be\r\n\r\nshown  here  in  Singapore,  whereas  appeals  in   the\r\n\r\nFederation  go to the Federation Committee  of  Appeal.\r\n\r\nThere  are two different Committees of Appeal but  only\r\n\r\none Censor, against whose decision people can appeal to\r\n\r\nthe relevant Committee of Appeal.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, I take it from\r\n\r\nthe  Chief  Secretary that there is  a  Board  of  Film\r\n\r\nCensors  comprising representatives from the Federation\r\n\r\nand Singapore. In the case\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3098</b></font><br><br>\r\n\r\n\r\n\r\nof  appeals,  there  are separate  Committees  for  the\r\n\r\nFederation  and Singapore. The Film Censors  Board  has\r\n\r\nrepresentatives of the two states and is more or less a\r\n\r\npan-Malayan  department; I see  that  of  the  vote  of\r\n\r\n$209,930,  part is recoverable from the Federation.  As\r\n\r\nit  is more or less a pan-Malayan Board, when films are\r\n\r\nshown  to  it  and  not to the Appeals  Committees,  it\r\n\r\nshould take into consideration whether a film should or\r\n\r\nshould  not be shown in Johore, rather than allow  that\r\n\r\nfilm to go straight to the Film Appeals Committee.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, the hon. Member\r\n\r\nfor  Queenstown  fails  to  understand  the  point  put\r\n\r\nforward by the Hon. the Chief Secretary. Any film  that\r\n\r\nis  banned  by the Board of Film Censors is subject  to\r\n\r\nappeal to an Appeals Committee, and there are two  such\r\n\r\nappeals  committees, one for Singapore and one for  the\r\n\r\nFederation.  Surely  it  is  not  suggested  that   the\r\n\r\nSingapore Appeals Committee should have control in  the\r\n\r\nFederation?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, one of the\r\n\r\nfunniest   things  I  have  ever  heard  is   how   the\r\n\r\nGovernments have co-operation and co-ordination in  the\r\n\r\nmatter  of  reviewing films only the first time.  After\r\n\r\nthat, you have two Appeals Committees. If you can  have\r\n\r\nco-ordination  and co-operation in the first  instance,\r\n\r\nhow  is it that you cannot have it in the second,  i.e.\r\n\r\nin  the  matter of appeals? I fail to see it. What  has\r\n\r\nthe Singapore Government been doing? This is one of the\r\n\r\nfunniest bits of information I have ever heard - you  can\r\n\r\nco-operate  in  one instance but cannot in  another.  I\r\n\r\nwould like very much to have an explanation on that.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, the ignorance of the hon.\r\n\r\nMember  is providing me with some pleasant moments.  In\r\n\r\nregard  to the Board of Film Censors, it is Pan Malayan\r\n\r\njust  for  the sake of administrative feasibility.  All\r\n\r\nfilms  are  imported into Singapore for the  censor  to\r\n\r\nview  here,  instead of being censored  here  and  then\r\n\r\nbeing  sent  to  the Federation to be  censored  again,\r\n\r\nwhich will cost the exhibitor double charges.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3099</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Why do you worry?\r\n\r\n \r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> And in regard to the Appeals\r\n\r\nCommittee,   we  operate  under  our  law   while   the\r\n\r\nFederation  operates its own; it has  its  own  Appeals\r\n\r\nCommittee, we have ours. This is not a question of  co-operation; it is the operation of respective laws.\r\n\r\n\r\n\r\n<br><br>11.00 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng (Changi):</b> Mr Speaker, Sir, on\r\n\r\nthis most interesting topic of film censorship, I think\r\n\r\nit  is  high  time for our Film Censor to restrict  the\r\n\r\nscreening of certain undesirable films. Much blame  for\r\n\r\nour delinquents, gangsters, smugglers and all sorts  of\r\n\r\nvices  can  be thrown on those films, especially  those\r\n\r\nfrom Hollywood.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, firstly, I wish to suggest that we should\r\n\r\nrestrict  the importation of certain quality of  United\r\n\r\nStates   films  through  the  control  of  our  foreign\r\n\r\nexchange, thus saving our hard earned American dollars.\r\n\r\nSecondly, we should form a special committee consisting\r\n\r\nof educationalists to serve as a consulting body to the\r\n\r\nBoard  of  Film Censors. I have always had the  fullest\r\n\r\nrespect for its present members and I have no doubt  of\r\n\r\ntheir integrity and ability but I still feel that  more\r\n\r\ncivic-minded  people should take a keener  interest  in\r\n\r\nthe censorship of films. A special committee serving as\r\n\r\na  consulting body to the Film Censor could advise  and\r\n\r\ngive guidance as to the types of films we should import\r\n\r\nand allow to show here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to point out that I have read the report\r\n\r\nof  the Board of Film Censors. It seems that we have to\r\n\r\ncensor  more  films. Incidentally, I  happen  to  be  a\r\n\r\nmember  of the Film Appeal Committee and I am only  too\r\n\r\npleased  to  serve  on  such a  committee,  as  I  have\r\n\r\nsuggested. The Film Appeal Committee does not even  sit\r\n\r\nonce  a month and usually we have nothing to do at all.\r\n\r\nTherefore.  I  appeal to the Board of Film  Censors  to\r\n\r\ngive  the  Film Appeal Committee more work  to  do;  in\r\n\r\nother  words,  to censor more films and  let  the  film\r\n\r\ncompanies  to appeal more. I hope that this  suggestion\r\n\r\nwill be fully considered by Government.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3100</b></font><br><br>\r\n\r\n \r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, I do not know\r\n\r\nwhether  the hon. Member is speaking for the exhibitors\r\n\r\nof  films.  He suggests that the Board of Film  Censors\r\n\r\nshould  ban  more films so that they can go before  the\r\n\r\nFilm Appeal Committee for either approval or rejection.\r\n\r\nSurely, the hon. Member knows the psychology of things.\r\n\r\nA  picture that is banned and is released later by  the\r\n\r\nAppeal  Committee, irrespective of what type of picture\r\n\r\nit is, is going to be box office.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, I expected a\r\n\r\nmore  constructive  answer  from  the  Hon. the  Chief\r\n\r\nMinister  but he picked on a small point of mine  which\r\n\r\nhe misunderstood. I say that that because in the report\r\n\r\nof  the 1956 Film Censors which is in a pamphlet  form,\r\n\r\nthere is a column which states that they feel that they\r\n\r\nhave  not  passed a big number of films for the  Appeal\r\n\r\nCommittee to consider. My wish is that the Film  Censor\r\n\r\nshould send more films to the Film Appeal Committee  to\r\n\r\nconsider.  It  does  not  mean  that  the  Film  Appeal\r\n\r\nCommittee will over-rule the decisions of the Board  of\r\n\r\nFilm Censors in every case.\r\n\r\n\r\n\r\n<br><br><!-- Mr Soh Ghee Soon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Soh Ghee Soon (Cairnhill):</b> Sir, to a certain\r\n\r\nextent,  I support the last speaker. I think  that  the\r\n\r\ncensorship  of  pictures on gangsterism  must  be  done\r\n\r\nstrictly.  I feel very strongly that gangsterism  which\r\n\r\nexists  in  Singapore is largely due  to  the  pictures\r\n\r\nexhibited  here showing how it is done in  America  and\r\n\r\nelsewhere,  and the sooner the censors ban  such  films\r\n\r\nthe better for Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $209,930 for Head 12 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3100</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 13 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $581,190 for Head 13 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3100</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 14 -\r\n\r\n \r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Speaker, Sir, I formally move\r\n\r\nthe amendment standing in my name on the Order Paper\r\n\r\nunder this head,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3101</b></font><br><br>\r\n\r\n\r\n\r\nThat  the sum to be allotted for Head 14 be reduced  by\r\n\r\n$10 in respect of item (1) of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, Sir, I have chosen this amendment today to\r\n\r\ninitiate a discussion. Now, Sir, only yesterday I  said\r\n\r\nthat  we  are  maintaining  a  white  elephant  in  the\r\n\r\nBroadcasting Department and that the department instead\r\n\r\nof  producing revenue is a liability to Singapore. This\r\n\r\nis  another  department, Sir, which costs  us  $908,440\r\n\r\nannually, and there is a revenue of $2,700.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, for a small place like Singapore with a\r\n\r\npopulation of less than I million people, do we require\r\n\r\nthe Department of Information Services to the extent of\r\n\r\ncosting  the taxpayers $900,000 annually? I think  that\r\n\r\nthis  sum  could  be greatly reduced. I said  yesterday\r\n\r\nthat  many  Ministers of different  countries  do  pass\r\n\r\nthrough  Singapore  to  the  Federation  which  is   an\r\n\r\nindependent  territory and what they  generally  do  is\r\n\r\ntaking  pictures  and publicising them  with  which  we\r\n\r\nshould not be very much concerned. Information could be\r\n\r\nimparted through the Broadcasting Department. I do  not\r\n\r\nsay  that the Department of Information Services should\r\n\r\nbe  scrapped. What I say is that the expenditure should\r\n\r\nbe greatly reduced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another thing, Sir, is that this department used to\r\n\r\nserve  as a sort of post office for the United  Kingdom\r\n\r\non  its propaganda work. Like any other government,  we\r\n\r\ndo  not mind if the United Kingdom does spread its  own\r\n\r\ninformation in this territory (especially when it is  a\r\n\r\ncolony  under  it) but it should be  done  by  its  own\r\n\r\ndepartment  as what any other Commonwealth  country  is\r\n\r\ndoing  and  the local taxpayer should not be  taxed  to\r\n\r\nprovide  a sort of post office for it. I think  that  a\r\n\r\nMember  of  this Assembly drew attention to  this  last\r\n\r\nyear.  I  do  not know whether this is still happening,\r\n\r\nbut  if it is still happening it should be stopped. The\r\n\r\nexpenses of the department as a whole should be reduced\r\n\r\nand  Singapore taxpayers should not suffer to the  tune\r\n\r\nof nearly $1 million for this department.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> Mr Speaker, Sir,\r\n\r\nmy  motion  which \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3102</b></font><br><br>\r\n\r\n\r\n\r\nfollows that of the Member for  Telok Ayer requires the Governor's recommendation or consent. As  I  have  neither the Governor's recommendation  nor consent, I shall take advantage of the motion moved  by the Member for Telok Ayer to make some remarks not only\r\n\r\non  the  Information Services as a  whole  but  on  the\r\n\r\nupgrading of the post of the Director from Grade  F  to\r\n\r\nGrade E. It is common knowledge that this is one of the\r\n\r\nposts  recommended to be Malayanised. It seems that  no\r\n\r\nsuitable  applicant came forward and  for  no  apparent\r\n\r\nreason  the  grade for this particular  post  has  been\r\n\r\npushed up from F to E.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, we know that the Government has in the past\r\n\r\nbeen  rigging up the establishments in any way it finds\r\n\r\nconvenient,  but  surely there must be  some  sense  of\r\n\r\ndecorum with which these things are done. It should not\r\n\r\nappear  that  either  the  officer  concerned   was   a\r\n\r\nfavourite with some powerful man in the Government,  or\r\n\r\nhad  applied  pressure by threatening to  withdraw  his\r\n\r\nservices,  or some such disreputable method of  getting\r\n\r\nwhat he wanted. There is no reason at all why this post\r\n\r\nshould  have  been  upgraded and we strenuously  oppose\r\n\r\nthis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I cannot agree, however, with the Member for Telok\r\n\r\nAyer  that the Information Services is not an important\r\n\r\ndepartment  of  the  state.  With  the  newspapers   in\r\n\r\nSingapore all controlled by either wealthy combines  or\r\n\r\nwealthy individuals, it is of the utmost importance, if\r\n\r\nthe  Government is to get its point of view across,  to\r\n\r\nsee  that it has a machine that can make sure that  its\r\n\r\npoint  of  view  is presented vividly and  clearly.  My\r\n\r\ncriticism  is  that a lot of this money  is  not  being\r\n\r\nutilised  to its maximum, partly because the  personnel\r\n\r\nin  the department are not effective enough, and partly\r\n\r\nbecause  many  of them do not understand  the  need  of\r\n\r\npressing a point home vividly and constantly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;By way of illustration, everybody knows that the\r\n\r\nCatholics are against the grant for family planning and\r\n\r\nevery Member in this Assembly who has taken a stand  or\r\n\r\nvoted  for family planning has been showered by a  mass\r\n\r\nof  literature. Twenty chops on one pamphlet,  personal\r\n\r\nletters from some dear old friend\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3103</b></font><br><br>\r\n\r\n\r\n\r\nwho  feels  very strongly that alt this is against  the\r\n\r\nhealth  and  comfort  of  human  beings,  and  so   on.\r\n\r\nPersonally, I am immune to this sort of practice but  I\r\n\r\nam  quite sure that there must be many other people who\r\n\r\nsomehow yield from their original position as a  result\r\n\r\nof  this  constant  pressure. Now the  stuff  that  the\r\n\r\nInformation  Services  has  been  pushing  out  showing\r\n\r\npictures of Governors, Ministers opening - they  used  to\r\n\r\nopen  petrol kiosks, I do not know what they open these\r\n\r\ndays - schools, dance-halls or cinemas is not  the  stuff\r\n\r\nthat will excite the imagination of the people. That is\r\n\r\nthe  sort  of  stuff that makes people  angry.  It  has\r\n\r\nreached  the point now where my two kids at  home  have\r\n\r\ngreat  fun  when  the  postman  arrives  every  morning\r\n\r\nbecause  they know by now that this is for  them.  They\r\n\r\ncan  make paper boats, paper aeroplanes and paper  hats\r\n\r\nout of it because it has reached a point where you have\r\n\r\ndeveloped  an immunity and say, \"All that  is  rubbish.\r\n\r\nDon't  waste  my time.\" There must be some people  with\r\n\r\nsome imagination and with some drive to put these ideas\r\n\r\nover.\r\n\r\n\r\n\r\n<br><br>11.15 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, with $250 million at its disposal every\r\n\r\nyear, if the Government cannot get across to the people\r\n\r\nthe  few good things that are done, then God help them.\r\n\r\nWe  the  P.A.P. have  not got a  press  apart  from  a\r\n\r\nfortnightly. We do not own any newspapers,  nor  do  we\r\n\r\nhave  any  friendly proprietors. We only have the  mass\r\n\r\nmeeting  and  the  occasional radio broadcast  when  we\r\n\r\ncoerce  the Government into giving in. But we  can  get\r\n\r\nour  ideas  over because we are prepared constantly  to\r\n\r\npress the ideas until they get over to the people. This\r\n\r\nyear  we fought several issues and got across the  fact\r\n\r\nthat the constitution was not a mistake, at the cost of\r\n\r\nthe  former  Member for Cairnhill (Mr D. S. Marshall).\r\n\r\nWe  got  other ideas over and we are getting a  lot  of\r\n\r\nideas over in this coming election itself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government and its leadership cannot just squat\r\n\r\non  their  haunches and expect George  Thomson  or  Roy\r\n\r\nFerroa  or Pereira to go and build its prestige and  to\r\n\r\nput its ideas over. These are your\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3104</b></font><br><br>\r\n\r\n\r\n\r\ninstruments;  you have got to drive them, sharpen  them\r\n\r\nif you will, throw away the blunt ones and buy new ones\r\n\r\nif  you  must.  If we were the Government,  this  is  a\r\n\r\ndepartment which will receive top priority. You may  do\r\n\r\nall  the  good things in the world, but if  the  people\r\n\r\nbelieve  that  you did not do them, you have  lost  the\r\n\r\nbattle. The Government, not itself alone perhaps not of\r\n\r\nits  own  free  volition- passed  the  Shop  Assistants\r\n\r\nEmployment  Ordinance  to  the  benefit  of  the   shop\r\n\r\nassistants.  But  by manipulation of  human  minds  and\r\n\r\npublic  opinion,  the public say, \"Ah, useless  chaps.\r\n\r\nThey  were coerced into passing it. Anyway, it  is  not\r\n\r\nbeing  enforced.\" Why is the Information  Services  not\r\n\r\nputting  this idea across: \"These are your  rights.  We\r\n\r\nthe  Labour Front Government fought for them. We  shall\r\n\r\nsee  that they are enforced. We shall prevent you  from\r\n\r\nbeing  exploited  and  oppressed.\"  But  no, they  put\r\n\r\npictures in circles with all the little squiggles  that\r\n\r\nused  to  accompany the old colonial  programmes  about\r\n\r\nGovernors  inspecting the troops, Ministers wanting  to\r\n\r\nput  a gate over a dam and suddenly finding it has  all\r\n\r\ngone  wrong. If the Government wants to win the  battle\r\n\r\nof  the  minds, it has got to be three times as  active\r\n\r\nand ten times more imaginative.\r\n\r\n\r\n\r\n<br><br><!-- Mr M. P. D. Nair (Assistant Minister to the Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Assistant Minister to the Chief Secretary (Mr M. P. D. Nair):</b> Mr Speaker, Sir, with regard to the\r\n\r\nremarks  made by the Member for Tanjong Pagar, I  would\r\n\r\nfirst  of all like to refer to the grading of the  post\r\n\r\nof the Director. The original Grade F was put in at the\r\n\r\ntime when the head of the Information Services was  the\r\n\r\nPublic   Relations  Officer.  But  now  with  the   new\r\n\r\nstructure    of    the   Information   Services,    the\r\n\r\nresponsibilities attached to this post are more. If  we\r\n\r\nlook   at   the  salary  grades  of  other   hands   of\r\n\r\ndepartments, we will find that they are all in Grade E.\r\n\r\nWith the new responsibilities and the reorganisation of\r\n\r\nthe  department,  it  is  thought  necessary  that  the\r\n\r\ncorrect grading for this post would be Grade E. That is\r\n\r\nthe explanation, Sir, for upgrading the post from F  to E.\r\n\r\n                          \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the suggestion made by the Member for\r\n\r\nTelok  Ayer  (Mr R. Jumabhoy), that he  considers  the\r\n\r\nInformation Services a white elephant in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3105</b></font><br><br>\r\n\r\n\r\n\r\nthe   same  way  as  he  thought  of  the  Broadcasting\r\n\r\nDepartment,  I completely disagree with  him  in  this,\r\n\r\nSir, I  do not think for a moment that this department\r\n\r\nis  a liability and I think that the Member for Tanjong\r\n\r\nPagar  has very clearly defended the existence  of  the\r\n\r\nInformation  Services and the active work which  it  is\r\n\r\ndoing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the year 1958, the Government can assure the\r\n\r\npeople  and  the  Members  in  this  House  that   this\r\n\r\ndepartment  will  be  very, very  active.  It  is  only\r\n\r\nrecently that we have had a big increase in the  stat?.\r\n\r\nWe  have  a  research section now and we  also  have  a\r\n\r\ncentralised translation bureau. Now, all these officers\r\n\r\nare  going to carry out the jobs entrusted to them  and\r\n\r\nthe  Information Services will be very active in  1958.\r\n\r\nHitherto,  we  have  been handicapped  because  of  the\r\n\r\nshortage  of staff but all the defects will be remedied\r\n\r\nin  the  year  1958. Sir, I agree with the  Member  for\r\n\r\nTanjong  Pagar that there is room for more improvement.\r\n\r\nWe  have  in the past published very many pamphlets  in\r\n\r\nconnection  with  the  various  Ordinances   that   are\r\n\r\napproved  by  the Assembly. We had the Shop  Assistants\r\n\r\nEmployment Ordinance, the Labour Ordinance and  various\r\n\r\nother   Ordinances  and  we  have  published  pamphlets\r\n\r\nregarding them for the information of the people. These\r\n\r\npamphlets  were  produced  in  the  various  vernacular\r\n\r\nlanguages in the hope that more people would understand\r\n\r\nthese  Ordinances more clearly. Sir, in the year  1958,\r\n\r\nwe  will  also  see  the  expansion  of  various  other\r\n\r\nactivities  in  view of the decision of multilingualism\r\n\r\nin  the  City Council and in the Legislative  Assembly,\r\n\r\nand  we are quite capable, with the existing staff,  to\r\n\r\ndeal with all the matters which come within the purview\r\n\r\nof  this department. We can assure this House that more\r\n\r\nactive efforts will be taken by this department in  the\r\n\r\nyear 1958.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, I am rather glad\r\n\r\nthat the Assistant Minister to the Chief Secretary  has\r\n\r\ngiven  an  assurance to this House that this department\r\n\r\nwill improve next year.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3106</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the explanation regarding the upgrading of this\r\n\r\nappointment  from  Grade F to Grade  E  is  very,  very\r\n\r\nunsatisfactory.  I  cannot see much difference  in  the\r\n\r\nduties of the old Public Relations Officer and the  new\r\n\r\nDirector   of   Information   Services.   The   present\r\n\r\nfunctions, from what I can see, are exactly the same as\r\n\r\nthose   of  the  old  Public  Relations  Officer.   The\r\n\r\nresponsibilities are the same and the work is the same.\r\n\r\nSo  why  then  should  there be  an  upgrading  in  the\r\n\r\nappointment of the Director?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from the upgrading, Sir, I do understand that\r\n\r\nthe period of the present holder of the appointment  is\r\n\r\nbeing  extended  for  another two years.  There  is  no\r\n\r\nreason given for this extension. It appears to me  that\r\n\r\nthere is no local Asian officer who is able to take  up\r\n\r\nthis appointment. If that is so, Sir, then what is  the\r\n\r\nGovernment doing? Has the Government thought of placing\r\n\r\nan  understudy,  someone to learn the  work,  so  that,\r\n\r\nafter  the  two-year  period when the  present  officer\r\n\r\nretires, there is some local officer who can take  over\r\n\r\nhis  job  at once, rather than to leave it at  that?  I\r\n\r\nrefer to my Question on this subject as to whether  the\r\n\r\nappointment   of  the  Assistant  Director   would   be\r\n\r\nadvertised and the answer given to me by the  Hon. the\r\n\r\nChief  Secretary was, \"No.\" Now, if we  have  no  local\r\n\r\nAsian  officer to take over the appointment as Director\r\n\r\nof  Information  Services, why then, Sir,  can  we  not\r\n\r\nadvertise the appointment of a local man for  the  post\r\n\r\nof Assistant Director so that, when he is appointed, he\r\n\r\nwill be able to be an understudy to the Director with a\r\n\r\nview to taking over the latter's appointment?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of pamphlets, I do appreciate that\r\n\r\nthe  Government  publishes in the vernacular  languages\r\n\r\nfor the information of the public, but what is lacking,\r\n\r\nSir,  is  the  question  of  films  in  the  vernacular\r\n\r\nlanguages. Now, this department is supposed  to  screen\r\n\r\nfilms of educational value to the public. Every time  I\r\n\r\nsee  a  film  of the department, it is in English.  How\r\n\r\nmuch can one expect the man-in-the-street to understand\r\n\r\nEnglish films? Why not produce more vernacular films so\r\n\r\nthat the public would be able to understand\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3107</b></font><br><br>\r\n\r\n\r\n\r\nsuch  films rather than have them all in English? Still\r\n\r\non  this  question of films, I have also been  to  many\r\n\r\ncommunity centres and attended the screening  of  films\r\n\r\nand,  at  almost every centre, I see the same films.  I\r\n\r\nbelieve  that these films are quite a number  of  years\r\n\r\nold. Can the Government not produce more films for  the\r\n\r\nbenefit  of  the public? Let us produce some  new  ones\r\n\r\nrather  than the old, old ones again. What  benefit  or\r\n\r\neducational value would anyone get if he sees the  same\r\n\r\nfilm day in and day out?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, coming to the question of posters of this\r\n\r\ndepartment, I wonder whether this department is  acting\r\n\r\nas  an  agent of the Federation of Malaya. I find  that\r\n\r\nout  of ten posters on pillar boxes in Singapore, seven\r\n\r\nare  Federation posters. You can only find three  which\r\n\r\nare  really Singapore posters. Why are we acting as  an\r\n\r\nagent  to  publicise the activities of the  Federation?\r\n\r\nHow  much  is the Federation paying us to do this  job?\r\n\r\nThis department is paid by the Singapore Government and\r\n\r\nit should publicise the activities of Singapore instead\r\n\r\nof the activities of the Federation. As one Member said\r\n\r\nlast  year,  and I think the Member for  Tanjong  Pagar\r\n\r\nagain   reminded  the  House,  pictures  are  published\r\n\r\nshowing  a  Minister opening a petrol pump, a  Minister\r\n\r\ndoing  this,  or a Minister doing that. Of what  public\r\n\r\nbenefit  to  the  people would it be  to  know  that  a\r\n\r\nMinister  is  doing  this or that?  Let  us  have  some\r\n\r\npictures  of  educational value,  and  let  us  have  a\r\n\r\ndepartment  giving a real information  service  to  the\r\n\r\npublic.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Like Ministers going to Japan!\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> Sir, with regard to the Director's post, we\r\n\r\nhave  kept  strictly  to  the  recommendations  of  the\r\n\r\nMalayanisation Commission and this post was advertised.\r\n\r\nIt was found that there was no local candidate suitable\r\n\r\nto  fill  this post and, as a result, the term  of  the\r\n\r\noffice  of the Director has been extended. It is  wrong\r\n\r\nto  say, Sir, that we have no Asian as a deputy to  the\r\n\r\nDirector. We have an Assistant Director who is an Asian\r\n\r\nand if only\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3108</b></font><br><br>\r\n\r\n\r\n\r\nthe hon. Member (Mr Lee Choon Eng) took the trouble of\r\n\r\nseeing me or writing to me, I would have furnished  him\r\n\r\nwith the necessary information.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question of vernacular films was brought up by\r\n\r\nthe  Member  for Queenstown. Last year, of course,  we\r\n\r\nhad  no  vote  for making films. Now, we have  provided\r\n\r\nsome  funds  and we will see what improvements  we  can\r\n\r\nmake  during  1958 with regard to producing  vernacular\r\n\r\nfilms.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of posters, I do not know what the\r\n\r\nhon. Member (Mr Lee Choon Eng) is driving at, Sir.  We\r\n\r\ndo  not  think  that we have acted as  agents  for  the\r\n\r\nFederation.  It  is wrong to say that. The  Information\r\n\r\nServices Department exhibits posters not only those  of\r\n\r\nSingapore but those of the Federation too and I do  not\r\n\r\nthink  that  it  is  right to call us  agents  for  the\r\n\r\nFederation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Seven posters out of ten!\r\n\r\n \r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> I think it is right and proper that we do\r\n\r\nfix  a few posters of the Federation so that the people\r\n\r\nof  Singapore may be able to know what is taking  place\r\n\r\nin the Federation. I think it is a very healthy sign.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Sir, I replied to the Member for\r\n\r\nQueenstown  last time concerning the post of  Assistant\r\n\r\nDirector  of  Information  Services  that  it  was   an\r\n\r\nadministrative post and is filled by an officer of  the\r\n\r\nadministrative service. The Assistant Minister  to  the\r\n\r\nChief  Secretary  has pointed out that  the  Director's\r\n\r\npost  was  advertised  but  that  we  had  no  suitable\r\n\r\ncandidates as a result of that advertisement.  I  would\r\n\r\nsuggest,  Sir,  that  perhaps one of  the  failures  to\r\n\r\nattract  suitable local officers to  the  post  in  its\r\n\r\npresent  grading  is  that the present  salary  is  not\r\n\r\nadequate.  I  understand that no  local  journalist  of\r\n\r\nquality  would accept appointment of this post  in  its\r\n\r\npresent  grading. I would like to dispel any suggestion\r\n\r\nthat  the new grading is in any way intended to upgrade\r\n\r\nthe  present incumbent because of the renewal,  of  the\r\n\r\ncontract  of  the  present officer.  As  the  Assistant\r\n\r\nMinister to the Chief Secretary said, his contract  has\r\n\r\nbeen   extended  for  a  further  two  years   on   the\r\n\r\nrecommendation of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3109</b></font><br><br>\r\n\r\n\r\n\r\nthe Public Service Commission because we could not find\r\n\r\na  suitable officer. I wish to stress, Sir, that it has\r\n\r\nnothing to do with the present incumbent. We feel-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> He should get more!\r\n\r\n \r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b>-that the present salary attached to\r\n\r\nthe  post - which,  as I just pointed out,  is  not  even\r\n\r\nattractive  to  local journalists of quality - should  be\r\n\r\nupgraded  and the more so because of the new  structure\r\n\r\nand wider responsibilities as a result of the expansion\r\n\r\nof  the  staff of this department. I think that if  the\r\n\r\nMember for Queenstown will read the Estimates properly,\r\n\r\nhe will see that this department is being expanded to a\r\n\r\nvery  great extent and we hope next year that  it  will\r\n\r\ntry  to accomplish, for instance, as much of the wishes\r\n\r\nand  suggestions  of the Member for  Tanjong  Pagar  as\r\n\r\npossible,  but I would like again, Sir, to repeat  that\r\n\r\nthe  upgrading of the post has nothing to do  with  the\r\n\r\npresent  incumbent.  We feel that the  post  should  be\r\n\r\nupgraded because of its wider responsibilities and  the\r\n\r\nexpansion of the staff and also to bring it up  to  the\r\n\r\nsame  grading  of the various heads of departments  who\r\n\r\nare also of Grade E status.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>11.30 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The second amendment* standing in the\r\n\r\nname   of   Mr  Lee  Kuan  Yew  needs  the  Governor's\r\n\r\nrecommendation or consent to be signified. There  being\r\n\r\nno signification, we pass on to the next.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*The following is Mr Lee Kuan Yew's amendment:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 14 be reduced\r\n\r\nby $600 in respect of item (1) of subhead 1 therein.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 14 be reduced by\r\n\r\n$10 in respect of item (18) of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the remarks column of item (18), it says,\r\n\r\n\"Title  changed  from  Press Officer.\"  It  leaves  the\r\n\r\nreader to deduce from looking at the figures that the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3110</b></font><br><br>\r\n\r\n\r\n\r\nInformation Officer (Press) has also been promoted  and\r\n\r\ngot a bump up in the salary and that it is not just the\r\n\r\ntitle  that has been changed. If we look at item  (20),\r\n\r\nSir,  \"Press  Officers, two. . . New posts;  Conference\r\n\r\nSecretary. . . Abolished against creation of  one  post\r\n\r\nof  Press  Officer  shown under item  (20),\"  what  has\r\n\r\nhappened  is  that  this Conference  Secretary  becomes\r\n\r\nInformation  Officer (Press) and he gets  a  tremendous\r\n\r\nboost  in  salary. His post of Conference Secretary  is\r\n\r\nabolished  and two Press Officers are created.  Whether\r\n\r\nthey  will be filled or not nobody knows but to justify\r\n\r\nthe \"bump up\", two Press Officers are put in.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, we all know that the would-be incumbent is\r\n\r\na  man who wanted to get up to this particular point in\r\n\r\nthe  hierarchy and failed when the Staff  Side  in  the\r\n\r\nWhitley Council objected strenuously to the grading  of\r\n\r\nthat post. Now, by this circuitous route he is going to\r\n\r\nget there. Sir, we do not mind giving more people, more\r\n\r\nmoney all the time but there must be some principle  by\r\n\r\nwhich  a  man's job is evaluated and by which  a  man's\r\n\r\nsuitability for a job is measured. From the examples  I\r\n\r\ncited   yesterday  and  this  morning,  one   has   the\r\n\r\nuncomfortable  feeling  that all  this  is  just  kawan\r\n\r\nkawan:  \"You  my  friend, I bump you  up;  you  not  my\r\n\r\nfriend,  you stay put.\" That is not the way  to  run  a\r\n\r\ngovernment  service. That is not the way  to  keep  the\r\n\r\nbureaucracy efficient, contented and happy.  Some  time\r\n\r\nor  other - unless  of  course they  put  this  Order  in\r\n\r\nCouncil through, and nobody can do anything about these\r\n\r\nthings - the whole of the Government service will  have\r\n\r\nto  receive a really good pruning. Something has to  be\r\n\r\ndone to put everybody in his place and the right man in\r\n\r\nthe  right job and to make everybody more efficient  so\r\n\r\nthat   the  whole  administrative  bureaucracy  becomes\r\n\r\nalive, and a vibrant machine, not the sluggish, matter-of-fact, unimaginative and habitual bureaucracy that it\r\n\r\nis at present.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3111</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> Sir, the hon. Member is misinformed\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Always misinformed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> There is only a slight increase in the\r\n\r\nsalary  as  a  result of the change in the  title  from\r\n\r\nPress  Officer, but the salary scale has  not  changed.\r\n\r\nSir,  this  change in the title is as a result  of  the\r\n\r\nreorganisation of the Information Services and this new\r\n\r\ntitle  has  now  been  changed to  Information  Officer\r\n\r\n(Press) which is in the higher executive salary scale.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the two Press Officers, we now have one\r\n\r\nPress Officer under item (20). Sir, at the moment, this\r\n\r\nofficer  is over-worked. We intend to recruit one  more\r\n\r\nofficer to be attached to various Ministries so that he\r\n\r\ncan  put over information about Government's activities\r\n\r\nto  the  public. This officer also attends the  monthly\r\n\r\nmeetings  of  the  Rural District Committee  and  takes\r\n\r\nnotes  of  the proceedings which he then gives  to  the\r\n\r\nPress.  He  also attends the various meetings organised\r\n\r\nby  the  Information Services; he is also in charge  of\r\n\r\nediting and publishing the Rural News. We find that one\r\n\r\nofficer  is  inadequate to do this work. Therefore,  we\r\n\r\nintend  to have one additional Press Officer. I do  not\r\n\r\nthink,  Sir, that we have made any drastic  change.  We\r\n\r\nhave  not gone beyond what we actually need and I think\r\n\r\nthat  the  salary  scale  of  the  Information  Officer\r\n\r\n(Press)   is   justified  and   that   the   additional\r\n\r\nappointment of a Press Officer is also justified.  This\r\n\r\nis a very straightforward issue, Sir.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, my next motion is\r\n\r\nin respect of Head 14, item (47), and I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 14 be reduced by\r\n\r\n$10 in respect of item (47) of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have not moved this motion in order to condemn\r\n\r\nthe creation of this post. All I would like to do is to\r\n\r\ninitiate  a  debate on this particular  point,  namely,\r\n\r\nwhat  is  the job of this Information Officer (Civics)?\r\n\r\nWhat is the scope of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3112</b></font><br><br>\r\n\r\n\r\n\r\nhis duties? What are the aims that the Government hopes\r\n\r\nto achieve by the creation of this post?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, civics covers a multitude of uninteresting\r\n\r\nthings  like  what is the vote, how you vote,  why  you\r\n\r\nvote,  what does the Rural Board do, what does  it  not\r\n\r\ndo,   why  you  should  condemn  your  Member  of   the\r\n\r\nLegislative Assembly, why you should praise your  local\r\n\r\nLiberal-Socialist  Party  opponent,  why   you   should\r\n\r\ncondemn  the Governor, and so on, But we would like  to\r\n\r\nhave  a clear line of demarcation of the duties of  the\r\n\r\nofficer,  whether civics goes over into  the  field  of\r\n\r\npolitics.\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> Sir, I welcome this question because ever\r\n\r\nsince we started civic courses in Singapore, very  many\r\n\r\npeople have not understood the real intentions of  such\r\n\r\ncourses. There is still some misapprehension and  I  am\r\n\r\nindeed  very glad that the hon. Member has  brought  up\r\n\r\nthis question.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the duties of the civics organiser and his staff\r\n\r\nare  to  organise civic courses and film shows.  He  is\r\n\r\nalso  in  charge  of  the public  address  system,  the\r\n\r\nmaintenance  of  community  listening  sets   and   the\r\n\r\ninterpretation of speeches in the rural areas. Sir, the\r\n\r\nproject  of civic courses was first approved last  year\r\n\r\nand   $14,040  was  voted  to  provide  for  meals  and\r\n\r\ntransport.  It was agreed that this officer  in  charge\r\n\r\nshould  be  seconded  on an experimental  basis.  These\r\n\r\ncourses,  Sir, have proved very successful so  much  so\r\n\r\nthat  the post of Information Officer (Civics) has been\r\n\r\ncreated  and two new public address units are  proposed\r\n\r\nas  a  permanent  feature. The justification  for  this\r\n\r\nexpansion  is  the  increase of the electorate  in  the\r\n\r\nnumber  of  vernacular-speaking people. Moreover,  with\r\n\r\nthe  establishment of the rural District  Councils,  it\r\n\r\nwill  be important to establish a link with the  people\r\n\r\nof  the  rural areas, and it is proposed that one  unit\r\n\r\nwould  work full time in each rural district  area  and\r\n\r\ntwo  units  would be for use in the city area  and  for\r\n\r\ngeneral purposes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, recently, we have had quite a number of civic\r\n\r\ncourses  attended by farmers, factory workers, teachers\r\n\r\nand  people from all walks of life and they  have  been\r\n\r\ngiven the opportunity of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3113</b></font><br><br>\r\n\r\n\r\n\r\nunderstand  how Government works and  a  first-hand\r\n\r\nknowledge  of  the  Government  machinery.  The  people\r\n\r\ngenerally welcome the civic courses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the part played by the civic\r\n\r\norganiser  and  his staff in connection with  politics,\r\n\r\nthey  and  the  whole of the Information Services  will\r\n\r\nnot,  as  a matter of policy and principle, indulge  in\r\n\r\nany party politics. They are not in the rural areas  or\r\n\r\nin  any  part of the city to champion the cause of  any\r\n\r\npolitical  party and they are given strict instructions\r\n\r\nas  to how they should interpret the various Government\r\n\r\npolicies  to  the  people.  In  all  their  activities,\r\n\r\ntranslations and interpretations of these things,  they\r\n\r\nhave  adhered to this principle. It may be argued  that\r\n\r\nsome  of  the interpretations may not be quite accurate\r\n\r\nbut  we have from time to time increased the efficiency\r\n\r\nof the translators and interpreters and we are now in a\r\n\r\nposition to say that the interpretations going  out  to\r\n\r\nthe people are really accurate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We do feel, Sir, that with the encouragement that\r\n\r\nMembers  of the Assembly give to the civic courses,  we\r\n\r\nwill  be  able to make considerable progress  in  these\r\n\r\ncivic  courses and ultimately we hope that more  people\r\n\r\nwill  be informed of how the Government is run and  how\r\n\r\nthey  should  make use of the Government machinery  for\r\n\r\ntheir own benefits.\r\n\r\n\r\n\r\n<br><br>11.45 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir. I rise to say\r\n\r\nthat  I  welcome the creation of new posts in  what  is\r\n\r\ncalled the Field Division. Last year, I recollect  that\r\n\r\nI  spoke  on this same subject of Information  Services\r\n\r\nand  I  asked that the Government should fully  utilise\r\n\r\nall  the facilities they possess not only to inform the\r\n\r\npeople  but at the same time to educate them.  We  must\r\n\r\nacknowledge  the  significant  work  performed  by  the\r\n\r\nInformation Services since it took over from the Public\r\n\r\nRelations  Office. There have been great  improvements,\r\n\r\none of them being the introduction of civic courses  as\r\n\r\npointed out by the Hon. the Assistant Minister  to  the\r\n\r\nChief Secretary, but I wonder whether the Government\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3114</b></font><br><br>\r\n\r\n\r\n\r\nis  prepared to enlarge the activities not only of  the\r\n\r\ncivic courses -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I would like to remind hon.\r\n\r\nMembers  that the time fixed for the disposal  of  this\r\n\r\nparticular item is five minutes past twelve and  it  is\r\n\r\njust  now  twelve  minutes to twelve and  if  the  hon.\r\n\r\nMember  will  confine his remarks more  to  the  civics\r\n\r\nsection, then perhaps we will get on a little faster.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Thank you, Mr Speaker, Sir,I\r\n\r\nwill confine myself to that. I welcome the creation  of\r\n\r\nthese  new  posts but I wish to suggest that additional\r\n\r\nwork  should be undertaken. I wonder whether the  Field\r\n\r\nDivision can undertake the responsibility of organising\r\n\r\nmore  public forums, especially political forums before\r\n\r\nor  after  any important Bill has been debated  in  the\r\n\r\nAssembly. I feel that elected Assemblymen should not be\r\n\r\nthe only persons to debate the state of affairs of this\r\n\r\ncountry  but that every member of the public should  be\r\n\r\nencouraged  to take a keener interest in the  state  of\r\n\r\naffairs  of  this country on public forums as  well  as\r\n\r\npolitical  forums  to  debate  any  important  Bill  or\r\n\r\nmeasure  before  or after it has been debated  in  this\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that the Government has boasted\r\n\r\nabout  the  industrialisation of this country  but  how\r\n\r\nmuch  work  has been done in the form of propaganda  by\r\n\r\nthe   Information  Services?  Like  the   question   of\r\n\r\nfisheries, we take a keen interest in it but  how  many\r\n\r\npamphlets  have been published on the subject  and  how\r\n\r\nmuch  information has been given to the public  on  the\r\n\r\nsubject of industrialisation, and so on?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the hon. Member is\r\n\r\nembarking  on  a debate on the general  policy  of  the\r\n\r\nwhole  department.  He will have  the  opportunity  for\r\n\r\nthat, if there is time, when I propose the question  on\r\n\r\nthe main head. I must remind the hon. Member that there\r\n\r\nare two more amendments to be debated.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Thank you, Sir.I just have two\r\n\r\nthings  to suggest. The new Field Division should:  (1)\r\n\r\nundertake \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3115</b></font><br><br>\r\n\r\n\r\n\r\nthe responsibility of sponsoring public forums and\r\n\r\n(2) propagandise the importance of industrialisation in\r\n\r\nthis  country and the maintenance of law and order  for\r\n\r\nthe stability of this country.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Just to make myself clear on one\r\n\r\npoint,  I think the Hon. the Assistant Minister to  the\r\n\r\nChief  Secretary  did not differentiate  between  party\r\n\r\npolitical  leanings and political leanings.  The  whole\r\n\r\npurpose  of these civic courses is to explain  why  the\r\n\r\ndemocratic  system is good and why we want to  make  it\r\n\r\nwork. That is politics. But what we must avoid is party\r\n\r\npolitics: that this party is more suitable or more able\r\n\r\nto  make the system work better than the other. That is\r\n\r\na matter for competing political parties to do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is no such thing as no politics in civics. The\r\n\r\nwhole  basis  of  our  society at  the  moment  is  the\r\n\r\ndemocratic  system and you have to tell the people  why\r\n\r\nthis  system  is  to their advantage and  will  improve\r\n\r\nconditions  for  them.  Why it  is  that  one  vote  at\r\n\r\nelection  time  can  bring  about  a  change   in   the\r\n\r\nleadership and policy of a government. Why it is,  that\r\n\r\nwith    other    forms    of    government - totalitarian\r\n\r\ngovernments - the leadership perpetuates itself,  whether\r\n\r\nit  be  the Fascist type of government where a dictator\r\n\r\nappoints   his  successor  or  the  central  democratic\r\n\r\nvariety  where  one party perpetuates itself,  and  not\r\n\r\neven  a  revolution, as in Hungary, can remove it  from\r\n\r\npower. These are political matters. They have got to be\r\n\r\nput  across to the people forcibly and vividly. What  I\r\n\r\nwanted was an assurance from the Assistant Minister  to\r\n\r\nthe  Chief Secretary on this question of political bias\r\n\r\nbetween  competing  democratic parties.  That  must  be\r\n\r\navoided: the fact, for instance, the Labour Front is  a\r\n\r\nmodest,  moderate and mildly socialist  Party,  whereas\r\n\r\nthe  P.A.P. according to some quarters is an extremist,\r\n\r\nimmoderate  Party. That sort of thing must be  abjured.\r\n\r\nBut the idea of the democratic system as a system which\r\n\r\nis  suitable  and  can be worked provided  there  is  a\r\n\r\nleadership  and  a vigilant electorate must  be  pushed\r\n\r\nvigorously. That is what I intended to convey.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3116</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> My reference to politics was in fact to\r\n\r\nparty  leaning but, of course, hon. Members  are  aware\r\n\r\nthat  the  Information Services Department  takes  part\r\n\r\nfrom time to time in exhibitions to show the people how\r\n\r\na  democratic system functions: for example, we will be\r\n\r\nhaving an exhibition very soon in the Victoria Memorial\r\n\r\nHall. Those aspects of politics are undertaken but as I\r\n\r\nsaid,  earlier,  Sir,  there  is  no  leaning  to   any\r\n\r\nparticular party.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, I beg to withdraw this\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n \r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede (Tanglin):</b> Mr Speaker, Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 14 be reduced by\r\n\r\n$10 in respect of item (2) of subhead 8 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this motion, I seek more information\r\n\r\nregarding  subhead  8,  item (2) - Film  Production - where\r\n\r\nthere  is allotted $30,000 required, according  to  the\r\n\r\nfootnote  (iii)  at the bottom of page  109,  \"to  film\r\n\r\nparticular events for newsreel and television\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the Assistant Minister to the Chief Secretary, a\r\n\r\nfew  moments ago, has contradicted this by saying  that\r\n\r\nhe will see what can be done under this head to provide\r\n\r\nthe  Queenstown  community centre and  other  community\r\n\r\ncentres  with more entertainment. I only wish to  point\r\n\r\nthis  out  that  the tourist film entitled  \"Singapore,\r\n\r\nLion  City\", which runs for about 16 to 18 minutes  and\r\n\r\nwas   produced  by  the  Government  last  year,   cost\r\n\r\napproximately  $24,000.  That was  the  production  and\r\n\r\nnegative  cost of this film without the supply  of  any\r\n\r\npositive  prints  for exhibition round  the  world.  In\r\n\r\nother  words, $30,000 is not going to get you very  far\r\n\r\nas  far  as  film  production  is  concerned,  and  the\r\n\r\nproduction  of  newsreels.  If  Singapore  is   to   be\r\n\r\nadvertised  to  the world or if the  Government  is  to\r\n\r\nadvertise  its achievements to Singapore, you  are  not\r\n\r\ngoing  to  do very much in 20 minutes or 25 minutes  of\r\n\r\nfilm.  This  seems to me to be neither here nor  there.\r\n\r\nEither you should allocate more money or you should not\r\n\r\nallocate any at all.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3117</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Sir, it is important that films should\r\n\r\nbe  made  in  1958.  The film, for instance,  which  we\r\n\r\nshowed on Singapore's social welfare services was  made\r\n\r\nin  1955 and it shows the plans for the Kandang  Kerbau\r\n\r\nmaternity  hospital, the extension to which  have  been\r\n\r\ncompleted  now for many months. We wish to  bring  such\r\n\r\nfilms  up  to date. We would like to make a film  about\r\n\r\nthe  new education policy approved by the Assembly.  We\r\n\r\nwould  like  to  produce newsreel films  of  events  of\r\n\r\npublic  interest  which  may subsequently  be  utilised\r\n\r\neither  by  international  newsreel  companies  or   by\r\n\r\noverseas  T.V. services.  For  this  reason,   it   is\r\n\r\nimperative, Sir, that funds should be available for the\r\n\r\nInformation Services to undertake this film  production\r\n\r\nand  we hope to produce some better newsreels depicting\r\n\r\nevents  of  public  interest and advertising  Singapore\r\n\r\noverseas,\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, I welcome the principle of\r\n\r\nmaking  these films and I wonder whether the  Hon. the\r\n\r\nChief  Secretary has any idea of what  he  can  produce\r\n\r\nwith $30,000. My submission is that very little can  be\r\n\r\ndone with that sort of sum. If you are going to do  the\r\n\r\nthing  properly,  you  will need  a  very  much  larger\r\n\r\nallocation. If you are just going to play with $30,000,\r\n\r\nyou will get nowhere.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Sir, we feel that with this amount, we\r\n\r\ncan produce quite a number of newsreels and other films\r\n\r\nin  connection with the activities in Singapore, but  I\r\n\r\nam very glad to note that the Member for Tanglin is all\r\n\r\nin favour of providing more money for this project, and\r\n\r\nI  would like to take this opportunity to say,  on  the\r\n\r\nstrength  of his support, that if we require  any  more\r\n\r\nmoney, we will come for an A.S.V.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 14 be reduced by\r\n\r\n$10 in respect of subhead 12 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, again I seek information. There is now a grant\r\n\r\nof   $300,000   for   tourist  promotion   under   Head\r\n\r\n30-Ministry of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3118</b></font><br><br>\r\n\r\n\r\n\r\nCommerce  and Industry. Why has this amount of  $20,000\r\n\r\nbeen  left under this head and not been transferred  to\r\n\r\nHead  30?  Are we going to have two Ministries  running\r\n\r\nthe  tourist  industry with the Director of Information\r\n\r\nServices  going  in  one  direction  and  the   Tourist\r\n\r\nAdvisory  Committee,  acting  under  the  Minister  for\r\n\r\nCommerce and Industry, in another?\r\n\r\n\r\n\r\n<br><br>12.00 noon.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Sir, it may appear anomalous that this\r\n\r\nshould appear in my department's vote when $300,000 has\r\n\r\nalready  been  voted to the Department of Commerce  and\r\n\r\nIndustry for tourist promotion, but this $300,000, Sir,\r\n\r\nwill not be made available immediately in the new year.\r\n\r\nWe  have to wait for the appointment of the Director of\r\n\r\nTourism   and  meanwhile  there  are  commitments   for\r\n\r\nadvertisements, tourist leaflets and propaganda  and  I\r\n\r\ncan  give the assurance that as soon as the expenditure\r\n\r\nis  drawn on the $300,000, the remaining vote with this\r\n\r\ndepartment will be frozen.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, that does not still\r\n\r\nexplain why tourist promotion is to be conducted by two\r\n\r\nMinistries. There may be need for advertisement in  the\r\n\r\nearly  part  of the year but I see no reason  why  this\r\n\r\nshould  still remain under the portfolio of  the  Chief\r\n\r\nSecretary. It seems to me to be somewhat anomalous. Nor\r\n\r\ndo  I understand why the sum of $300,000 allotted under\r\n\r\nHead  30  cannot be touched until a Director of Tourism\r\n\r\nexists.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, when I made a statement on\r\n\r\ntourist promotion, I mentioned that the sum of $300,000\r\n\r\nwill  be allocated for tourist promotion work but  that\r\n\r\nthe  money will be available only when the Director  of\r\n\r\nTourism has been appointed. Now that, Sir, is necessary\r\n\r\nbecause until the Director of Tourism is appointed, you\r\n\r\ncannot  have  co-ordinated  action  in  the  field   of\r\n\r\npromotion of tourist work and it is only after you have\r\n\r\nthe  Director  appointed that you can have co-ordinated\r\n\r\naction  in the field of propaganda and other facilities\r\n\r\nand  services offered to tourists, and so  on.  In  the\r\n\r\nmeanwhile,  Sir, in order that tourist  promotion  work\r\n\r\nshould  not stop until the Director is recruited,  this\r\n\r\nsum\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3119</b></font><br><br>\r\n\r\n\r\n\r\nis provided, and this sum, though it is allocated under\r\n\r\nthe  Department of Information Services vote, could  be\r\n\r\nutilised  by  my  Ministry  for  the  carrying  out  of\r\n\r\npropaganda  work.  The Tourist Advisory  Committee  now\r\n\r\nfeels  a  bit  frustrated because they  say  that  they\r\n\r\ncannot  do  anything until the Director  is  appointed.\r\n\r\nThis  sum  will then be available for that  purpose  so\r\n\r\nthat  they  can go ahead with the propaganda, leaflets,\r\n\r\nand so on, and when the Director is appointed, they can\r\n\r\nhave access to the main vote.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, the obvious moral is to\r\n\r\nappoint  your Director of Tourism. I would  remind  the\r\n\r\nHouse  that  the announcement made by the Minister  for\r\n\r\nCommerce and Industry was in June of this year. He  has\r\n\r\nhad six months in which to make this appointment.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I do not remember the month, Sir,\r\n\r\nbut   it  was  a  few  months  ago  that  I  made   the\r\n\r\nannouncement. It is not an easy matter to get an expert\r\n\r\nfrom overseas. At the moment, I can tell the House that\r\n\r\nthe  Tourist  Advisory Committee have scanned  all  the\r\n\r\napplications that have come in and have written back to\r\n\r\na  few applicants asking for further information before\r\n\r\nthey  recommend a name for appointment.  It  is  no  use\r\n\r\nappointing  a man without first finding out whether  he\r\n\r\nis  capable,  what experience he has, and  so  on,  and\r\n\r\ntherefore it takes a bit of time.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $908,440 for Head 14 stand part of\r\n\r\nthe Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, time is running\r\n\r\nshort and I will try to go fast.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, I would like to raise this point again. The\r\n\r\nGovernment failed to answer me whether they support  my\r\n\r\nsuggestion that with the creation of new posts  in  the\r\n\r\nField  Division, the Information Services could sponsor\r\n\r\npublic  forums in any public centre for purposes  of  a\r\n\r\npublic  debate before or after the carrying out of  any\r\n\r\nimportant policy by the Government.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3120</b></font><br><br>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the public should be well informed that the\r\n\r\nGovernment   is   prepared  to  accept  the   All-Party\r\n\r\nagreement  in  this House that we must merge  with  the\r\n\r\nFederation of Malaya politically and economically.\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> Sir, I do not think that the Government can\r\n\r\nmeet the suggestion of the hon. Member.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Why?\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> I do not think that it is a good practice\r\n\r\nto   have   a   public  forum  before  or   after   the\r\n\r\nimplementation of Government policies sponsored by  the\r\n\r\nInformation Services because the job of the Information\r\n\r\nServices  of course, is, to pass on to the  people  the\r\n\r\nfacts  of the policies accepted by Government  and  any\r\n\r\ndiscussion  about  the  rights  and  wrongs  of   these\r\n\r\npolicies  should be debated in voluntary  organisations\r\n\r\nwhich are not lacking in Singapore. I am sure that  the\r\n\r\nhon. Member is aware of a very large number of debating\r\n\r\nsocieties  now existing in Singapore and various  other\r\n\r\nvoluntary  organisations which are  usually  sponsoring\r\n\r\nthese public forums.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has elapsed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $908,440 for Head 14 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3120</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 15 -\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 15 be reduced by\r\n\r\n$10 in respect of item (1) of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, today, Singapore seems to be going backward in\r\n\r\nthe  matter  of  security. Everybody in the  street  is\r\n\r\nasking,  \"Is  it safe?\" We find that this  question  of\r\n\r\nsecurity is not only confined to people who have  money\r\n\r\nbut also to the ordinary folks in the streets. You read\r\n\r\nmany reports in the papers about the increase in crime.\r\n\r\nEvery  day,  you find that there are robbery  and  gang\r\n\r\nfights  and it seems that it is quite unsafe for people\r\n\r\nwho  are  not armed to move about anywhere.  A  child's\r\n\r\nnecklace  may be pinched and a woman may be robbed.  We\r\n\r\nfind  that  with  the people who have money,  there  is\r\n\r\nkidnapping going on; their problem\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3121</b></font><br><br>\r\n\r\n\r\n\r\nhas  become  so serious that one important organisation\r\n\r\nheld  a meeting and expressed dissatisfaction with  the\r\n\r\ninertness of Government in providing security  for  the\r\n\r\npeople. All these seem to point out that something must\r\n\r\nbe done or something that should have been done has not\r\n\r\nbeen done by the Government. We want an explanation  on\r\n\r\nthis. We want to have a Singapore safe for everybody to\r\n\r\nlive  in,  rich  and  poor alike. We  want  to  have  a\r\n\r\nSingapore  in which you can have your strolls  anywhere\r\n\r\nyou like without being troubled by anybody.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I know that the time is very short - only half an\r\n\r\nhour  is  allotted for this head - and I will run quickly\r\n\r\nover  the other points. In Singapore, gambling is rife.\r\n\r\nI  have  heard that the gambling suppression department\r\n\r\nis abolished and its personnel transferred elsewhere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> I understand that the Government\r\n\r\ncannot  do  anything about gambling  on  the  character\r\n\r\nbasis. I want to have clarification on that. Is  it  or\r\n\r\nis  it  not  true?  This  is an evil  which  should  be\r\n\r\neradicated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next point, Sir, is that I would like the\r\n\r\nGovernment  to  say what it is doing in the  matter  of\r\n\r\nhelping  the young people of Singapore. Today you  have\r\n\r\ngang  fights in Tanjong Pagar, Boon Teck Road and  many\r\n\r\nother places. You find gang fights everywhere involving\r\n\r\nyoung  people.  I know that this is due mainly  to  the\r\n\r\nfault  of  the Government in not providing useful  work\r\n\r\nfor   these   young  people  who  have  been   rendered\r\n\r\nunemployed. What is Government's policy on this matter?\r\n\r\nWhen can we help these young people so that we may have\r\n\r\nless trouble and more useful citizens brought up?\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan (Tiong Bahru):</b> Mr Speaker, Sir, much\r\n\r\nhas  been said about anti-corruption and corruption  in\r\n\r\nthis  country. How can we stamp out corruption when  we\r\n\r\nhave here an item called the C.P.I.B. which stands  for\r\n\r\nCorrupt Practices Investigation Bureau?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3122</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bureau is entirely staffed by police officers. It\r\n\r\nis  entirely wrong that this Bureau should  be  run  or\r\n\r\nsupervised by senior police officers. Why I say this is\r\n\r\nthat  because  it  has come to my notice  when  I  have\r\n\r\nmyself  forwarded  many complaints to this  department.\r\n\r\nWhat  have they done? They have investigated  into  the\r\n\r\naffairs, made reports and they have submitted  them  to\r\n\r\nthe Attorney-General. Nothing further has been done and\r\n\r\nthe  reason is that junior police officers went to make\r\n\r\ninvestigations. How can you blame these  junior  police\r\n\r\nofficers?  Can they make investigations  and  bring  up\r\n\r\ncharges  against the senior police officers  or  senior\r\n\r\nofficials  of  the Government? They dare  not  do  that\r\n\r\nbecause  they  are junior officers and some  have  only\r\n\r\nbeen  appointed  for a few months in  that  department.\r\n\r\nThey would be transferred or kicked out from the police\r\n\r\nforce  at  any time if they were to offend  any  senior\r\n\r\nofficial. Why can we not have an independent body  with\r\n\r\nexecutive  powers? Give it such powers and I  am  quite\r\n\r\nsure  that even members of the public will come forward\r\n\r\nwith  information. Take, for instance, the question  of\r\n\r\nthe  rice stockpile. I put forward some information but\r\n\r\nwhat   has   been   done?  If  the  Corrupt   Practices\r\n\r\nInvestigation  Bureau  were to  make  an  investigation\r\n\r\nregarding   the  stockpile,  there  is  evidence   that\r\n\r\ncorruption  is existing but what has happened  so  far?\r\n\r\nComparing with past records, there has been no increase\r\n\r\nin  arrests;  only  the small fry  like  office  peons,\r\n\r\nconstables  who  are lowly paid were nabbed,  but  what\r\n\r\nabout the big fry?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further, I understand that a recommendation has been\r\n\r\nforwarded   to  the  Attorney-General  to   amend   the\r\n\r\nPrevention  of Corruption Ordinance. What has  happened\r\n\r\nto  the report? Why has no action been taken? It  is  a\r\n\r\nshame  that  this is happening in an elected Government\r\n\r\nin  Singapore  today. We must show our firm  stand,  We\r\n\r\nmust eliminate and kill corruption in this country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am very unhappy to learn that even police\r\n\r\nofficers and detectives are at the beck and call of the\r\n\r\nsecret societies in Singapore. There are secret\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3123</b></font><br><br>\r\n\r\n\r\n\r\nsocieties,  yes.  These secret societies  are  actually\r\n\r\nbeing  backed by detectives who have been in a  certain\r\n\r\ndepartment for many years. You can see that most of the\r\n\r\ndetectives   themselves  are  former   secret   society\r\n\r\ngangsters.  A  detective who once belonged  to  the  18\r\n\r\nGroup will naturally make arrests of or give trouble to\r\n\r\nthe rival groups.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Which is the rival group.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> It may be Gang 24 or 08; there are\r\n\r\nso many other gangs. This should be stopped.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, the Police Training School is sending\r\n\r\nout  probationary inspectors who are young  and  green.\r\n\r\nThey  rely on the information of the detectives so much\r\n\r\nso  that they are all entirely in the power or  in  the\r\n\r\nhands  of  these same detectives. Why can we  not  stop\r\n\r\nthis thing? There has been an increase in the number of\r\n\r\ngang  fights, kidnapping cases and street-fights.  What\r\n\r\nhas the Government done? It is no use talking about law\r\n\r\nand  order. You can see every night 11 and 12-year  old\r\n\r\nschoolboys,  wearing the Tony Curtis hairstyle  and  T-shirts  and  trousers, being taken in by the detectives\r\n\r\nwho do not like their faces, under section 12(1) of the\r\n\r\nSecret  Societies Ordinance which is non-bailable.  Why\r\n\r\ncan we not arrest those confirmed or hardcore criminals\r\n\r\ninstead  of  putting young fellows in a police  station\r\n\r\nand  sending  them to the C.I.D. the next  morning  for\r\n\r\nscreening  and  releasing  them  after  24   hours   of\r\n\r\ndetention, after lingering in the police station lockup\r\n\r\nfor 24 hours-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Police station.\r\n\r\n \r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> - in a police station? Just imagine\r\n\r\nthis!  This  is  no good. Why can we  not  take  action\r\n\r\nagainst  the  real criminals? Why must  we  help  these\r\n\r\ndetectives or police officers to make money? We must be\r\n\r\nfirm.  We  want  a  first-class police  force  in  this\r\n\r\ncountry.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Perhaps it is an appropriate\r\n\r\ntime to suspend. It is a quarter past twelve.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3124</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee\r\n\r\nand took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The sitting is suspended I will take the\r\n\r\nChair again at 2.30 pm\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>12.16 p.m. until 2.30 p.m.</i></div>\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allotted for Head 15 be reduced\r\n\r\nby   $10   in   respect  of  item  (1)  of  subhead   1\r\n\r\ntherein.-(Mr Lim Choon Mong).\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n \r\n\r\n<br><br><!-- Mr E. P. Shanks -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr E. P. Shanks:</b> Mr Speaker, Sir, one of the most\r\n\r\ndangerous  things in Singapore today  is  an  insidious\r\n\r\ntendency   to   pass  on  and  multiply   irresponsible\r\n\r\nallegations  of corruption. If, instead of  passing  on\r\n\r\nwhat  he  is  told  to the police  or  to  the  Corrupt\r\n\r\nPractices  Investigation Bureau, the  hon.  Member  for\r\n\r\nTiong  Bahru  or  any  other  citizen  will  take   his\r\n\r\ninformant  or  his  informant's informant  along,  then\r\n\r\nperhaps  there  will  emerge  some  evidence,  and   on\r\n\r\nevidence the police will and do act. But gossip hearsay\r\n\r\nand rumour - that lying jade - are worse than useless. One\r\n\r\nsometimes  sees  three little figures grouped  together\r\n\r\nwhich, between them, profess to \"see, hear and speak no\r\n\r\nevil\". Perhaps one day man may learn from monkeys. But,\r\n\r\nseriously,   whether  it  is  corruption,  gangsterism,\r\n\r\nrobbery  or any other crime or wrong-doing, it is  only\r\n\r\non  evidence  that one should act, and, before  acting.\r\n\r\nmay  I  suggest  that  a critical appraisal  is  highly\r\n\r\ndesirable? The police do investigate rumours  and  when\r\n\r\nwhat  appears to be information is given by  apparently\r\n\r\nresponsible   persons - Members   of   this   House   and\r\n\r\nothers - the   police  investigate.  But   sometimes   it\r\n\r\ntranspires,  as I know well from papers  I  have  seen,\r\n\r\nthat the information is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3125</b></font><br><br>\r\n\r\n\r\n\r\nrumour  and  I  have known occasions  when  a  critical\r\n\r\nappraisal of a rumour resulted in the person  who  gave\r\n\r\nthe  information realising that he was  merely  wasting\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The criticism of the Corrupt Practices Investigation\r\n\r\nBureau   has   been  that  the  junior   officers   are\r\n\r\ntransferred if they offend their seniors. Mr  Speaker,\r\n\r\nSir,  that  is  not  so. I have, in the  course  of  my\r\n\r\nduties,  had  a  good  deal  to  do  with  the  Corrupt\r\n\r\nPractices  Investigation Bureau. I have  seen  some  of\r\n\r\ntheir successes and I have seen many of their failures,\r\n\r\nor what are judged to be failures. Not always were they\r\n\r\nplacid  about  it.  I  am satisfied  that  the  present\r\n\r\narrangement,  whereby the Bureau is kept separate  from\r\n\r\nthe  main  police  force  and  whereby  its  staff  are\r\n\r\nspecially  chosen  from  the resources  of  the  police\r\n\r\nforce, works well. There is no danger in that Bureau of\r\n\r\na  junior officer failing in his duty because  what  he\r\n\r\nhas to enquire into concerns some senior officers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is, thank God, only on evidence that we administer\r\n\r\nthe  criminal  law  of this colony, and  if  that  were\r\n\r\nremembered, it would help. Whether the hon. Member  for\r\n\r\nTiong  Bahru has ever seen a gang fight, I do not know,\r\n\r\nbut  I  do not recall his having given evidence. It  is\r\n\r\npeople  who  are  able to give evidence  in  court  who\r\n\r\nshould go and report to the police, and if those people\r\n\r\nwill report to the police, then the police will produce\r\n\r\nthe results that the critics are asking for. It is very\r\n\r\neasy  to  criticise, but it is not always easy  to  get\r\n\r\nresults, and if the people who are capable of producing\r\n\r\nthose results will come forward, then the present  wave\r\n\r\nof  gangsterism will cease. Corruption and  gangsterism\r\n\r\ngo  together.  Loose  talk about  either  is  extremely\r\n\r\ndangerous. Only evidence is valid. There is  no  cause,\r\n\r\nin  my opinion, to interfere with the estimates of  the\r\n\r\npolice  so  far  as the Corrupt Practices Investigation\r\n\r\nBureau is affected.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Speaker, Sir, my hon. colleague has\r\n\r\ntaken out of my mouth some of the words which I wish to\r\n\r\nsay in connection with the Corrupt\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3126</b></font><br><br>\r\n\r\n\r\n\r\nPractices Investigation Bureau and with the question of\r\n\r\nevidence and information to be given to the police.  In\r\n\r\nthe  circumstances, I would only like to reiterate what\r\n\r\nI said last Friday, Sir, that the word of the police in\r\n\r\ncombating  crime  and  gangsterism  can  be  much  more\r\n\r\neffective  if  they  receive an increasing  measure  of\r\n\r\nsupport, information and co-operation from the  public.\r\n\r\nThe  Government is also giving active consideration  to\r\n\r\nother measures to meet the situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to refute a statement made by the\r\n\r\nMember for Serangoon when he said that the Gambling Sub-branch  has closed down. It is still functioning,  Sir,\r\n\r\nand working as hard as ever.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I must also deny the sweeping allegation that police\r\n\r\nofficers  and detectives are at the beck  and  call  of\r\n\r\nsecret societies. If the hon. Member for Tiong Bahru is\r\n\r\naware of such individual cases, perhaps he would let me\r\n\r\nor the Commissioner of Police have the information.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to say, in reply to the Member for\r\n\r\nTiong Bahru, that the police do not lock up persons  of\r\n\r\ntender age who have been detained for questioning. None\r\n\r\nof  the boys of such tender age - I think the Member  for\r\n\r\nTiong Bahru did mention some boys of 11 or 12 years  of\r\n\r\nage - if they are detained, are locked up. They are  only\r\n\r\nbrought  to  the  station if  they  are  seen  to  have\r\n\r\ncommitted an offence or if they are found apparently to\r\n\r\nbe  in need of care and attention, and they are left in\r\n\r\nthe  charge  of a police officer in the police  station\r\n\r\nuntil  their  parents have been traced or they  can  be\r\n\r\nlodged in the Social Welfare Department.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Mr Speaker, Sir, I think the Hon.\r\n\r\nthe  Chief Secretary has misunderstood me when he  says\r\n\r\nthat  teenagers have been locked up in police stations.\r\n\r\nI  said  the  police  made use of  section  12  of  the\r\n\r\nOrdinance  to arrest these young people and  they  were\r\n\r\ndetained  in  the police station. But there  have  been\r\n\r\ncases  where children from the age of 18 and above  had\r\n\r\nbeen  detained in the police station for 24 hours.  The\r\n\r\nnext morning these people were brought\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3127</b></font><br><br>\r\n\r\n\r\n\r\nto  the  C.I.D. for screening, and I wish to point  out\r\n\r\nthat  most of them were innocent. Many of them had been\r\n\r\nbrutally assaulted by the police.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore the Hon. the Chief Secretary says that he\r\n\r\nwants  co-operation from members of the  public.  How?\r\n\r\nThere  are  many instances where members of the  public\r\n\r\nwent  to see the police about certain things that  were\r\n\r\nhappening in their area. These same people were  called\r\n\r\nup  by  the  police  again  and  again  and  they  were\r\n\r\nquestioned  and questioned and questioned. If  that  is\r\n\r\nthe  treatment meted out to such informants,  who  will\r\n\r\ncome  forward  to  give evidence, particularly  in  the\r\n\r\ncourts?  unless Government is prepared  to  set  up  an\r\n\r\nindependent  body  which will collect information  from\r\n\r\nmembers  of  the public, then no one will come  forward\r\n\r\nwith  information they have. For example there are gang\r\n\r\nfights  all over the city. You have read in the papers,\r\n\r\nSir,  that so many people have witnessed these  fights,\r\n\r\nand yet when the police come out to investigate, no one\r\n\r\nsteps  forward to give evidence. Why? Because  they  do\r\n\r\nnot  have faith in the police. As I earlier said today,\r\n\r\nSir,  unless we have an Anti-Corruption Bureau  managed\r\n\r\nand  staffed  by  an independent body  of  people  with\r\n\r\nexecutive   powers,  no  member  of  the  public   will\r\n\r\nvoluntarily and gladly step forward to give evidence so\r\n\r\nthat steps can be taken to stamp out such practices.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the police force there are certain senior police\r\n\r\nofficers.  Their subordinates profess  to  have  senior\r\n\r\nofficers in the police department as godfathers.  These\r\n\r\npeople,  in  turn,  protect the gangsters,  the  secret\r\n\r\nsocieties  and other criminals because they  know  some\r\n\r\none  is behind them. That is why they are so brave.  If\r\n\r\nwe  have  an  independent Anti-Corruption Bureau  which\r\n\r\nwill  take steps to stamp out such misdeeds, then I  am\r\n\r\nsure  members of the public will come forward not  only\r\n\r\nin hundreds but in thousands to give evidence.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Sir, I totally deny that the people have\r\n\r\nbeen  brutally  assaulted by the police in  the  police\r\n\r\nstations. I would also like to ask the Member for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3128</b></font><br><br>\r\n\r\n\r\n\r\nTiong  Bahru whether he thinks that youths of  over  18\r\n\r\nyears of age can be termed children of tender age.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Lee\r\n\r\nKuan Yew:-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 15 be reduced by\r\n\r\n$10 in respect of item (48) of subhead I therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Mr Lee Kuan Yew's absence, the amendment was not\r\n\r\nproceeded with.\r\n\r\n \r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Time is running short, Sir, and\r\n\r\nwith the permission of the House, I should like to take\r\n\r\nmy three amendments together - i.e., amendment (iii):\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 15 be reduced by\r\n\r\n$10 in respect of item (53) of subhead 1 therein;\r\n\r\n\r\n\r\n<br><br>amendment (iv):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 15 be reduced by\r\n\r\n$10 in respect of item (54) of subhead 1 therein;\r\n\r\n\r\n\r\n<br><br>and amendment (v):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 15 be reduced by\r\n\r\n$10 in respect of subhead 35 therein.\r\n\r\n\r\n\r\n<br><br>All  these  three amendments refer to  testers  in  the\r\n\r\npolice force.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Item (53) reads:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Senior Testers, two [$600]\r\n\r\n\r\n\r\n<br><br>and item (54) reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Testers, twelve [$445-15A-550].\r\n\r\n \r\n\r\n<br><br>I  find there is an increase of two testers compared to\r\n\r\nlast  year's  estimate and not only that, I  also  find\r\n\r\nthat   the  salary  scale  for  the  testers  is   also\r\n\r\nincreased.  The maximum salary of the testers  in  last\r\n\r\nyear's  estimate  was $500. This year  the  maximum  is\r\n\r\nincreased  to $550. Sir, the difference in the  maximum\r\n\r\nsalary between a senior tester and a tester is only $50\r\n\r\nthis year, whereas last year it was $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a tester or a senior tester is chosen for his\r\n\r\nintegrity   before   he  is  appointed,   because   the\r\n\r\nappointment  is  open to corruption  and  bribery,  and\r\n\r\nunless a man of high integrity is appointed, he will be\r\n\r\nopen to corruption and be tempted to accept bribery. If\r\n\r\na  tester is not adequately paid, or if a senior tester\r\n\r\nis  not  fully paid, definitely he will find  ways  and\r\n\r\nmeans of accepting bribery. A gap of $50 in the maximum\r\n\r\nsalary between a senior tester\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3129</b></font><br><br>\r\n\r\n\r\n\r\nand  a tester is really, may I say, irrelevant because,\r\n\r\nas  the senior tester, he will experience heart-burning\r\n\r\nto see that his junior receives only $50 less than what\r\n\r\nhe  actually receives at the maximum. How would we like\r\n\r\nto  have a junior man who has just come up to a certain\r\n\r\nstage  where  his salary is only a few dollars  less - in\r\n\r\nthis case it is a difference of $50'?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now on the question of temporary testers, we are\r\n\r\ngoing  to  have 12. I wonder how many applications  for\r\n\r\ndriving  licences are outstanding so  far?  The  reason\r\n\r\ngiven for recruiting these 12 temporary testers is that\r\n\r\nthey  are  \"Required to clear a backlog of applications\r\n\r\nfor  driving tests.\" I said last year that the  present\r\n\r\nsystem  of dealing with applications for driving  tests\r\n\r\nwas  most unsatisfactory. I suggested a system  whereby\r\n\r\nsuch  tests could be carried out at a much faster  rate\r\n\r\nthan  with the present system. But during all these  12\r\n\r\nmonths,  Government  has  not  taken  the  trouble   to\r\n\r\nconsider my suggestion to improve the present system of\r\n\r\ntesting. Now we have a backlog and we are committed  to\r\n\r\nanother  $82,800  by  having to  recruit  12  temporary\r\n\r\ntesters. It is just a waste of money. If Government had\r\n\r\ntaken  my  suggestion  into consideration,  this  money\r\n\r\nwould have been saved.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is \"That the sum to be\r\n\r\nallotted  for Head 15 be reduced by $10 in  respect  of\r\n\r\nitem  (53) of subhead 1 therein.\" Discussion may  range\r\n\r\nover the next two amendments, i.e. amendments (iv)  and\r\n\r\n(v). The Chief Secretary has half a minute to reply.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Speaker, Sir, since you say I have\r\n\r\nhalf  a minute, I would like to point out that the  two\r\n\r\nnew posts of testers have been provided for the testing\r\n\r\nof  drivers of public service vehicles which from  1958\r\n\r\nonwards  will be the responsibility of the  police  and\r\n\r\nnot  the  City  Council. The 12 temporary  testers  are\r\n\r\nappointed   on  similar  salaries  to  those   of   the\r\n\r\nestablished staff and provision is made for an increase\r\n\r\nof  six temporary testers. They are meant to cope  with\r\n\r\nthe  waiting  list  of applicants  desirous  of  taking\r\n\r\ndriving tests, and they run into thousands. Sir.  These\r\n\r\npeople\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3130</b></font><br><br>\r\n\r\n\r\n\r\ninclude  those  who have not had a test and  those  who\r\n\r\nhave  failed  in a previous test and who wish  to  take\r\n\r\nanother  one.  The  very  heavy traffic  congestion  on\r\n\r\nSingapore  roads  makes  it imperative  that  the  high\r\n\r\nstandard of testing will not be dropped irrespective of\r\n\r\nthe percentage of failures.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has elapsed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $25,909,380 for Head 15 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3130</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 16 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 16 be reduced by\r\n\r\n$10 in respect of subhead 13 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this subhead I find that we are asked to provide\r\n\r\n$44,000  for  \"Miscellaneous Fittings  for  Machinery\".\r\n\r\nSir, the word \"Miscellaneous\" is such a vague term that\r\n\r\nwe do not know what in fact it means.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. The notice of amendment is in\r\n\r\nrespect  of  subhead  13  of  Head  16,  which  is  for\r\n\r\n\"Miscellaneous Fittings for Machinery - $5,000\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> I beg your pardon, Sir. Yes, it is\r\n\r\n$5,000 and not $44,000.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the word \"Miscellaneous\" is a wide and vague\r\n\r\nterm  and  unless details are given, I  wonder  how  we\r\n\r\ncould  be  asked  to approve a vote of $5,000  for  the\r\n\r\npurchase   of  miscellaneous  fittings  for  machinery.\r\n\r\nUnless  the  Financial Secretary can qualify  the  word\r\n\r\n\"Miscellaneous\", I think it is rather serious to pass a\r\n\r\nblock  vote. I call it a block vote in this case rather\r\n\r\nthan an actual individual vote.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Speaker, Sir, certain of the\r\n\r\nprinting  machines  in the Government  Printing  Office\r\n\r\nwere purchased at a time when the automatic spacing  of\r\n\r\ntype  was impossible and the spacing of every line  had\r\n\r\nto  be  done  by  hand. Equipment is now  available  to\r\n\r\nenable the spacing to be done automatically,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3131</b></font><br><br>\r\n\r\n\r\n\r\nand one of the main machines in the Printing Department\r\n\r\nhas  not  yet  been converted by the addition  of  this\r\n\r\nequipment. This fitting of automatic spacing  equipment\r\n\r\nwill  very considerably increase the speed of  printing\r\n\r\noperation and will enable this machine to increase  its\r\n\r\noutput considerably.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again at that time no equipment was available in the\r\n\r\nPrinting  Office for the automatic typesetting  of  the\r\n\r\nFrench  language,  or  indeed  of  any  language  which\r\n\r\ninvolves  the  printing of accents above  the  letters.\r\n\r\nEquipment is available now to add to existing machinery\r\n\r\nwhich   would  enable  this  operation   to   be   done\r\n\r\nautomatically.  The  Member  for  Queens-town  will  be\r\n\r\nwondering why we want to have automatic typesetting  in\r\n\r\nthe  French language. The reason is that the Government\r\n\r\nPrinter is being called upon to produce printed  matter\r\n\r\nin   French,  as  a  result  of  certain  international\r\n\r\nconferences  which  are  held  from  time  to  time  in\r\n\r\nSingapore,  for example, U.N.E.S.C.O..  W.H.O. and  so\r\n\r\nforth. These proceedings are reported in French as well\r\n\r\nas in English. It is therefore desirable that automatic\r\n\r\nsetting in French should be possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Queenstown will also see that in the\r\n\r\nEstimates  this  subhead  has  against  it  the  remark\r\n\r\n\"Subject  to  Treasury sanction\",  and  the  Government\r\n\r\nPrinter  will  therefore  be required  to  satisfy  the\r\n\r\nTreasury  that any proposed purchase of equipment  will\r\n\r\nbe of an economical nature.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Sir, I move.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 16 be reduced by\r\n\r\n$10 in respect of subhead 19 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in subhead 19 we are asked to provide 73\r\n\r\ntypewriters at a cost of $28,110. I wonder if the Chief\r\n\r\nSecretary  can  tell us what has happened  to  the  old\r\n\r\ntypewriters.  The  explanation given  at  the  footnote\r\n\r\nsays:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Replacement of typewriters for the following\r\n\r\ndepartments:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Education\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Social Welfare\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Malayan Royal Navy Volunteer Reserve.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3132</b></font><br><br>\r\n\r\n\r\n\r\nIf   typewriters   are   required   for   these   three\r\n\r\ndepartments, why has not a vote been put into their own\r\n\r\nMinistry  rather than in the Printing Office? What  has\r\n\r\nthe   Printing  Office  got  to  do  with  these  three\r\n\r\ndepartments?   If   individual   departments    require\r\n\r\ntypewriters - and I am sure they have typewriters now - why\r\n\r\ndo  they  want  more typewriters then? Is the  Printing\r\n\r\nOffice  functioning as a central supply  pool  for  the\r\n\r\nthree departments concerned?\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Speaker, Sir, I should like to refer\r\n\r\nthe  Member for Queenstown to the explanation given  in\r\n\r\npage  448  of  the  Estimates in connection  with  this\r\n\r\nsubhead. The explanation given there is quite clear.  I\r\n\r\ndo not know whether the Member for Queenstown has seen\r\n\r\nit or not.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> It is too much for him!\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,841,960 for Head 16 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3132</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 17 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 17 be reduced by\r\n\r\n$10 in respect of subhead 12 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The footnote to this item says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Increase required for emergency stocks.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now no reason was given in last year's estimate that we\r\n\r\nshould carry emergency stocks. I wonder why this  year,\r\n\r\nparticularly  where  rations are concerned,  we  should\r\n\r\ncarry emergency stocks. Is there an emergency on? Or is\r\n\r\nthere  a war on that the Prison Department should carry\r\n\r\nemergency  stocks as reserve in case they will  not  be\r\n\r\nable  to purchase rations anywhere? If not, why  should\r\n\r\nwe  have to vote another $5,000 extra compared to  last\r\n\r\nyear's estimate for emergency stocks?\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Speaker, Sir, an increase of $5,000\r\n\r\nis  asked  for rations in order that the Superintendent\r\n\r\nmay purchase a reserve of iron rations.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3133</b></font><br><br>\r\n\r\n\r\n\r\nAt  the  present time rations are brought daily to  the\r\n\r\nprison and, in the event of any emergency, such as, for\r\n\r\nexample, transport strikes, there would be no  food  in\r\n\r\nthe prison. The amount asked for would be sufficient to\r\n\r\nsupply  approximately 48 hours' rations for the  normal\r\n\r\ninmate  population and would ensure that the  prisoners\r\n\r\nwould not go short of food in an emergency.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, would it be in order if I were\r\n\r\nto  ask  the  Chief Secretary what type of rations  are\r\n\r\nsupplied  to  political  prisoners  and  what  is   the\r\n\r\ntreatment they receive?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The hon. Member is in order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Speaker, Sir, the rations for\r\n\r\ndetainees  are  considerably  better  than  those   for\r\n\r\nconvicted  prisoners. For convicted  persons  I  cannot\r\n\r\ngive offhand the details of their rations. In addition,\r\n\r\nthe  detainees are allowed to purchase food through the\r\n\r\nSuperintendent,  or they can get additional  food  from\r\n\r\ntheir  relatives.  This privilege is  not  extended  to\r\n\r\nordinary  convicted  persons. Perhaps  the  Member  for\r\n\r\nTelok Ayer already knows that there are seven types  of\r\n\r\ndiet  in  the  prison - Chinese,  Malay,  Tamil,  Brahim,\r\n\r\nPathan, European and detainees' diet.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> The Chief Secretary says that he\r\n\r\nanticipates  a  transport strike and that  is  why  the\r\n\r\nprovision  of $5,000 is required to purchase  emergency\r\n\r\nrations.  Is  it the Government's policy to  anticipate\r\n\r\nstrikes  all  the  time?  If  so,  why  only  on   this\r\n\r\nparticular item of rations, and not on others?  If  the\r\n\r\nGovernment  does anticipate strikes of this  nature  or\r\n\r\nthat nature, then let it provide emergency rations  for\r\n\r\nall items rather than one particular item only?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 17 be reduced by\r\n\r\n$10 in respect of item (1) of subhead 52 therein.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3134</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Subhead 52 (1) concerns City Services. Last year I\r\n\r\ncriticised  very  strongly  the  extravagance  of   the\r\n\r\nGovernment  in  the  matter  of  city  services.  These\r\n\r\nservices, I understand, are for electricity consumed by\r\n\r\nthis  department.  What I see now  is  an  increase  of\r\n\r\n$23,000  a year for electrical consumption. This  works\r\n\r\nout  roughly at slightly less than $2,000 a  month.  Is\r\n\r\nthe  department  going to consume  slightly  less  than\r\n\r\n$2,000  of  electricity a month, which works out  again\r\n\r\nroughly at 10,000 units? In most other departments they\r\n\r\ndo  not  require so much electricity under the head  of\r\n\r\nCity  Services, and I have not attacked any  of  those,\r\n\r\nbut  I  wish to draw attention to this particular  case\r\n\r\nbecause  it  is  too  big  an  increase.  Normally  the\r\n\r\nincreases range between $3,000 and $5,000 or $1,000 and\r\n\r\n$2,000.  But  in this particular case, it  is  $23,000.\r\n\r\nThis  is  rather a substantial figure. It is no  wonder\r\n\r\nthat  we  have the Budget Estimates showing  a  deficit\r\n\r\nevery year!\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Speaker, Sir, the demand for city\r\n\r\nservices  certainly  does not  cover  only  electricity\r\n\r\nservices. There are also other city services.  However,\r\n\r\nin  connection with city services of electricity,  Sir,\r\n\r\nmodernisation  has been carried out this  year  in  the\r\n\r\nlaundry  and carpentry shops at Changi Prison  and  new\r\n\r\nand  more efficient machinery has been installed,  with\r\n\r\nthe  result that there has been an increase  in  output\r\n\r\nand  an  increase in the amount of electricity required\r\n\r\nfor  the operation of this machinery. The laundry  shop\r\n\r\nat  Changi  Prison  undertakes laundering  for  Kandang\r\n\r\nKerbau  and  Tan Tock Seng Hospitals and for government\r\n\r\nbungalows  at Changi, in addition to the laundering  of\r\n\r\nuniforms of the prison staff. May I also refer  to  the\r\n\r\nnext  amendment of the Member for Queenstown  which  I\r\n\r\nthink is related-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 17 be reduced by\r\n\r\n$10 in respect of item (2) of subhead 73 therein?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Item (2) of subhead 73 also refers to\r\n\r\nlaundries,  Sir.  The  prison  laundry  undertakes  the\r\n\r\nlaundering of all\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3135</b></font><br><br>\r\n\r\n\r\n\r\nhospital  linen, with the exception of staff  uniforms,\r\n\r\nand  the  uniforms of all government  staff,  with  the\r\n\r\nexception  of  the  police.  It  also  undertakes   the\r\n\r\nlaundering of Government House linen. In fact, Sir, the\r\n\r\nrevenue  derived  by  the Prison Department  from  this\r\n\r\nlaundering aspect of the prison industry, in so far  as\r\n\r\ngovernment services are concerned, amounts to, I think,\r\n\r\nmore than $200,000 a year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, since the Chief\r\n\r\nSecretary  has  already dealt with my  next  amendment,\r\n\r\nthat is,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 17 be reduced by\r\n\r\n$10 in respect of item (2) of subhead 73 therein.\r\n\r\n\r\n\r\n<br><br>may I have the permission of the House to withdraw it?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> No permission is required if the hon.\r\n\r\nMember does not move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $3,524,450 for Head 17 stand part of\r\n\r\nthe Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, I wish to\r\n\r\ndiscuss  the  policy of this head of Prisons.  We  have\r\n\r\njust  heard our Hon. the Chief Secretary say that  they\r\n\r\nhave  seven types of food for the prisoners.  I  wonder\r\n\r\nwhether  they  allow  Chinese  prisoners  to  choose  a\r\n\r\nEuropean diet. I have been approached by a prisoner,  a\r\n\r\nChinese. He suffered from a certain stomach ailment and\r\n\r\nhe  asked me to approach the prison authorities to  see\r\n\r\nif  they would allow him to have a European diet,  They\r\n\r\nsaid   however,  that  unless  he  had   the   doctor's\r\n\r\nrecommendation,  his  request would  be  rejected.  The\r\n\r\ndoctor  refused to consider his request and said,  \"No,\r\n\r\nyou  are  a Chinese, so you must take Chinese food.\"  I\r\n\r\nwish to raise this question, Sir, because I learn there\r\n\r\nare  different  rates of expenditure  for  the  various\r\n\r\ndiets.  Since the Government supply different kinds  of\r\n\r\nfood,  I wish to know whether they will consider having\r\n\r\nthe  same rate of expenditure for them all. At  present\r\n\r\nEuropean food costs more than any other food.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3136</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I wish to touch on the treatment of\r\n\r\npolitical  banishers. I understand that they have  been\r\n\r\ntreated as criminals and are given convicts' food. Also\r\n\r\nthey  have to mix with the convicts and they are always\r\n\r\nbullied  by  them.  I  wish the  Chief  Secretary  will\r\n\r\ninvestigate their cases.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third point I wish to touch upon is the Opium\r\n\r\nTreatment Centre. If the Government are of the  opinion\r\n\r\nthat  this  Centre  has produced wonderful  results  by\r\n\r\neffecting many cures, cannot they separate it from  the\r\n\r\nPrison  Authority  and  make it  an  independent  body?\r\n\r\nBecause the Opium Treatment Centre is under the control\r\n\r\nof  the  Prison  Authority, many opium addicts  do  not\r\n\r\nvolunteer  to get admitted into it to undergo  a  cure.\r\n\r\nThey feel a certain stigma is attached to the fact that\r\n\r\nthey  are inmates of this Centre, and people will  say,\r\n\r\n\"Oh,  you  are  a prisoner\" Many hon. Members  made  an\r\n\r\ninspection of the Opium Treatment Centre about  a  year\r\n\r\nago  and I am sure most of them were impressed with the\r\n\r\nway it is run and the results achieved by it. Therefore\r\n\r\nI  wish  to put forward two suggestions: one, that  the\r\n\r\nGovernment  consider separating the  Centre  from  tile\r\n\r\nPrisons  Authority; two, this centre be open to members\r\n\r\nof  the  public, even though they are not convicted  of\r\n\r\nopium smoking, to receive free treatment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Sir, with regard to the first point\r\n\r\nraised  by the Member for Changi, the present procedure\r\n\r\nis that, if a Chinese prisoner is to state a preference\r\n\r\nfor  a  European diet, an officer of the Social Welfare\r\n\r\nDepartment  is  sent  to the prisoner's  house  to  see\r\n\r\nwhether he does, in fact, take European food; and if he\r\n\r\ndoes, he will get European food. But if he does not, he\r\n\r\nwill  get Chinese food unless, as the Member for Changi\r\n\r\nsays,  he  is, on medical advice, to be given  European\r\n\r\nfood.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the second point, Sir, I can say straightaway - it\r\n\r\nmight  satisfy  the  Member for  Changi - that  political\r\n\r\nbanishers do get the same sort of food as detainees.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the Opium Treatment Centre, Sir, this\r\n\r\nserves  a  very  useful purpose and  there  is  general\r\n\r\nagreement, which is supported by the World Health\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3137</b></font><br><br>\r\n\r\n\r\n\r\nOrganisation,  the Narcotics Commission of  the  United\r\n\r\nNations,  visiting  justices  and  other  distinguished\r\n\r\nvisitors,  that this centre does serve  a  very  useful\r\n\r\npurpose and the success which it has achieved would  be\r\n\r\na justification for its continued existence. Government\r\n\r\nis  now  giving  active consideration to  the  question\r\n\r\nwhether  it  should continue in existence  for  another\r\n\r\nyear or whether it is to become a permanent department.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Tong Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Tong Liang (Bukit Panjang):</b> Mr Speaker, Sir,\r\n\r\non  the matter of food, prisoners should be allowed  to\r\n\r\nask  for any food they like. I am a Chinese but I  like\r\n\r\nfood with plenty of chillies in it!\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, just a point of\r\n\r\ninformation. The banishers at present detained  in  the\r\n\r\nOutram  Road  Prison  complain  that  they  receive   a\r\n\r\ndifferent type of food from the detainees and  now  the\r\n\r\nChief  Secretary  confirms that they receive  the  same\r\n\r\ntype.  Will  you  please help me to  investigate  their\r\n\r\ncases?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The hon. Member is asking the Speaker\r\n\r\nto  get  into  prison? The hon. Member  was  using  the\r\n\r\nsecond  person. I just remarked that the Speaker  would\r\n\r\nlike to keep away from prison!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $3,524,450 for Head 17 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3137</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 18 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $34,760 for Head 18 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3137</b></font><br><br>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 19 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 19 be reduced by\r\n\r\n$10 in respect of subhead 8 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment I am trying to get some\r\n\r\ninformation  from  the  Chief  Secretary.  I  find   an\r\n\r\nincrease  of $9,500 has been provided for printing  and\r\n\r\nstationery, and the reason given is:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Increase required to cover tuition fees for five\r\n\r\nofficers studying languages.\"\r\n\r\n\r\n\r\n<br><br>Sir,  for  just  five officers studying languages,  you\r\n\r\nrequire another $9,500 for stationery alone.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3138</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Oh, no, I am sorry, Sir.\r\n\r\n \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the lighting must be\r\n\r\nineffective in that part of the Assembly where the hon.\r\n\r\nMember  is  sitting. What I see is note  (iii)  reading\r\n\r\n\"increase  estimated from 1956/57 expenditure.\"  Am  I\r\n\r\nright?\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> You are right, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> I tender my apologies again, Sir.\r\n\r\nI  will  not  blame  the lighting. I  should  blame  my\r\n\r\nspectacles - it  is  bifocal.  Sir,  the  note  says  the\r\n\r\nincrease  is  estimated from 1956/57 expenditure.  Even\r\n\r\nthen,  I  say  that $9,500 is too big an  increase  for\r\n\r\nstationery  and  printing alone.  What  I  want  is  an\r\n\r\nexplanation from the Chief Secretary giving details  of\r\n\r\nthe printing and stationery required.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Speaker, Sir, the figure covers all\r\n\r\nprinting  done  for  the Statistics Department  by  the\r\n\r\nGovernment  Printer and this increase  is  due  to  the\r\n\r\npublication  for  the first time in  1957  of  separate\r\n\r\nlists   of   trade   statistics  for   Singapore,   and\r\n\r\ncontinuation  of this publication in 1958 will  require\r\n\r\nthe  increase asked for. It has in fact been  estimated\r\n\r\nby the Government Printer himself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $1,567,510 for Head 19 stand part of\r\n\r\nthe Schedule.\"\r\n\r\n \r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, yesterday\r\n\r\nmorning the Government had been receiving attack  after\r\n\r\nattack  from the Opposition. In this particular case  I\r\n\r\nam  going  to offer a bouquet to this Department,  Sir,\r\n\r\nespecially where the statistics are concerned.  Had  it\r\n\r\nnot  been for the efficiency of this Department,  I  am\r\n\r\nafraid  we  would not be able to have our City  Council\r\n\r\nelection this month. I believe the Department has  been\r\n\r\nworking  under  heavy pressure to bring  the  electoral\r\n\r\nrolls into being in order that we will be able to  have\r\n\r\nthe City Council election this month. Sir,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3139</b></font><br><br>\r\n\r\n \r\n\r\nif  the  electoral rolls had not been ready, then  the\r\n\r\nlife  of the City Council would have to be extended.  I\r\n\r\nhave   already  heard  much  criticism  in  this  House\r\n\r\nregarding  the extension of the term of office  of  the\r\n\r\nCity  Councillors. I am now happy that there is no mole\r\n\r\nextension  and  that  the term of office  of  the  City\r\n\r\nCouncillors  will last only three more  days.  So  good\r\n\r\nluck to the City Council!\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,567,510 for Head 19 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3139</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 20-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $322,090 for Head 20 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3139</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 21-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $337,690 for Head 21 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3139</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 22-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $23,877,060 for Head 22 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3139</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 23-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $6,480,000 for Head 23 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3139</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 24-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $14,939,800 for Head 24 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3139</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 25 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood in the name of\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b>-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 25 be reduced by\r\n\r\n$10 in respect of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 25 be reduced by\r\n\r\n$10,000 in respect of subhead 2 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 25 be reduced by\r\n\r\n$10 in respect of subhead 8 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Mr Lee Kuan Yew's absence, the amendments were\r\n\r\nnot proceeded with.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 25 be reduced by\r\n\r\n$10 in respect of subhead 24 therein.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I am not in fact\r\n\r\nagainst  the  vote itself. What I see  now  is  a  very\r\n\r\nsubstantial increase of $336,000 for the Singapore Anti-Tuberculosis Association. In fact, I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3140</b></font><br><br>\r\n\r\n\r\n\r\nthink the bigger the increase the better it is, because\r\n\r\nwe  are trying to eradicate T.B. in Singapore. But what\r\n\r\nI  am  most  surprised is this - that the Government  has\r\n\r\nanticipated  this  increase in the  vote,  so  it  does\r\n\r\nanticipate  that there will be a higher  rate  of  T.B.\r\n\r\ncases  next  year. If this is not so, then  why  should\r\n\r\nthere  be  an  increase in the vote? If the  Government\r\n\r\nreally  anticipates a higher rate of  T.B. cases  next\r\n\r\nyear, then what has it done about this disease which is\r\n\r\na  very  dangerous one? Has it done anything to prevent\r\n\r\nthe spread of this disease, or is it just doing nothing\r\n\r\nbut anticipating that there will be more cases and more\r\n\r\nmoney therefore is required?\r\n\r\n\r\n\r\n<br><br><!-- Mr T. M. Hart (Financial Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Financial Secretary (Mr T. M. Hart):</b> The\r\n\r\nincreased  provision is required because  the  cost  of\r\n\r\ntreatment    by    the    Singapore   Anti-Tuberculosis\r\n\r\nAssociation  has increased. Hitherto we have  paid  the\r\n\r\nAssociation  $27 per head per month in respect  of  all\r\n\r\nacute  cases  and  $9 in respect of all  chronic  cases\r\n\r\ntreated  by the Association. Representations have  been\r\n\r\nmade  by  the Association, Sir, to the effect that  the\r\n\r\ncost of treatment has gone up and that, in view of  the\r\n\r\nadvances which have been made in medical science, it is\r\n\r\nno   longer  possible  to  differentiate  between   the\r\n\r\ntreatment for acute cases and the treatment for chronic\r\n\r\ncases.  We have therefore budgeted for an allowance  in\r\n\r\n1958  of  $30  per  head per month  for  all  patients.\r\n\r\nFurther  provision has been made for the rehabilitation\r\n\r\nof certain T.B. patients by S.A.T.A.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The breakdown in figures, Sir, is that S.A.T.A. will\r\n\r\ntreat  on  our  behalf  1,400 patients  per  month  and\r\n\r\nrehabilitate 50 patients.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would repeat, Sir, that the increase is\r\n\r\nnecessitated by an increase in treatment fees.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, as I have said\r\n\r\nearlier,  I  am  not against this vote;  neither  am  I\r\n\r\nagainst  the increase in the provision. What I want  is\r\n\r\ninformation  and  since  an explanation  has  now  been\r\n\r\ngiven,  may  I  have the permission  of  the  House  to\r\n\r\nwithdraw my amendment?\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3141</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 25 be reduced by\r\n\r\n$12,700 in respect of subhead 32 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am all in favour of charity. But our procedure\r\n\r\nis  laid  down in such a way that in order to  initiate\r\n\r\ndiscussion I have to choose certain items and ask for a\r\n\r\ndeletion or a reduction in their votes, and I find that\r\n\r\nfor  my  discussion  this seems to be  the  appropriate\r\n\r\nsubhead. I understand from you, Sir, that we cannot ask\r\n\r\nfor  a new grant, according to the procedure laid down.\r\n\r\nThe  only  thing for a Member of the Assembly therefore\r\n\r\nto  do  is  this:  to  voice his feelings  against  the\r\n\r\nunfairness  of  Government  in  not  giving  grants  to\r\n\r\ncertain deserving cases.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have chosen for discussion subhead\r\n\r\n32-Ecclesiastical Grants. I do not know what it  means.\r\n\r\nI  think  an  explanation was given last  year,  but  I\r\n\r\nforgot what it was all about and I will be happy if the\r\n\r\nHon. the Financial Secretary will kindly explain again\r\n\r\nwhat   is   the  meaning  of  \"Ecclesiastical  Grants\".\r\n\r\nHowever, even before hearing his explanation,  I  think\r\n\r\nit refers to a grant to a particular religion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore has no acknowledged State religion.\r\n\r\nThe  people may have their own religion, but the  State\r\n\r\nof  Singapore  has  no religion of its  own.  That  was\r\n\r\nconfirmed  in the last Budget. But I still see  at  the\r\n\r\nCenotaph  services  that many  heads  of  religion  are\r\n\r\ncalled to say prayers. Even at the installation of  our\r\n\r\nnew  Governor  the other day, prayers were  read  by  a\r\n\r\npriest of a certain Christian denomination.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not know what \"Ecclesiastical Grants\"\r\n\r\nmeans.  When you are making this grant of $12,700,  why\r\n\r\ndo  you  not give grants to various other bodies  which\r\n\r\nare  more  deserving? Why deny them? You  are  spending\r\n\r\nmillions  of dollars on defence. You are just  spending\r\n\r\nmoney  on  behalf of one section and not on Singapore's\r\n\r\nown  use,  and  that has been passed by the  Government\r\n\r\nwith  the aid of the Nominated Members and ex-officios.\r\n\r\nThe Press reports that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3142</b></font><br><br>\r\n\r\n\r\n\r\nevery vote is passed. But how? With whose votes? It  is\r\n\r\nnot the majority of elected Members who have passed it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I come to my subject - the Chinese Young Men's\r\n\r\nChristian  Association. They have asked for  help  from\r\n\r\nthe  Government but I do not see even a mention of  any\r\n\r\ngrant to them. Sir, the Chinese form 80 per cent of the\r\n\r\npopulation  of  Singapore. I believe religion  is  very\r\n\r\nnecessary for every human being. If a body such as  the\r\n\r\nChinese Young Men's Christian Association has spent  so\r\n\r\nmuch  money  to give recreation and to show  the  right\r\n\r\npath to youngsters, does it not deserve such help?\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in last years Budget, when we were granting a\r\n\r\ndollar  for a dollar towards the building of the  Young\r\n\r\nWomen's  Christian Association, I raised this point.  I\r\n\r\nwas  not against it. What I said was \"If you are making\r\n\r\ngrants,  please do the same for other causes which  may\r\n\r\ncome before you.\" The Young Men's Christian Association\r\n\r\nhave  spent  much  money. The opening ceremony  of  the\r\n\r\nbuilding  was  performed  by  the  last  Governor,  His\r\n\r\nExcellency  Sir  Robert Black. They are  now  short  of\r\n\r\n$350,000. A deaf ear has been turned to their  request.\r\n\r\nWhy?  Sir,  whatever  may  be  said  about  my  present\r\n\r\namendment  to  this vote, it will be passed.  It  is  a\r\n\r\ntragic affair.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, an equally good cause is the Ramakrishna\r\n\r\nMission. I raised this point last year and I understood\r\n\r\nthe  reply was that consideration would be given. I  do\r\n\r\nnot  see any grant to them. Sir, I would like to  point\r\n\r\nout  that  grants had been given from year to  year  to\r\n\r\nthis  body.  This was removed by the present  Coalition\r\n\r\nGovernment. Sir, the Ramakrishna Mission is established\r\n\r\nto  do  social work without any discrimination of caste\r\n\r\nand creed. No grant has been made to them this year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is another cause, the Sultan Mosque, the\r\n\r\nonly big mosque of the Muslims in this City. It is also\r\n\r\nhistorical.  The  Sultan Mosque  required  money.  They\r\n\r\napproached the Government, but\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3143</b></font><br><br>\r\n\r\n \r\n\r\nI  do  not think any grant has been given to them. Sir,\r\n\r\nto the Muslims, their mosque is very important, just as\r\n\r\nthe  temple  or church is to others. If  one  cause  is\r\n\r\ngiven  preferential treatment, I do not think we should\r\n\r\ntolerate that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, about the Young Men's Muslim Association, if\r\n\r\nthey put up a building, to give a grant of a dollar for\r\n\r\na  dollar.  I have not heard about this project  and  I\r\n\r\nhave nothing to say at present about it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when you are spending, as I have said, so many\r\n\r\nmillions of dollars on useless projects - I include  also\r\n\r\nbroadcasting to a certain extent because it should be a\r\n\r\nproductive project but it is not help should  also  be\r\n\r\ngiven  to  worthwhile causes which  help  to  keep  our\r\n\r\nchildren  on the right path - give them recreation,  keep\r\n\r\ntheir minds occupied, and prevent them from going  into\r\n\r\nwrong  hands - and yet Government has turned an  utterly\r\n\r\ndeaf  ear to their appeals. Therefore, Sir, I move this\r\n\r\namendment, not that I am against this grant but I think\r\n\r\nit is not fair that this one particular religion should\r\n\r\nbe selected for this grant and others are not. I should\r\n\r\nlike to hear more about what this item means.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> The hon. Member for Telok Ayer has raised a\r\n\r\nnumber  of questions. The first question refers to  the\r\n\r\ngrant  amounting  to  $12,700  which  is  paid  to  St.\r\n\r\nAndrew's  Cathedral. Singapore was founded in 1819.  It\r\n\r\nmay  well  be  that the Colonial Estimates supported  a\r\n\r\nchaplain  before 1834, but 1834 is the earliest  record\r\n\r\nwhere  I  can  find  of the appearance  of  a  Colonial\r\n\r\nChaplain on the establishment of the colony. From  that\r\n\r\ndate  until 1929 the post of Colonial Chaplain remained\r\n\r\non  the colonial establishment. In the early days,  the\r\n\r\nGovernment employed a Chaplain of its own.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Latterly however the Archdeacon of Singapore\r\n\r\nofficiated  as  Colonial Chaplain. Provision  was  also\r\n\r\nmade  in  the  estimates for recurrent  expenditure  in\r\n\r\nconnection with the duties of the Colonial Chaplain.  A\r\n\r\ngrant  was  also  made towards the Bishopric  Endowment\r\n\r\nFund. In 1930 it was decided to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3144</b></font><br><br>\r\n\r\n\r\n\r\nabolish the post of Colonial Chaplain and to pay to the\r\n\r\nSt.  Andrew's  Cathedral the sum of  $12,700  of  which\r\n\r\n$4,300  was  in  respect  of  a  contribution  to   the\r\n\r\nBishopric Endowment Fund and the balance was in respect\r\n\r\nof  the  salary of the Archdeacon. I have given careful\r\n\r\nthought to the matter but I confess that I can  see  no\r\n\r\nreal  reason why the grant should be discontinued  now.\r\n\r\nAt  the same time, I can see no reason - there may  well\r\n\r\nbe   reasons,  but  I  can  see  none - why   we   should\r\n\r\ndiscontinue  the present practice of not making  direct\r\n\r\nfinancial     contributions    to    other    religious\r\n\r\norganisations  of  which there are  very  many  in  the\r\n\r\ncolony. It is incorrect to say that we do not give them\r\n\r\nassistance. Through the Social Welfare Department  vote\r\n\r\nfor  assistance to Voluntary Institutions for Children.\r\n\r\nwe    make   substantial   contributions   to   various\r\n\r\norganisations, one of which is the Ramakrishna Mission.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the Chinese Young Men's Christian\r\n\r\nAssociation,  Sir, we have received an application  for\r\n\r\nfinancial  assistance. They appeared to have  proceeded\r\n\r\nwith  the  construction of their new  premises  without\r\n\r\nascertaining  what funds were likely  to  be  available\r\n\r\nbeforehand, and they are now overdrawn to the extent of\r\n\r\n$320,000.  Their  application for assistance  is  under\r\n\r\nconsideration at the present moment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Young Women's Christian Association was\r\n\r\nmentioned,  Sir,  as  having been the  recipient  of  a\r\n\r\ndollar  for  dollar grant last year. The case  of  this\r\n\r\nparticular  association raised special  problems  which\r\n\r\nGovernment considered to require special consideration.\r\n\r\nIn the end a grant was made.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as I am aware, no application has been\r\n\r\nreceived  from the Ramakrishna Mission,  nor  from  the\r\n\r\nSultan   Mosque,  nor  from  the  Young  Men's   Muslim\r\n\r\nAssociation for any capital assistance.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, the Hon. The Financial\r\n\r\nSecretary  has  explained  that  the  application   for\r\n\r\nfinancial   assistance  of  the  Chinese  Young   Men's\r\n\r\nChristian Association is under consideration. It is now\r\n\r\nnearly a year and they have been paying interest  which\r\n\r\ncould have been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3145</b></font><br><br>\r\n\r\n\r\n\r\nvery   easily  saved  if  Government  had  given  their\r\n\r\napplication earlier consideration. I hope that it  will\r\n\r\nbe  treated  on  the same basis as that  of  the  Young\r\n\r\nWomen's  Christian  Association and that  the  decision\r\n\r\nwill be favourable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think not all the applications for grants have\r\n\r\ncome to the notice of the Financial Secretary. A letter\r\n\r\nwas  sent to him by the Trustees of the Sultan  Mosque,\r\n\r\nand  I received a copy. If the Financial Secretary  has\r\n\r\nnot  seen  it, I will try and produce a copy  tomorrow.\r\n\r\nThe letter may have escaped his attention and gone into\r\n\r\na  pigeonhole. I hope, by raising this enquiry, he will\r\n\r\ntake  action  with his department and have  the  letter\r\n\r\nplaced before him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Ramakrishna Mission, Sir, if my memory\r\n\r\nserves,  I  think  they  have  also  written   to   the\r\n\r\nGovernment  and I have received a copy,  and  I  cannot\r\n\r\nunderstand  why the head of a department does  not  get\r\n\r\nthe  letters when they are addressed to him.  There  is\r\n\r\nsomething  wrong  with  the  department.  I  hope   the\r\n\r\nFinancial  Secretary  will  be  able  to  trace   those\r\n\r\nletters. If he likes, I will try and produce copies  to\r\n\r\nhim.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Financial Secretary spoke about the\r\n\r\nEcclesiastical Grants and that they dated back to  such\r\n\r\nand  such a year. We are not at all concerned with  how\r\n\r\nlong they were dated back. Why should they be continued\r\n\r\nif we are not giving the same type of grants to others?\r\n\r\nEither  he  stops them or he gives grants to others  on\r\n\r\nthe same basis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I ask: Are you spending any money yearly on\r\n\r\nthe  repair of St. Andrew's Cathedral? If so, where  is\r\n\r\nthe  vote  put down? St. Andrew's Cathedral  is  not  a\r\n\r\npublic  building  for  public  use,  but  I  understand\r\n\r\ndefinitely that money is being spent on it. If so,  why\r\n\r\nhas  no money been granted to the Sultan Mosque? It  is\r\n\r\nof  equal  importance to others. I do not say that  you\r\n\r\nshould not spend money on religious organisations,  but\r\n\r\ndo not discriminate one against the other.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, in regard to\r\n\r\nthe  Ramakrishna Mission, they made an  application  to\r\n\r\nthe Social Welfare Department for an annual grant\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3146</b></font><br><br>\r\n\r\n\r\n\r\nof  $20,000. The Director of Social Welfare has written\r\n\r\nto  the  Mission and has asked for further information,\r\n\r\nbut so far it has not been supplied.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 25 be reduced by\r\n\r\n$120,000 in respect of subhead 33 therein.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have chosen this subhead because certain\r\n\r\ngrants have not been made. Sir, Members on this side of\r\n\r\nthe  House - I  do  not know whether the Government  side\r\n\r\nhave  received  it - have received  a  letter  signed  by\r\n\r\nvarious   Christian  organisations,  maybe   they   are\r\n\r\nCatholic  bodies-that  it is against  their  conscience\r\n\r\nthat  a grant to the Family Planning Association should\r\n\r\nbe  made  from the revenue of the Colony of which  they\r\n\r\nare  the  taxpayers.  Sir, if I  may  be  permitted  to\r\n\r\nmention it, we have received the Seventh Annual  Report\r\n\r\nof  the  F.P.A. and  also  a  letter  with  statistics\r\n\r\nattached  to  it.  Sir,  in  the  past  I  have  always\r\n\r\nabstained from voting on this vexed question of  giving\r\n\r\na  grant  to  the F.P.A. On the one hand, we  have  the\r\n\r\nargument  from some organisations that they are  paying\r\n\r\ntaxes,  and why should their money be spent on  certain\r\n\r\nprojects  which  are against their religion  and  their\r\n\r\nconscience?  And they have approached us  and  told  us\r\n\r\nthat, as Assemblymen, we should respect their feelings.\r\n\r\nSir,  these organisations definitely state that  it  is\r\n\r\nagainst their faith that artificial means be applied to\r\n\r\nprevent birth. Sir, the Muslim religion, too, lays down\r\n\r\nthat  their followers should not adopt any means  which\r\n\r\nare  against  their religion to prevent birth;  but  it\r\n\r\ndoes  lay  down  that  it  is necessary,  in  order  to\r\n\r\nsafeguard  the life of a woman, to seek medical  advice\r\n\r\nand take steps to save.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the Family Planning Organisation, there are\r\n\r\nmany countries where this kind of association is run on\r\n\r\na  voluntary basis without a government grant.  I  have\r\n\r\npersonally no hard and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3147</b></font><br><br>\r\n\r\n \r\n\r\nfast views about it. I have here a Report of the F.P.A.\r\n\r\ndated 31st December, 1956. The grant to be given by the\r\n\r\nGovernment is $120,000 compared to $100,000 last  year.\r\n\r\nSir,  I  see plenty of names on the front page of  this\r\n\r\nReport - patrons, vice-patrons and committee members  and\r\n\r\nso on. The subscription collected is only $1,118. Their\r\n\r\nexpenditure  has been $149,000. On the other  hand,  we\r\n\r\ngave   $100,000  last  year.  In  other   words,   this\r\n\r\nAssociation is run on a government grant.  If  that  is\r\n\r\nso,  I would like to find out why the Government should\r\n\r\nnot  run  it  themselves. Sir, as I  said,  if  various\r\n\r\nbodies are not given grants then they should be given a\r\n\r\ngrant.  I  wonder why a grant to the F.P.A. should  be\r\n\r\ngiven  at  all.  I want to hear the arguments  on  this\r\n\r\nvote.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is \"That the sum to be\r\n\r\nallotted for Head 25 be reduced by $120,000 in  respect\r\n\r\nof  subhead 33 therein.\" Hon. Members will have noticed\r\n\r\nthat  there is a similar amendment in the name  of  Mr\r\n\r\nGoh Tong Liang.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I do not want to speak at\r\n\r\nlength  on the pros and cons of the work of the  Family\r\n\r\nPlanning  Association, or whether, from  the  religious\r\n\r\nviewpoint, the F.P.A. is the right course of  approach.\r\n\r\nBut  the  Member for Telok Ayer has raised a  point  of\r\n\r\nprinciple - that  taxes paid by certain sections  of  the\r\n\r\npeople  should not be spent on anything that is against\r\n\r\nthe  principles of their religion. If we  stretch  that\r\n\r\nprinciple, Sir, we could stretch it to immense  limits.\r\n\r\nMuslims   could  object  to  expenditure  incurred   by\r\n\r\nMinisters on supplying drinks to their guests.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a certain sect called Jains in India. They\r\n\r\nwalk  barefooted in order not to crush ants. Sir, these\r\n\r\npeople  could  object  to  the  provision  of  two  dog\r\n\r\nshooters   in  the  Veterinary  Department   estimates,\r\n\r\nbecause  that  is wilfully destroying  dogs.  Also,  of\r\n\r\ncourse,  there will be objection to the eradication  of\r\n\r\nmalaria-breeding mosquitoes because you  kill  millions\r\n\r\nof mosquitoes. So I think that is a dangerous principle\r\n\r\nfor\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3148</b></font><br><br>\r\n\r\n\r\n\r\nthe House to accept. Of course, the other arguments are\r\n\r\nmatters for Members to consider.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, before the debate on\r\n\r\nthis subject gets into its full stride, I would like to\r\n\r\nannounce  that,  as in previous years,  the  Government\r\n\r\nside  is  given  a  free vote.  This  is  a  matter  of\r\n\r\nconscience.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim (Nominated):</b> Mr Speaker, Sir, last\r\n\r\nyear we spent several hours discussing this subject.  I\r\n\r\nhope  Members  will take the opportunity,  between  the\r\n\r\nadjournment  in  the  next few minutes  and  tomorrow's\r\n\r\nsitting, to look through what was said last year and do\r\n\r\nnot  try  to  repeat their arguments, because  time  is\r\n\r\nvaluable.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas (Minister for Communications and Works) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Communications and Works (Mr Francis Thomas):</b> Mr Speaker, Sir, in this large volume\r\n\r\nwhich I have brought in with me from the library of the\r\n\r\nAssembly, there is shown the approximate population  in\r\n\r\nthe  world  from the years 1650 to 1953.  In  1650  the\r\n\r\ntotal world population, as estimated and running to the\r\n\r\nnearest million, was 550 million people. However,  that\r\n\r\nwas  a long time ago. We jump forward to 1900 and  find\r\n\r\nthe  population  then was 1,600 million,  that  is,  57\r\n\r\nyears  ago. We jump forward to 1939-39 years  later - and\r\n\r\nfind the population then was 2,240 million; an increase\r\n\r\nof 640 million, which is a very considerable jump in 39\r\n\r\nyears.  When  we look from 1939 to 1953, a  further  14\r\n\r\nyears,  the  population then was 2,620  million,  or  a\r\n\r\nfurther  increase of 380 million, more  than  half  the\r\n\r\nincrease in the previous 39 years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now that increase has taken place very largely in\r\n\r\nAsian  countries.  They  are  of  course  estimates  of\r\n\r\npopulation, because in most of these countries there is\r\n\r\nno  sufficient standard for them to say precisely  what\r\n\r\nthe  population is or was at a particular time  because\r\n\r\nthey   have   no   civil  service  to  do   a   census.\r\n\r\nNevertheless,  on  the  basis  of  these  figures,  the\r\n\r\npopulation of Asia, excluding the Soviet Union parts of\r\n\r\nAsia, was only 905 million in 1900 and has now gone  up\r\n\r\nto  1,437 million - an up of over 500 million - which is an\r\n\r\nenormous  increase, and a very large lump of the  total\r\n\r\nworld increase over that period.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3149</b></font><br><br>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not believe, Mr Speaker, Sir, that in present\r\n\r\nterms  family planning as it is practised now  has  any\r\n\r\nvery  significant effect on the total output of babies.\r\n\r\nIt has perhaps a significant effect on upper and middle\r\n\r\nclass  families where there are some arguments to  show\r\n\r\nthat  those  in the car-owning class, from one  car  to\r\n\r\nfive or six cars, do, in fact, limit their families and\r\n\r\nkeep the population down - whether by family planning  or\r\n\r\nwhether  because  they  are too busy  making  money  to\r\n\r\ndivert themselves in this way, I cannot say. But as far\r\n\r\nas  the general mass of the population is concerned,  I\r\n\r\ndo  not think it is very significant from the point  of\r\n\r\nview of population increase at present. What I think is\r\n\r\nthis: that we must fully accept the principle of family\r\n\r\nplanning  because  the  time may come  when  techniques\r\n\r\nwhich  are of mass application may be devised and  then\r\n\r\nthey  can  be  used to stop the terrifying pressure  on\r\n\r\nresources which is taking place in the world today  and\r\n\r\nwhich  is shown by the figures I have quoted. For those\r\n\r\nreasons,  Mr  Speaker, Sir, I do  feel  that  we  must\r\n\r\nsupport this vote.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, I fully agree\r\n\r\nwith  the Deputy Speaker that we should not repeat what\r\n\r\nwas said last year. So we did not have a lengthy speech\r\n\r\nfrom  our schoolmaster, Mr Francis Thomas. But I could\r\n\r\nnot agree\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3150</b></font><br><br>\r\n\r\n\r\n\r\nwith  his  argument on the population increase  figure.\r\n\r\nOne  thing, Sir, - we should be confident of the  future.\r\n\r\nThis  is  the age of Sputniks. [Interruption.]  We  are\r\n\r\ngoing to conquer space! If I am not mistaken, the Prime\r\n\r\nMinister  of  the United Kingdom has said that  we  can\r\n\r\nexpect to extract power from the sea. We do not have to\r\n\r\nrely only on petrol and coal, because now we live in an\r\n\r\nage  of  scientific advancement. Therefore I wish  hon.\r\n\r\nMembers to have confidence in our future-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Moment of interruption.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee\r\n\r\nand took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Sir, I beg to report that the Committee of\r\n\r\nSupply have made progress on the Appropriation Bill and\r\n\r\nask leave to sit again tomorrow.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Tomorrow it will be.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That the Assembly do now adjourn.\"-[The\r\n\r\nChief Minister].\r\n\r\n \r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">two minutes past Four o'clock.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
