{"memberId": null, "volumeNo": "3", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"3\">\r\n\r\n<meta name=\"Sit_No\" content=\"4\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1957-03-05\">\r\n\r\n<meta name=\"Start_Col\" content=\"1455\">\r\n\r\n<meta name=\"End_Col\" content=\"1488\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">4</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">05-03-1957</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1455</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 3</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">PART II OF SESSION 1956-7</div>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Tuesday, 5th March, 1957</i></div>\r\n\r\n              \r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G.E.N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid Bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr C. H. Butterfield, Q.C., Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr W. A. C. Goode, C.M.G., Chief Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, C.M.G., Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1456</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Mr Lim Yew Hock (Havelock), Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik bin Haji Abdul Hamid (Southern islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr M. P. D. Nair (Seletar), Assistant Minister, Chief Secretary's Ministry.\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng. O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr D. S. Marshall (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1456</b></font><br><br>\r\n\r\n                                                  \r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBERS TO BE ABSENT</h4></div>\r\n\r\n                                                  \r\n\r\nThe following Members have, under the provisions\r\n\r\nof subsection (3) (i) of\r\n\r\n                                                  \r\n\r\n<br><br><font size=\"1\"><b>Column: 1457</b></font><br><br>\r\n\r\n                                                  \r\n\r\nsection 47 of the Singapore Colony Order in\r\n\r\nCouncil, 1955, obtained from the Speaker\r\n\r\npermission to be or to remain absent from meetings\r\n\r\nof the\r\n\r\nAssembly:\r\n\r\n<br>\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr David S. Marshall - two days, 5th and 6th March, 1957.\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Seah Peng Chuan - two days, 5th and 6th March, 1957.\r\n\r\n                                                  \r\n\r\n<br><br><font size=\"1\"><b>Column: 1457</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>CONSTITUTIONAL TALKS IN</b></div>\r\n\r\n<div align=\"center\"><b>LONDON</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(March 1957)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Chief Minister (Mr Lim Yew Hock): Mr Speaker, Sir, I have the Governor's consent to move, and I do now hereby move the\r\n\r\nmotion standing in my name, namely, \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly approves the\r\n\r\nrecommendations of the All-Party Conference, as set\r\n\r\nout in Sessional Paper No. Misc. 1 of 1957, and on the principles\r\n\r\ntherein set out instructs the All-Party Mission to\r\n\r\nsecure from Her Majesty's Government for the\r\n\r\npeople of Singapore the status of a self-governing\r\n\r\nstate with all the rights, powers, and privileges\r\n\r\nthereto appurtenant in all internal affairs and\r\n\r\nthe control of trade, commerce and cultural\r\n\r\nrelations in external affairs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I proceed any further, I would like to\r\n\r\ndraw the attention of hon. Members to an error on\r\n\r\npage 3, paragraph 13 (c) , line 3 - the word \"three\"\r\n\r\nshould read \"two\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the terms of the motion are clear. We are\r\n\r\nseeking complete internal self-government and not\r\n\r\nindependence. We maintain and maintain with all\r\n\r\nvigor that the people of Singapore have the\r\n\r\ninalienable right to self-determination and to\r\n\r\ndeny them this right will be tantamount to a\r\n\r\nbreach of faith on the part of Her Majesty's\r\n\r\nGovernment. We want to remain friends with\r\n\r\nBritain, but our dignity as equals must be\r\n\r\nrecognized. A new chapter in the relationship between Britain and ourselves is being written and\r\n\r\nthis chapter can be a happy one of healthy and\r\n\r\nfruitful co-operation if the Mission succeeds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other picture I hesitate to paint. But the\r\n\r\nhand that holds the brush is not, in Singapore but\r\n\r\nin London. The All-Party Mission to London is all\r\n\r\nset\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1458</b></font><br><br>\r\n\r\n\r\n\r\nto leave tomorrow on its quest for a new\r\n\r\nConstitution for the people of Singapore. It seeks\r\n\r\nsustenance from the unanimous support of the\r\n\r\npeople's representatives in this Assembly on the\r\n\r\nprinciples enunciated in the White Paper, which is\r\n\r\nits blueprint for a self-governing Singapore. The\r\n\r\nMembers of the All-Party Mission are drawn from\r\n\r\ndelegates to the All-Party Conference, and I take\r\n\r\nheart from the unity of purpose displayed in the\r\n\r\nconference that the All-Party Mission will be a\r\n\r\nunited force fully conscious of the task before\r\n\r\nthem and pledged to do their best for the people\r\n\r\nof Singapore. The unity of our voice in this\r\n\r\nAssembly on this national issue will provide the\r\n\r\nfuel with which the All-Party Mission will steer\r\n\r\nthe ship, the \"State of Singapore\", safely into\r\n\r\nport. I do not wish to give the impression that\r\n\r\nall will be plain sailing. We are bound to\r\n\r\nencounter rough weather, but we will not flounder\r\n\r\nnor founder, for team-work will pull us through.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not propose to go into detail on all the\r\n\r\nitems in the White Paper, as most of them are self-explanatory and do not require elucidation.\r\n\r\nMoreover, the White Paper is the result of the\r\n\r\nlabours of the All-Party Conference and ten\r\n\r\nMembers of this Assembly have been closely\r\n\r\nassociated in its deliberations. On page 2,\r\n\r\nparagraph 8, of the White Paper is the following\r\n\r\nsentence:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The conference's decision is that the All-Party\r\n\r\nMission will not accept anything less than what\r\n\r\nhad already been offered by the United Kingdom\r\n\r\nGovernment.\"\r\n\r\n\r\n\r\n<br><br>Sir, some uncharitable and uninformed people may\r\n\r\nthink that we are going to accept what the last\r\n\r\ndelegation had rejected. This is far from the\r\n\r\ntruth. We are pressing for a Malayan Governor-General, which proposal had not been accepted by\r\n\r\nHer Majesty's Government during the last talks,\r\n\r\nand the matter was still being examined by Her\r\n\r\nMajesty's Government before the talks broke down.\r\n\r\nWe do not propose to accept the Defense and\r\n\r\nSecurity Council offered by Her Majesty's\r\n\r\nGovernment, and the line that the Mission will\r\n\r\ntake on this all-important issue is set out in\r\n\r\nparagraphs 9, 10 and 11 on page 3 of the White\r\n\r\nPaper. Apart from these two major issues, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1459</b></font><br><br>\r\n\r\n\r\n\r\nother recommendations can be found on pages 3 and\r\n\r\n4 of the White Paper.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Paragraph 8, Sir, page 2, of the White Paper,\r\n\r\ngives  details  of Her Majesty's proposals  during\r\n\r\nthe  last  talks  on  which  there  had  been   no\r\n\r\ndisagreement, and the line the Mission  will  take\r\n\r\nin  London is that these proposals are accepted in\r\n\r\nprinciple  and  that  the  discussion  should   be\r\n\r\nconfined to details only. Thus it can be seen that\r\n\r\nthe  blueprint  of  the All-Party  Mission  is  an\r\n\r\nimprovement   on  the  offers  of  Her   Majesty's\r\n\r\nGovernment during the last talks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the Security Council proposed by us, the\r\n\r\nset-up includes a Minister from the Federation  of\r\n\r\nMalaya  with equal representation by the Singapore\r\n\r\nGovernment and Her Majesty's Government. This  has\r\n\r\nbeen made possible by the fine co-operation of the\r\n\r\nFederation Chief Minister, Tunku Abdul Rahman, and\r\n\r\nI  would  like to express to him in this  Assembly\r\n\r\nthe thanks of the people of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at the bottom of page 2 of the White Paper,\r\n\r\nthe following appears:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Proposal No. 23. Provision to be made for the\r\n\r\ncreation  of a Singapore citizenship on the  lines\r\n\r\nof  the  proposal in paragraph 9 of the  Heads  of\r\n\r\nAgreement  circulated by the Singapore  Delegation\r\n\r\n(SCT. (56) 5).\"\r\n\r\n\r\n\r\n<br><br>Sir,  Her  Majesty's  Government  had  agreed   in\r\n\r\nprinciple   to   the  creation  of   a   Singapore\r\n\r\ncitizenship  under  a  new  State  of   Singapore.\r\n\r\nWhether  the citizenship rights should  come  into\r\n\r\nforce   before  the  creation  of  the  State   of\r\n\r\nSingapore  or after was a question that confronted\r\n\r\nthe  All-Party  Conference. It was felt  that  the\r\n\r\npeople  affected  should enjoy  these  rights  and\r\n\r\nexercise  their  votes in  the  choice  of  a  new\r\n\r\nGovernment for the State of Singapore. To  achieve\r\n\r\nthis,  the  conference fully  realised  that  this\r\n\r\nwould  mean  that it would be impossible  for  the\r\n\r\ngeneral  elections to take place  in  August  this\r\n\r\nyear  to  which  the Government is committed.  The\r\n\r\nBritish  Nationality Act will require an amendment\r\n\r\nby the\r\n\r\nBritish Parliament. Citizenship laws will have  to\r\n\r\nbe introduced in Singapore. A reasonable length of\r\n\r\ntime  of, say, one year should be given to persons\r\n\r\naffected  to  make application if we  really  mean\r\n\r\nthem  to enjoy these rights. New electoral  rolls\r\n\r\nwill have to be prepared under\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1460</b></font><br><br>\r\n\r\n\r\n\r\nthe  Legislative Assembly Elections Ordinance. All\r\n\r\nthese  take  time. I told the All-Party Conference\r\n\r\nthat  I  did  not wish to influence them  on  this\r\n\r\nmatter,  as I did not wish it to be said that  the\r\n\r\nGovernment was seeking a way out of its promise to\r\n\r\nhold elections in August this year. In view of the\r\n\r\ngreat importance of the matter, the All-Party  Conference  felt  that the All-Party  Mission  should\r\n\r\nseek  the  views of this Assembly  and  be  guided\r\n\r\naccordingly. I would therefore ask hon. Members to\r\n\r\nexpress  their views to guide us on  the  line  to\r\n\r\ntake  with  the Colonial Office on our citizenship\r\n\r\nproposals.  The  Government  does  not  intend  to\r\n\r\nignore  its commitments, but is prepared to listen\r\n\r\nto  the  views and advice of hon. Members. I  must\r\n\r\nexplain the reason that prompted the Government to\r\n\r\nannounce  that it would hold elections  in  August\r\n\r\nthis year under the new Constitution to be secured\r\n\r\nfrom  Her Majesty's Government. Hon. Members  will\r\n\r\nrecollect  that  the Government took  firm  action\r\n\r\nagainst  subversive  elements last  September  and\r\n\r\nOctober.  This  imposed and is  still  imposing  a\r\n\r\ngreat  strain on my colleagues and me. This  is  a\r\n\r\nheavy  responsibility, but we are not deterred  by\r\n\r\nit. While we are in office, we mean to govern, and\r\n\r\ngovern  in  the  best interests of the  people  of\r\n\r\nSingapore.  Under the circumstances, I  felt  that\r\n\r\nthe   Labour  Front  Coalition  should  face   the\r\n\r\nelectorate  as  soon  as possible  under  the  new\r\n\r\nconstitution to ascertain whether the  action  the\r\n\r\nGovernment has taken has the support of the people\r\n\r\nof  Singapore. In fact, the machinery has  already\r\n\r\nbeen  set in motion to prepare electoral rolls  on\r\n\r\nthe  basis of the present franchise, and  it  had\r\n\r\nbeen in my mind that as soon as agreement had been\r\n\r\nreached  in  London,  I would  seek  an  immediate\r\n\r\namendment to the Order in Council to give legality\r\n\r\nto  the  electoral rolls which would  be  awaiting\r\n\r\npublication.  I find it imperative that  I  should\r\n\r\nsay this now to protect the Government against any\r\n\r\nmalicious charges that may be levied in the future\r\n\r\nshould  the views of this Assembly necessitate  an\r\n\r\nenforced delay in holding the elections.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government, Sir, is in favor of giving every\r\n\r\nopportunity to all persons\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1461</b></font><br><br>\r\n\r\n\r\n\r\nwho  will acquire citizenship rights to have a say\r\n\r\nin  the  choice of a new government under the  new\r\n\r\nConstitution.  But  in view  of  the  Government's\r\n\r\ncommitment to hold elections in August this  year.\r\n\r\nthe  Government will abide by the  views  of  hon.\r\n\r\nMembers.   If  the  consensus  of  view   is   for\r\n\r\ncitizenship rights to be introduced ahead of  the\r\n\r\nnew  Constitution,  then  the  responsibility  for\r\n\r\ndelaying  the general elections should  rest  with\r\n\r\nthis  Assembly, and the Government should  not  be\r\n\r\nblamed    for    postponing   it.   Under    these\r\n\r\ncircumstances, the date of coming  into  force  of\r\n\r\nthe  new Constitution will have to be synchronized\r\n\r\nwith the date of the general elections.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the All-Party Conference considered the\r\n\r\njoint  memorandum  received  by  me  from  certain\r\n\r\ncommunal  organizations, and came to the unanimous\r\n\r\nconclusion   that  the  provision  of   specially\r\n\r\nreserved  seats  for sectional interests  was  not\r\n\r\nacceptable  to  our  concept of  a  fully  elected\r\n\r\nlegislature under our constitutional proposals for\r\n\r\na State of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;An official invitation was received from the\r\n\r\nSecretary of State inviting Members of the Mission\r\n\r\nto  be guests of Her Majesty's Government from the\r\n\r\ndate  of  the  Mission's  arrival  in  the  United\r\n\r\nKingdom until the end of the conference.\r\n\r\nWe  are  indeed  very grateful  to  Her  Majesty's\r\n\r\nGovernment for this hospitality, and I trust  that\r\n\r\nwhile we are enjoying it, we will be able to drink\r\n\r\nfrom the cup of success.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not propose to speak at great length, Sir,\r\n\r\nnor  do I wish to take this opportunity to make  a\r\n\r\npre-election speech. The fight is not here but  in\r\n\r\nLondon. I would therefore ask the Members  of  the\r\n\r\nMission to conserve their energy, play their  part\r\n\r\nwell  and  strive  to maintain  that  exhilarating\r\n\r\nunity which has been displayed by them in the All-Party  Conference. Let our thoughts  be  calm  and\r\n\r\ncollected,  and let us go with hope in our  hearts\r\n\r\nand no ill words on our lips.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Sir, I would like to quote some\r\n\r\nlines from the great Indian poet Tagore, which  it\r\n\r\nseems  to me define our sense of high endeavor  in\r\n\r\nface\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1462</b></font><br><br>\r\n\r\n\r\n\r\nof the next stage of our political development:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where the mind is without fear and the head is\r\n\r\nheld high;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where knowledge is free;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where the world has not been broken into\r\n\r\nfragments by narrow domestic walls;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where words come out from the depths of truth;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where tireless striving stretches its arms towards perfection;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where the clear stream of reason has not lost\r\n\r\nits  way  in  the  dreary desert  sand  of  dead\r\n\r\nhabit;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where the mind is led forward by thee into ever-widening thought and action;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Into that heaven of freedom, my Father, let my\r\n\r\ncountry awake!\r\n\r\n\r\n\r\n<br><br>10.22 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong (Serangoon):</b>\r\n\r\nMr  Speaker,  Sir, as a Member of  the  All-Party\r\n\r\nConference,  I  rise  to  second  the  motion.  In\r\n\r\nSingapore, at the last elections, we had had  many\r\n\r\npeople shouting about merdeka. I think that was  a\r\n\r\nmisnomer.  All that we asked for during last  year\r\n\r\nuntil now was just self-government. The people  of\r\n\r\nSingapore of course want to govern themselves,  to\r\n\r\nrun  their  own  affairs,  to  be  an  independent\r\n\r\npeople,  to be proud that they are able to  handle\r\n\r\nwhat should be their own rights. Responsibility in\r\n\r\nthis  matter must be shown to the world at  large,\r\n\r\nand the people of Singapore today have shown that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the matter of independence or self-government, we must not only be able to do the\r\n\r\ncushy   jobs   in   offices  and   do   just   the\r\n\r\nadministrative part of it, but also must  be  able\r\n\r\nto  rise  to  the  occasion and to  sacrifice  our\r\n\r\nproperty  and  our  lives  if  necessary,  in  the\r\n\r\ninterests  of  the country. Today, the  newspapers\r\n\r\nreport  that young men of Singapore are  conscious\r\n\r\nof   that.   The  registration  of  the  Singapore\r\n\r\nRegiment  is  ample  proof  that  the  people   of\r\n\r\nSingapore   are   ready   to   shoulder    greater\r\n\r\nresponsibility. They are enthusiastic  in  joining\r\n\r\nthis  new  Singapore Regiment, which will  be  the\r\n\r\nnucleus  of  a  band  of  people  devoted  to  the\r\n\r\ncountry,   and  will  lay  down  their  lives   if\r\n\r\nnecessary  to defend this country. This  is  solid\r\n\r\nproof  to  the  world that we want self-government\r\n\r\nnot only because it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1463</b></font><br><br>\r\n\r\n\r\n\r\nbrings in the good things, but also we are able to\r\n\r\ndefend  ourselves and take on more of the  onerous\r\n\r\nduties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The lines drawn up by the All-Party Conference\r\n\r\nand  the  demands  that we are going  to  make  in\r\n\r\nLondon  are  well  known  in  Singapore.  I  think\r\n\r\neverybody has accepted them. We had more  or  less\r\n\r\nthe  same lines last year but we failed. We failed\r\n\r\nbecause of one thing\r\n\r\n- man  had  put self-interest first, party interest\r\n\r\nagain  in the fore, and national interests at  the\r\n\r\nbottom.  I  think  today  all  Members  of   every\r\n\r\npolitical  party realize that the  first  interest\r\n\r\nmust  be  national interest. We go today, Sir,  as\r\n\r\none  unit  with one aim, and that aim is  that  we\r\n\r\nwill fight first and foremost and every time,  for\r\n\r\nnational  interests. We will do  away  with  party\r\n\r\ninterests.  That  will come  only  after  we  have\r\n\r\nachieved our national aspirations, and I think  we\r\n\r\nall  realize that in a community like  this,  self\r\n\r\nshould be put last.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This year, I think we are going to London with\r\n\r\nsome experience. We have before us the mistakes we\r\n\r\ncommitted  last year, where one party  shouted  at\r\n\r\nanother  party,  ridiculed  another  party,  in  a\r\n\r\nforeign land; so much so that our opposite numbers\r\n\r\ncould  pierce through our armor very  easily,  too\r\n\r\neasily, and we came back empty-handed. This  time,\r\n\r\nwe  realize that mistake and I think we  will  not\r\n\r\ncommit that same error again. We will bring  back,\r\n\r\nas somebody said, the bacon to Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The demands that we have are realistic. We know\r\n\r\nour  limits.  We know how far we  can  go  and  we\r\n\r\ndemand just the minimum that we should have, and I\r\n\r\nthink  we  will have that. We have the support  of\r\n\r\nthe   people   behind  us  solidly.  Everyone   in\r\n\r\nSingapore  has  come to realize that  this  is  an\r\n\r\nimportant  issue  and that everyone  in  Singapore\r\n\r\nsupports  this Mission to the full. With  the  support  of the people, the United Kingdom Government\r\n\r\nwill realise that they are not dealing with a band\r\n\r\nof  five people, but are dealing with a whole mass\r\n\r\nof 1,250,000 people in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I must say that whatever we ask for\r\n\r\nthis time is only just one step\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1464</b></font><br><br>\r\n\r\n\r\n\r\nforward.  We  are only asking for self-government.\r\n\r\nWe  are  not  asking  for merdeka,  but  Singapore\r\n\r\ncannot  stop at that. As the former Chief Minister\r\n\r\nsaid,  we must grow up, we must make our mistakes,\r\n\r\nwe  must fall down, we must pick ourselves up  and\r\n\r\nwe  must learn by the hard way, but I think we are\r\n\r\ntaking  every precaution not to fall and hurt  ourselves so much that we end up in the mortuary.  We\r\n\r\nwill  learn to walk, we will learn to run, but  we\r\n\r\nwill  take every step to see that whatever we  do,\r\n\r\nwe grow from strength to strength.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our next step, of course, will be the real\r\n\r\nmerdeka, as the word should signify, and  we  want\r\n\r\nit  to  be  as  soon as possible.  Sir,  you  will\r\n\r\nrealize that from the Sessional Paper No. Misc.  1\r\n\r\nof  1957, we are going there to negotiate with the\r\n\r\nUnited  Kingdom for self-government but, within  a\r\n\r\ntime  limit  of four years, we must go back  again\r\n\r\nand  negotiate for real independence. The time may\r\n\r\ncome  earlier. It may be just three years or  two,\r\n\r\nand  I  know that as soon as we know our strength,\r\n\r\nas  soon as we know that we are fully equipped for\r\n\r\nindependence, we  will go and  ask  for  it.  The\r\n\r\npeople  of Singapore must work towards this  goal,\r\n\r\nand  I know that it will be soon enough it all  of\r\n\r\nus pull our weight together.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are, however, a few timid people in\r\n\r\nSingapore  who  are afraid of merdeka.  They  make\r\n\r\nrepresentations, they voice their opinions in  the\r\n\r\nnewspapers and say that they do not want  merdeka.\r\n\r\nThese  consist only of a very small section of  the\r\n\r\npeople. They are afraid to come out of their  cosy\r\n\r\nholes. They are afraid that things might go wrong.\r\n\r\nBut  we  have before us our great neighbor, India.\r\n\r\nShe has come out and become an independent nation.\r\n\r\nShe  is  today one of the leading nations  in  the\r\n\r\nworld.  Everything that is done there is  peaceful\r\n\r\nand  progressive,  and we know that  we  certainly\r\n\r\nwill  follow that great brother through that  road\r\n\r\nof independence and progress.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Chief Minister mentioned that the Government\r\n\r\npromised  the people elections during  August.  We\r\n\r\nrealize that it is not possible to have elections\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1465</b></font><br><br>\r\n\r\n\r\n\r\nat  that time if we are going to give the right of\r\n\r\nvote  to  the  200,000 people who are eligible  to\r\n\r\nbecome  Singapore citizens. This section of people\r\n\r\nforms  a  very  important part of Singapore.  They\r\n\r\nhave  contributed  a great deal  to  the  good  of\r\n\r\nSingapore. They are as loyal to Singapore  as  the\r\n\r\nlocal-born. And these people should be  given  the\r\n\r\nvote. However, if we are going to achieve that, as\r\n\r\nthe Chief Minister said, this takes time. We agree\r\n\r\nwith him that this takes time, but we say that the\r\n\r\ntime  taken  should be cut down to a  minimum  and\r\n\r\nthat  elections  should be held  at  the  earliest\r\n\r\npossible  moment. Time must be budgetted  so  that\r\n\r\nthese people have the vote, and that elections can\r\n\r\nbe held as early as possible.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Tomorrow we go to London with the unity of\r\n\r\npurpose and I know that we will succeed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>10.30 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> Mr Speaker,\r\n\r\nSir,  I  rise  to support the motion  before  this\r\n\r\nHouse. We all gave our consent to this motion.  We\r\n\r\nall  agreed  with the White Paper now  before  the\r\n\r\nAssembly.  I think the terms of the motion  is  an\r\n\r\nindication of the great difference this time  from\r\n\r\nlast  time.  I  do not claim any credit  for  this\r\n\r\nparticular  resolution, in fact I had very  little\r\n\r\nto  do  with  it.  But I did look  up  the  former\r\n\r\nresolution. The House will forgive me if I were to\r\n\r\nremind  them  of the terms of the resolution  they\r\n\r\npassed  on the 5th April last year. The resolution\r\n\r\nfirst opens with a flourish by a reference to  the\r\n\r\nWashington Declaration of Dwight D. Eisenhower, it\r\n\r\nsaid:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly, affirms in the name of\r\n\r\nthe  people of Singapore, its belief  in  the\r\n\r\nprinciple  of 'the basic right of peoples  to\r\n\r\ngovernments  of  their  own  choice',  as  enunciated   in   the  Washington   Declaration\r\n\r\nsigned  by  Sir Anthony Eden, Prime  Minister\r\n\r\nof  the  United Kingdom\" (now politically  deceased)  \"and President Eisenhower, President\r\n\r\nof  the United States of America, on the  1st\r\n\r\nof February, 1956\",\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1466</b></font><br><br>\r\n\r\n\r\n\r\nand so on, and winds up by saying:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\". . . to seek forthwith for Singapore the status\r\n\r\nof    an   independent   territory    within   the\r\n\r\nCommonwealth,  and to offer\" (mark you  the  word,\r\n\r\nMr   Speaker, 'offer')  \"an  agreement   and   the\r\n\r\nSingapore  Government of the United Kingdom  would\r\n\r\nin  respect  of  Singapore exercise  control  over\r\n\r\nexternal  defence  and give  guidance  in  foreign\r\n\r\nrelations other than trade and commerce.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Those were fierce words and, I am sorry to say,\r\n\r\nthey  did  not materialize. Looking  back  now,  I\r\n\r\nthought - like  when the platform collapsed  at  the\r\n\r\nfamous  rally at Kallang - it was a symbolic act  of\r\n\r\nunwisdom of people who did not prepare the  ground\r\n\r\nbefore they climbed on the platform.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, that is all past history. We go again this\r\n\r\ntime,  as the Member for Serangoon has said, with  more\r\n\r\nexperience.  He will not this time be so  befuddled  by\r\n\r\nthe London traffic, nor by the habits of the people  of\r\n\r\nLondon. Like other members of the former delegation had\r\n\r\nthey returned, he would have gone back as a connoisseur\r\n\r\nof  London  café life. But the Member for Serangoon  is\r\n\r\nthe  one man who, although we very often disagree  with\r\n\r\nhis  political views, we respect for the sincerity with\r\n\r\nwhich he holds them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This merdeka conference has been so completely quiet\r\n\r\nand different from the last. There is no warming up  as\r\n\r\nthere  was  the  last time. My Party  thought  that  we\r\n\r\nshould at least have one rally before we depart. And in\r\n\r\ncase  we are accused of wanting to demonstrate our  own\r\n\r\nstrength and mass support, we suggested that we  should\r\n\r\nhold  an  all-party  rally. But the consternation  with\r\n\r\nwhich  this  suggestion  was received  led  us  to  the\r\n\r\nconclusion  that  perhaps, for the  sake  of  all-party\r\n\r\nunity,  we  should  depart  with  as  little  noise  as\r\n\r\npossible. I hope this time, though, when we return with\r\n\r\nor without success, we shall return with a bang and not\r\n\r\nwith  a  damp  squib  of a noise with  which  the  last\r\n\r\nmission returned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is no secret that we have not only reached\r\n\r\nagreement  to ask for what we have stated in the  White\r\n\r\nPaper in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1467</b></font><br><br>\r\n\r\n\r\n\r\nclear  and precise terms, namely, no more than complete\r\n\r\ninternal self-government. It is also no secret that  we\r\n\r\nhave  reached  agreement to take united action  if  the\r\n\r\ntalks  should fail. But I do not think that the chances\r\n\r\nof  failure are high. This London Conference will be an\r\n\r\nanti-climax after the last one. This time, we go  there\r\n\r\nwith our demands more clearly defined and soberly,  but\r\n\r\nfirmly pressed. Last time there was some uncertainty as\r\n\r\nto   what  exactly  we  were  asking  for.  There  were\r\n\r\noccasions  when I heard it mooted that we  should  join\r\n\r\nthe  United Nations because if we get independence  and\r\n\r\nthen   we  give  back  certain  powers  and  privileges\r\n\r\nconnected with defense and foreign relations, we should\r\n\r\nbe  eligible to join the United Nations. I am glad that\r\n\r\nthis time all parties agree that what we are asking for\r\n\r\nis  no more than complete internal self-government, and\r\n\r\nwe  are  telling the people of Singapore so  before  we\r\n\r\nleave  so that no one can say that we have not put  the\r\n\r\nfacts before them.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My Party's stand on this matter is quite clear. My\r\n\r\nParty  says if we want independence we must get  merger\r\n\r\nwith  the Federation. This is as far as we can go until\r\n\r\nmerger. The next is merger.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I said that I believe the coming talks will succeed. I\r\n\r\ngive  these  following reasons for it: three  from  the\r\n\r\nSingapore  point of view and the same  three  from  the\r\n\r\nBritish  point of view. First from the Singapore  point\r\n\r\nof  view,  our clearly defined demands present  to  the\r\n\r\nBritish  something  which  guarantees  their  paramount\r\n\r\nmilitary  and  strategic needs, and, at the  same  time\r\n\r\ngive  us  adequate  room  for  full  internal  control.\r\n\r\nSecond,  there is more sense of cohesion  in  the  All-Party  Conference and, I hope, in the delegation. Also,\r\n\r\nthis  conference will be led by someone less  emotional\r\n\r\nand  flamboyant than our last leader. I am  not  saying\r\n\r\nthat  emotion  and flamboyance have not played  in  the\r\n\r\ndevelopment of nations. But we discovered from the last\r\n\r\nconference that they were not necessarily the qualities\r\n\r\nwhich  brought  success  at the conference  table.  The\r\n\r\nthird reason is that the British Government knows  that\r\n\r\nif  this time it fails, we are agreed on united  action\r\n\r\nwhen we return.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1468</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These three reasons looked at from the British point\r\n\r\nof view mean, first, that the British have now a better\r\n\r\nappraisal  of how much less than full independence  she\r\n\r\nis giving away. Second, they have a better appraisal of\r\n\r\nthe  position of the Federation Minister in the defence\r\n\r\nknown  as  the Security Council in the ratio of  three,\r\n\r\nthree, one. It may well be that as Mr Lennox-Boyd indicated at the last talks some arrangements may have been\r\n\r\nreached  between  Her  Majesty's  Government  and   the\r\n\r\nFederation Government in their defence treaty about the\r\n\r\nmember  from  the  Federation  who  will  sit  on  this\r\n\r\nSecurity  Council of Singapore. But whatever the  inner\r\n\r\nworkings  of the defence treaty, it is clear  that  the\r\n\r\nBritish Government finds it now palatable, when it  was\r\n\r\nnot last year. Thirdly, the same third reason looked at\r\n\r\nfrom  the  British point of view is that last time  all\r\n\r\nthat happened was we changed Chief Ministers. This time\r\n\r\nit  is  not  likely  that  the Labour  Front  Coalition\r\n\r\nGovernment  will survive a defeat of these  talks.  The\r\n\r\nHon. the  Chief  Minister will remember  that  he  has\r\n\r\npromised  to  resign if these talks fail. Try  how  one\r\n\r\nwill,  I  do  not see how, out of this Assembly  of  32\r\n\r\npersons;  one  could  form another Government  if  this\r\n\r\nGovernment  resigns. Consequently, I consider  we  have\r\n\r\nmore  chances of success than we had the last  time.  I\r\n\r\npersonally  anticipate some difficulty on two  matters:\r\n\r\none,  the  question of the expatriate judges and  their\r\n\r\ntenure  of  office; two, the position of the  Governor-General. We do not want to cross our bridges before  we\r\n\r\ncome to them. The stand of the All-Party delegation  is\r\n\r\nquite clear and it is in the White Paper. We intend  to\r\n\r\nhave  our own Judiciary as soon as possible. We  intend\r\n\r\nto  have  the  power  to remove judges  who  have  been\r\n\r\nappointed by the Colonial Legal Service as and when  we\r\n\r\nhave  the men who can fill their roles. The fight  over\r\n\r\nthe  Governor-General has become  so  acute  since  the\r\n\r\nU.M.N.O.'s  demand  as  to  who  should  be  the  first\r\n\r\nGovernor-General that I do not think anybody now  would\r\n\r\nwant to let that plum go.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1469</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, we are glad that, in spite of all\r\n\r\nour trials and tribulations, and threats  of\r\n\r\ndesertions  from the All-Party  Conference,\r\n\r\nwe  have settled our differences and we hope\r\n\r\nto  go  to London as an effective unit.  The\r\n\r\nquestion which must more engage the minds of\r\n\r\nthe  people  of  Singapore is  what  happens\r\n\r\nafter  the conference if it succeeds.  There\r\n\r\nare  two  phases  of what  happens  after  a\r\n\r\nsuccessful  conference.  The  immediate  one\r\n\r\nwill  open with the new elections under  the\r\n\r\nnew constitution. The long-term one is where\r\n\r\nwe go to from now to get freedom\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I had never believed that there were\r\n\r\ngoing  to  be  elections in August.  When  I\r\n\r\nheard  the Member for Cairnhill (Mr  D.  S.\r\n\r\nMarshall)  chasing like a terrier after  his\r\n\r\nformer Labour Minister to pin him down to  a\r\n\r\ndate  for elections, I knew that the promise\r\n\r\nof  elections  by August was not  one  which\r\n\r\ncould  be  fulfilled unless one dropped  the\r\n\r\ncitizenship  proposals. We were silent  then\r\n\r\nbecause  we  wanted to know to  what  extent\r\n\r\ninternal  contradictions within  the  Labour\r\n\r\nFront  could  wreck  the Government  of  the\r\n\r\nLabour  Front. We watched with  considerable\r\n\r\ninterest  the developments of these internal\r\n\r\ncontradictions and we are sorry  today  that\r\n\r\nthe Member for Cairnhill is not here to give\r\n\r\nus  his blessings. We were the first to  ask\r\n\r\nfor   elections - in  fact,  we  asked  the\r\n\r\nGovernment  to face an election  at  a  time\r\n\r\nwhen  the Government thought it was ungentlemanly  to  ask  it to do so. Once  elections\r\n\r\nwere  not  held  then, any  student  of  the\r\n\r\nSingapore  political scene could have  added\r\n\r\ntwo and two together to say that there would\r\n\r\nbe  no  elections in 1957 because one cannot\r\n\r\nget  a  new  constitution  and  prepare  new\r\n\r\nelectoral registers by 1957 unless,  as  the\r\n\r\nHon. the Chief Minister has put it, we  use\r\n\r\nthe  old  electoral  registers.  That  is  a\r\n\r\nsuggestion  which is bound to be unpalatable\r\n\r\nand  bound  to create the greatest consternation  and  opposition from so many  quarters\r\n\r\nthat have long agitated for citizenship. The\r\n\r\ndecision  of  my Party is that  the  reputed\r\n\r\n200,000  people who would have the right  to\r\n\r\nvote  under the new citizenship laws  should\r\n\r\nbe  put  on  the  register before  the  next\r\n\r\nelections. Sir,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1470</b></font><br><br>\r\n\r\n\r\n\r\nthe length of time required to allow them to\r\n\r\nregister  and  to prepare the new  electoral\r\n\r\nrolls  is  a  matter  which  requires   more\r\n\r\nconsideration.   The  Chief   Minister   has\r\n\r\nmentioned  the  period  of  one   year   for\r\n\r\nregistration  for citizenship, which  means,\r\n\r\nin  effect,  one year plus a  period  of  at\r\n\r\nleast   three   further   months   for   the\r\n\r\npreparation of the registers. I do not think\r\n\r\nthat   we  have  carefully  considered   all\r\n\r\naspects  of  this administrative problem.  I\r\n\r\nwould leave my Party free on the question of\r\n\r\nthe  length of time for the time  being.  We\r\n\r\nwill   have  to  discuss  this  matter  more\r\n\r\ncarefully to see whether it can be done more\r\n\r\nexpeditiously  and  more  quickly.  But,  on\r\n\r\nprinciple, we agree that they should  be  on\r\n\r\nthe register.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next election is bound to be more far-reaching in consequences. It may wreck the\r\n\r\npresent Government as the last elections did\r\n\r\nthe Progressive Party, because two important\r\n\r\nalterations  to conditions of the  political\r\n\r\narena   have   been   agreed   to,   namely,\r\n\r\nmultilingualism  and Singapore  citizenship.\r\n\r\nBut  whatever  Government  is  elected  into\r\n\r\npower  in the next elections under  the  new\r\n\r\nconstitution,   it   faces   two   important\r\n\r\nlimitations.  First, any policy  it  carries\r\n\r\nout  which  brings  on  the  rancor  of  the\r\n\r\nFederation  Government can be  countered  by\r\n\r\neconomic   sanctions   by   the   Federation\r\n\r\nGovernment. We all know what has happened to\r\n\r\nthe  attempts  of the Minister for  Commerce\r\n\r\nand  Industry  to get the tax  on  soap  and\r\n\r\nbiscuits  lifted. That is just the beginning\r\n\r\nof  new trends which are bound to emerge  as\r\n\r\nthe  two  Governments become more  and  more\r\n\r\ndistinct  in their outlook and their  political  identities. No Singapore Government can\r\n\r\ncarry  out  a fiscal policy which  conflicts\r\n\r\nwith  that of the Federation without  strong\r\n\r\neconomic  sanctions  being  imposed.  It  is\r\n\r\nimpossible  to  carry  out  a  revolutionary\r\n\r\nSocialist  programme  in  Singapore  if  the\r\n\r\nFederation Government is of the opinion that\r\n\r\nthat  is bad for the Federation and it  does\r\n\r\nnot  wish  to  pursue  a  similar  programme\r\n\r\nthere.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second limitation which may not be so\r\n\r\nimmediate  but is nonetheless  real  is  the\r\n\r\npolitical    sanction    under    the    constitution - suspension;  and  there  will   be\r\n\r\nenough   British  military  forces  in   the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1471</b></font><br><br>\r\n\r\n\r\n\r\ncountry  to  make  suspension  of  the   constitution  a  practical  proposition.   The\r\n\r\nconsequences  of a suspension  may  be  far-reaching but any Government in power at  the\r\n\r\nnext elections would be dishonest if it  did\r\n\r\nnot  tell the people beforehand that it will\r\n\r\nhave,  although  there is complete  internal\r\n\r\nfreedom,  those  two  limitations   on   its\r\n\r\nindependence  of  action  within   Singapore\r\n\r\nitself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With this new constitution, we come to the\r\n\r\nend  of  one phase of the fight for freedom.\r\n\r\nThe  Member  for  Serangoon (Mr  Lim  Choon\r\n\r\nMong)  said that we should prepare and fight\r\n\r\non  for merdeka but he did not mention  how.\r\n\r\nPresumably, one day when all the  people  of\r\n\r\nSingapore   have  decided  that  they   want\r\n\r\nmerdeka,  not  internal self-government, we\r\n\r\nwill  all shout for merdeka and we will send\r\n\r\nanother All-Party delegation. In the context\r\n\r\nof the second half of the 20th century South-East  Asia, island  nations  are  political\r\n\r\njokes.  If we want to get freedom, there  is\r\n\r\nno  other way out. Let us face the fact that\r\n\r\nwe  must make it palatable to the Federation\r\n\r\nto  help us in order to help itself. That is\r\n\r\nthe   second   phase  after   the   expected\r\n\r\nsuccessful conclusion of the next talks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that the Tunku and perhaps a\r\n\r\nnumber  of his colleagues are against merger\r\n\r\nin   no  uncertain  terms, and  they   have\r\n\r\nrepeatedly said so. I sincerely believe that\r\n\r\nthey   are   misguided  in  believing   that\r\n\r\nseparation is the lesser of two evils. It is\r\n\r\nnot  said by the Federation Government  that\r\n\r\nmerger  is bad itself. All they say is  that\r\n\r\nbecause  of certain consequences of  merger,\r\n\r\nthey  would rather not have one.  Sir,  the\r\n\r\nTunku  said that for as long as he is  Chief\r\n\r\nMinister there would be no merger. So unless\r\n\r\nhe  changes his mind, it appears to us  that\r\n\r\nwe  will  have to wait till we  have  a  new\r\n\r\nChief   Minister  or  perhaps  a  new  Prime\r\n\r\nMinister.  But without wishing  to  say  any\r\n\r\nthing  about  the internal politics  of  the\r\n\r\nFederation, I would hate to believe that the\r\n\r\nleaders  of  the  political Parties  in  the\r\n\r\nFederation  are  unable to see  that  it  is\r\n\r\nbetter  to  have Singapore as  part  of  the\r\n\r\nFederation and under Federation control than\r\n\r\noutside the Federation and outside its political\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1472</b></font><br><br>\r\n\r\n\r\n\r\nor  military  control.  For  the  only\r\n\r\ncontrol   the  Federation  can   have   over\r\n\r\nSingapore  is,  as  I  have  mentioned,   an\r\n\r\nindirect    economic   one.   A    Singapore\r\n\r\nGovernment which is prepared to run economic\r\n\r\nhazards   can   embarrass   the   Federation\r\n\r\nGovernment  no end. In fact on one  occasion\r\n\r\nthe  Tunku said that, if necessary, he would\r\n\r\nsend  troops to occupy Singapore. I think  I\r\n\r\nam  right  in my recollection that he  would\r\n\r\nsend troops, if necessary. Sir, would it not\r\n\r\nbe   better  to  have  us  as  part  of  the\r\n\r\nFederation   under  the   control   of   the\r\n\r\nFederation  without having the necessity  to\r\n\r\nsend  troops to invade and conquer?  We  are\r\n\r\noffering  to go into the Federation  and  we\r\n\r\nstill should offer to go in\r\n\r\nas  a  unitary state in the Federation which\r\n\r\nmeans  that  no  balance  of  power  in  the\r\n\r\nFederation  would be radically upset.  I  am\r\n\r\nconvinced  that  whatever  happens  to   the\r\n\r\npersonalities  involved in  the  leadership,\r\n\r\nthe  leadership itself must come to  realize\r\n\r\nthat  the new Federation cannot depend  upon\r\n\r\nthe  British to keep Singapore under control\r\n\r\nto prevent it from being an embarrassment to\r\n\r\nthe  Federation. So long as the British have\r\n\r\ntroops   here  and  can  use  those   troops\r\n\r\neffectively, Singapore can, militarily, from\r\n\r\nthe point of view of the shooting war in the\r\n\r\nFederation,  be  kept under control  and  in\r\n\r\nline  with  the  Federation's  tactics   and\r\n\r\nmethods.  But these leaders must  understand\r\n\r\nthat   the   nationalist  feeling   in   the\r\n\r\nFederation  and the political  consciousness\r\n\r\nof  their people of the evils of colonialism\r\n\r\nare  bound to rise more and more to make the\r\n\r\nFederation  more  like  Egypt  than  Persia.\r\n\r\nMuslim countries like Jordan with a King  as\r\n\r\nits   head  have  already  written  off  the\r\n\r\nBritish  army  together with  General  Gluhb\r\n\r\nPasha. We are confident that the leaders  of\r\n\r\nthe  Federation will understand this, if not\r\n\r\nnow,  in the not too distant future. We look\r\n\r\nforward  to the day when there will  be  men\r\n\r\nwith  vision and political grasp, fired  by\r\n\r\nideals  to make this whole region now  known\r\n\r\nas  Singapore and the Federation  of  Malaya\r\n\r\none nation. We know that there are proposals\r\n\r\nto include the\r\n\r\nBorneo territories. Let them come in at some\r\n\r\nfuture date, if they will, for\r\n\r\nafter  all, we lose nothing by having, more\r\n\r\nterritories to expand into. But\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1473</b></font><br><br>\r\n\r\n\r\n\r\nlet our two territories get together as soon\r\n\r\nas  possible before vested interests in  the\r\n\r\ntwo  separate independent States become more\r\n\r\ndeep-rooted  and make merger and unification\r\n\r\nmore difficult than it is at present.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We say to the Federation Government that\r\n\r\nwe  wish  it  all success with  its  merdeka\r\n\r\nwhich  is to come soon. But we hope that  it\r\n\r\nwill hold the door open to us to join it  in\r\n\r\nthe  not  too  distant future on  terms  and\r\n\r\nconditions which ensure that there  will  be\r\n\r\nno radical change of political forces in the\r\n\r\nFederation  by Singapore joining  it.  I  am\r\n\r\nconvinced that, but for the repeated refusal\r\n\r\nto  consider  merger, the  Singapore  Malays\r\n\r\nwould  not  have  raised  the  question   of\r\n\r\nspecial  rights  and privileges  this  time.\r\n\r\nThey  did not the last time. It is this fear\r\n\r\nof being cut off from the main population of\r\n\r\nMalays  in  Malaya, the fear of the  200,000\r\n\r\nMalays  in  Singapore of not being  able  to\r\n\r\nenjoy  the protection and comfort  of  being\r\n\r\npart  of  the  three million people  in  the\r\n\r\nFederation,  together with  all  the  unrest\r\n\r\nthat  took place last year, that has alarmed\r\n\r\nthem  and  hence  this  demand  for  special\r\n\r\nrights.  Special rights they will  have  but\r\n\r\neven  more so when they join the Federation.\r\n\r\nSo, we ask them, on behalf of the people  of\r\n\r\nSingapore, to press for merger.\r\n\r\n\r\n\r\n<br><br>11.01 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck (Paya Lebar):</b>\r\n\r\nMr  Speaker,  Sir, the Member  for  Tanjong\r\n\r\nPagar took the words out of my mouth when he\r\n\r\nmade the remark about the difference in  the\r\n\r\natmosphere. I was also going to say, \"What a\r\n\r\ndifference between last year and now!\" There\r\n\r\nis  now  no tenseness, no anxiety among  the\r\n\r\npublic,  and even in this House  itself,  we\r\n\r\ncan  feel  the  calmness and the  confidence\r\n\r\nwith  which  we are going to face  the  All-Party talks in London.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Last Friday evening, at the conclusion of\r\n\r\nthe   All-Party  Conference,  the   People's\r\n\r\nAction  Party  made  a  suggestion  that  we\r\n\r\nshould  have  another rally. All  the  other\r\n\r\nParties, having had the experience  of  last\r\n\r\nyear, poured  millions of gallons  of  cold\r\n\r\nwater to drown that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1474</b></font><br><br>\r\n\r\n\r\n\r\nsuggestion.  We  know  what  they  mean   by\r\n\r\n\"warming up\". They were responsible for  the\r\n\r\norganisation last year. They said that there\r\n\r\nwould  be no trouble but when in the process\r\n\r\nof warming up, trouble and fire started, the\r\n\r\nleaders were not there. Somebody else had to\r\n\r\ndo  the dirty job of putting down the  fire.\r\n\r\nShould we now this year risk the success  of\r\n\r\nour  conference in London by holding a silly\r\n\r\nrally? Is it necessary to have these rallies\r\n\r\nwhen  we  are going to London with  all  the\r\n\r\nconfidence and the assurance that  we  shall\r\n\r\nsucceed?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the August elections, we are\r\n\r\nrealists.   If   we  have  to   postpone   a\r\n\r\ncommitment to an election because we have to\r\n\r\ngive 200,000 people the right to vote as and\r\n\r\nwhen  they are granted such right under  the\r\n\r\nnew constitution, then we say, \"Postpone the\r\n\r\nelections.\"  Of course, there  should  be  a\r\n\r\nlimit  to the period for postponement and  I\r\n\r\nagree  that  we should all get together  and\r\n\r\nsee  that the least possible time should  be\r\n\r\ntaken;  but  when you offer the people, who\r\n\r\nhave  lived  here  for  ten  years  and  are\r\n\r\nprepared  to  take an oath of allegiance  to\r\n\r\nthe  State, the right to vote, are you going\r\n\r\nto  keep them for another four or five years\r\n\r\nto  eat the cake that is offered to them?  I\r\n\r\nsay   no.  They  should,  as  soon  as   the\r\n\r\nconstitution is granted, be allowed to  make\r\n\r\ntheir choice of the type of government  they\r\n\r\nwant.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our Mission leaves our shores confident of\r\n\r\nsuccess,  because we know  exactly  what  we\r\n\r\nshall ask for, no more, no less. There  will\r\n\r\nbe  no bickering, bargaining, or attempts to\r\n\r\nget  a  little bit more, which was the cause\r\n\r\nof last year's failure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yet I must say that the failure was not\r\n\r\nwithout  its lessons. It has taught us  that\r\n\r\nin  the  governing of a State, there  is  no\r\n\r\nroom for emotionalism, excitement and drama.\r\n\r\nThese    things   only   bring    confusion,\r\n\r\nuncertainty  and disorder. It has  shown  us\r\n\r\nthat calmness, reasonableness and confidence\r\n\r\nis  what  Singapore wants, to prove that  we\r\n\r\nare ready to be masters of our own fate.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We wish our delegates on this All Party\r\n\r\nMission  god speed and success and to  bring\r\n\r\nus a new constitution\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1475</b></font><br><br>\r\n\r\n\r\n\r\ngranting  us  self-government as  a  step  towards\r\n\r\nindependence within the Commonwealth.\r\n\r\n\r\n\r\n<br><br>11.08 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Foo Nam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Foo Nam (Pasir Panjang):</b>\r\n\r\nMr  Speaker, Sir, I think it is hardly  necessary\r\n\r\nfor  me  to  add my support to this motion  which,\r\n\r\nafter all, is based on the recommendations of  the\r\n\r\nAll-Party Conference of which I am a member, and I\r\n\r\nthink  it is neither necessary for me to elaborate\r\n\r\nthe  merits or demerits of its contents which  are\r\n\r\nmore or less similar to the points which have been\r\n\r\nagreed   by  all  Parties  and  by  Her  Majesty's\r\n\r\nGovernment  with the exception of the  composition\r\n\r\nof  the  Security Council and the question of  the\r\n\r\njudiciary  which  has been ably explained  by  the\r\n\r\nMember for Tanjong Pagar this morning.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, there are few points to which I should\r\n\r\nlike to draw the attention of the delegates.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first and most important point is the\r\n\r\nquestion of citizenship. Although the question  of\r\n\r\nthe  qualification of citizenship has been  agreed\r\n\r\nby the Parties concerned and in the talks with Her\r\n\r\nMajesty's Government in London last April,  it  is\r\n\r\nthe  question  of implementation that  I  wish  to\r\n\r\ntouch  upon.  I  am sure all the Members  in  this\r\n\r\nHouse  will  agree with me that it  is  imperative\r\n\r\nthat  those who will obtain citizenship under  the\r\n\r\nnew  constitution should be allowed to vote in the\r\n\r\ncoming  election, although it will mean the  delay\r\n\r\nof  the election date. In case there is anyone who\r\n\r\nis  still doubtful of the advisability of granting\r\n\r\ncitizenship or its early implementation,  I  would\r\n\r\nlike  to draw his attention to the fact that these\r\n\r\n200,000  people who had come to Singapore,  mostly\r\n\r\nin their younger days, have helped to build up the\r\n\r\nprosperity of this country. With the exception  of\r\n\r\nthe British, they control most of the big concerns\r\n\r\nin Singapore today.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Imagine what a precarious position Singapore\r\n\r\nwould  be placed in if these 200,000 people, whose\r\n\r\nloyalty  has  always  been to this  country,  were\r\n\r\nforced   by  political  reasons  or  circumstances\r\n\r\nbeyond their control to change their\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1476</b></font><br><br>\r\n\r\n\r\n\r\nloyalty to another country which may be hostile to\r\n\r\nSingapore,  or  to an ideology  which  it  is  the\r\n\r\npolicy of this country to suppress. In saying this\r\n\r\nI  am  not doubting their loyalty to this country.\r\n\r\nIn  fact, in the last war with the Japanese, many\r\n\r\nof  them, although they held no franchise in  this\r\n\r\ncountry, had  readily laid down  their  lives  to\r\n\r\ndefend it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is the request by the non-political and communal associations. I am glad\r\n\r\nthat  the  All-Party Conference have  turned  down\r\n\r\ntheir  request.  Since they are non-political:  or\r\n\r\ncommunal,  as the name implies, what do they  want\r\n\r\nseats in the Assembly for? Why do they not dare to\r\n\r\ncome  out and contest the elections? It is because\r\n\r\nthey  know  they  represent no one but  themselves\r\n\r\nthat  they  have,  as usual,  to  crawl  to  their\r\n\r\ncolonial masters to get them reserved seats in the\r\n\r\nAssembly  so that they may feel more dignified  to\r\n\r\ngive  parties to incoming and departing governors.\r\n\r\nIf   the   question  is  raised  by  the  Colonial\r\n\r\nSecretary  in  London, I hope the  delegates  will\r\n\r\nremind  him  that this is unnecessary because  the\r\n\r\nnext Governor-General will be a Malayan.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another question is the early implementation of\r\n\r\nthe  question of citizenship. I hope the delegates\r\n\r\nwill  discuss  with Her Majesty's  Government  the\r\n\r\nearly implementation of citizenship so as to avoid\r\n\r\nundue  delay in the coming elections, even  before\r\n\r\nthe  constitution comes into force. With all  this\r\n\r\ngoodwill and unity before us today, I am sure this\r\n\r\nMission will be a success.\r\n\r\n\r\n\r\n<br><br>11.14 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy (Telok Ayer):</b> Mr Speaker, Sir, I support the motion and wish\r\n\r\nsuccess to the Hon. the Chief Minister and his All-Party  team in the coming talks. Sir, our  demand,\r\n\r\nas  laid down in the White Paper, is for a limited\r\n\r\nmerdeka, that is, internal self-government.  Sir,\r\n\r\ninternal  self-government means that  within  your\r\n\r\nown  city you control your finances and carry  out\r\n\r\nthings  in  such a manner as if you run  your  own\r\n\r\nhouse.  It  does  not give us  freedom  to  decide\r\n\r\nexternal or foreign affairs or defence, and  I  am\r\n\r\nsure the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1477</b></font><br><br>\r\n\r\n\r\n\r\nUnited  Kingdom Government will accept our suggestions.\r\n\r\nThey cannot refuse such moderate demands.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Even after we have succeeded in obtaining our demands,\r\n\r\nour  status  will be much lower than our former  sister\r\n\r\ncolonies like Penang and Malacca. They are full-fledged\r\n\r\nindependent territories, but we will not be so. On  the\r\n\r\nother  hand, to ask for independence as we did  in  the\r\n\r\nlast  mission, it could not have been possible for  the\r\n\r\nUnited  Kingdom to grant us that because of Singapore's\r\n\r\nstrategic position in relation to the defence of  their\r\n\r\nown economic position and also vis-a-vis Australia.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am glad that the Member for Tanjong Pagar has,\r\n\r\nby experience, become reasonable and has toned down his\r\n\r\ndemands to accept a limited merdeka. Now he understands\r\n\r\nthat  you cannot get independence immediately. You have\r\n\r\ngot  to  go  step by step. India has done  that.  Other\r\n\r\ncountries  have done that, and I am glad that  he  sees\r\n\r\nreason!\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore cannot stand on its own feet\r\n\r\neconomically   without   the   co-operation   of    the\r\n\r\nFederation.  The  tariffs  imposed  by  the  Federation\r\n\r\nagainst  Singapore's  products will  not  make  our  industries flourish at all. If we have to compete in  the\r\n\r\nopen  market, then we will not be able to compete  with\r\n\r\nforeign  imports.  Singapore stands on  entrepot  trade\r\n\r\nonly and that should be protected at all costs. But the\r\n\r\neasiest  way  to get independence is to say immediately\r\n\r\n\"Yes\"  to the Federation. Join them and you will become\r\n\r\nstraightaway free and independent. It will  be  then  a\r\n\r\nunited  country  including  Singapore, and  will  then\r\n\r\nnegotiate with the United Kingdom about defence or  the\r\n\r\nstrategic  position of Singapore and  how  much  rights\r\n\r\nthey should have over here.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the election issue, both the leaders on this\r\n\r\nside of the House have expressed that it should not  be\r\n\r\ndelayed beyond what is necessary, and this question can\r\n\r\nwell  be  discussed after the success  of  the  merdeka\r\n\r\nmission. It is no use arguing now. The machinery can be\r\n\r\nworked out later.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, I wish all success to the All-Party Delegation and hope\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1478</b></font><br><br>\r\n\r\nthey will return very early after attaining success.\r\n\r\n\r\n\r\n<br><br>11.19 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Bin Ibrahim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Bin Ibrahim (Sembawang):</b> Mr Speaker,\r\n\r\nSir, once again.\r\n\r\nwe  gather in this House today to give our blessing  to\r\n\r\nthe  Merdeka Mission which leaves for London. Naturally\r\n\r\nour  thoughts inevitably turn to that first visit  when\r\n\r\nthe forces for freedom were, as it were, marshalled for\r\n\r\na  mass  assault  on the Secretary  of  State  for  the\r\n\r\nColonies.  That was a historic event that  now  rightly\r\n\r\nbelongs to history.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second mission to London, Sir, is led by the Chief\r\n\r\nMinister  who is no Napoleon Bonaparte! He  is  a  very\r\n\r\ncautious man who makes sure that the horse is going  to\r\n\r\nwin  before he puts his shirt on it! For one thing, the\r\n\r\npresent  mission is a very small one.  This  at  least\r\n\r\nwill  make  for greater manoeuvrability. Secondly,  the\r\n\r\nmission has, as it were, a stronger merdeka platform to\r\n\r\nsustain  it than was the case the last time.  At  least\r\n\r\nthere  is a greater measure of unity about the  demands\r\n\r\nthat  are to be made in London. These demands, Sir,  do\r\n\r\nnot go as far as some of us would wish, but this is the\r\n\r\nprice  that has to be paid in the interests  of  inter-Party  unity.  The  timid have come  a  little  further\r\n\r\nforward than they were prepared to, and the bolder ones\r\n\r\nhave retreated a little to meet them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The attitude of the Federation towards unity with\r\n\r\nSingapore  has also imposed limitations on  Singapore's\r\n\r\npolitical  demands. An independent, sovereign Singapore\r\n\r\ncan  be  realised  only  as  part  of  an  independent,\r\n\r\nsovereign  Malaya.  These therefore are  the  necessary\r\n\r\nlimitations under which the second Merdeka  Mission  to\r\n\r\nLondon  must  work.  These are  limitations  which  the\r\n\r\nParties have accepted. Some Members of the Assembly may\r\n\r\nfeel  that  the demands go too far and others  not  far\r\n\r\nenough.  However, Sir, in the interests of unity, they\r\n\r\nhave  reached agreement on what the mission should  ask\r\n\r\nfor.  I  hope,  Sir, that this time  the  mission  will\r\n\r\nmaintain  a  solid  front during  the  negotiations  in\r\n\r\nLondon. I hope, too,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1479</b></font><br><br>\r\n\r\n\r\n\r\nthat  there  will be no retreat on  these  minimum\r\n\r\ndemands. We should try and get more if we can, but\r\n\r\nthere should be no back door deals to get less or,\r\n\r\nworse  still, attempts to sabotage the forthcoming\r\n\r\ntalks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I also warn the mission that this second\r\n\r\nmission  must  not fail? The first  failure  ended\r\n\r\nfortunately  in  nothing more  disastrous  than  a\r\n\r\nchange  of Chief Ministers. If we fail this  time,\r\n\r\nwe  cannot afford and we cannot meet the situation\r\n\r\nby  changing Chief Ministers again! It could  well\r\n\r\nresult  in  consequences far  too  serious  to  be\r\n\r\nsolved by expediencies of this sort. Perhaps, Sir,\r\n\r\nif  they  keep this warning in mind, and  if  they\r\n\r\npreserve  their solidarity in London,  the  second\r\n\r\nmission  need not flop. Sir, I join in wishing  it\r\n\r\ngood luck.\r\n\r\n\r\n\r\n<br><br>11.23 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b>\r\n\r\nMr  Speaker,  Sir, today is a red letter-day  for\r\n\r\nSingapore.  Today we debate the motion before  the\r\n\r\nHouse  in  a  spirit  of  calmness,  goodwill  and\r\n\r\nconfidence and there is also that unity of purpose\r\n\r\nto  achieve  what  we set out  to  do.  The  Chief\r\n\r\nMinister  has rightly quoted from that noted  poet\r\n\r\n\"Let  my  country awake.\" Let us be awake  to  the\r\n\r\nimplications and the task that lie before us. When\r\n\r\nwe achieve self-government, all of us, everyone in\r\n\r\nSingapore,  have  got to make sacrifices  for  the\r\n\r\nsake   of   the  country  and  to  place  national\r\n\r\ninterests before self. We must be able to practise\r\n\r\nselflessness,   patient  co-operation   with   all\r\n\r\ncommunities  and exercise in a sense  of  goodwill\r\n\r\nwhatever policy the Government sets out to do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the postponement of the elections\r\n\r\nfrom  August to a later date, my Party's stand  on\r\n\r\nthis  question  is to agree to the  views  of  the\r\n\r\nmajority  and,  as  a  Member  of  the  Government\r\n\r\nmyself,  I think I have the blessing of the  Chief\r\n\r\nMinister to say that the Government is not willing\r\n\r\nand will not remain one day earlier than necessary\r\n\r\nfor  the  elections to be held at a later date  to\r\n\r\nenable  the  200,000  odd people,  who  have  made\r\n\r\nSingapore  their  home and  the  object  of  their\r\n\r\nloyalty,  the right to vote. Obviously  they  must\r\n\r\nhave the right to vote\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1480</b></font><br><br>\r\n\r\n\r\n\r\nand  choose the government they want, and for that\r\n\r\npurpose  I think we must allow them time to  apply\r\n\r\nfor citizenship under the new constitution and  to\r\n\r\nhave  their right to vote the people they want  to\r\n\r\nrun the country.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as a member of the delegation to London, I\r\n\r\nhave  this to say: that I am very glad indeed that\r\n\r\nall  the  Party leaders represented in this  House\r\n\r\nhave expressed their sincerity of purpose and that\r\n\r\nthey   will   go   with  sincerity   and   without\r\n\r\nparticipating in party politics in London.\r\n\r\n\r\n\r\n<br><br>11.26 a.m.\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng (Queenstown):</b>\r\n\r\nMr  Speaker, Sir, many references have been  made\r\n\r\nto Party leaders but no mention has ever been made\r\n\r\nto  Independents in this Assembly. When I  made  a\r\n\r\nstatement regarding my claim for inclusion in  the\r\n\r\nAll-Party   Conference,  there  was   a   lot   of\r\n\r\nmisapprehension  in the minds of  the  public  and\r\n\r\neven some Members of this Assembly that it was  my\r\n\r\nintention  to obtain a free ticket to  the  United\r\n\r\nKingdom.  This  was  entirely  wrong.  I  had   no\r\n\r\nintention of going to the United Kingdom and  what\r\n\r\nI  wanted at that time was to be consulted at  the\r\n\r\nAll-Party  Conference  so that  this  White  Paper\r\n\r\ntoday  could claim the support of the people's  representatives in this Assembly. Unfortunately  the\r\n\r\nfive  Independents were left out. It is a surprise\r\n\r\nto  me, Sir, that the Member for Pasir Panjang has\r\n\r\nsaid   that   non-political  people  or   communal\r\n\r\norganizations have claimed reserved seats in  this\r\n\r\nAssembly. As far as I am aware, there has not been\r\n\r\nany  member of a non-political Party who has asked\r\n\r\nfor a reserved seat. The five Independents who are\r\n\r\nrepresented in this Assembly fought the  elections\r\n\r\nand  they  were  elected to this Assembly  by  the\r\n\r\npeople and they did not come to this Assembly as a\r\n\r\nresult of reserved seats.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Discussion of a national issue such as this,\r\n\r\nwhich  is  of  great importance to the  people  of\r\n\r\nSingapore, should have been open to all Members of\r\n\r\nthis  Assembly  so  that a full mandate  could  be\r\n\r\ngiven to the delegation which is leaving for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1481</b></font><br><br>\r\n\r\n\r\n\r\nLondon.  The Chief Minister at one time said  that\r\n\r\nwe  could  easily have the matter debated  in  the\r\n\r\nAssembly  today,  but  it  was  only  until   late\r\n\r\nyesterday that this White Paper was circulated  to\r\n\r\nMembers of the Assembly. At the time when the All-Party  Conference was held and if the Independents\r\n\r\nhad  been  invited to the conference, it might  be\r\n\r\nthat  there  would be no occasion at all  to  have\r\n\r\nthis  sitting today, and the Chief Minister, after\r\n\r\nunanimous  agreement, could  have  given  a  Press\r\n\r\nrelease  of  the  issue. I fully  appreciate  that\r\n\r\npolitical  Party Members here are bound  by  Party\r\n\r\ndiscipline  and Independent Members  are  free  to\r\n\r\nspeak  whatever they like, but the Chief  Minister\r\n\r\nmust  also  realise that in Singapore there  is  a\r\n\r\nlarge section which do not belong to any political\r\n\r\nParty and the only way in which they could express\r\n\r\ntheir views is through the elected representatives\r\n\r\nwho  are  not Members of any political  Party,  so\r\n\r\nthat  they could be represented also. Such people,\r\n\r\nas  I have always said, are citizens of the colony\r\n\r\nand  I cannot see any reason why they should  have\r\n\r\nno  interest in the welfare of this country. It is\r\n\r\nfor  this  reason that I had asked for  representations  for  inclusion in the All-Party Conference.\r\n\r\nWhatever  it may be, Sir, the whole thing  is  now\r\n\r\nfinished. A White Paper has been tabled and  I  do\r\n\r\nnot  think  it  is fair that I should  pursue  the\r\n\r\nmatter  further.  The  All-Party  Conference  have\r\n\r\ncompleted  their findings and today  we  have  the\r\n\r\nresult  of their deliberations in the White  Paper\r\n\r\nthat is before us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the time when I claimed inclusion in the\r\n\r\nconference, there was another crisis raised by the\r\n\r\nU.M.N.O., and today I am glad that the U.M.N.O. is\r\n\r\nquite happy and that they have now nominated their\r\n\r\ndelegate to the mission.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today is the eve of the departure of this\r\n\r\ndelegation  to  London,  and  I  think,   in   the\r\n\r\ninterests  of  the  people of  Singapore  and  the\r\n\r\ncolony itself, I should give my blessing and every\r\n\r\nsupport  to them. I hope that they will come  back\r\n\r\nwith the aspirations of the people fulifiled,  and\r\n\r\nthat  they will not return with what the  previous\r\n\r\nChief Minister had returned\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1482</b></font><br><br>\r\n\r\n\r\n\r\nwith. May God bless them and good luck to them.\r\n\r\n\r\n\r\n<br><br>11.30 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng (Changi):</b> Mr\r\n\r\nSpeaker, Sir, I wish to be the first to extend  my\r\n\r\nsincere  congratulations to the All-Party  Merdeka\r\n\r\nConference which has reached agreement despite the\r\n\r\ndramatic  demands  of  the United  Malays  National\r\n\r\nOrganisation, the undemocratic attempt to  exclude\r\n\r\nIndependent  Members  of  this  Assembly  and  the\r\n\r\nrefusal  to invite representatives from  political\r\n\r\nParties outside this Assembly. In this connection,\r\n\r\nI  fully endorse the statements just made  by  the\r\n\r\nMember  for  Queenstown  and  the  memorandum   represented  from  the  Party  Ra'ayat.  The  Merdeka\r\n\r\nConference  has  shown  great  responsibility  and\r\n\r\nunity, and it has earned my happy congratulations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper laid before us will undoubtedly\r\n\r\nchange  the lives of all the people in this  land;\r\n\r\nindeed  it may even change the lives of the people\r\n\r\nin  this  whole  region because of  the  important\r\n\r\nstrategic position of Singapore. Not only are  the\r\n\r\neyes  of  the people of Singapore focused  on  the\r\n\r\nWhite  Paper  and  on  the deliberations  of  this\r\n\r\nAssembly, but also, I am sure, the sympathetic and\r\n\r\nencouraging   eyes  of  our  Asian   and   African\r\n\r\nbrothers. And I may be wrong, but wary and worried\r\n\r\neyes may be cast in this direction from London and\r\n\r\nWashington.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;An important issue faces the people of\r\n\r\nSingapore.  In  assessing the  chances  of  success  of\r\n\r\nthe  forthcoming  London talks, I  share  the  optimism\r\n\r\nof  many  Members  of this House. At  about  this  time\r\n\r\nlast  year,  there  was the uprising  in  Cyprus  which\r\n\r\nwas   successfully  put  down  by  Field  Marshal   Sir\r\n\r\nJohn  Harding;  and  there  was  also  the  victory  of\r\n\r\nthe   leftwing  Party  in  the  elections  in   Ceylon.\r\n\r\nEvents    were    such   that   the   politicians    at\r\n\r\nWestminster   and  the  old  hands  at   the   Colonial\r\n\r\nOffice  in  London  felt that the time  was  right  for\r\n\r\nthem   to   resist  the  demands  of  the   people   of\r\n\r\nSingapore.   Today, the  political   climate   is   a\r\n\r\nlittle  different.  The  British  Prime  Minister,  Sir\r\n\r\nAnthony Eden, who sought to oust\r\n\r\n<br><br><font size=\"1\"><b>Column: 1483</b></font><br><br>\r\n\r\n\r\n\r\nPresident  Nasser of Egypt, has  himself  had  to\r\n\r\nretire from the political scene. I think the time\r\n\r\nfor the London talks is favourable.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We learned a bitter lesson from the last talks.\r\n\r\nMany  Members of this Assembly have just admitted\r\n\r\nthat there was disunity and party rivalry at  the\r\n\r\nlast  talks. Things are different now. This time,\r\n\r\nwe are united, from the conservative Right to the\r\n\r\nextreme  Left,  and we are very  happy  that  all\r\n\r\nParties   have   shown  their  good   sense   and\r\n\r\nresponsibility.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Heads of Agreement for the forthcoming\r\n\r\nLondon talks are not very different from those of\r\n\r\nlast  April, but there are a few points  I  would\r\n\r\nlike to make.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;External defence is to be left in the hands of\r\n\r\nthe   United  Kingdom  Government,  but   because\r\n\r\nexternal  defence  is so closely  connected  with\r\n\r\ninternal  security,  I would  like  to  urge  the\r\n\r\nUnited  Kingdom  Government  to  appreciate   the\r\n\r\nnational  aspirations  of  the  people  of   this\r\n\r\ncountry  and  try not at any time to abuse  their\r\n\r\npowers  on  external  defence  and  interfere  in\r\n\r\nmatters   connected  with  Singapore's   internal\r\n\r\nsecurity.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;External affairs are also to be left in the\r\n\r\nhands  of the United Kingdom Government. We would\r\n\r\nlike  Whitehall  to note that  although  we  have\r\n\r\nagreed  to this, it does not mean that the people\r\n\r\nof Singapore feel very happy about the matter and\r\n\r\nare  willing to allow such vital power to be  out\r\n\r\nof  their  hands for long. The right  to  control\r\n\r\nexternal relations should not mean that  we  must\r\n\r\nfollow  everything Whitehall directs,  especially\r\n\r\non   relations  with  other  Asian  and   African\r\n\r\nnations, which are our brothers. In this field, I\r\n\r\nhope  the United Kingdom Government will give  us\r\n\r\nthe widest possible freedom.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On external defence again, it should not mean\r\n\r\nthat  we must join in any military pact which  is\r\n\r\nin the interests of the United Kingdom but not in\r\n\r\nthe  interests  of  the people of  Singapore.  An\r\n\r\nexample    is   the   South-East   Asia    Treaty\r\n\r\nOrganisation. Even Tunku Abdul Rahman has refused\r\n\r\nto  become a member of that pact, and I hope  the\r\n\r\nMission will make it clear that though external\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1484</b></font><br><br>\r\n\r\n\r\n\r\ndefence  will be left in the hands of the  United\r\n\r\nKingdom  Government, they will  refuse  to  enter\r\n\r\ninto any military pact.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Item No. 3 of the White Paper, Sir, concerns the\r\n\r\ndesignation  of  Her Majesty's Representative  in\r\n\r\nSingapore.  The  United Kingdom  Government  must\r\n\r\nfeel  satisfied with the fact that the reasonable\r\n\r\nand sensible people of Singapore have voluntarily\r\n\r\nagreed  that the three most vital powers, namely,\r\n\r\nthe  suspension  of  the  Constitution,  external\r\n\r\ndefence  and foreign relations, should remain  in\r\n\r\nthe  hands  of the United Kingdom Government.  In\r\n\r\nview  of  this, they should at least satisfy  our\r\n\r\npresent  limited national aspirations. A  MaIayan\r\n\r\nmust  be  our  first  Governor-General,  and  the\r\n\r\nRepresentative of Her Majesty the  Queen  clearly\r\n\r\ndistinguished  from  the  Representative  of  the\r\n\r\nUnited Kingdom Government.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the coming into force of the new\r\n\r\nConstitution, I am very happy to note  that  many\r\n\r\nMembers feel that the new Constitution should  be\r\n\r\nrelated  to  the finalisation of the  citizenship\r\n\r\nlaws.   Many   Members   have   mentioned    that\r\n\r\napproximately 200,000 people will be entitled  to\r\n\r\nvote  if those laws are passed. For a long  time,\r\n\r\nthose 200,000 people have been regarded as second-class  citizens, paying taxes but never  enjoying\r\n\r\nthe right to vote. It is therefore high time that\r\n\r\nthis  Assembly,  if  it  wants  a  fully  elected\r\n\r\nLegislature representative of the whole people of\r\n\r\nSingapore, should finalise the citizenship  laws\r\n\r\nbefore  introducing the new Constitution. We  may\r\n\r\nbe  proud of the fact that we have been  able  to\r\n\r\nreplace  the Rendel Constitution in  so  short  a\r\n\r\ntime;  we  will be more proud if we can  finalise\r\n\r\nthe    new   citizenship   laws   and   introduce\r\n\r\nmultilingualism  in  this Assembly  at  an  early\r\n\r\ndate.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I come now to the question of merger with the\r\n\r\nFederation of Malaya. In this, I cannot share the\r\n\r\npessimism  of the Member for Tanjong Pagar.  Sir,\r\n\r\nwe   know   that  the  Chief  Minister   of   the\r\n\r\nFederation, Tunku Abdul Rahman, is one of the few\r\n\r\ntruly  nationalist leaders in Malaya.  I  believe\r\n\r\nthat  what  he  does  and says  is  in  the  best\r\n\r\ninterests   of  the  people  not  only   of   the\r\n\r\nFederation but\r\n\r\n<br><br><font size=\"1\"><b>Column: 1485</b></font><br><br>\r\n\r\n\r\n\r\nalso of Singapore. If the people of Singapore and\r\n\r\nthe  Federation want a merger. I am sure that  no\r\n\r\nmatter   what  firm  policy  Tunku  Abdul  Rahman\r\n\r\nadopts, he will have to follow the wishes of  the\r\n\r\npeople.  Please inform Whitehall that we are  not\r\n\r\nonly  hoping and fighting for a merger  with  the\r\n\r\nFederation  of  Malaya but we are also  ambitious\r\n\r\nand have the fervent hope that one day, sooner or\r\n\r\nlater,  we  will  take in British  North  Borneo,\r\n\r\nBrunei  and Sarawak. We believe that if  the  Rt.\r\n\r\nHon. Sir Robert Scott can rule over the South-East\r\n\r\nAsia  region, then why should not our Tunku Abdul\r\n\r\nRahman  one day become the first Governor-General\r\n\r\nof  the  great Malaysia Republic? This artificial\r\n\r\nseparation   in   this  region  is   absurd   and\r\n\r\nundemocratic.  It  is  harmful  to   our   lives,\r\n\r\npolitically,  economically and  even  culturally.\r\n\r\nLooking  around  us now, you will  see  that  the\r\n\r\npeople  of Singapore are even prepared to  accept\r\n\r\nMalay  as  the lingua franca - of course,  together\r\n\r\nwith  the three other official languages - in order\r\n\r\nto   play   their  part  in  a  Greater   Malaya.\r\n\r\nPersonally, I am of the opinion - and I confirm the\r\n\r\ngeneral view of the Chinese here - that Malay  must\r\n\r\nbe  the lingua franca of this great Federation in\r\n\r\nthe future.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Can you speak Malay?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Saya boleh!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, allow me to speak as an ex-Merdeka delegate. I learned a most bitter lesson\r\n\r\nand  I  humbly hope the delegates will  take  the\r\n\r\nfollowing points into consideration.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, the delegates must be aware that they are\r\n\r\nnot  going as representatives of their respective\r\n\r\nParties  but as representatives of the people  of\r\n\r\nSingapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Second, the delegates must not express their\r\n\r\nindividual  views or their Party's views  at  any\r\n\r\nfunction and they must always remember that  what\r\n\r\nthey say will be taken as the views of the people\r\n\r\nof Singapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Third, the delegates should try very hard to\r\n\r\navoid attending individually any private dinners,\r\n\r\nluncheons and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1486</b></font><br><br>\r\n\r\n\r\n\r\ncocktail  parties, especially those sponsored  by\r\n\r\nthe  colonial officials. We do not want to create\r\n\r\nany  unnecessary misunderstanding. If they attend\r\n\r\nany cocktail parties, luncheon parties, they must\r\n\r\ngo in a team.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish the Mission all success. Time and tide\r\n\r\nare  with us! But if the Mission fails,  I  think\r\n\r\nthe  Government  must  do  something.  It  should\r\n\r\nresign, and other Members of this House will  follow its lead. We are not going to work the Rendel\r\n\r\nConstitution. We want to see the end  of  Colonel\r\n\r\nBlimp. We will boycott any election under the Rendel  Constitution. Government must give  a  lead.\r\n\r\nThere  must be no more change of Chief Ministers.\r\n\r\nAnd if the Chief Minister will do me a favour,  I\r\n\r\nwould like to forward through him to the Rt. Hon.\r\n\r\nMr  Lennox-Boyd  a book entitled,  \"How  to  win\r\n\r\nfriends  and  influence people.\" Will  the  Chief\r\n\r\nMinister tell him that now is the time for him to\r\n\r\nwin friends and not create unnecessary enemies?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before I sit down, I would like to sum up the\r\n\r\npoints I made. I say, in a nutshell, let there be\r\n\r\nno more communal or party politics in London; let\r\n\r\nno  Member  of  the Mission seek personal  glory;\r\n\r\nremember  that unity is strength; stick  to  your\r\n\r\nguns  and  success  is certain.  Sir,  I  beg  to\r\n\r\nsupport the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G.E.N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Chief Minister, in reply?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Yes, Sir, in reply.\r\n\r\nMr  Speaker,  Sir,  after the  exhilarating  and\r\n\r\nastounding speech of the previous speaker, I find\r\n\r\nthat I am having great difficulty in replying  to\r\n\r\nmost of the points raised by Members on the other\r\n\r\nside of the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am happy to hear that they are all united in\r\n\r\ngranting  citizenship rights to all those  people\r\n\r\naffected  so  that  they can enjoy  and  exercise\r\n\r\ntheir  votes  in  the choice of a new  government\r\n\r\nunder the new constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to assure hon. Members that it is\r\n\r\nnot Government's intention to delay the elections\r\n\r\ndeliberately, and if\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1487</b></font><br><br>\r\n\r\n\r\n\r\nwe are able to secure from the Colonial Office and\r\n\r\nintroduce  citizenship rights before the  creation\r\n\r\nof  the State of Singapore, the Government will do\r\n\r\neverything possible to expedite the elections, but\r\n\r\nit  must not be overlooked that the machinery  has\r\n\r\nto  take  time  in order that elections  could  be\r\n\r\nheld.  I refer to the necessary amendment  to  the\r\n\r\nBritish Nationality Act. This amendment has to  be\r\n\r\npassed by the British Parliament. It is only after\r\n\r\nit has been passed that this Assembly will be in a\r\n\r\nposition  to introduce new citizenship  laws,  and\r\n\r\nonly  after that can the people affected be  given\r\n\r\nthe   opportunity  to  register  as  citizens   of\r\n\r\nSingapore.  And I did say, too, that a  reasonable\r\n\r\nlength  of time must also be given to them  if  we\r\n\r\nreally mean them to enjoy those rights.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After that will come the preparation of the\r\n\r\nelectoral rolls. But before these can be prepared,\r\n\r\nthe   delimitation  of  boundaries   has   to   be\r\n\r\nconsidered. In this, I think we would like to have\r\n\r\nan  all-party  committee on the  job  as  soon  as\r\n\r\npossible.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanjong Pagar and the Member for\r\n\r\nChangi  drew  attention to the fact  that  if  the\r\n\r\nMission  to  London  is  unsuccessful,  I   should\r\n\r\nresign.  I do not like that word, Sir, but  I  did\r\n\r\nsay  this - and I mean it - that if the Mission fails,\r\n\r\nthe  purpose  of  my  accepting  office  as  Chief\r\n\r\nMinister will have come to an end and I will  not,\r\n\r\nand  do  not, propose to continue. But that should\r\n\r\nnot be taken as a threat to resign. I took on this\r\n\r\njob  for  a  purpose, and whether the  purpose  is\r\n\r\nachieved or not, it will come to an end.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the national importance of this\r\n\r\nmotion, it is my intention to call for a division,\r\n\r\nin which the ex-officio Members will abstain.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1488</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 26; Noes, Nil; Abstentions, 3.\r\n\r\n<pre>\r\n\r\n        Ayes                   Noes\r\n\r\n\r\n\r\n   Abdul Hamid bin              Nil.\r\n\r\n    Haji Jumat.\r\n\r\n   Ahmad bin Ibrahim         Abstentions.\r\n\r\n   Braga, A. J.\r\n\r\n   Chew Swee Kee.         Butterfield, C. H.\r\n\r\n   Ede, John.             Goode, W.A.C.\r\n\r\n   Goh Chew Chua.         Hart, T. M.\r\n\r\n   Goh Tong Liang.        \r\n\r\n   Jumabhoy, J. M.             Absent.\r\n\r\n   Jumabhoy, R.        \r\n\r\n   Lazarous, A. R.        Lim Ching Siong.\r\n\r\n   Lee Choon Eng.         Marshall, D. S.\r\n\r\n   Lee Kuan Yew.          Seah Peng Chuan.\r\n\r\n   Lim Cher Kheng.        \r\n\r\n   Lim Choon Mong.\r\n\r\n   Lim, R. C. H.  \r\n\r\n   Lim Koon Teck.\r\n\r\n   Lim Yew Hock.\r\n\r\n   Mak Pak Shee.\r\n\r\n   Mohamed Sidik bin\r\n\r\n    Haji Abdul Hamid. \r\n\r\n   Nair, M. P. D.\r\n\r\n   Ong Piah Teng.\r\n\r\n   Sutherland, G. A. P.\r\n\r\n   Tan Theng Chiang.\r\n\r\n   Tan, William.\r\n\r\n   Thomas, Francis.\r\n\r\n   Wong Foo Nam.\r\n\r\n</pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question accordingly agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly approves the recommendations\r\n\r\nof   the  All-Party  Conference,  as  set  out  in\r\n\r\nSessional  Paper No. Misc. 1 of 1957, and  on  the\r\n\r\nprinciples therein set out instructs the All-Party\r\n\r\nMission  to  secure from Her Majesty's  Government\r\n\r\nfor  the people of Singapore the status of a self-governing  state with all the rights,  powers  and\r\n\r\nprivileges  thereto appurtenant  in  all  internal\r\n\r\naffairs  and  the control of trade,  commerce  and\r\n\r\ncultural relations in external affairs.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the conclusion of business the Assembly\r\n\r\nstood  adjourned, pursuant to the Standing  Order.\r\n\r\n(Standing Order 6 (3) ).\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">11.57 a.m. to</div>\r\n\r\n<div align=\"right\">the 24th April, 1957.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
