{"memberId": null, "volumeNo": "3", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "16", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"3\">\r\n\r\n<meta name=\"Sit_No\" content=\"16\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1957-07-26\">\r\n\r\n<meta name=\"Start_Col\" content=\"2285\">\r\n\r\n<meta name=\"End_Col\" content=\"2360\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">16</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">26-07-1957</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 2285</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 3</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">PART II OF SESSION 1956-7</div>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Friday, 26th July, 1957,</i></div>\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid Bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, C.M.G., Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H, J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Mr Lim Yew Hock (Havelock), Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2286</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik Bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr M. P. D. Nair (Seletar), Assistant Minister to the Chief Secretary.\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr E. P. Shanks, Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>Mr Soh Ghee Soon (Cairnhill).\r\n\r\n\r\n\r\n<br>The Honourable Mr S. T. Stewart, Chief Secretary (Acting) (ex-officio).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2287</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>LOCAL GOVERNMENT BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Recommittal read.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>Committee</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 15-\r\n\r\n \r\n\r\n<pre>  \r\n\r\n Ord. of        Amendment proposed - [25th July, 1957] - \r\n\r\n   1957.     In page 80, line 27, after \"him\", to insert \r\n\r\n             \", provided  that  the provisions  of  this\r\n\r\n             section shall also  apply in respect of the\r\n\r\n             alterations  in the  limits of the City and\r\n\r\n             Districts described in the First and Second\r\n\r\n             Schedules  to this  Ordinance  respectively\r\n\r\n             from  those  existing under  the  Municipal\r\n\r\n             Ordinance  and from  those described in the\r\n\r\n             Local Government Ordinance, 1957.\" - [Mr John Ede].\r\n\r\n</pre>\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words proposed to\r\n\r\nbe inserted, be there inserted.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede (Tanglin):</b> The Government agreed with\r\n\r\nalacrity apparently to make the change proposed by the\r\n\r\nRural  Board  in  putting Nee Soon  Village  into  the\r\n\r\ndistrict  of  Serangoon instead of Bukit Panjang,  and\r\n\r\nthe Rural Board is a wholly nominated body, not one of\r\n\r\nwhom  therefore  is an elected representative  of  Nee\r\n\r\nSoon  Village,  and  the  Government  refused  changes\r\n\r\nadvocated  by  elected  City Councillors  and  elected\r\n\r\nMembers  of this House. Nevertheless, this shows  that\r\n\r\nthe  Government can make changes if it wants  to,  but\r\n\r\nonly apparently if it wants to, without being prepared\r\n\r\nto  listen to public representations. The point,  Sir,\r\n\r\nwhether   the   changes  are  minor   or   major   is,\r\n\r\nnevertheless,  not the main point. The main  point  is\r\n\r\nthe question of principle. The Government has time  in\r\n\r\nwhich  to  accept this principle, and  therefore  this\r\n\r\namendment,   if   it  has  the  inclination,   because\r\n\r\nelections will only be held in March 1958.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Stewart (Acting Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Acting Chief Secretary (Mr S. T. Stewart):</b> Mr\r\n\r\nChairman,  Sir,  in  connection with  the  Member  for\r\n\r\nTanglin's  remarks about the Rural  Board,  the  Rural\r\n\r\nBoard   has  seven  members  nominated  by  the  rural\r\n\r\ndistrict committees and these seven members are  quite\r\n\r\noutspoken  in their views, as the Member for Serangoon\r\n\r\nhimself will know, having himself\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2288</b></font><br><br>\r\n\r\n\r\n\r\nbeen   a  member  of  the  Rural  District  Committee,\r\n\r\nSerangoon. If I may reminisce for a moment, Sir,  when\r\n\r\nI  was  Chairman of the Rural Board, I  always  had  a\r\n\r\nlittle  bit of trepidation going to the Rural District\r\n\r\nCommittee, Serangoon, knowing the outspokenness of all\r\n\r\nthe  members,  and  I think their  views  were  always\r\n\r\nheard.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is incorrect to say that the Government\r\n\r\ndid  not  consider the views of the City  Council.  It\r\n\r\ndid,  but  it  could  not  accept  the  arguments  put\r\n\r\nforward. There has been no prejudice in favour of  the\r\n\r\nRural Board, Sir, because you will see from the Report\r\n\r\nof   the   Select  Committee  proceedings   that   the\r\n\r\nGovernment  also did not accept the arguments  of  the\r\n\r\nRural Board in regard to Pasir Panjang.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I think the question is\r\n\r\nsimply  this - whether or not the Government is prepared\r\n\r\nto  accept  the principle now that fresh changes  have\r\n\r\nbeen  made in Select Committee of advertising them  in\r\n\r\nfour languages and gazetting them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Chief Minister (Mr Lim Yew Hock): Mr Chairman,\r\n\r\nSir, the changes were made when the Bill was committed\r\n\r\nto  a Select Committee. The First and Second Schedules\r\n\r\nhad  been made known before the Bill was presented  to\r\n\r\nthe  Assembly for First Reading in August 1956.  Since\r\n\r\nthen   it  had  been  open  to  the  public  to   make\r\n\r\nrepresentations  in regard to this  particular  clause\r\n\r\n15,  so  that  the  Select  Committee  could  consider\r\n\r\nwhether  or not the First and Second Schedules  should\r\n\r\nbe amended.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Select Committee has taken a very long time to\r\n\r\nconsider the Bill and has made a recommendation  that,\r\n\r\nin regard to the Second Schedule, there should be some\r\n\r\nalterations as a result of representations made by the\r\n\r\nRural  Board.  But surely it should not  be  suggested\r\n\r\nthat,  as  a  result, it should again be open  to  the\r\n\r\npublic  to  make  further objections, and  if  further\r\n\r\nobjections  are received and reconsidered,  and  still\r\n\r\nfurther alterations made, then, using the same line of\r\n\r\nargument, we should, every time we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2289</b></font><br><br>\r\n\r\n\r\n\r\namend something as a result of representations made by\r\n\r\nthe  public, again make it open to objections  by  the\r\n\r\npublic.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong (Serangoon):</b> Mr Chairman, Sir, I\r\n\r\njust  want to draw the attention of this House to  the\r\n\r\nfact  that  when representation is made  to  a  Select\r\n\r\nCommittee,  it  will  be made on  any  clause  in  the\r\n\r\nBill - any  clause  in  the Bill, Sir,  it  is  not  any\r\n\r\nparticular clause. Whereas when the Government propose\r\n\r\nto have their ideas embodied in clause 15, it is for a\r\n\r\nparticular purpose, and that is about boundaries.  The\r\n\r\ntwo  issues therefore should not be confused.  One  is\r\n\r\nrepresentation  on  the  whole  Bill.  The  other   is\r\n\r\nrepresentation  on a particular clause which  concerns\r\n\r\nchanges   of  districts  and  boundaries.  The   Chief\r\n\r\nMinister has, in order to score just one point,  found\r\n\r\nit  good enough to lump the two together. This I think\r\n\r\nis most unsatisfactory.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Sir, I was talking about the Government's\r\n\r\nviews  on amendments being thrown out. I will be  very\r\n\r\nmild  today, and will pass them over. However, I would\r\n\r\nlike  the Government to note that every Member in this\r\n\r\nAssembly represents the voice of his constituency. The\r\n\r\nLabour  Front has seven elected Members today. It  has\r\n\r\ncome  down  from  ten to seven. The Liberal-Socialists\r\n\r\nhave  gone  up from six to seven elected Members,  and\r\n\r\nwhatever  it is - seven members on one side,  seven  on\r\n\r\nthe other - the views are as important on one side as on\r\n\r\nthe other. I will just leave it at that, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 15 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 16-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 80, line 30, to leave out \"twelve\" and\r\n\r\ninsert \"eighteen\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This clause 16 deals with the constitution of\r\n\r\nDistrict   Councils   and  the   number   of   elected\r\n\r\ncouncillors  to be provided. It is our  view  that  an\r\n\r\nelected   body   of   12   district   councillors   is\r\n\r\ninsufficient and that there should be 18. Our reasons\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2290</b></font><br><br>\r\n\r\n\r\n\r\nare  based  largely on the arguments we  have  already\r\n\r\nsubmitted with regard to the City Council, and  it  is\r\n\r\nnot  our  desire  to pursue the same  arguments  again\r\n\r\ntoday, except in so far as they are strictly relevant.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But we do consider very seriously, Sir, that 12 is\r\n\r\nan  insufficient number to do the work of  a  District\r\n\r\nCouncil on the basis of standing committees, which  is\r\n\r\nthe foundation of the running of local government.  It\r\n\r\nseems to us that there should be at least six standing\r\n\r\ncommittees   to   make  a  District  Council   operate\r\n\r\nefficiently - Establishment, Health,  Building,  Finance\r\n\r\nand  General  Purposes, Public Works, and  Assessment.\r\n\r\nThere  are  nine  standing  committees  in  the   City\r\n\r\nCouncil. We do not think that it is necessary to  have\r\n\r\nquite  so  many  in  the District  Councils,  but  the\r\n\r\nminimum should be six. If you assume that each  member\r\n\r\nshould sit on two committees - it is the normal practice\r\n\r\nin  the City Council and it might well be followed  in\r\n\r\nthe District Councils - you will find that you will only\r\n\r\nhave  five members on each committee with a quorum  of\r\n\r\nthree  at  the most. And 18 members would give  you  a\r\n\r\nslightly larger committee of six, with presumably  the\r\n\r\nDistrict  Council chairmen as permanent  chairmen,  at\r\n\r\nleast to begin with, of all these committees, making a\r\n\r\nmore  reasonable  total of seven. The  Government  was\r\n\r\nconsiderably surprised in the Select Committee when  I\r\n\r\nadvocated  these  what I considered  to  be  perfectly\r\n\r\nnormal,  reasonable points, but the  hon.  Member  for\r\n\r\nSeletar stated at col. 68 of the Report:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\". . .we have not considered whether or not a\r\n\r\nDistrict  Council should have all these committees  or\r\n\r\nwhether it would be desirable to delegate authority to\r\n\r\ncertain heads of departments, and so on.\"\r\n\r\n\r\n\r\n<br><br>Well,  I  hope  that by this time the  Government  has\r\n\r\ngiven the matter more consideration. It seemed to be a\r\n\r\nstartling thought to the hon. Member that there should\r\n\r\nbe  standing  committees to operate the work  of  the\r\n\r\nDistrict   Councils,  although  you  will  find,   Mr\r\n\r\nChairman, on page 9 of the White Paper issued  by  the\r\n\r\nGovernment these fulsome words:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2291</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In accepting the basic principles of the Report of\r\n\r\nthe  Committee on Local Government, the Government  is\r\n\r\nconvinced  that a more democratic framework  is  being\r\n\r\nset up in which greater opportunities will be afforded\r\n\r\nto  a  larger number of the community to take part  in\r\n\r\nlocal government administration...\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, if you express this warm-hearted view and then\r\n\r\nlater  on  in Select Committee said that you were  not\r\n\r\ncertain  whether all the work should not be  delegated\r\n\r\nto  heads  of departments who would be responsible  to\r\n\r\nGovernment,   and  apparently  not  to  the   District\r\n\r\nCouncils, then you are knocking your own principles on\r\n\r\nthe head.\r\n\r\n\r\n\r\n<br><br>10.15 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is, of course, that a greater number\r\n\r\non  these District Councils - 18 instead of 12 - will give\r\n\r\nmore   experience  to  more  people  in  the  shortest\r\n\r\npossible  time,  and that is after all precisely  what\r\n\r\nhas   been   expressed  on  page  9   of   the   White\r\n\r\nPaper - \"greater  opportunities will be  afforded  to  a\r\n\r\nlarger  number of the community to take part in  local\r\n\r\ngovernment administration\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, I would refer to - it is not so important\r\n\r\nbut  nevertheless  it is relevant - the  fact  that  the\r\n\r\nquorum  for  the District Councils has been  fixed  at\r\n\r\neight,  which is over 50 per cent of the total  number\r\n\r\nenvisaged  by  the  Government; whereas  in  the  City\r\n\r\nCouncil the quorum is 11, or roughly 33 per cent. Now,\r\n\r\nof  course,  the  normal quorum  for  any  council  or\r\n\r\ncommittee is in the neighbourhood of one-third and not\r\n\r\none-half,  but  you have to fix the quorum  at  eight,\r\n\r\notherwise  the  number  at District  Council  meetings\r\n\r\ncould  be extremely small, which does, I think,  argue\r\n\r\nthat a slightly larger number would be opportune.\r\n\r\n\r\n\r\n<br><br><!-- Mr M. P. D. Nair (Assistant Minister to the Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Assistant Minister to the Chief Secretary (Mr M. P. D. Nair):</b> Sir, although the hon. Member has\r\n\r\nmisunderstood  me  in  the  Select  Committee,  I  did\r\n\r\ncorrect  him  by  saying that  I  did  not  mean  that\r\n\r\nDistrict Councils should not appoint any committees. I\r\n\r\nwould  like  to read from col. 69 of the  same  Report\r\n\r\nwhere I said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"I would like to correct the hon. Member's\r\n\r\nmisunderstanding regarding committees. I did  not  say\r\n\r\nthat   the   District  Councils  should  not   appoint\r\n\r\ncommittees but what I said was\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2292</b></font><br><br>\r\n\r\n\r\n\r\nthat we have not fixed the exact number.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at this stage, I do not think it is possible\r\n\r\nfor  anybody  to say how many committees the  District\r\n\r\nCouncils  should  have.  As I understand  it,  Sir,  a\r\n\r\nworking  party  is  in the course of  considering  the\r\n\r\nvarious  aspects of the District Councils, and  I  was\r\n\r\nnot  in a position to agree with the hon. Member  then\r\n\r\nas  to how many committees the District Councils would\r\n\r\nhave.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. T. Stewart:</b> Mr Chairman, Sir, the present Rural\r\n\r\nBoard  has  a  membership  of  18  nominated  members,\r\n\r\nincluding  the  chairman. The proposed membership  for\r\n\r\neach District Council, including the Chairman, is  16.\r\n\r\nIf  the  Rural Board, which is looking after  an  area\r\n\r\nwhich  is to be divided up into three District Council\r\n\r\nareas  initially and four eventually, has a membership\r\n\r\nof  18,  then  I  think 16 members for  each  District\r\n\r\nCouncil is quite sufficient. As the Member for Tanjong\r\n\r\nPagar said yesterday on this question of membership in\r\n\r\nconnection with the City Council - \"Let us start  at  32\r\n\r\nand  see how it works,\" - the same should also apply  to\r\n\r\nthe  District Councils. As to what standing committees\r\n\r\nthere  should be and the quorum required at  committee\r\n\r\nmeetings, it is not for the Government to say. It will\r\n\r\nbe left to the District Councils eventually. For those\r\n\r\nreasons,  Sir, I think that 16 members, including  the\r\n\r\nchairman, is a sufficient number for the membership of\r\n\r\nthe  District  Council, and I oppose the amendment  of\r\n\r\nthe Member for Tanglin.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Chairman, Sir, the proposal\r\n\r\nto  amend the number from 12 to 18 is also hinged upon\r\n\r\nthe next amendment, that is, to do away with nominated\r\n\r\ncouncillors,  and  if  the  Government   thinks   that\r\n\r\nnominated  councillors are still very important  here,\r\n\r\nthen  the  number  need not be  changed.  We  will  be\r\n\r\narguing  on  the merits or demerits of  the  nominated\r\n\r\ncouncillors  when we come to the next  amendment.  But\r\n\r\nbearing in mind that if it is agreed that the days  of\r\n\r\nnominated  members are over, if the  people  have  now\r\n\r\nshown that they are tired of having nominated members,\r\n\r\nthen  we  should act in accordance with the wishes  of\r\n\r\nthe people and do away with\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2293</b></font><br><br>\r\n\r\n\r\n\r\nnominated  members. And if we do away  with  nominated\r\n\r\nmembers,  then that number as contained in  clause  16\r\n\r\n(1) should be increased.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the work of the Rural Board, I\r\n\r\nwould  like  to point out to the House here  that  the\r\n\r\nRural   Board  is  assisted  by  many  rural  district\r\n\r\ncommittees.  Part  of the work is being  done  by  the\r\n\r\nrural   district   committees.   They   submit   their\r\n\r\nrecommendations to the Rural Board and  if  the  Rural\r\n\r\nBoard  thinks that their recommendations are  suitable\r\n\r\nand in conformity with the policy, the recommendations\r\n\r\nare accepted. If they are not, then they are rejected,\r\n\r\nbecause  these committees are purely advisory.  It  is\r\n\r\nadvisory  to such an extent that sometimes members  of\r\n\r\ndistrict  committees were not happy and  became  quite\r\n\r\nfrustrated,  and tempers might fly on  occasions  when\r\n\r\nimportant personalities went along and visited them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the Rural Board, as I say, is assisted by many\r\n\r\ncommittees,  but when you divide the Rural  Board  and\r\n\r\nmake  it into three rural District Council areas,  and\r\n\r\nif  the  Rural Board is to have one Health  Committee,\r\n\r\nthen  that Health Committee must be repeated in  three\r\n\r\nplaces.  If  it  is  going to have a Public  Utilities\r\n\r\nCommittee, that committee will have to be repeated  in\r\n\r\nevery  one  of these three. There will be no lessening\r\n\r\nof committees.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps it may be argued that the Rural Board\r\n\r\nattends to the needs of the whole of Singapore outside\r\n\r\nthe  City Council, and therefore it must have a  great\r\n\r\ndeal more work. But I would like to ask the Government\r\n\r\nside  what is the purpose of having District Councils.\r\n\r\nThe  purpose of a District Council is to attend to the\r\n\r\nneeds of the people more closely and more efficiently,\r\n\r\nand if we are going to attend to them more efficiently\r\n\r\nand  more  closely, making the councillors  understand\r\n\r\nthe  needs  of the people, then we will say  that  the\r\n\r\nwork  should not decrease even if you divide the Rural\r\n\r\nBoard  into three District Council areas; but, on  the\r\n\r\nother hand, it should increase, because an increase in\r\n\r\nwork  shows  that these District Councils  are  really\r\n\r\nworking\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2294</b></font><br><br>\r\n\r\n\r\n\r\nhard  for the people and work is done more intimately.\r\n\r\nI feel that the number should be increased to 18.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It did not appear to me, from the hon.\r\n\r\nmover's  remarks,  that  his amendment  which  we  are\r\n\r\ndiscussing  now is connected with the next  amendment,\r\n\r\nwhich  is to leave out the proviso providing for three\r\n\r\nnominated  councillors for the  first  four  years.  I\r\n\r\nunderstood  from the Member for Serangoon,  who  spoke\r\n\r\njust  now, that there was some connection between  the\r\n\r\ntwo  amendments. Perhaps the hon. mover would like  to\r\n\r\nclarify?\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Yes, Mr Chairman, with pleasure. There is\r\n\r\nobviously some connection between the two. We advocate\r\n\r\nthe  increase  of membership of the District  Councils\r\n\r\nfrom 12 elected councillors to 18, and subsequently to\r\n\r\ndo   away   with  the  proposal  for  three  nominated\r\n\r\ncouncillors.  The  fact that we  wish  to  reduce  the\r\n\r\nnumber  from  15 to 12, I think makes it evident  from\r\n\r\nour  feelings that there are not enough members on the\r\n\r\nDistrict Councils, and we must, under clause  16  (1),\r\n\r\npropose  an  increase. There is, in other words,  some\r\n\r\nconnection between the two amendments.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If that is so, I suggest that it would\r\n\r\nbe  convenient to the Committee if, in the  debate  on\r\n\r\nthe first amendment, the debate should also range over\r\n\r\nthe   next  amendment.  If  the  mover  of  the  first\r\n\r\namendment wishes to continue on those lines, he may do\r\n\r\nso.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Yes, Mr Chairman, if you would like us to\r\n\r\ntake  into  consideration the next  amendment  to  the\r\n\r\nproviso, I shall of course be very glad to do so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our point regarding this proviso,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Provided that for the first four years from the\r\n\r\ndate  of  the first ordinary elections...there shall  in\r\n\r\naddition be three nominated councillors\",\r\n\r\n\r\n\r\n<br><br>is  that we feel that it is essential to do away  with\r\n\r\nthe principle of nominated members. But the Government\r\n\r\napparently wishes to hang on to the idea of  nominated\r\n\r\nmembers,  presumably because through  them  they  have\r\n\r\nhung on to power. Yesterday, on the amendment\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2295</b></font><br><br>\r\n\r\n\r\n\r\nto  clause  8 of the Local Government  Elections\r\n\r\nBill,  there  was a division which showed  11  elected\r\n\r\nvotes  on each side. The Government has a majority  of\r\n\r\nsix,  thanks to three nominated Members and three  ex-officio Members. It is quite obvious, therefore,  that\r\n\r\nthey are interested in seeing that there are nominated\r\n\r\nmembers on the District Councils.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are various devices whereby the Government are\r\n\r\nable  to maintain themselves where they are. Even when\r\n\r\nthe  Hon. the  Chief  Secretary goes  on  leave,  the\r\n\r\nGovernment  can  resort to the device  of  keeping  up\r\n\r\ntheir numbers by the Deputy Chief Secretary being able\r\n\r\nto  step  into his place. It is, of course,  purely  a\r\n\r\nmatter  of coincidence that the Deputy Chief Secretary\r\n\r\nis an authority on local government and an ex-chairman\r\n\r\nof  the  Rural Board, but that fact is undoubtedly  of\r\n\r\nvalue and use to the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One presumes that with this proviso one of the last\r\n\r\nacts  of  the  present Government  will  be  to  elect\r\n\r\nnominated  men to the District Councils who will  last\r\n\r\nfor  four years, and I think I am right in saying that\r\n\r\nthere   is   no   proviso - that  is  an   interesting\r\n\r\npoint - giving  the  Minister  powers  to  revoke  their\r\n\r\nnomination.  Now  we  have had  some  debate  on  this\r\n\r\nparticular  question - I  think  it  was  the   Seamen's\r\n\r\nRegistry  Board  Ordinance on  which  we  raised  this\r\n\r\npoint, that revocation was an essential matter  to  be\r\n\r\nleft  in  the hands of the Minister. The Minister  for\r\n\r\nCommerce  and  Industry shakes his  head.  Perhaps  my\r\n\r\nmemory is at fault - it was a different Bill?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy (Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Commerce and Industry (Mr J. M. Jumabhoy):</b> May I correct the hon. Member, Sir? It was\r\n\r\nthe Education Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, undoubtedly it is already in\r\n\r\nthe  Education Bill, but I was referring to the debate\r\n\r\nin this House on a particular Bill. It was moved by my\r\n\r\nhon. Friend opposite - I may be wrong about the title of\r\n\r\nthe  Bill in which we moved an amendment on this  very\r\n\r\npoint.  Now it is not clear to me why, in the case  of\r\n\r\nnominated members on District Councils, the Minister's\r\n\r\npowers of revocation should\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2296</b></font><br><br>\r\n\r\n\r\n\r\nbe  omitted. It seems to me that what is convenient at\r\n\r\none   time  for  the  Government  is  not  necessarily\r\n\r\nconvenient at another\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a further point. One would have thought\r\n\r\nthat  one  of  the justifications for shifting  Katong\r\n\r\ninto a District Council - whether one agrees with it  or\r\n\r\nnot - and  we do not - might have been because  one  could\r\n\r\nargue that, by putting a part of the City Council into\r\n\r\nthe District Council, you were providing opportunities\r\n\r\nfor men already experienced in local government to sit\r\n\r\non  the  District  Councils and that very  fact  would\r\n\r\nenable  you to do away with nominated members. We  are\r\n\r\nstrongly   opposed  to  this  principle  of  nominated\r\n\r\nmembers  being included in the District Councils,  and\r\n\r\nthat  is  one  of the reasons why we advocate  in  the\r\n\r\namendment  before us that there should be  18  elected\r\n\r\ncouncillors instead of 12.\r\n\r\n\r\n\r\n<br><br>10.30 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, it is rather curious to\r\n\r\nfind one of the closest allies and leading members  of\r\n\r\nthe  Party which tailored the Rendel Constitution  and\r\n\r\nwhich recommended four nominated seats on this present\r\n\r\nAssembly,  now criticising the principle of  nominated\r\n\r\nmembers.  Evidently, Sir, at that  time  they  thought\r\n\r\nthey would be returned to power and they could use the\r\n\r\nfour  nominated members to their advantage. The tables\r\n\r\nhave  been turned on them. But let me assure them that\r\n\r\nat  no time have the Government used or persuaded  any\r\n\r\nof  the two nominated members on the opposite side  to\r\n\r\nvote  with  them.  What  they  do  is  on  their   own\r\n\r\nconscience  and  according to their  own  liking.  But\r\n\r\nevidently,  Sir,  the  logic of  the  Members  of  the\r\n\r\nLiberal-Socialist  Party is one that  they  themselves\r\n\r\nonly can understand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government thought it necessary that in the\r\n\r\ninitial  stage  of these new District Councils,  there\r\n\r\nshould   be  nominated  members  to  give   of   their\r\n\r\nexperience, because, as you will notice in  the  Bill,\r\n\r\nanyone  can  now  stand for election in  the  District\r\n\r\nCouncil. There are no language qualifications  to  bar\r\n\r\npeople who have had no experience. In the past,  those\r\n\r\npeople who have had experience of local government and\r\n\r\nother similar bodies have been mostly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2297</b></font><br><br>\r\n\r\n\r\n\r\nEnglish-speaking.  Now there  is  no  such  bar.  And\r\n\r\ntherefore  you will get a great number of  people - and\r\n\r\nwe want to encourage a great number of people who are\r\n\r\nnon-English-speaking,  to come  out  and  take  their\r\n\r\nshare of local government. But in order to give  them\r\n\r\nthe  advantage of having the experience of those  who\r\n\r\nhave  gone  through  the mill  in  the  past,  it  is\r\n\r\nnecessary  that  there  should  be  a  few  nominated\r\n\r\nmembers  in the initial stage. It is not proposed  to\r\n\r\nhave these nominated members forever and ever. It  is\r\n\r\nonly for the initial stage.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> You may extend it.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I had not intended to speak\r\n\r\non  the  warning  given by my friend the  Member  for\r\n\r\nSerangoon  in the debate on the amendment which  came\r\n\r\nup  before this amendment - that the Labour Front  have\r\n\r\nseven  elected Members now and the Liberal-Socialists\r\n\r\nhave  seven,  and therefore we should  take  care.  I\r\n\r\nwould  have  let  it pass, but the  hon.  Member  for\r\n\r\nTanglin  has grazed past that point. He has not  come\r\n\r\nto it directly but he has grazed past it, and I think\r\n\r\nit  is appropriate that they should be told that they\r\n\r\nare wrong. Sir, when the electorate elected us to sit\r\n\r\nin  this  Assembly, they elected ten Labour  Fronters\r\n\r\nand   only  four  Progressive  Party  men   and   two\r\n\r\nDemocratic Party men. Since then, if elected  Members\r\n\r\nmanoeuvre  to their own advantage, that is their  own\r\n\r\nwish.  The  electorate have had  no  chance  to  pass\r\n\r\njudgment  on them. Therefore you cannot say that  the\r\n\r\nelectorate have lost confidence because three Members\r\n\r\non this side have crossed the floor to the Opposition\r\n\r\nside. You might say, of course, that in Cairnhill the\r\n\r\nelectorate  have shown that they have more confidence\r\n\r\nin  the Liberal-Socialist Party. I will make no bones\r\n\r\nabout  that.  Perhaps it is due  to  a  splitting  of\r\n\r\nLabour votes.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is all this relevant?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> It is, Sir, because the Member\r\n\r\nfor  Serangoon did raise the point and the Member for\r\n\r\nTanglin did emphasise again on this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2298</b></font><br><br>\r\n\r\n\r\n\r\npoint, and I think it should not go unchallenged.  It\r\n\r\nwould be misleading the public.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. It is, of course, perfectly in\r\n\r\norder for the hon. Member, in passing, to refute  any\r\n\r\nallegations  made;  but I must  remind  hon.  Members\r\n\r\nagain  that  the personal conduct of Members  of  the\r\n\r\nAssembly  shall  not be referred  to  except  upon  a\r\n\r\nsubstantive motion moved for that purpose. If an hon.\r\n\r\nMember moves from one side of the House to the other,\r\n\r\nthat is personal conduct and cannot be referred to.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I am sorry, Sir. I did not\r\n\r\nintend to refer to their personal conduct. I was just\r\n\r\nmentioning it in passing in answer to the point  made\r\n\r\nby  the Member for Serangoon earlier this morning. Of\r\n\r\ncourse,  the people of Singapore have also  seen  the\r\n\r\nmerging  of  two political parties who were  sent  to\r\n\r\nthis House in the proportion of four to twenty-five -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the hon. Member is\r\n\r\ngoing a bit too far. It is more than in passing.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck (Paya Lebar):</b> Sir, the last\r\n\r\nspeaker  has  several times said in his  speech  that\r\n\r\nother  people  have  no logic at all  and  that  they\r\n\r\nthemselves can only understand what they are  talking\r\n\r\nabout.  I  must say that he has just now given  us  a\r\n\r\nperfect  exhibition  of talking  about  things  which\r\n\r\nnobody can understand. Sir, I do not want to waste as\r\n\r\nmuch  time as he has done in accusing this  Party  or\r\n\r\nthat  Party, but one thing is certain, Sir.  We  have\r\n\r\nseen and we have learnt a lesson, that the government\r\n\r\nshould  not be run when the elected Members  on  each\r\n\r\nside   of  the  House  are  nearly  in  proportionate\r\n\r\nnumbers.  The fate of the Government should not  hang\r\n\r\non nominated Members.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I thought I made it quite clear\r\n\r\nthat  that subject is not relevant to the debate.  It\r\n\r\nshould not be mentioned again.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> That was a reply in passing, Sir,\r\n\r\nto the hon. Member.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think one of the chief reasons for breaking\r\n\r\nup local government into\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2299</b></font><br><br>\r\n\r\n\r\n\r\nCity  and  District Councils and the  appointment  of\r\n\r\nelected  councillors, was that the District  Councils\r\n\r\nand  the  City Council should be the training  ground\r\n\r\nfor Members of this House the membership of which, in\r\n\r\nthe  near future, is going to be increased to 51.  If\r\n\r\nthat is one of the chief principles why this Bill  is\r\n\r\nnow  before  the House, then I cannot see any  reason\r\n\r\nfor  the Government to object to the increase  of  12\r\n\r\ndistrict  councillors  to  18  district  councillors,\r\n\r\nparticularly when we are saying - and I think in  their\r\n\r\nown hearts they must agree with us - that there is  no\r\n\r\nmore room for nominated councillors on any council.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The main objection of the Hon. the Chief Secretary\r\n\r\nand  his Assistant Minister to this is that it is not\r\n\r\nproved   yet   how  many  district  councillors   are\r\n\r\nrequired,  because the number of committees  has  not\r\n\r\nyet been decided upon. Surely that argument is rather\r\n\r\nin  our favour because if you are not certain yet how\r\n\r\nmany committees you want and how to work them, is  it\r\n\r\nnot  better to have more than less and not wreck  the\r\n\r\nbeginnings of the City and District Councils? So far,\r\n\r\nSir,  I  cannot see any argument at all  against  our\r\n\r\nproposal to have 18 instead of 12 elected members.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim (Nominated):</b> As a nominated Member,\r\n\r\nI  find  it  difficult to agree to the  amendment  to\r\n\r\ndelete  the  proviso  for the  appointment  of  three\r\n\r\nnominated members in the District Council. I have  so\r\n\r\nfar  found, Sir, that my nominated colleagues  and  I\r\n\r\nare   the   four  most  important  persons  in   this\r\n\r\nAssembly - four  persons  who  cannot  be  charged  for\r\n\r\nmalpractices  in  any election!  But  there  is  this\r\n\r\ndifference - now   the  nominated   Members   will   be\r\n\r\nappointed,  I  presume, by the Council of  Ministers,\r\n\r\nour  own  people;  our own elected  Members  are  the\r\n\r\nmajority in the Council of Ministers. There  is  that\r\n\r\ndifference.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I would like to take this opportunity to\r\n\r\nanswer  the Member for Serangoon. He said that  there\r\n\r\nare  district committees helping the Rural Board. Has\r\n\r\nhe  any  reason  to  suppose that when  the  District\r\n\r\ncouncils were\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2300</b></font><br><br>\r\n\r\n\r\n\r\nformed, there would be no district committees helping\r\n\r\nthe  District Councils? Perhaps he has an  answer  to\r\n\r\nthat.  Perhaps  he would be going all  out,  Sir,  to\r\n\r\ndissolve  all  district committees when the  District\r\n\r\nCouncils were formed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It does seem, Sir, that the Liberal-Socialists, in\r\n\r\ntheir attempt to increase the number of Members  both\r\n\r\nin  the  City  Council and in the District  Councils,\r\n\r\nhave displayed their financial strength - that superior\r\n\r\nelement  over  all the other political Parties.  They\r\n\r\nmight be able to put up more candidates because  they\r\n\r\nhave  more  finances,  but  we  feel  that  is  quite\r\n\r\nirrelevant,  and we believe that 32 members  for  the\r\n\r\nCity  Council  and  12 for the District  Council  are\r\n\r\nsufficient.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy (Telok Ayer):</b> Sir, this Bill is very\r\n\r\nimportant  since we are changing the whole  Ordinance\r\n\r\nby  taking  away some powers and giving some  powers,\r\n\r\nand  yet it is being rushed through in this Assembly;\r\n\r\nfor it was only yesterday that we received the report\r\n\r\nwhich, after it had been in our hands for only a  few\r\n\r\nminutes, was debated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is an important debate, and I cannot\r\n\r\nunderstand  why  some Members should bring  political\r\n\r\nParties  into  it. Possibly they are  afraid  of  one\r\n\r\nstrong political Party, but it will not help them  to\r\n\r\nside-track  the  issue. Sir, here  is  the  question:\r\n\r\nwhether we want to have nominated Members or not. Now\r\n\r\nthis   very  Assembly,  which  is  supposed   to   be\r\n\r\ndemocratic,  has been made a farce with the  help  of\r\n\r\nthe nominated Members and ex-officio Members, because\r\n\r\nthe  elected Members' majority voice is just silenced\r\n\r\nby  those  votes.  The nominated  Members  are  quite\r\n\r\nintelligent  people; they are my  friends,  but  this\r\n\r\nnominated membership in democracy is out of date.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There were some remarks made about the Rendel\r\n\r\nConstitution  yesterday and also  today,  as  to  who\r\n\r\nframed it and so on. Sir, I am the most senior Member\r\n\r\nin  the  post-war Legislature. I was  on  the  B.M.A.\r\n\r\nCouncil,  the  Advisory Council, and the  Legislative\r\n\r\nCouncil from 1948. I have two good friends\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2301</b></font><br><br>\r\n\r\n\r\n\r\nhere,  the Hon. the Chief Minister and the  Hon. the\r\n\r\nAssistant Minister for Home Affairs or something.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my experience is that as political progress is\r\n\r\nmade,  political changes must come about. Some people\r\n\r\nattack   the   Progressive  Party  for   the   Rendel\r\n\r\nConstitution and the nominated seats.\r\n\r\n\r\n\r\n<br><br>10.45 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, those who have followed the political\r\n\r\ntrends in the post-war period in this city will  have\r\n\r\nrealised  that  from a purely nominated  Legislature,\r\n\r\nyou  came to one that had an elected majority with  a\r\n\r\nfew   nominated  Members.  Time  passed   and   other\r\n\r\ncountries surrounding us progressed. Then the  Rendel\r\n\r\nCommission sat and I might tell you, Sir, that I  was\r\n\r\nnot  a  member  of the Progressive Party.  I  crossed\r\n\r\nswords  with them in the Legislature many a  time  on\r\n\r\ndifferent subjects. Now the Rendel Commission saw  at\r\n\r\nthat  time  that there was a need for a few nominated\r\n\r\nMembers;  but  as  time  went  on,  from  a   totally\r\n\r\nnominated Legislature we began to have more and  more\r\n\r\nelected Members and, in the new constitution  we  are\r\n\r\ngoing  to have a fully elected Assembly. Now  instead\r\n\r\nof  acknowledging  the services of those  people  who\r\n\r\nprogress  and who have been the means of bringing  us\r\n\r\ninto  this Chamber, some Members are making political\r\n\r\ncapital  out  of  it. I think they  are  very  short-sighted  or  maybe they are trying to side-track  us.\r\n\r\nNow   in  this  present  political  set-up  nominated\r\n\r\nMembers are out of place altogether as the voices  of\r\n\r\nthe elected Members are silenced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today, Sir, I read in the Straits Times that an\r\n\r\namendment moved yesterday was passed by 17  votes  to\r\n\r\n11.   Whose  were  those  17  votes?  Eleven  elected\r\n\r\nGovernment  votes against 11 in the  Opposition.  Six\r\n\r\nwere not elected Members. Rightly the Government fell\r\n\r\non that issue. Now here is a political Party, Sir, to\r\n\r\nwhich  somebody  made a reference  regarding  elected\r\n\r\nMembers. Members on the Government side bring this up\r\n\r\ntime and again, and I am rather sorry\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2302</b></font><br><br>\r\n\r\n\r\n\r\nthat  I should also bring it up now regarding elected\r\n\r\nMembers.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think I have made it quite\r\n\r\nclear  that  the  subject is now irrelevant  to  this\r\n\r\ndebate, and I think the hon. Member should not  touch\r\n\r\non it any further.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, I am still on the nominated\r\n\r\nmembership and how these nominated Members  frustrate\r\n\r\nus - the  elected  Members - and how the Government  have\r\n\r\ncontinued  with  the  help of the nominated  Members.\r\n\r\nThat is what I am touching upon, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> In passing?\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Well, I will agree to say that I am\r\n\r\ntouching on it in passing. It does not matter, but it\r\n\r\nis  so.  The fact stands that these nominated Members\r\n\r\nare out-dated and there should not be anywhere in the\r\n\r\nworld  at present nominated membership. If those  who\r\n\r\nfeel  like wanting to be in this Assembly,  let  them\r\n\r\nstand for election.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I was a little bit annoyed when a Member\r\n\r\non the Government side said, \"Oh, I am rather sick of\r\n\r\nthe  debate.\" But he forgot that he is paid  for  his\r\n\r\ntime   sitting  in  this  Assembly.  He  should  have\r\n\r\npatience.  At least such people should show  patience\r\n\r\nbecause, after all, some elected Members on this side\r\n\r\nare  voicing the opinions of the electorate.  Sir,  I\r\n\r\nsupport  the  amendment moved  by  my  colleague  the\r\n\r\nMember for Tanglin.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas (Nominated):</b> I am sure, Mr\r\n\r\nChairman, that we all recognise that it is  the  duty\r\n\r\nof  the  Opposition to oppose, and this House owes  a\r\n\r\ngreat  debt to the only Member of the Opposition  who\r\n\r\nhas  effectively  opposed - he is the hon.  Member  for\r\n\r\nTanglin - supported occasionally by the  Members  for\r\n\r\nSerangoon and Paya Lebar, and last by yet another  of\r\n\r\nhis  seven Members who has risen to speak on a  point\r\n\r\non  which  he has so often spoken before, usually  as\r\n\r\nirrelevantly as he did today.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not wish to cast scorn on the hon. Member for\r\n\r\nTanglin's arguments:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2303</b></font><br><br>\r\n\r\n\r\n\r\nbut  they  do seem to me to amount to not  much  more\r\n\r\nthan this - that the more representatives you have on a\r\n\r\ncouncil, the more democratic you are; if you can have\r\n\r\n18 elected members instead of 12, that is better; and\r\n\r\nI  do  not doubt that 180 would be better still,  and\r\n\r\n1,800  better still, and 18,000 better still. So  you\r\n\r\ngo  on  getting  more and more democratic  by  simply\r\n\r\nadding to the numbers without any regard to the  work\r\n\r\nthese members may have to do. I think that is a  fair\r\n\r\nsummary of the points he was making. He does not know\r\n\r\nwhat  work they are going to do. He has his own ideas\r\n\r\nbut  I do not suppose he will be either nominated  or\r\n\r\nelected  to a District Council, and therefore  surely\r\n\r\nhe  will concede that elected members of the District\r\n\r\nCouncils can form their own ideas of the sort of work\r\n\r\nthey want to do and how they want to do it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That brings me to my second point, Mr Chairman,\r\n\r\nSir. His other main democratic principle is that  the\r\n\r\nCity Council provides a perfect and ideal example  of\r\n\r\npure,  undefiled  and efficient  democracy.  Well,  I\r\n\r\nquoted  some  points  to  which  no  one  effectively\r\n\r\nreplied  yesterday to illustrate  that  if  the  City\r\n\r\nCouncil functions efficiently, it is perhaps in spite\r\n\r\nof  its  committee system rather than because of  it.\r\n\r\nThe committees sit afternoon after afternoon and deal\r\n\r\nwith  enormous bundles of files containing a mass  of\r\n\r\nirrelevant detail about holidays in China  for  fruit\r\n\r\nsellers  and  hot  drink licences for  confectioners'\r\n\r\nshops and that kind of thing. These are matters which\r\n\r\ntake  up  an enormous amount of their time. They  can\r\n\r\nnever get down to formulating a precise policy.  When\r\n\r\nthey  do  have to formulate a policy, they bog  down.\r\n\r\nHow  long  did  they  take over the  delimitation  of\r\n\r\ntaxis?  Two  years,  or some such  very  long  period\r\n\r\nindeed, before they could finally frame a policy  and\r\n\r\nget  it  carried  out.  They also  came  to  complete\r\n\r\nconfusion  with  the  Katong  cinema.  None  of  them\r\n\r\nunderstand their own procedure and nobody knows  what\r\n\r\nthey  are  trying to do, or who is giving  orders  to\r\n\r\nwhom;  but  the  general  effect  on  the  public  is\r\n\r\nundesirable.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2304</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am only mentioning these points in passing, Mr\r\n\r\nChairman, because I do feel that we should not set up\r\n\r\nthe  City Council as a model for the things that  the\r\n\r\nDistrict Councils will have to do. They will  operate\r\n\r\non  a different scale, doing in many ways a different\r\n\r\ntype  of  job.  They  will not be administering  very\r\n\r\nlarge  public utilities, nor will they have a  budget\r\n\r\nof  the  size that the City Council have. They should\r\n\r\nbe  given  some freedom to work things out themselves\r\n\r\nfrom  their  own experience and not be too  precisely\r\n\r\ndirected   beforehand  by  the   ambitions   of   any\r\n\r\nparticular political Party.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, I have not been able to\r\n\r\nunderstand the Hon. the nominated Member, Mr Thomas,\r\n\r\nthe  Minister for Communications and Works. Yesterday\r\n\r\nhe  read  the Hill Report which is useful, but  since\r\n\r\nthen things have progressed. Does he want to say that\r\n\r\nthere  should be only one member or five  members  to\r\n\r\nrun  the whole city? What is his objection to  having\r\n\r\nan  increase  from 12 to 18 on the District  Council?\r\n\r\nWill he not give consideration to the electorate - that\r\n\r\nthey should be adequately represented? He said if  it\r\n\r\nwere  to be increased, why not increase it to  50  or\r\n\r\n100  or  500  members? Well, why not have  only  five\r\n\r\nthen?  Or three? Has he given any arguments  for  it?\r\n\r\nSir,  these  members should be adequately represented\r\n\r\nand the District Councils should be formed in such  a\r\n\r\nway  that all these people could perform their  tasks\r\n\r\nwithout  too  much  burden on one shoulder,  that  it\r\n\r\nshould  be distributed. He has not given us any  idea\r\n\r\nof that, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> The point I was really making was that\r\n\r\nthe   general  tendency  of  the  Liberal-Socialists'\r\n\r\nthinking  seems to be to add to the numbers  wherever\r\n\r\npossible, to have more and more representatives,  and\r\n\r\nI  carried  that,  of  course, to  absurd  limits  by\r\n\r\nsuggesting  that  they might aim at 1,800  or  18,000\r\n\r\nbecause  that  is  absurd - too  absurd  even  for  the\r\n\r\nLiberal-Socialists to put forward  that  number.  But\r\n\r\nyou  have to arrive at some figure, and they say that\r\n\r\n18 is better than 12. We think that 12 is better than\r\n\r\n18 - it is no more than that-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2305</b></font><br><br>\r\n\r\n\r\n\r\nOur  judgment  is  that 12 is an adequate  number  to\r\n\r\nperform the sort of work they have to do. The Liberal-Socialists have worked out that they want to have six\r\n\r\nstanding committees, and no doubt sub-committees  and\r\n\r\nad hoc committees and so on, on the full City Council\r\n\r\nmodel,  and they think 18 members will be  needed  to\r\n\r\nmake  that  work.  Well, we do not necessarily  think\r\n\r\nthat  the members in the District Councils will  want\r\n\r\nto  do what the City Council does, and we think  that\r\n\r\n12 - plus,   of  course,  three  nominated   members - is\r\n\r\nbetter. I will not touch on further irrelevancies.  I\r\n\r\ncould, of course, expound on the democratic principle\r\n\r\nif I were allowed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The substantial difference is very small by the\r\n\r\ntime  you  arrive at the final total.  It  is  simple\r\n\r\narithmetic:  12  plus 3 - 12 plus  6 - this  is  a  small\r\n\r\ndifference really.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, I seek only a little\r\n\r\nclarification. The nominated Member,  Mr  R.  C.  H.\r\n\r\nLim, mentioned the Liberal-Socialists in this debate,\r\n\r\nSir,  that  because they have money they can  put  up\r\n\r\nmore representatives. The other nominated Member, the\r\n\r\nHon. Mr Thomas, put up the same argument. Their idea\r\n\r\nis  this:  the  Liberal-Socialists want more  people.\r\n\r\nWhy?   Adequate   representation  should   be   given\r\n\r\naccording to the strength of the voters in particular\r\n\r\nareas in order that work must be carried on properly.\r\n\r\nSir,  more  than  95 per cent of the members  of  the\r\n\r\nLiberal-Socialist  Party are workers,  and  they  are\r\n\r\npoorer than the two Members sitting opposite.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Sir, I feel really amused today\r\n\r\nto  hear our learned Members, Mr Francis Thomas  and\r\n\r\nMr  R.  C.  H. Lim, speak on the merits of nominated\r\n\r\nMembers and in the jargon I cannot find any substance\r\n\r\nin  their  speeches.  But the last  sentence  of  the\r\n\r\nMinister  for  Communications  and  Works  about  his\r\n\r\nability  to  expound the theory of  the  goodness  of\r\n\r\nnominated  members will certainly be very welcome.  I\r\n\r\nwould  really love to hear his arguments on why there\r\n\r\nshould  be  nominated members, and then  ask  him  to\r\n\r\nargue\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2306</b></font><br><br>\r\n\r\n\r\n\r\nwith  himself why the Labour Front, of which he is  a\r\n\r\nleading  light,  is  now  trying  to  do  away   with\r\n\r\nnominated  members.  I remember last  year  when  the\r\n\r\nRendel  Constitution  was  operating,  there  was  an\r\n\r\noutcry  from the other side that there should  be  no\r\n\r\nnominated Members, that it was unconstitutional, that\r\n\r\nwe   should  do  away  with  all  officials  and  all\r\n\r\nnominated  Members,  and that the  number  should  be\r\n\r\nincreased.  Today in this Chamber we  have  the  same\r\n\r\nthing  reversed.  The  Government  will  appoint   an\r\n\r\nofficial to the District Council in the person of the\r\n\r\nchairman. The Government will appoint three nominated\r\n\r\nmembers.\r\n\r\n\r\n\r\n<br><br>11.00 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government said, \"We will be happy to keep the\r\n\r\nnumber  down.\" but at one time it said, \"We  want  to\r\n\r\nincrease  the number of the Legislature  from  25  to\r\n\r\n51.\"  Then  they said, \"No, we will keep that  number\r\n\r\nwhere it is.\" An absolute contradiction. I would like\r\n\r\nthe  Government to explain why there should  be  such\r\n\r\ncontradictions.  Words  spoken  last  year  are   not\r\n\r\napplicable  today.  Why is that  so?  Where  are  the\r\n\r\nchanges of circumstances?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, let me go on with what one of the Members\r\n\r\non  the Government side said, that they are going  to\r\n\r\nappoint nominated members to the District Councils in\r\n\r\nthe  initial  stages, in order to lend experience  to\r\n\r\nelected  people. I would like to ask  the  Government\r\n\r\nwhy they were setting up rural district committees in\r\n\r\nSingapore.  In a small way, was that  not  a  way  to\r\n\r\nteach  the people how to run their own affairs?  Have\r\n\r\nthey not been able, from those committees, to learn a\r\n\r\nlittle and take part fully in their committee work? I\r\n\r\nask  the  Government again: Are there no people  from\r\n\r\nsuch  rural district committees being represented  in\r\n\r\nthe  Rural  Board, and if they have been representing\r\n\r\nthe  various  districts in the Rural Board,  are  not\r\n\r\nsuch people well experienced? I ask again, Sir, about\r\n\r\ncouncillors who are in the City Council now living in\r\n\r\nareas  demarcated as rural districts. Will not  these\r\n\r\npeople  also  have the experience, and if  there  has\r\n\r\nbeen  enough  training for them, where is  there  the\r\n\r\nnecessity to put in other people with experience?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2307</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me take another case, Sir, where the Government\r\n\r\ncontradict themselves. In the City Council  they  say\r\n\r\nthat  there shall be 32 elected members. There  shall\r\n\r\nbe no nominated members, no aldermen. \"We do not want\r\n\r\nthem. They are lepers. We must have it democratically\r\n\r\nset  up.  Experience does not matter. We do not  want\r\n\r\ntheir  experience. We have enough people here.\"  Then\r\n\r\nin another breath the Government say: \"You can rig up\r\n\r\nyour  boundaries. You can do whatever you  like  with\r\n\r\nthe  electorate.\" But nobody could be sure  that  the\r\n\r\nsame  people or people from the same Party  would  be\r\n\r\nelected.  It  would  be the same  with  the  District\r\n\r\nCouncils.  You  might have people  who  are  standing\r\n\r\nthere,  as  in the case of City Councillors.  In  the\r\n\r\nnext City Council, there is a chance that not one  of\r\n\r\nthe  present Members may be elected. There may  be  a\r\n\r\nchance  that all the 32 members will be new  to  City\r\n\r\nCouncil  affairs,  and  then  where  will  there   be\r\n\r\nexperience? Will you need aldermen to guide  you?  We\r\n\r\nsay    no.   We   say   people   should   elect   the\r\n\r\nrepresentatives democratically. In the  case  of  the\r\n\r\nCity  Council,  we  want to do  away  with  nominated\r\n\r\nmembers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the District Councils, the same case\r\n\r\ncan  happen.  There  may be existing  rural  district\r\n\r\ncommittee  members who may be elected. There  may  be\r\n\r\npeople who are on the Rural Board who may be elected.\r\n\r\nThere  may  be  people who have served  in  the  City\r\n\r\nCouncil  residing in rural areas who may be  elected.\r\n\r\nBut  they may or may not be elected, just as  in  the\r\n\r\ncase of the present City Councillors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But here we stick to one principle - there must be\r\n\r\nno nominated members either in the City Council or in\r\n\r\nthe  District  Councils. But  if  you  want  to  have\r\n\r\nnominated members, then let us have them in both  the\r\n\r\nCity  and District Councils. If you do not want them,\r\n\r\nlet   us  not  have  them  in  both.  The  Government\r\n\r\npractised this \"No nominated members\" from the  level\r\n\r\nof  the Legislature to the City Council. I would urge\r\n\r\nthe  Government  to  practise  it  one  step  further\r\n\r\ndown - to  the  District Councils.  I  would  like  the\r\n\r\nGovernment to answer me on this point, and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2308</b></font><br><br>\r\n\r\n\r\n\r\nif  they  give  no  reason at all,  I  shall  not  be\r\n\r\nsatisfied.  I shall go away with a feeling  that  the\r\n\r\nGovernment  will always be applying what  they  think\r\n\r\nwill  suit  them best, and every time,  the  tune  is\r\n\r\nchanged to suit their own purpose.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In putting forward this incidentally, I would also\r\n\r\nlike  to  touch  on an answer given by the  nominated\r\n\r\nMember, Mr R. C. H. Lim. He has not learnt his homework  on  rural district committees. He said that  if\r\n\r\nyou  appoint more people, then you do away with rural\r\n\r\ndistrict  committees. I do not know whether  that  is\r\n\r\nGovernment's policy.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim:</b> I did not say this, Sir. I said I\r\n\r\nchallenged  the Member for Serangoon to give  reasons\r\n\r\nwhy  district committees that exist today  would  not\r\n\r\nexist when the District Councils were formed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> That is nothing more than a\r\n\r\nchallenge. The City Council may or may not  have  its\r\n\r\ncommittees. Rural district committees may or may not\r\n\r\nbe  there, but I think if the city is progressing, in\r\n\r\nall  probability District Councils will  be  more  or\r\n\r\nless  miniature City Councils and of  course  if  the\r\n\r\nhon. Member knows about rural district committees and\r\n\r\ntheir  advisory functions, we will be  very  glad  to\r\n\r\nlearn from him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is most amusing to hear from the Minister for\r\n\r\nCommunications  and Works about my Party  wanting  to\r\n\r\nelect  more  and more people to the Councils  and  he\r\n\r\nquoted astronomical figures - figures that would appear\r\n\r\nto  everybody  to be absurd. I feel that  he  is  not\r\n\r\nclear  in  his mind as to what he wants to  tell  us,\r\n\r\nwhen  we proposed an increase from 12 to 18 only.  In\r\n\r\nfact, if you call in the nominated members, it should\r\n\r\nbe just from 16 to 18, and yet he puts up an argument\r\n\r\non  numbers  that run into many thousands.  I  cannot\r\n\r\nunderstand that. His argument is against his own idea\r\n\r\nof increasing the Legislature from 50 to 51. It would\r\n\r\nbe  interesting to hear him arguing against  himself.\r\n\r\nAll in all, I have not heard any argument put forward\r\n\r\nfrom  the  Government side against this amendment.  I\r\n\r\nwould  very  much like them to use their  brains  and\r\n\r\nscratch out some reasons for us.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2309</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim:</b> Mr Chairman, Sir, I think we\r\n\r\nagree  in principle that nominated members are out  of\r\n\r\ndate,  but  in the interests of all those  people  who\r\n\r\nlive  in the various districts where District Councils\r\n\r\nare  to be formed, we feel that nominated members  for\r\n\r\nthe first four years are required to help them.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> What about the City Council?\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim:</b> There is a difference between the\r\n\r\nCity  Council and the District Councils. The employees\r\n\r\nin  the City Council have been working there for  many\r\n\r\nyears.  They know and can help and guide the new  City\r\n\r\nCouncillors who might be appointed for the first time;\r\n\r\nbut  we  are having new staff for the various District\r\n\r\nCouncils  and  therefore it is  desirable  that  there\r\n\r\nshould  be  some nominated members for the first  four\r\n\r\nyears only.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In passing, Sir, I should like to say this: although\r\n\r\nthe  Liberal-Socialists claim  to  have  95  per  cent\r\n\r\nworkers, the Labour Front have 100 per cent workers.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Chairman, I just rise to\r\n\r\nreply to the insinuations in regard to the question of\r\n\r\nnominated  members  for the first four  years  in  the\r\n\r\nDistrict Councils. The Liberal-Socialist Members would\r\n\r\nhave  the people of Singapore believe that this  is  a\r\n\r\nsinister move on the part of the Government to put  in\r\n\r\nthree of their good men in the District Councils. Evil\r\n\r\nis he who evil thinks.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2310</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this particular clause in the Bill was inserted\r\n\r\nas  a  result of the unanimous recommendation  of  the\r\n\r\nMcNeice   Committee  on  Local  Government.  On   that\r\n\r\nCommittee   every  political  Party  was  represented,\r\n\r\nincluding  the  Liberal-Socialists,  and  it  was  the\r\n\r\nunanimous view of the McNeice Committee, and this view\r\n\r\nis  expressed  in paragraphs 158 and 159*.  I  do  not\r\n\r\npropose  to  prolong the debate by reading  these  two\r\n\r\nparagraphs, but if the hon. Member will just take  the\r\n\r\ntrouble  to read them, he will find that the  question\r\n\r\nof  nominated members for the new District Councils is\r\n\r\none  which is not being imposed by the Government  but\r\n\r\none  that  was unanimously recommended by the  McNeice\r\n\r\nCommittee.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* Following are paragraphs 158 and 159-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;158. The limited local government constitution in\r\n\r\nthe rural areas in the past has led us to approach the\r\n\r\nconstitution  of  rural district  councils  with  some\r\n\r\ncaution. The weight of responsibility we are proposing\r\n\r\nto  place  upon  these  councils is  considerable  and\r\n\r\nexperience in the management of weighty affairs is not\r\n\r\nimmediately evident in these areas. Our proposals have\r\n\r\ntherefore provided measures for the guidance of  these\r\n\r\ncouncils  in  their early years, but  for  a  strictly\r\n\r\nlimited   period.  Beyond  that  period  it  will   be\r\n\r\nnecessary for the district councils to make their  own\r\n\r\nway,  with the advice of Government and the  model  of\r\n\r\nthe  City Council before them and, should it turn  out\r\n\r\nthat   way,   to   learn   by  their   mistakes.   Our\r\n\r\nrecommendations imply a confidence in the  ability  of\r\n\r\nthe  rural  peoples  to elect capable  representatives\r\n\r\nwhich we do not consider is misplaced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;159. We recommend that the elected membership of\r\n\r\nlocal  councils other than the City Council should  be\r\n\r\nsupplemented  by the addition of members nominated  by\r\n\r\nGovernment  and  that the number of nominated  members\r\n\r\nshould form as near as possible to, but not exceed one-fifth  of,  the  total  number of  members  after  the\r\n\r\naddition  of  nominated members. Taken in  conjunction\r\n\r\nwith  our  proposals for terms of office, we recommend\r\n\r\nthat  as  near as possible to, but not more than  half\r\n\r\nof, the nominated members should retire after a period\r\n\r\nof  two years and the remainder after a period of four\r\n\r\nyears.  Thereafter, the rural councils should  consist\r\n\r\nof only elected members.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon asks why is it that, in the\r\n\r\ncase  of  the Legislative Assembly, we want to abolish\r\n\r\nall  nominated members, and in the case  of  the  City\r\n\r\nCouncil  too, it is proposed that all nominated  seats\r\n\r\nshall  be  abolished. Surely he must understand,  Sir,\r\n\r\nthat as time goes on we learn more and more. The City\r\n\r\nCouncil started with nine nominated seats in 1948 - nine\r\n\r\nyears,  quite  long, in fact, much too long.  What  is\r\n\r\nrecommended for the District Councils is just  a  term\r\n\r\nof four years - the first term - to guide and help elected\r\n\r\ncouncillors  do  the  work  which  is  going   to   be\r\n\r\ndifficult,  because it is something new  to  them.  In\r\n\r\nregard  to  the Legislative Council, we  started  with\r\n\r\nnominated Members in 1948 and it is also time that the\r\n\r\nnominated seats be abolished.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2311</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I have taken the trouble to\r\n\r\nread  paragraphs  158 and 159 of  the  Report  of  the\r\n\r\nCommittee  on Local Government, and I would refer  the\r\n\r\nChief   Minister  to  the  penultimate   sentence   of\r\n\r\nparagraph 159 which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Taken in conjunction with our proposals for terms\r\n\r\nof  office, we recommend that as near as possible  to,\r\n\r\nbut  not  more  than  half of, the  nominated  members\r\n\r\nshould  retire  after a period of two  years  and  the\r\n\r\nremainder after a period of four years.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under clause 19 of the Bill before us, we read:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The nominated councillors shall be appointed by the\r\n\r\nGovernor  and  shall hold office for a  term  of  four\r\n\r\nyears  retiring on the first Saturday in  December  in\r\n\r\nthe fourth year after nomination.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is no provision for retirement after two years.\r\n\r\nIn  other  words,  the Government is going  backwards,\r\n\r\nwhile we propose to go forwards.\r\n\r\n\r\n\r\n<br><br>11.15 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Sir, we are living in a world\r\n\r\nthat is moving forward every day. We are not living in\r\n\r\na world that can remain static for one moment. What is\r\n\r\ngood for today may not be good for tomorrow. Nominated\r\n\r\nmembers  who were good before, may not be good  today.\r\n\r\nPeople  are today clamouring for elections and elected\r\n\r\nrepresentatives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to comment on what the Chief Minister\r\n\r\nhas  said - that  we must learn and make  use  of  these\r\n\r\nthings - the  things which we thought  would  have  been\r\n\r\ngood.  Banana notes were good in 1943. They were still\r\n\r\ngood  in  1944.  But  the  day immediately  after  the\r\n\r\nJapanese surrendered, they were just worthless.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is the same case with nominated members. They\r\n\r\nwere  good  in  colonial days.  They  were  good  when\r\n\r\nnominated  members were able to serve  their  masters.\r\n\r\nBut   now   the   people  have  moved  towards   self-determination,  they are as worthless  as  the  banana\r\n\r\nnotes of the Japanese regime.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to ask the Chief Minister, since\r\n\r\nhe   has   accepted  that  part  of  the  advice   and\r\n\r\nrecommendations of the McNeice Committee on nominated\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2312</b></font><br><br>\r\n\r\n\r\n\r\nmembers  for  the  new District Councils,  what  about\r\n\r\naccepting  other  sections  of  that  Report?  Has  he\r\n\r\naccepted  all  of them? Has he accepted aldermen?  No,\r\n\r\nSir. When a recommendation is accepted, it is put down\r\n\r\nas the Government being amendable to suggestions. What\r\n\r\nare  the  reasons  given for not accepting  the  rest?\r\n\r\nWell, I should say the most appropriate reason is that\r\n\r\nit  does not fall in with their ideas and therefore is\r\n\r\nnot acceptable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Mr R. C. H. Lim spoke about rural district\r\n\r\ncouncils. He said that they will be run by people with\r\n\r\nless  experience. Let him not say that,  Sir,  because\r\n\r\nthe  Rural Board has been engaged in that kind of work\r\n\r\nfor  a  long time, and those who are going to do  that\r\n\r\nwork will be hand-picked for that purpose. However, if\r\n\r\nhe has his doubts that raw hands will be put into such\r\n\r\njobs, I would suggest that he ask his Minister for the\r\n\r\nreason why he has not made sufficient provision to see\r\n\r\nto it that the machinery of district councils would be\r\n\r\nrun properly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 80, to leave out lines 33 to 36.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be left\r\n\r\nout, be left out.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee divided: Ayes, 8; Noes, 19;\r\n\r\nAbstentions, Nil.\r\n\r\n<pre>\r\n\r\n     Ayes.                       Noes.\r\n\r\n   Ede, John.            Abdul Hamid bin Haji\r\n\r\n                          Jumat.\r\n\r\n   Goh Tong Liang.       Ahmad bin Ibrahim.\r\n\r\n   Jumabhoy, R.          Braga, A. J.\r\n\r\n   Lee Choon Eng.        Chew Swee Kee.\r\n\r\n   Lim Choon Mong.       Goh Chew Chua.\r\n\r\n   Lim Koon Teck.        Hart, T. M.\r\n\r\n   Soh Ghee Soon.        Jumabhoy, J. M.\r\n\r\n   Tan, William.         Lim Cher Kheng.\r\n\r\n                         Lim, R. C. H.\r\n\r\n    Abstentions.         Lim Yew Hock.\r\n\r\n       Nil.              Mak Pak Shee.\r\n\r\n                         Mohd. Sidik bin Haji Abdul\r\n\r\n                          Hamid.\r\n\r\n      Absent.            Nair, M. P. D.\r\n\r\n   Lazarous, A. R.       Ong Piah Teng.\r\n\r\n   Lee Kuan Yew.         Shanks, E. P.\r\n\r\n   Lim Ching Siong.      Stewart, S. T.\r\n\r\n   Seah Peng Chuan.      Tan Theng Chiang.\r\n\r\n   Sutherland, G. A. P.  Thomas, Francis.\r\n\r\n                         Wong Foo Nam.\r\n\r\n</pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2313</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 16 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 20-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> An amendment standing in the name of\r\n\r\nthe Member for Tanglin,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 82, line 18, to leave out \"A\" and insert \"B\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I take it that I am correct when I say that that has\r\n\r\nrelation to the amendment to be proposed in the Third\r\n\r\nSchedule?\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Yes, Mr Chairman, I did wish to seek your\r\n\r\nguidance  on  this - it  is, in  fact,  a  consequential\r\n\r\namendment - whether we should take this now or later.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It is quite obvious that this\r\n\r\namendment is dependent on whether or not the amendment\r\n\r\nwhich  is  proposed  to  the Third  Schedule  will  be\r\n\r\naccepted.  It  is  a  type of consequential  amendment\r\n\r\nwhich  may be made as a matter of course, and  if  the\r\n\r\namendment  proposed  to  the Third  Schedule - in  other\r\n\r\nwords, the addition of a new Form A - is accepted,  then\r\n\r\nthis  amendment and other cognate amendments  will  be\r\n\r\nmade as a matter of course.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 20 ordered to to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 21-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 82, line 37, to leave out from \"(b)\" to \";\r\n\r\nand\"  in  line 9 in page 83 and insert:-  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"if he is able to speak any Chinese dialect or Malay or Tamil\r\n\r\nor  English and, unless incapacitated by blindness or\r\n\r\nany  other physical cause, to read and write any  one\r\n\r\nof those dialects or languages\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think it will be clear from this amendment that we\r\n\r\non   this  side  do  accept  the  amendment  that  the\r\n\r\nGovernment proposes to make regarding the reading  and\r\n\r\nwriting of any one of those dialects or languages.  So\r\n\r\nthe  issue  does  boil down to the question  which  we\r\n\r\nconsider most strongly - that any Chinese dialect should\r\n\r\nbe  spoken  by a candidate for election  in  the  City\r\n\r\nCouncil as well as in the District Councils.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2314</b></font><br><br>\r\n\r\n\r\n\r\nI  think  we are, by this amendment, now in  agreement\r\n\r\nwith  the  Government  on  the  other  parts  of   the\r\n\r\namendment which the Minister will move. This, then, is\r\n\r\nthe  question for consideration: that the City Council\r\n\r\nshould  include any Chinese dialect in  its  languages\r\n\r\nfor candidates for election and not just Mandarin.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our feeling is that the City Council should not be\r\n\r\ncompared with the Legislative Assembly on this  point,\r\n\r\nbecause  it seems that the Government feel that  there\r\n\r\nshould  be a parallel between the languages spoken  in\r\n\r\nthis House in future and the City Council. We take the\r\n\r\nview  that  there should be a parallel  on  the  local\r\n\r\ngovernment plane - that the languages spoken in the City\r\n\r\nCouncil  should  be  the same as  are  spoken  in  the\r\n\r\nDistrict  Councils. The point is, of course,  that  we\r\n\r\nare debating and considering local government, and the\r\n\r\ncomparison should be between the City Council and  the\r\n\r\nDistrict  Councils.  There is  no  difference  in  the\r\n\r\nqualification  of the electorate as between  the  City\r\n\r\nand  the District Councils; therefore we should  adopt\r\n\r\nthe  parallelism of having no difference in  languages\r\n\r\nbetween the two types of councils.\r\n\r\n\r\n\r\n<br><br>11.30 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are not at all clear why there should be this\r\n\r\ndifference.  If  I  may quote  from  col.  75  of  the\r\n\r\nOfficial  Report  (No. 3) of the Select  Committee - the\r\n\r\nAttorney-General (Mr Butterfield) at that time said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We do, on the other hand, take the view that so far\r\n\r\nas  the  District Councils are concerned, it would  be\r\n\r\ntoo  restrictive  to provide that, where  the  Chinese\r\n\r\nlanguage  is  concerned, it should be Mandarin.  There\r\n\r\nare  numbers of districts where the persons voting  in\r\n\r\nthe  local  government elections  and  those  who  are\r\n\r\nlikely  to  represent  them are persons  who  commonly\r\n\r\nspeak  one  of  the several dialects of  Chinese.  The\r\n\r\nGovernment takes the view that these people should not\r\n\r\nbe    debarred   by   too   restrictive   a   language\r\n\r\nqualification and considers that, having regard to the\r\n\r\ndifferences  in the districts, it would  be  wise  and\r\n\r\nright in this legislation to provide that the language\r\n\r\nqualification  for  the districts should  include  any\r\n\r\nChinese  dialect  and  should  not  be  restricted  to\r\n\r\nMandarin.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now this argument which was applied to the District\r\n\r\nCouncils applies equally\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2315</b></font><br><br>\r\n\r\n\r\n\r\nto  the  City  Council in every syllable,  because  by\r\n\r\ntheir  very act in bringing rural areas - Pasir  Panjang\r\n\r\nand   Ulu  Pandan - into  the  City  Council  area,  the\r\n\r\nGovernment  make this argument a valid one.  You  have\r\n\r\nthis  rural  area,  as  you have  other  rural  areas,\r\n\r\nalready inside the City Council where there are people\r\n\r\nwho  do  not speak Mandarin but who commonly speak  in\r\n\r\none  of  the  several dialects of Chinese. Why  should\r\n\r\nthey   be  debarred  by  too  restrictive  a  language\r\n\r\nrestriction?  Let  us  have  equality  at  the   local\r\n\r\ngovernment level.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You will find, if you turn to col. 79 of the Report,\r\n\r\nthat  the Minister was in entire agreement with me  at\r\n\r\nthe top of this col. 79:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"I quite agree with the Member for Tanglin that if\r\n\r\nwe  were to stick to Mandarin, it would mean that only\r\n\r\nthe  younger generation would be able to take part  in\r\n\r\nthe   City   Council  elections  and  not  the   older\r\n\r\ngeneration.\"\r\n\r\n\r\n\r\n<br><br>And  why should the older generation be debarred  from\r\n\r\nbeing candidates for election to the City Council?  It\r\n\r\nis  from the older and wiser heads that one looks  for\r\n\r\nrepresentation  in the City Council,  and  it  is  the\r\n\r\nolder  and wiser heads who normally have more time  to\r\n\r\nspare  for local government matters. In many parts  of\r\n\r\nthe world it is common to see persons who have retired\r\n\r\nfrom  their  businesses, or at least have the  younger\r\n\r\ngeneration  able  to  play a  greater  part  in  their\r\n\r\nbusinesses,  finding  time  to  take  part  in   local\r\n\r\ngovernment  and  lending their wisdom  and  experience\r\n\r\nover  the years to local government administration.  I\r\n\r\nthink  that is a very important point, and I  am  glad\r\n\r\nthat  the Minister agrees that if we were to stick  to\r\n\r\nMandarin in the City Council, it would mean that  only\r\n\r\nthe younger generation would be able to take part.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister went on to say in the same paragraph:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"But, on the other hand, Sir, I must say this: that\r\n\r\nin  the City Council area you will find that there  is\r\n\r\nno dearth of candidates who, though they may be unable\r\n\r\nto  speak  in  Mandarin,  may  be  able  to  speak  in\r\n\r\nEnglish.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the fact that there is no dearth of candidates has\r\n\r\nnothing to do with the point. The point is that if you\r\n\r\nspeak\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2316</b></font><br><br>\r\n\r\n\r\n\r\nany  Chinese dialect other than Mandarin,  you  should\r\n\r\nnot  be  disqualified from being a candidate. And  the\r\n\r\nMinister went on to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In the case of the District Council areas, the\r\n\r\nreason  why  the  Government has  suggested  that  any\r\n\r\nChinese  dialect  could  be used  in  the  Council  is\r\n\r\nbecause we feel that in the District Council areas  we\r\n\r\nwould very much like the ordinary farmer and the small\r\n\r\nshopkeeper  to  take  part  in  the  District  Council\r\n\r\nelections.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And why - we would like to know - would the Government\r\n\r\nnot like the ordinary farmer and the small shopkeeper,\r\n\r\nof  whom there are thousands in the City Council area,\r\n\r\nto  take part in City Council elections? As I said, by\r\n\r\nthe  very  move of the Government to bring essentially\r\n\r\nrural  areas  inside  the  City  Council,  there   are\r\n\r\nordinary  farmers being apparently denied their  right\r\n\r\nto  sit in the City Council simply because they cannot\r\n\r\nspeak  Mandarin. Sir, we are opposed to their  bar  in\r\n\r\nthe City Council area.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It has been proposed, as an amendment,\r\n\r\nin  page  82, line 37, to leave out from \"(b)\"  to  \";\r\n\r\nand\"  in  line  9  in page 83 - that is,  the  whole  of\r\n\r\nparagraphs (b) and (c) other than \"and\" - and there  to\r\n\r\ninsert: -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"if he is able to speak any Chinese dialect or Malay\r\n\r\nor  Tamil  or  English  and, unless  incapacitated  by\r\n\r\nblindness  or any other physical cause,  to  read  and\r\n\r\nwrite any one of those dialects or languages\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Hon.  Members  will have noticed that  the  amendment\r\n\r\nseeks, as I have said, to leave out paragraphs (b) and\r\n\r\n(c) and to insert a new paragraph (b).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has given notice of amendments to paragraphs (b) and (c), where he seeks to leave out\r\n\r\nonly part of those words. I must draw the attention of\r\n\r\nhon. Members to Standing Order 28 (4) (d) which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If the Speaker or Chairman, before putting a\r\n\r\nquestion to leave out certain words, is informed  that\r\n\r\na Member wishes to move an amendment to leave out part\r\n\r\nonly  of these words and if he is of opinion that  the\r\n\r\nproposed  amendment  of which he  is  so  informed  is\r\n\r\nsubstantially a new amendment, he shall, if  possible,\r\n\r\nput  the  question to leave out only so  much  of  the\r\n\r\noriginal  amendment  as is unaffected  by  the  second\r\n\r\namendment;  but  if that question is  agreed  to,  the\r\n\r\nwhole  of the words proposed in the original amendment\r\n\r\nto be left out shall be deemed to have been ordered to\r\n\r\nbe left out.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2317</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am of the opinion that that paragraph comes into\r\n\r\nplay and I shall therefore propose, and later put, the\r\n\r\nQuestion  with  reference to the Member for  Tanglin's\r\n\r\namendment-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 82, line 37 to line 41, to leave out the\r\n\r\nwords from \"(b) \" to \"with\" - that is to say, the words:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If in the case of the City Council he is able to\r\n\r\nspeak  Mandarin  or Malay or Tamil  or  English,  and,\r\n\r\nunless  incapacitated by blindness or  other  physical\r\n\r\ncause,  to  read  and  write one  or  other  of  those\r\n\r\nlanguages\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I shall put the Question that those words only be left\r\n\r\nout.  If  that Question is agreed to, then  under  the\r\n\r\nStanding Order the whole of the words proposed in  the\r\n\r\noriginal  amendment to be left out shall be deemed  to\r\n\r\nhave  been ordered to be left out - that is to say,  all\r\n\r\nthe words in paragraphs (b) and (c).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If, on the other hand, the Question is not agreed\r\n\r\nto,  then the whole of the amendment proposed  by  the\r\n\r\nMember for Tanglin will fall and the Minister may then\r\n\r\nproceed  with  his  amendments. I trust  I  have  made\r\n\r\nmyself clear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Question then, after that exordium, is \"That the\r\n\r\nwords  from  '(b)' in line 37, page 82,  to  the  word\r\n\r\n'with' in line 41 on the same page proposed to be left\r\n\r\nout, be left out.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Foo Nam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Foo Nam:</b> Mr Chairman, Sir, it seems a bit\r\n\r\nodd  that,  of  all the Members on the Opposition,  it\r\n\r\ntakes the Member for Tanglin to tell us what we should\r\n\r\ndo in the matter of the Chinese language. If it is Mr\r\n\r\nSutherland, at least we can understand. He resided  in\r\n\r\nChina for a number of years and he speaks the language\r\n\r\nquite  fluently. Nevertheless, I think the Member  for\r\n\r\nTanglin  must have very good intentions at  heart  and\r\n\r\nwishes  to  see every Chinese, whether he  comes  from\r\n\r\nMongolia-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Point of clarification and explanation,\r\n\r\nSir.  Mr  Chairman, it does happen, when speaking  of\r\n\r\nthe people who live in the area of Ulu Pandan, that  I\r\n\r\nam  speaking  on  behalf of the  constituents  whom  I\r\n\r\nrepresent.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Foo Nam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Foo Nam:</b> I am not saying that the Member\r\n\r\nfor   Tanglin  was  not  speaking  on  behalf  of  his\r\n\r\nconstituency.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2318</b></font><br><br>\r\n\r\n\r\n\r\nAs  I  said, he may have the best intentions at  heart\r\n\r\nand  wishes to see every Chinese - whether he comes from\r\n\r\nMongolia, Sinkiang or Tibet - able to stand for election\r\n\r\nin  the  City Council. But I wonder if he is aware  of\r\n\r\nthe  complications of the Chinese language. There  are\r\n\r\n18 provinces in China, that is, if we exclude three in\r\n\r\nManchuria, and every one of these provinces  has  many\r\n\r\ndialects.   Take,  for  instance,  the   Province   of\r\n\r\nKwangtung  from  where  my forefathers  came.  It  has\r\n\r\nKhehs,  Teochews,  Hylams  and  Cantonese.  Take   the\r\n\r\nCantonese  dialect alone. There are so  many  dialects\r\n\r\nspoken  by  the  Cantonese. Although I  have  been  to\r\n\r\nKwangtung  many  times - prewar as well  as  postwar - and\r\n\r\nother  parts  of  China, I found great  difficulty  in\r\n\r\nunderstanding  some  of  the  people  who  came   from\r\n\r\nentirely   different   districts   when   they   spoke\r\n\r\nCantonese.  Just imagine the difficulty in  trying  to\r\n\r\nget  interpreters for those representatives who  speak\r\n\r\nin  all  these  dialects! I think the task  is  almost\r\n\r\nimpossible.    We   have   had   some   examples    of\r\n\r\ninterpretation in the Select Committee meetings of the\r\n\r\nlast    few   weeks.   From   what   I   heard,   many\r\n\r\ninterpretations  were far from correct.  You  can  see\r\n\r\nfrom  that,  that  if an interpreter  is  expected  to\r\n\r\ninterpret from languages which he has seldom heard of,\r\n\r\nthere   would   be   a   great   difference   in   the\r\n\r\ninterpretation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin says that if we limit the\r\n\r\nlanguage   to   Mandarin,  it  is  only  the   younger\r\n\r\ngeneration who will be able to do so. I think that  is\r\n\r\nnot  entirely true. Quite a number of people  who  are\r\n\r\nover  40 - I do not know whether the Member for  Tanglin\r\n\r\ncalls  them  young or old - and even 50  speak  Mandarin\r\n\r\nvery well. When I say that, I do not mean those in the\r\n\r\nteaching profession. I mean the merchants, and  a  lot\r\n\r\nof  workers too. So in this respect, I do not see  any\r\n\r\ndifficulty in getting candidates for the City  Council\r\n\r\nelections,  bearing in mind that in the  City  Council\r\n\r\narea  alone, out of a population of one and a  quarter\r\n\r\nmillion,  we  have  950,000 and if we  cannot  get  32\r\n\r\nmembers  out of the 950,000 who do not speak  English,\r\n\r\nMalay,  Tamil or Mandarin, then I do not know what  to\r\n\r\nsay.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2319</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin will say that this argument\r\n\r\nwill also hold good for the District Councils. Yes, to\r\n\r\na  certain extent we agree, but then you must bear  in\r\n\r\nmind this - that we will have three District Councils of\r\n\r\n12  members  each - 36  in  all - and  then  we  have  a\r\n\r\npopulation  which  is slightly over  a  quarter  of  a\r\n\r\nmillion.\r\n\r\n\r\n\r\n<br><br>11.45 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is also the intention, if possible, to get those\r\n\r\npeople  who are farmers and those who seldom  come  to\r\n\r\nthe  city  to  stand  for elections  to  the  District\r\n\r\nCouncils.  These are the people who, I believe,  would\r\n\r\ndo a lot of good for the District Councils.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is this: In the rural districts,\r\n\r\ncertain areas are mainly inhabited by certain sections\r\n\r\nof  the  people,  such as Khehs, Hylams,  Hokkiens  or\r\n\r\nTeochews. If these people are not allowed to stand for\r\n\r\nelection,  then I believe it will be a great  loss  to\r\n\r\nthe  District Councils. Of course, if you could get  a\r\n\r\nlanguage which is suitable for all, it would be ideal;\r\n\r\nbut  at  this stage of development, I think  we  shall\r\n\r\nallow  people in the rural districts who are  standing\r\n\r\nfor  elections to speak other dialects in addition  to\r\n\r\nMandarin.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point to be borne in mind is that the\r\n\r\naffairs  of the District Councils are definitely  much\r\n\r\nmore  simple  than  those of  the  City  Council.  The\r\n\r\nelected  councillors possibly stay very  near  to  one\r\n\r\nanother, and if one cannot understand the dialect, his\r\n\r\nfriend  who  sits next to him in the District  Council\r\n\r\nmight  be  able to interpret for him. If that argument\r\n\r\nis  advanced  by the Member for Tanglin for  the  City\r\n\r\nCouncil, then he may even advance it for the Assembly.\r\n\r\nI see that the Member for Tanglin is shaking his head.\r\n\r\nSir,  I  do not think there is any difference  between\r\n\r\nthese two places. Sir, I oppose this amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Theng Chiang (Assistant Minister for Local Government, Lands and Housing) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Assistant Minister for Local Government, Lands and Housing (Mr Tan Theng Chiang):</b> Mr Chairman, Sir,\r\n\r\nin  a  country  like Singapore, I  think  it  is  most\r\n\r\nimportant that the business of the City Council should\r\n\r\nbe  carried out as expeditiously as possible; and  for\r\n\r\nadministrative and technical reasons, I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2320</b></font><br><br>\r\n\r\n\r\n\r\nthink a limit on multilingualism should be imposed  if\r\n\r\nthe activities of the Council are to be carried out in\r\n\r\nan  efficient manner. It is for these reasons  that  I\r\n\r\nconsider  that  only  one Chinese  dialect,  which  is\r\n\r\nspoken  or understood by a great number of the Chinese\r\n\r\npopulation,  should  be allowed  in  addition  to  one\r\n\r\nIndian  language, Malay and English.  If  pressure  is\r\n\r\nbrought  to  permit  the use of all Chinese  dialects,\r\n\r\nwhich  are  very many indeed, then I think  we  cannot\r\n\r\nproperly  deny Indians the use of their own languages,\r\n\r\nsuch  as  Hindustani,  Urdu,  Bengali,  Malayalam  and\r\n\r\nseveral   other  Indian  languages.  In   cosmopolitan\r\n\r\nSingapore,  Sir, it is important that we should  avoid\r\n\r\ntaking   any   steps   which  may   be   regarded   as\r\n\r\ndiscriminatory by any section of the community.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The position in the rural areas is entirely\r\n\r\ndifferent. The idea of forming rural district councils\r\n\r\nis to bring home to the rural folks the benefits of an\r\n\r\nefficient  administration. This  could  only  be  made\r\n\r\npossible  if  the actual residents of the rural  areas\r\n\r\nare given an opportunity to take part in the effective\r\n\r\nadministration  of  their  respective  areas.  It   is\r\n\r\ndifficult  to  predict  also what  the  position  with\r\n\r\nregard  to  multilingualism will be in  a  few  years'\r\n\r\ntime. In providing for the use of any Chinese dialects\r\n\r\nin  the rural district councils, we are venturing upon\r\n\r\nan   experiment  which  may  so  turn  out  that   the\r\n\r\ncouncillors themselves in time to come may ask  for  a\r\n\r\nrestriction  on the number of dialects  and  languages\r\n\r\nused  if they find this is hampering their work.  Sir,\r\n\r\nin the circumstances, I oppose the amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, the Member for Pasir Panjang\r\n\r\ngave  me  a  little lecture across the  floor  on  the\r\n\r\ndifficulties of dialects - there are so many of them - and\r\n\r\na  slight incursion into Chinese history, but  it  all\r\n\r\nboils  down  to this: why should there be a difference\r\n\r\nin electoral qualification on one side or the other of\r\n\r\nClementi  Road, if I may take one example to  which  I\r\n\r\nreferred?  I  can only hope that his own constituents,\r\n\r\nwho are largely concerned because they are going to be\r\n\r\nsplit  into  two,  will  be  satisfied  with  his  own\r\n\r\nexplanation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But one of my points is simply this: that the very\r\n\r\nfact that the Government\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2321</b></font><br><br>\r\n\r\n\r\n\r\nhave  decided to extend the city limits to include  an\r\n\r\nessentially  rural  area, and a  largely  rural  area,\r\n\r\nwithin the City Council boundaries does mean that they\r\n\r\nshould follow up their own argument logically and make\r\n\r\nthe  languages  in  both  the  City  Council  and  the\r\n\r\nDistrict  Councils  the same. Whether  one  should  go\r\n\r\nfurther  and include large numbers of Indian languages\r\n\r\nother  than  Tamil is another argument altogether.  Of\r\n\r\ncourse,  the argument against that is that  there  are\r\n\r\nnot so many persons concerned. There is, of course,  a\r\n\r\nlarge  number of persons inside the City Council  area\r\n\r\nwho  do  not speak Mandarin and who will therefore  be\r\n\r\nbarred  from standing as candidates. That is the  main\r\n\r\npoint, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> The hon. Member asks why farmers on one\r\n\r\nside    of   the   road   have   different   electoral\r\n\r\nqualifications from the other side. Well,  the  answer\r\n\r\nis that you have to draw a line somewhere, taking into\r\n\r\naccount  all  the circumstances of the case.  You  can\r\n\r\nwell  ask why the farmer on one side of Johore  Strait\r\n\r\nhas  Tunku Abdul Rahman as the Chief Minister, and the\r\n\r\nother side has Mr Lim Yew Hock as the Chief Minister.\r\n\r\nThings  go  on  like that. You cannot make  sure  that\r\n\r\neverybody is exactly equal in every respect.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If I could just take up one point - I do not know\r\n\r\nwhether  the hon. Member considered this: If  you  are\r\n\r\ngoing  to have all the Chinese dialects spoken in  the\r\n\r\nCity  Council, presumably they are spoken in Committee\r\n\r\nas  well; and with the number of Committees that exist\r\n\r\nthere  with  all  their functions, you  will  need  an\r\n\r\nenormous staff of interpreters and translators to deal\r\n\r\nwith  the  work.  When you have  one  man  who  speaks\r\n\r\nHokkien,   you   may  have  to  have  two   or   three\r\n\r\ninterpreters  for  him; and the same  in  every  other\r\n\r\ndialect;  and all these have to be provided beforehand\r\n\r\nand  trained  and put into operation before  the  City\r\n\r\nCouncil  elections. It will be a  poor  way  of  doing\r\n\r\nthings if you have them trained after the City Council\r\n\r\nelections, and the City Councillors assemble and  find\r\n\r\nthemselves unable to communicate because\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2322</b></font><br><br>\r\n\r\n\r\n\r\nthey are all talking in different dialects  with\r\n\r\nno common language.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To enlarge the task to take in the provision of as\r\n\r\nmany as ten different sets of headphones and different\r\n\r\ninterpreters,  all  sitting  in  different  boxes  and\r\n\r\ntrying  to  make sure that they can all translate  the\r\n\r\nBudget  or  a licence to sell hot drinks, or  whatever\r\n\r\npoint  the City Council takes up at the moment,  seems\r\n\r\nto  me  to  be an impossible one. It would be feasible\r\n\r\nprobably  for the District Councils to function  in  a\r\n\r\nfriendly  way on relatively minor matters without  too\r\n\r\nmuch  scrupulous worry about an exact  translation  of\r\n\r\nwhat  they are saying. But the City Council is a  body\r\n\r\non  whose  vital  services, I would  remind  the  hon.\r\n\r\nMember,  the whole island is dependent. These must  be\r\n\r\nmaintained efficiently; and operated efficiently;  and\r\n\r\nexpanded  continuously. To impose  on  that  body  the\r\n\r\ndelays  and  burdens which might be  involved  in  the\r\n\r\napparatus  of  translations  which  the  hon.   Member\r\n\r\nenvisages seems to me to be most unwise.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Chairman, Sir, let us ask\r\n\r\nourselves  one  question: Why were  we  in  favour  of\r\n\r\nextending  the language permitted to be  used  in  the\r\n\r\nAssembly from one to four? In other words, why did  we\r\n\r\npass a resolution agreeing to multilingualism? Now, we\r\n\r\ndid  that  on  quite  a  number of  grounds,  but  one\r\n\r\nimportant  ground  was  that we wanted  equality.  The\r\n\r\nsecond was that we wanted better men to come into  the\r\n\r\nAssembly. We also wanted the people to elect their own\r\n\r\nrepresentatives who should be their true  and  natural\r\n\r\nleaders.  If we were agreed on these grounds  when  we\r\n\r\nagreed to multilingualism, then we must see that  this\r\n\r\nshould be practised in the lower councils. I know that\r\n\r\nmany  Members before their election to this House went\r\n\r\ninto  the field canvassing, talking to the people  and\r\n\r\nfinding  out  who are the people who really  mattered.\r\n\r\nAnd  if we ask ourselves - each one of us who went into\r\n\r\nthe  field - who those people are, we will come  to  one\r\n\r\nconclusion.  They  are the people who  speak  less  of\r\n\r\nMandarin and more\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2323</b></font><br><br>\r\n\r\n\r\n\r\nof some dialects. It is true in the City Council area,\r\n\r\nand it is true in the rural areas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I know, too, that many of the candidates asked these\r\n\r\npeople  to help them in their elections, because  they\r\n\r\nare  the influential people; in other words, they  are\r\n\r\nthe  natural leaders of the people. If Members on  the\r\n\r\nopposite  side could quote numerous examples of  these\r\n\r\nleaders  who, they say, are leaders and  are  able  to\r\n\r\nspeak  Mandarin, I am agreeable to four  languages  in\r\n\r\nthe   City  Council,  with  Mandarin  as  the  Chinese\r\n\r\nlanguage.  But  I  am convinced that  the  people  who\r\n\r\nreally have an influence on their fellows are not  the\r\n\r\nMandarin-speaking type. The Mandarin-speaking type are\r\n\r\nthe ones who have just graduated from schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b>: No.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> If we talk about school\r\n\r\nteachers,  I  do not think they have the  greatest  of\r\n\r\ninfluence. Now if the Government side is not convinced\r\n\r\nof  this, let us take a few examples. Let us  come  to\r\n\r\nthe  boards  of  management for Chinese schools.  They\r\n\r\ncontrol  the schools. Why are the people on the  board\r\n\r\nof  directors, the board of governors,  the  board  of\r\n\r\nmanagement? Are they Mandarin-speaking people,  or  do\r\n\r\nthey  speak  the  local dialects?  I  would  like  the\r\n\r\nGovernment  side to let me have an idea  as  to  which\r\n\r\ntype  is  the  more prevalent. I can  point  out  many\r\n\r\nschools  with boards of governors who are not able  to\r\n\r\nspeak Mandarin.\r\n\r\n\r\n\r\n<br><br>12 noon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now let us take another instance. Let us take the\r\n\r\nclans  and  associations. Again here we find  we  have\r\n\r\nsome  of  the  people  who are natural  leaders  being\r\n\r\nelected democratically. Ask them again: Do they  speak\r\n\r\nMandarin?   What  percentage  of  such  people   speak\r\n\r\nMandarin?  You will find again that among such  people\r\n\r\nthere  are very few that can speak Mandarin.  Here  we\r\n\r\nhave  a  great number of people democratically elected\r\n\r\naccording  to their constitution, and whom the  people\r\n\r\nsay  are  their  leaders.  Yet  we  insist  on  having\r\n\r\nMandarin in the City Council\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2324</b></font><br><br>\r\n\r\n\r\n\r\nin  order  to  deny  these people the  opportunity  of\r\n\r\nserving  Singapore in a larger capacity. The  argument\r\n\r\nthat the Government is putting forward is that it will\r\n\r\ninvolve  a great deal of difficulties. There  will  be\r\n\r\nthe  difficulty of interpretation. What  if  they  all\r\n\r\nspeak  in  all  sorts of languages and dialects?  They\r\n\r\nwill  not be able to get business done. Sir,  I  would\r\n\r\nlike  to draw the attention of the Government  to  how\r\n\r\nbusiness   is  being  conducted  in  many   of   these\r\n\r\nassociations and clans. If a person speaks one dialect\r\n\r\nit does not mean that he knows that one dialect alone.\r\n\r\nInvariably  he knows two or three, even four.  He  may\r\n\r\nknow  four dialects and yet not know Mandarin. And  so\r\n\r\nif  one  dialect  is to be used, he will  be  able  to\r\n\r\nunderstand it. He will be able to speak it even.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also ask the Government to find out, Sir, how\r\n\r\npeople  conduct business and meetings in their various\r\n\r\nset-ups.  You  will find that although  none  of  them\r\n\r\nspeaks Mandarin, yet business is done expeditiously.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I find that if we really desire to go forward with\r\n\r\nequality as our watchword and try to get the best  men\r\n\r\nfor all the councils, then we must permit dialects  to\r\n\r\nbe used in the City Council.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b> Mr\r\n\r\nChairman, I had not intended to speak when the  Member\r\n\r\nfor Tanglin moved his amendment. I can well understand\r\n\r\nthat, not being a Chinese, he does not understand  the\r\n\r\nChinese dialects well. Or he does not know the  number\r\n\r\nof Chinese dialects. But when the Member for Serangoon\r\n\r\ncomes and gives us a discourse on the number of people\r\n\r\nwho  know  how  to speak Mandarin and  challenges  the\r\n\r\nGovernment   to   say  whether  management   committee\r\n\r\nmanagers know Mandarin or not, I feel that I must tell\r\n\r\nhim that most of the managers of management committees\r\n\r\nin  Chinese schools know how to speak Mandarin. I have\r\n\r\ncome  across many of them at my meetings,  and  in  my\r\n\r\ndiscussions with them they do speak Mandarin. I left a\r\n\r\nChinese  school  more than 20 years ago  but  I  speak\r\n\r\nMandarin and the language of the Chinese people\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2325</b></font><br><br>\r\n\r\n\r\n\r\nnow  is Mandarin and not any other Chinese dialect.  I\r\n\r\nthink the Member for Serangoon is casting an insult on\r\n\r\nthe Chinese people when he says that they do not speak\r\n\r\nMandarin.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> Mr Chairman, on a\r\n\r\npoint  of  clarification, Sir.  Does  the  Member  for\r\n\r\nSerangoon still belong to the Liberal-Socialist Party?\r\n\r\nI  heard  a very fervent plea for multilingualism  run\r\n\r\nriot,  and  I  remember those were the very  arguments\r\n\r\nwhich his Party, the then Progressive Party, zealously\r\n\r\nrefuted in those days when other Parties were pressing\r\n\r\nfor  multilingualism. I want to  make  sure  where  we\r\n\r\nstand today.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Electioneering!\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> Just to clarify the mind of the Member\r\n\r\nfor Serangoon, Sir. I think he must have misunderstood\r\n\r\nwhat  I  was saying. I do not dispute that many people\r\n\r\ndo  speak many dialects and languages, but if you  are\r\n\r\ngoing  to have a City Council where anybody can  speak\r\n\r\nany  dialect,  you  have to set up all  the  machinery\r\n\r\nwhich  may be required for the one individual who  may\r\n\r\nspeak the one dialect which nobody else could speak or\r\n\r\nunderstand.  It  is no use saying  that  most  of  the\r\n\r\npeople  will be able to understand each other  in  any\r\n\r\ndialect.  You  have  to  provide  for  every  possible\r\n\r\ncircumstance within what the law permits, and that  is\r\n\r\ngoing  to  be an extremely complex task. The arguments\r\n\r\nwhich  he  made are completely irrelevant because  you\r\n\r\nhave to provide for every particular case, though  the\r\n\r\ncase may not actually arise.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng (Queenstown):</b> Mr Chairman, Sir,\r\n\r\nwhile  we are debating languages or dialects, I wonder\r\n\r\nhow many of the hon. Members have read the report of a\r\n\r\ndiscussion with Mr Pilley of the Linguists Club-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. That report has not been\r\n\r\npublished.  It  is still in the hands  of  the  Select\r\n\r\nCommittee and no reference to it can be made.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2326</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> I am sorry, Sir. I wonder whether\r\n\r\nthe Member for Pasir Panjang realised actually what he\r\n\r\nsaid  when he pointed out that if in the City Council,\r\n\r\nwhere  we  are going to have 32 members, we could  not\r\n\r\nget those 32 members who would confine themselves only\r\n\r\nto the four languages here, then he would not know how\r\n\r\nwe  could  run the city. But does he realise that  the\r\n\r\nDistrict  Councils are smaller in size - they have  only\r\n\r\n12  members  each.  In the District Councils  you  are\r\n\r\ngoing  to  throw  open  the question  of  the  Chinese\r\n\r\nlanguage to the different Chinese dialects, whereas in\r\n\r\nthe  City  Council  you  are  confining  it  only   to\r\n\r\nMandarin. I agree with him that to get interpreters to\r\n\r\ninterpret  all these different languages  or  dialects\r\n\r\nwould  be very difficult and the interpretation  would\r\n\r\nbe  far  from correct; but I strongly feel that  there\r\n\r\nshould  be uniformity of languages as between the  two\r\n\r\ncouncils.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The District Councils come under this Bill, which is\r\n\r\nthe Local Government Bill, as much as the City Council\r\n\r\ndoes. Why should we differentiate between the District\r\n\r\nCouncils, where we can throw open the Chinese language\r\n\r\nto  the  different  Chinese  dialects,  and  the  City\r\n\r\nCouncil where we have only Mandarin?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whatever it may be, I hold an open view,\r\n\r\nbecause I feel that where the Chinese dialects or  the\r\n\r\nChinese   language  is  concerned,  it   is   a   most\r\n\r\ncomplicated affair. Even in the Cantonese dialect,  as\r\n\r\nthe Member for Pasir Panjang said, you have many other\r\n\r\n\"sub-dialects\",  as I call it, just  as  much  as  the\r\n\r\nTeochew dialect. Now I cannot speak a few dialects  in\r\n\r\nTeochew, although I am a Teochew myself. I may not  be\r\n\r\nable  to  understand a certain section of the  Teochew\r\n\r\npeople. So if we are going to have all the dialects of\r\n\r\nthe  Chinese language for the District Councils,  then\r\n\r\nhow  do  we  get interpreters for them? Why cannot  we\r\n\r\nhave  uniformity  then?  Is  it  the  feeling  of  the\r\n\r\nGovernment  that  in  the City Council  you  will  get\r\n\r\npeople  who  are  far  better educated  and  who  know\r\n\r\nMandarin,  and in the rural districts you cannot  find\r\n\r\npeople who are as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2327</b></font><br><br>\r\n\r\n\r\n\r\ngood as those in the City Council? I do not think that\r\n\r\nis right.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As the Member for Tanglin asked: How do you draw the\r\n\r\nboundary?  On  this side of the road you  confine  the\r\n\r\nlanguage  only  to Mandarin, whereas on  the  opposite\r\n\r\nside   you  open  it  to  all  the  different  Chinese\r\n\r\ndialects.  What difference does it make  between  this\r\n\r\nside  of  the  road  and that side? The  Minister  for\r\n\r\nCommunications  and Works said that there  must  be  a\r\n\r\nline  drawn. I agree or else you get nowhere. But then\r\n\r\na  Member  sitting on one side may know  a  number  of\r\n\r\ndialects,  whereas the Member sitting on the  opposite\r\n\r\nmay  not.  I  think we should have uniformity,  be  it\r\n\r\nMandarin   alone  or  be  it  the  different   Chinese\r\n\r\ndialects. The whole clause should be amended  to  suit\r\n\r\neither  one  or  the other. There should  not  be  any\r\n\r\ndifferentiation between the languages of the  District\r\n\r\nand City Councils.\r\n\r\n\r\n\r\n<br><br><!-- Mr Soh Ghee Soon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Soh Ghee Soon (Cairnhill):</b> Mr Chairman, Sir, I\r\n\r\nagree  with  the  last  speaker that  we  should  have\r\n\r\nuniformity. If we are going to allow any dialect to be\r\n\r\nused  in  the District Councils, we should also  allow\r\n\r\nany dialect to be used in the City Council.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I disagree with the Minister for Education when\r\n\r\nhe  says that it is a shame for a Chinese to say  that\r\n\r\nthe  Chinese cannot understand Mandarin. I  am  afraid\r\n\r\nthere  are quite a number of Chinese who do not  speak\r\n\r\nMandarin,  especially the older Chinese.  The  younger\r\n\r\nChinese  who  have  gone to Chinese  schools  can,  of\r\n\r\ncourse, speak Mandarin. But surely we are not going to\r\n\r\ndeprive  the  older  Chinese, who are  perhaps  public\r\n\r\nspirited  and have made themselves useful in the  city\r\n\r\nand  who would like to take part in the administration\r\n\r\nof  the  city, of the opportunity to take part in  the\r\n\r\nCity  Council  elections simply  because  they  cannot\r\n\r\nspeak  Mandarin? I strongly support the view  that  we\r\n\r\nshould  have  uniformity  in  the  District  and  City\r\n\r\nCouncils.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Chairman, Sir, the Member\r\n\r\nfor  Tanjong Pagar has already drawn the attention  of\r\n\r\nhis House to the fact that it was the Progressive\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2328</b></font><br><br>\r\n\r\n\r\n\r\nParty that opposed multilingualism,  and  it\r\n\r\nwould appear that the Liberal-Socialist Party are  now\r\n\r\nmore  than anxious for multilingualism. In fact,  they\r\n\r\nare  going  beyond  what  has  been  accepted  in  the\r\n\r\nLegislative Assembly. Sir, the fact that we are  going\r\n\r\nto  have  a  multilingual Assembly makes it  necessary\r\n\r\nthat  we must make the other councils multilingual  as\r\n\r\nwell.  On  that basis, since the Legislative  Assembly\r\n\r\nwill  have Mandarin as its Chinese language,  we  feel\r\n\r\nthat in the City Council Mandarin, and Mandarin alone,\r\n\r\nshould also be the only Chinese language.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The City Council and the Legislative Assembly, as\r\n\r\nfar  as  I can gather, now work on the same basis.  At\r\n\r\nthe  ordinary  meetings  they have  verbatim  reports.\r\n\r\nTherefore it is necessary for the City Council to have\r\n\r\ninterpreters and also to have the same earphone system\r\n\r\nas in the Legislative Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the District Councils, we envisage that\r\n\r\nthe  business conducted will be more of a friendly and\r\n\r\nco-operative nature than that of a healthy  debate  as\r\n\r\nwe  are having in the Legislative Assembly and in  the\r\n\r\nCity  Council.  We  want the farmers  and  the  little\r\n\r\nshopkeepers in the rural districts to participate, and\r\n\r\nto  have every facility afforded them so that they can\r\n\r\ncontest  the elections and be returned to the District\r\n\r\nCouncils.  They  can help to bring  democracy  to  the\r\n\r\ndistricts.  Sir, the District Councils will  work  for\r\n\r\nthe  first  term  on  the same basis  as  the  village\r\n\r\ncommittees.  The  councillors sit around  and  discuss\r\n\r\npoints of interest and use the dialects in which  they\r\n\r\nare  most familiar, and they will have one another  to\r\n\r\nhelp  in the translation. As far as village committees\r\n\r\nare  concerned, I think only minutes and decisions are\r\n\r\ntaken,  but  no verbatim reports. If verbatim  reports\r\n\r\nare  necessary,  then  translators  and  the  earphone\r\n\r\nsystem will also be necessary.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> All I would like to say is that if the\r\n\r\ndistrict councillors are just going to sit around  and\r\n\r\nhave little\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2329</b></font><br><br>\r\n\r\n\r\n\r\nchats  while the Government officers get on  with  the\r\n\r\njob,  then we ourselves are talking entirely different\r\n\r\nlanguages.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think this is an appropriate time to\r\n\r\nsuspend?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Yes, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The sitting is suspended. I will take\r\n\r\nthe Chair again at half-past two.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 12.15 p.m. and resumed at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of consideration of Bill\r\n\r\nin Committee.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>Committee</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 21-\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Chairman, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 82, line 41, to leave out from \"languages\"\r\n\r\nto the end of line 2 in page 83.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The words left out are \"with a degree of proficiency\r\n\r\nsufficient to enable him to take an active part in any\r\n\r\nproceedings of that Council;\". It is considered,  Sir,\r\n\r\nthat  the  words  to be left out are  unnecessary  and\r\n\r\nconfusing  since  they  may give  an  impression  that\r\n\r\nreading  and  writing  are  the  qualifications  which\r\n\r\nenable  a  person  to  take  an  active  part  in  the\r\n\r\nproceedings  of  the Council whereas  in  actual  fact\r\n\r\nability to speak is the primary factor.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Chairman, I beg leave to\r\n\r\nwithdraw the next amendment of which notice was given.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 83, line 7, after \"those\", to insert\r\n\r\n\"dialects or\".]\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Minister is not moving the\r\n\r\namendment; please proceed with the next one.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2330</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further Amendment made: In page 83, line 7, to leave\r\n\r\nout from \"languages\" to \"; and\" in line 9. -[Inche\r\n\r\nAbdul Hamid].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 21, as amended, ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 22-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, we have given further legal\r\n\r\nconsideration  to  this point and we  now  think  that\r\n\r\nprobably the point we had in mind is covered  by  sub-clause  (e) of this clause. I therefore beg leave  not\r\n\r\nto move the amendment.\r\n\r\n\r\n\r\n<br><br>Ord. of 1957.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 83, after line 33, to insert: -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(d) has been convicted of making a false\r\n\r\ndeclaration for the purposes of  subsection\r\n\r\n(3)  of  section 27 of the Local Government\r\n\r\nElections Ordinance, 1957; or\".]\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member is not moving his\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 22 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 25-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The hon. Member can move his second\r\n\r\namendment; the first is only consequential-\r\n\r\n\r\n\r\n[In page 86, line 1, after \"(2)\", to insert \"(a)\".]\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move an amendment,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 86, after line 5, to insert: -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(b) The\r\n\r\nmayor  shall  cease to hold office as such,  if  he\r\n\r\nshall  by writing under his hand addressed  to  the\r\n\r\nChief Administrative Officer resign such office, on\r\n\r\nthe  date of the receipt of such resignation by the\r\n\r\nChief Administrative Officer.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, I think this is for once a non-controversial amendment. I think it is an omission\r\n\r\nfrom  the Bill as it stands at the moment. There seems\r\n\r\nto be no provision for the resignation of a mayor. Sub-clause (2) simply reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If the mayor is continuously absent from the City\r\n\r\nexcept on account of illness, without obtaining from\r\n\r\nthe City Council leave of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2331</b></font><br><br>\r\n\r\n\r\n\r\nabsence, for a period exceeding two months he shall at\r\n\r\nthe  expiration  of  that period cease  to  hold  that\r\n\r\noffice.\"\r\n\r\n\r\n\r\n<br><br>But there can be cases where the mayor, through severe\r\n\r\nillness  or  accident,  or may  be  personal  domestic\r\n\r\nreasons,  would  feel incapable of  carrying  out  his\r\n\r\nduties as mayor and that he should be in a position to\r\n\r\nresign  without delay and enable another mayor  to  be\r\n\r\nelected  by  the  councillors. We have suggested  that\r\n\r\nthis  resignation  should be addressed  to  the  Chief\r\n\r\nAdministrative Officer as the senior executive officer\r\n\r\nin  the City Council because the election of the mayor\r\n\r\nis a matter solely for the councillors themselves.\r\n\r\n\r\n\r\n<br><br><!-- Mr Shanks -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Shanks:</b> Mr Chairman, Sir, I have an amendment\r\n\r\nto propose to that amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment to the amendment handed in.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The amendment is in order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Shanks -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Shanks:</b> Mr Chairman, Sir, the amendment that I\r\n\r\nhave  proposed  does  not  alter  the  sense  of  that\r\n\r\nproposed by the hon. Member for Tanglin but will bring\r\n\r\nhis  amendment into conformity with paragraph  (e)  of\r\n\r\nsub-clause (1) of clause 25. With the alteration  that\r\n\r\nI   have  proposed,  there  is  no  objection  to  the\r\n\r\namendment proposed by the hon. Member.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Perhaps the Hon. the Attorney-General\r\n\r\nwould like to read out the amendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr Shanks -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Shanks:</b> I beg your pardon, Sir. The amendment\r\n\r\nwhich I move is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To leave out \"The mayor shall cease to hold office\r\n\r\nas  such,  if  he  shall  by writing  under  his  hand\r\n\r\naddressed  to the Chief Administrative Officer  resign\r\n\r\nsuch office,\" and insert \"If by writing under his hand\r\n\r\nthe  mayor resigns such office, that office  shall  be\r\n\r\ndeemed to have been vacated,\".\r\n\r\n\r\n\r\n<br><br>The  sentence  would  continue in  the  words  of  the\r\n\r\noriginal  amendment,  \"...shall be  deemed  to  have  been\r\n\r\nvacated,   on  the  date  of  the  receipt   of   such\r\n\r\nresignation by the Chief Administrative Officer.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, we shall be happy to accept\r\n\r\nthe amendment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2332</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment to the amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Original amendment, as amended, agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 86, line 17, to leave out \"councillor\" and\r\n\r\ninsert \"member of a local authority\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment handed in.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The amendment is in order.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, this is just a matter of\r\n\r\ndrafting, I think, which was overlooked and  on  which\r\n\r\nthe Hon. the Attorney-General yesterday did agree that\r\n\r\nthere  was an inconsistency in having the term \"member\r\n\r\nof a local authority\" and \"councillor\" in the same sub-clause,  and as this clause is at fault, I  take  this\r\n\r\nopportunity to make this correction.\r\n\r\n\r\n\r\n<br><br><!-- Mr Shanks -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Shanks:</b> Mr Chairman, Sir, that can be accepted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 25, as amended, ordered to stand part of the\r\n\r\nBill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 26-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, this point which we had in\r\n\r\nmind has now been covered by the amendment moved by my\r\n\r\nhon.  Friend  yesterday  to clause  22  of  the  Local\r\n\r\nGovernment  Elections Bill, and I shall  not  move  my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 86, line 39, after \"held\", to insert\r\n\r\n\"forthwith\".]\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member is not moving the\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 26 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 29-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move an amendment,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 87, line 18, to leave out \"to the major\r\n\r\nand\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And with your permission, Sir, I would like, for the\r\n\r\npurposes of debate, to take the next amendment with\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That will be convenient.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2333</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> The next amendment is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 87, after 21, to insert:-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(2) The City Council may pay to the mayor such\r\n\r\nallowances or expenses as the City Council may from\r\n\r\ntime to time authorise.\".\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, the point of this amendment is simply this, that whereas we agree that the Governor in\r\n\r\nCouncil may or even should decide the expenses of City\r\n\r\nCouncillors, it should be left to the City Councillors\r\n\r\nthemselves  to  decide  on  what  expenses  should  be\r\n\r\ngranted  to  the  Mayor. It should  be  remembered,  I\r\n\r\nthink,   that  the  Mayor  is  elected  by  the   City\r\n\r\nCouncillors  themselves and  that  it  is  entirely  a\r\n\r\nmatter  for themselves to elect a Mayor of  their  own\r\n\r\nchoice, and the Governor in Council does not come into\r\n\r\nthe  picture at all. There can be no interference from\r\n\r\nthe  Governor in Council with the choice of the  Mayor\r\n\r\nby  the  elected Councillors. It therefore seems  only\r\n\r\nappropriate  that  the allowances and  expenses  which\r\n\r\nshould be allotted to the Mayor should be a matter for\r\n\r\nthe Councillors themselves to decide.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, perhaps the hon. Member has\r\n\r\nfailed to read clauses 67 (1) (g) and (h) in page  101\r\n\r\nwhich  empower  the City Council to pay  for  expenses\r\n\r\nincurred on the occasion of public ceremonies in which\r\n\r\npresumably the Mayor would take the leading part,  and\r\n\r\nalso  for  receiving and entertaining of distinguished\r\n\r\nvisitors who may be the guests of the Mayor. So  there\r\n\r\nis  provision given under the Bill to the City Council\r\n\r\nto   incur  such  expenditure  without  going  to  the\r\n\r\nGovernor in Council for sanction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 29 actually deals with the normal fixed\r\n\r\nmonthly  allowances or expenses which the Council  may\r\n\r\nwish to grant to the Councillors and to the Mayor.  If\r\n\r\nthere  are any extraordinary expenses due to visitors,\r\n\r\nfunctions or celebrations, the City Council has  power\r\n\r\nunder the other clause to pay them.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2334</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, the point I would like to\r\n\r\nmake  in  reply to the Hon. Minister for Commerce  and\r\n\r\nIndustry  is  this,  that  if  it  was  felt  by   the\r\n\r\nGovernment that the clause to which reference has been\r\n\r\nmade  and of which I am very well aware - clause 67  (1)\r\n\r\n(g)  and  (h) - was sufficient, then surely  Government\r\n\r\ncould very well accept the first amendment, namely, to\r\n\r\nleave  out  \"to the mayor and\", but not to accept  the\r\n\r\nsecond  amendment which is to insert a new  sub-clause\r\n\r\n(2)  as proposed. But I do not think this point  meets\r\n\r\nthe point which we wish to make. The position is this,\r\n\r\nthat the status and dignity of the Mayor is something,\r\n\r\nI  think, which we need to establish from the start of\r\n\r\nthe institution of this office. I think I am right  in\r\n\r\nsaying that a Mayor, certainly of a City Council which\r\n\r\nis  incorporated by Royal Charter as is  the  City  of\r\n\r\nSingapore,  is  the  Queen's representative,  and  the\r\n\r\nMayor's  status is an extremely high one. In the  land\r\n\r\nhe is the First Gentleman of the City and I think this\r\n\r\nfact needs to be taken into consideration. I think  it\r\n\r\nwould  be wrong certainly for the Minister and I think\r\n\r\nthe  Council  of Ministers to dictate as to  what  the\r\n\r\nMayor  should  or should not have as his expenses  and\r\n\r\nallowances.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point, as I have already said, is that as\r\n\r\nthe  Councillors elect their own Mayor they should  be\r\n\r\ngiven the responsibility of deciding what his expenses\r\n\r\nshould be, his normal expenses and not of course those\r\n\r\ncovered  by clauses 67 (1) (g) and (h) which refer  to\r\n\r\nthe larger functions and forms of entertaining which a\r\n\r\nmayor  must carry out in his position as head  of  the\r\n\r\ncity.  I  think  in his position as Mayor  the  normal\r\n\r\nexpenditure of a Mayor would be higher than that of  a\r\n\r\nCity  Councillor and there would be no doubt that  the\r\n\r\nGovernor  in  Council  would  grant  a  rather  higher\r\n\r\nallowance in his case, but I do not think there should\r\n\r\nbe any dispute on this matter. It would be undesirable\r\n\r\nthat if the City Councillors themselves felt that  the\r\n\r\nMayor should receive, let us say, $750 a month for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2335</b></font><br><br>\r\n\r\n\r\n\r\nallowances  and  expenses for normal  entertaining  of\r\n\r\npeople passing through and general entertaining within\r\n\r\nthe City to the citizens of Singapore, the Governor in\r\n\r\nCouncil  were  to  cut  down the  figure  to  $500  or\r\n\r\nwhatever the figure might be. I think that would be an\r\n\r\nundesirable  position. I think the  responsibility  of\r\n\r\ndeciding  on  this particular figure  can  safely  and\r\n\r\nproperly  be  left to the City Councillors  themselves\r\n\r\nwho have, in the first instance, elected their Mayor.\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> Sir, I think there are two types of\r\n\r\nexpenses which the Mayor of our proposed City  Council\r\n\r\nwill have. One is the expenses which he will incur  in\r\n\r\ninviting    various    distinguished    persons    and\r\n\r\nentertaining  them in the capacity  of  the  Mayor.  I\r\n\r\nthink, Sir, clause 29 deals with both these allowances\r\n\r\nand expenses of that nature and I am sure the Governor\r\n\r\nin  Council  will  take care of those  allowances  and\r\n\r\nexpenses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the other type of expenditure is that dealt with\r\n\r\nunder   clause   67  (1)  (h),  like   receiving   and\r\n\r\nentertaining  distinguished  visitors  and  so  on  on\r\n\r\nbehalf  of  the  City Council. For that purpose,  Sir,\r\n\r\nprovision is already made in clause 67 (1) (h). But  I\r\n\r\ndo  not think for a moment, Sir, that it is right  and\r\n\r\nproper for a City Council to decide on allowances  and\r\n\r\nexpenses  of their own, because there is a  danger  in\r\n\r\nit.  It a particular Party gets a majority in the City\r\n\r\nCouncil,  then it will be in a position  to  vote  any\r\n\r\nmoney as it likes to keep the dignity of the Mayor.  I\r\n\r\nthink that will be a very undesirable practice.  I  do\r\n\r\nhope that it will not be allowed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chairman:</b> I take it the hon. Member will not\r\n\r\nmove the next amendment, in page 87, after line 21, to\r\n\r\ninsert a new sub-clause (2)?\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> No, Sir, I will not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 29 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 31-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move an amendment,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2336</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 87, line 42, to leave out \"office or\r\n\r\noffices\" and insert \"post or posts\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Sir, that this is probably a drafting\r\n\r\nomission.  It  was overlooked during the deliberations\r\n\r\nof  the Select Committee. I think the term \"office\" is\r\n\r\nonly  used  for the office of Mayor or the  office  of\r\n\r\nCouncillors  and the intention behind this  sub-clause\r\n\r\nis that there should be disciplinary powers in respect\r\n\r\nof persons holding a post or posts. If you refer, Sir,\r\n\r\nto  page  77 of the Bill, clauses 11 and 12, you  will\r\n\r\nfind, I think, the term \"post\" is used throughout.\r\n\r\n\r\n\r\n<br><br><!-- Mr Shanks -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Shanks:</b> Mr Chairman, this amendment can be\r\n\r\naccepted by the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 31, as amended, ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 39-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move an amendment,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 90, line 22, after \"Council\", to insert\r\n\r\n\"excluding the Chairman\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, the sub-clause to which we are referring, sub-clause (3), reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No business shall be transacted at a meeting of a\r\n\r\nDistrict Council unless at least eight members of  the\r\n\r\nDistrict Council are present:\r\n\r\n\r\n\r\n<br><br>Now  if the Chairman is included as one of those eight\r\n\r\nyou  could  have this position that in  a  meeting  in\r\n\r\nwhich a quorum was present of only eight persons there\r\n\r\ncould  be  four elected members on the  one  hand  and\r\n\r\nthree nominated members plus the Chairman on the other\r\n\r\nhand, so that the Chairman, with a casting vote could,\r\n\r\nwith  the help of the nominated members, arrive  at  a\r\n\r\ndecision which the elected members object to. I  think\r\n\r\nthat  is an undesirable position. I do not want to  go\r\n\r\ninto  the  merits of nominated members - it has  already\r\n\r\nbeen  dealt  with - but I think the position that  could\r\n\r\narise is a wrong one whatever the arguments may be  on\r\n\r\nnominated  members. Where you have  nominated  members\r\n\r\nthere  should  not arise the position, however  honest\r\n\r\nthe  decision that may be come to, whereby the elected\r\n\r\nmembers\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2337</b></font><br><br>\r\n\r\n\r\n\r\ncan be out-voted by the nominated members and the\r\n\r\nChairman.  By  the  simple  device  of  excluding  the\r\n\r\nChairman  as  counting towards this quorum  you  would\r\n\r\nwith  the  eight  have the position  of  five  elected\r\n\r\nmembers and three nominated members.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Chairman, Sir, earlier on in\r\n\r\nthe  day  the  hon. Member for Tanglin, in  moving  an\r\n\r\namendment  for  an increase in the number  of  elected\r\n\r\nCouncillors for the District Councils touched on  this\r\n\r\nquorum of eight. He did say that this quorum of eight,\r\n\r\nwhich is more than half the total number, is much  too\r\n\r\nmuch.  It  should have been one-third and in order  to\r\n\r\nachieve  that  one-third there should have  been  more\r\n\r\nmembers.  Now by his amendment he is going to  make  a\r\n\r\nquorum  more  difficult to comply with.  He  suggested\r\n\r\nthat if we have only eight members, eight is already a\r\n\r\nmajority of a total of 15 and it may happen that  only\r\n\r\nfour elected Councillors will be present at a meeting.\r\n\r\nFour  elected Councillors out of a total of 12! Surely\r\n\r\nit  is not suggested that elected Councillors will  be\r\n\r\nless   conscious   of  their  duties  than   nominated\r\n\r\nCouncillors  who, by his suggestion, will  be  present\r\n\r\nwith  a 100 per cent strength? Four out of 12! I doubt\r\n\r\nthat   could   ever  happen  because  surely   elected\r\n\r\nCouncillors will feel - and feel quite rightly - that they\r\n\r\nhave  a  more responsible duty to perform, and at  any\r\n\r\nmeeting  of the District Councils there will  be  more\r\n\r\nthan four elected Councillors attending. We oppose the\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I concede that there is an\r\n\r\napparent  contradiction in what I have said  just  now\r\n\r\nand what I said earlier about quorums, but that is  of\r\n\r\nthe  Govermnent's own making. If a larger  number  had\r\n\r\nbeen accepted for the District Councils, this position\r\n\r\nwould  not arise. As to the second point of  the  Hon.\r\n\r\nthe  Chief Minister that surely as few as four elected\r\n\r\nmembers would never turn up at a meeting, I hope  that\r\n\r\nthat will not occur except on very rare\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2338</b></font><br><br>\r\n\r\n\r\n\r\noccasions, and may be it will never occur at all;  but\r\n\r\nthe position could arise. That is the point, and it is\r\n\r\ndesirable that it should not arise and that we  should\r\n\r\nso devise this Bill that it will not happen.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Mr Chairman, if the position\r\n\r\ndoes  arise  then  the people of the district  deserve\r\n\r\nwhat   they   get.   If  they  can  tolerate   elected\r\n\r\ncouncillors  who do not attend meetings then  they  do\r\n\r\ndeserve  what  they get. At the next  elections  which\r\n\r\ncome round in that district they should see that these\r\n\r\nchaps do not get returned.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> Mr Chairman, I do not know whether the\r\n\r\nopposing  Liberal-Socialist Party wishes to amend  the\r\n\r\nStanding Orders of this Assembly but I would point out\r\n\r\nthat  the  quorum here is eight excluding the Chairman\r\n\r\nor  Speaker, and under the present Constitution of the\r\n\r\nAssembly  the business of Government could be  carried\r\n\r\non with only one elected Member present.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> That is undesirable.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> The hon. Member has not moved an\r\n\r\namendment, as far as I remember.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 39 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 40-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move an amendment,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 90, line 36, after \"thereon\", to insert:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\", provided that the mayor shall not be entitled to\r\n\r\ncast a vote on such questions\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, we consider this a most important amendment, that the Mayor should not be entitled to a\r\n\r\nvote  at  meetings of the City Council or at committee\r\n\r\nmeetings.  Our  feeling is that the  Mayor  should  be\r\n\r\nabove Party once he is elected to that office, that he\r\n\r\nshould be strictly impartial and be seen to be  so.  I\r\n\r\nthink that to have an impartial non-voting Chairman in\r\n\r\nthe  seat  of  mayor is essential for a newly  elected\r\n\r\nCouncil with several languages if it is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2339</b></font><br><br>\r\n\r\n\r\n\r\ngoing  to  operate smoothly. I do not say, of  course,\r\n\r\nand  I  do  not  intend to suggest, that  it  will  be\r\n\r\nimpossible  for a Mayor to be impartial and  to  vote,\r\n\r\nbut  I  think what we do want to see is that the Mayor\r\n\r\nis   entirely  impartial  and  that  it  would  be  of\r\n\r\nassistance  if we were to put the Mayor  beyond  Party\r\n\r\npressures and the Party line, so that he can carry out\r\n\r\nwhat  is  best  for  the  city.  His  importance   and\r\n\r\ninfluence  should  be  shown outside  the  chamber  in\r\n\r\nguiding Councillors on important matters, because most\r\n\r\ndecisions  in local government are in fact not  really\r\n\r\npolitical  matters at all, where politics  should  not\r\n\r\nenter  in, and I think the Mayor who is placed in  the\r\n\r\nposition  of being above Party would be able to  wield\r\n\r\ninfluence which otherwise would not be so easy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Sir, if I may refer to your great office,\r\n\r\nthat  the value of Mr Speaker as a non-Party man  has\r\n\r\nbeen shown in this Assembly. I think if we follow  the\r\n\r\nprinciple,  and  we have accepted that  principle  and\r\n\r\nrealised  its value in this House, that for the  first\r\n\r\nfew years at any rate of the life of the City Council,\r\n\r\nas we found in the first few years of the life of this\r\n\r\nAssembly,  that a Mayor is placed in the  position  of\r\n\r\nbeing  above  Party,  it would be extremely  valuable.\r\n\r\nPerhaps this could be relaxed in time to come just  as\r\n\r\nI think it is intended under the new Constitution that\r\n\r\nthis  might be relaxed if the Assembly so wishes,  but\r\n\r\nthe  traditions  and practices of a  Mayor  as  a  man\r\n\r\nelected   from  the  people  and  elected   from   the\r\n\r\nCouncillors - these traditions and practices have  still\r\n\r\nto  be  set up in this city, and during this  stage  I\r\n\r\nthink, as I have said, this particular amendment would\r\n\r\nbe  exceptionally valuable in the counsellings of  the\r\n\r\nCity Council.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, this amendment shows the\r\n\r\nfundamental difference between our side of  the  House\r\n\r\nand  the Liberal-Socialists. We believe, Sir, that  an\r\n\r\nelected  man should exercise his right. He should  not\r\n\r\nunder any pretence shirk his right and, whether he  is\r\n\r\na  mayor or not, refuse to vote. Therefore once a  man\r\n\r\nis elected by an electorate, nothing should be done to\r\n\r\ntake away his right of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2340</b></font><br><br>\r\n\r\n\r\n\r\nvoting  and  his right of representing the people  who\r\n\r\nhave  elected him. It is an important principle,  Sir,\r\n\r\nand  we are not prepared to concede on this point.  We\r\n\r\nstick  by  it, that an elected man has his  right  and\r\n\r\nnobody should take that away from him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, even the present City Council President does\r\n\r\nexercise his vote though he is not an elected man  but\r\n\r\na  civil  servant. He not only exercises his  original\r\n\r\nvote  but  he exercises a casting vote when  the  need\r\n\r\narises.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member did make the plea that we would like\r\n\r\nto have an impartial Mayor but I suggest, Sir, that he\r\n\r\nis going against human nature in this. Human nature is\r\n\r\nsuch  that one cannot always be impartial and even  if\r\n\r\nyou  have a Mayor from whom the vote is taken away you\r\n\r\nwill  still find that he will not be always impartial.\r\n\r\nBesides,  what  will  happen  if  in  a  City  Council\r\n\r\nelections  you  find two Parties returned  with  equal\r\n\r\nstrength?  Then nobody would want to appoint  a  Mayor\r\n\r\nfrom his Party because if he did so it would lose  one\r\n\r\nvote and it would then become the minority in the City\r\n\r\nCouncil.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, apparently the only\r\n\r\nobjection   of  the  Government  side  to  this   very\r\n\r\nconstructive suggestion of the Member for  Tanglin  is\r\n\r\nbecause there is a fear that human nature cannot  rise\r\n\r\nabove partiality towards Party. I think that is a very\r\n\r\nsad   admission.  In  this  House  we  have  seen  how\r\n\r\nimportant it is to have a Speaker who is impartial and\r\n\r\ngives  everybody a chance to speak no matter on  which\r\n\r\nside  he  is. I strongly feel that it is essential  in\r\n\r\nthe  first few years of the new City Council  that  we\r\n\r\nshould have an impartial man as a Mayor.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I would just like to point out, Mr\r\n\r\nChairman,  that  there is a fallacy in comparing  your\r\n\r\nposition,  with  all respect, to the position  of  the\r\n\r\nMayor. Under a Party political programme in contesting\r\n\r\nelections  as  we have in the City Council  the  Mayor\r\n\r\nwill  presumably be a man who has been  elected  on  a\r\n\r\nParty  political programme and has given his  word  to\r\n\r\nthe people who have voted for him that he will try to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2341</b></font><br><br>\r\n\r\n\r\n\r\ncarry  that programme out. In the nature of things  it\r\n\r\nis  going to be extremely difficult or impossible  for\r\n\r\nhim to retain the trust of anybody if he goes back  on\r\n\r\nthe  word which he has given; if he is pledged to seek\r\n\r\nto  carry  out  certain objectives  and  then  has  to\r\n\r\nrefrain  from carrying them out. It may  be  that  the\r\n\r\nSpeaker  in  the House of Commons is an elected  Party\r\n\r\nman  but  there you have over six hundred  Members  to\r\n\r\nchoose  from. Of course there is a very long tradition\r\n\r\nof  extremely partisan Speakers long ago but gradually\r\n\r\nthey  built  up a tradition how the office  should  be\r\n\r\noccupied and run and they have always got a spare  man\r\n\r\nto put in. But that sort of thing does not apply here.\r\n\r\nI  understand that the Speaker in the House of Commons\r\n\r\nin  fact  once  he is chosen, retains his  office  and\r\n\r\nnobody  can contest against him by agreement; he  gets\r\n\r\nhis seat uncontested thereafter.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Chairman, I rise just to\r\n\r\nexpress my alarm at the statement that a Party man  is\r\n\r\nnot  able to be impartial. We know that Party men will\r\n\r\nbe  elected not only to the office of Mayor later  on,\r\n\r\nbut at present they are holding important offices like\r\n\r\nministers. And if they cannot be impartial where  will\r\n\r\nSingapore go? God help us, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> Could I have one more word, Sir? I am\r\n\r\nafraid   the   Opposition  still  misunderstands   the\r\n\r\nsituation. A man who has joined a political Party  has\r\n\r\nformed his opinion as to how things should be done. We\r\n\r\non  this  side  of  the House stand  for  a  Socialist\r\n\r\nprogramme;  on the other side of the House they  stand\r\n\r\nfor  a  capitalist-socialist programme, whatever  that\r\n\r\nmay  be. And in this world, having formed your  ideas,\r\n\r\nyou  then  go  to the people and say, \"I  want  to  be\r\n\r\nelected\", and having done that you act impartially  on\r\n\r\nthe  basis  of the principles which you have accepted;\r\n\r\nbut  you  cannot  then say that  although  you  are  a\r\n\r\nSocialist by principle you will now impartially accept\r\n\r\nthat capitalism is as good as Socialism. That would be\r\n\r\nto make nonsense of the whole thing. On\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2342</b></font><br><br>\r\n\r\n\r\n\r\nthe basis of Socialism you have to be impartial within\r\n\r\nyour  principles but you cannot be expected to abandon\r\n\r\nyour  principles and show that you have no mind or  no\r\n\r\npower  of  decision between two matters on  which  you\r\n\r\nhave already made your choice.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, if we accept the view, as we\r\n\r\non  this side of the House do, that a Mayor or  rather\r\n\r\nan  elected Councillor, once he is elected as a Mayor,\r\n\r\nshould  be  above Party - and I think  that  should  be\r\n\r\naccepted in the interests of the welfare of the  city - then  I  can  only  say that one is  appalled  at  the\r\n\r\nreasons  of  the Hon. Minister for Communications  and\r\n\r\nWorks.  The  Minister  said that  the  Mayor,  or  the\r\n\r\nCouncillor  when he has been elected as a Mayor,  must\r\n\r\ncarry  out  his Party programme at all costs.  Now  if\r\n\r\nthat  is to be the situation, what confidence is there\r\n\r\ngoing  to  be in a Mayor who is not going to  consider\r\n\r\nthe city as a whole above Party, but is going to carry\r\n\r\nout  his Party programme right or wrong? You are going\r\n\r\nto  be  in  a position of a biased man giving  rulings\r\n\r\nfrom the chair, and I think that is a most undesirable\r\n\r\nposition  for the City Council to be in. And  for  the\r\n\r\nMinister  for Commerce and Industry to be saying  that\r\n\r\nhe  cannot expect a man always to be impartial only of\r\n\r\ncourse  reinforces our point that the Mayor should  be\r\n\r\nplaced  in  a position above Party, as this  amendment\r\n\r\nseeks to do.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, either the hon. Member has\r\n\r\nmisunderstood it or tries to misinterpret my statement\r\n\r\nand  the  statement of the Minister for Communications\r\n\r\nand Works.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not understand what power the Mayor is going to\r\n\r\nhave  in order that he should be impartial. After all,\r\n\r\nwhat  powers are you going to give to the Mayor except\r\n\r\nonly  that he is a figurehead in the City Council?  He\r\n\r\npresides  over its meetings but he has no other  power\r\n\r\nexcept this one vote which we propose to give him  and\r\n\r\nwhich you wish to take out of his hands. He is not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2343</b></font><br><br>\r\n\r\n\r\n\r\ngoing to have the power of the President of the United\r\n\r\nStates surely. He is not going to control a body  with\r\n\r\nsuch big resources and big population that you want to\r\n\r\nmake  him  so  impartial. He is going  to  be  just  a\r\n\r\nfigurehead  presiding  over  meetings  of   the   City\r\n\r\nCouncil. I think the Opposition Members are trying  to\r\n\r\nexaggerate the position of the Mayor.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I, Sir, emphatically state here that we on this side\r\n\r\nof   the  House  cannot  be  impartial  to  our  Party\r\n\r\nprogramme. We must be partial and carry out our  Party\r\n\r\nprogramme.  If  the Opposition think that  we  can  be\r\n\r\nimpartial,  then they are mistaken. We  have  promised\r\n\r\nthe electorate to carry out our Party programme and we\r\n\r\nshall carry out that programme as far as possible.  So\r\n\r\ndo   not  let  anybody  misinterpret  it.  We  can  be\r\n\r\nimpartial  in smaller things but when it  comes  to  a\r\n\r\nParty programme, we cannot be impartial; we have to be\r\n\r\npartial.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I would just like to make a\r\n\r\ncomment that if the position is that the Mayor  is  to\r\n\r\nbe   regarded  purely  as  a  figurehead,   then   the\r\n\r\nGovernment are introducing something which they do not\r\n\r\nunderstand.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Sir, may I just give a solid\r\n\r\nexample  arising out of the quotations by the Minister\r\n\r\nfor  Communications and Works? He read out to us  when\r\n\r\nthe   previous   clauses  were   debated   that   City\r\n\r\nCouncillors  busied  themselves with  such  things  as\r\n\r\nwhether A should sell hot drinks or B should sell  hot\r\n\r\ndrinks.  Of course, if A happens to be a Party member,\r\n\r\nhe gets two points down and if B happens to be another\r\n\r\nperson not connected with the Party, he gets one point\r\n\r\nup, and still A is approved, then the partiality of  a\r\n\r\nMayor  comes  in.  Such  partiality  can  range   from\r\n\r\ngranting a licence to sell fish in a market to  bigger\r\n\r\nthings.  I am alarmed that if this sort of affairs  go\r\n\r\non at high government level, it will be very, very bad\r\n\r\nfor Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> Sir, I think we cannot accept the\r\n\r\nsuggestion  of  the  Member  for  Tanglin   that   the\r\n\r\nGovernment  is  unaware of the responsibilities  of  a\r\n\r\nMayor and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2344</b></font><br><br>\r\n\r\n\r\n\r\nthat  it does not know what it is talking about.  Sir,\r\n\r\nthere are in the United Kingdom a very large number of\r\n\r\nCity and Borough Councils which have Mayors and if the\r\n\r\nhon.  Member were to look at the United Kingdom  Local\r\n\r\nGovernment  Act, he will find that Mayors  there  have\r\n\r\nvotes.  I think it is a very misleading suggestion  to\r\n\r\nmake  that we are on the wrong track. I think the hon.\r\n\r\nMember is trying to figure the Mayor of Singapore as a\r\n\r\npiece  of  wood.  I  do  not  think,  Sir,  that   the\r\n\r\nGovernment can agree to that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, Sir, I do not wish to move my\r\n\r\namendment:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 90, lines 38 to 39, to leave out \"whether\r\n\r\nor not entitled to vote in the first instance\" and\r\n\r\ninsert \"not being the mayor\".]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 40 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 41-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 91, lines 5 and 6, to leave out \"or by\r\n\r\nresolution in respect of any particular meeting\".\r\n\r\n\r\n\r\n<br><br>Perhaps I have your permission, Sir, to refer\r\n\r\nindirectly to the next amendment which is to some\r\n\r\nextent connected. It reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 91, line 10, to leave out \"and\" and insert\r\n\r\n\"or\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is quite a small amendment and I think\r\n\r\nthese words are in fact unnecessary in their context;\r\n\r\nthe sub-clause will then read:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Such minutes shall, unless the local authority by\r\n\r\nStanding Orders shall otherwise decide, be open to\r\n\r\ninspection by the public...\".\r\n\r\n\r\n\r\n<br><br>Now,  it  seems to me that it is better for the  local\r\n\r\nauthority  to decide by Standing Orders throughout  as\r\n\r\nto   whether  or  not  minutes  should  be   open   to\r\n\r\ninspection. The normal practice is that the minutes of\r\n\r\nevery  ordinary meeting of a local authority are  open\r\n\r\nto inspection; in fact, they are gazetted but not that\r\n\r\nthe minutes of proceedings of every committee are open\r\n\r\nto  inspection. It seems to me better  to  make  these\r\n\r\nprovisions under Standing Orders which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2345</b></font><br><br>\r\n\r\n\r\n\r\nwould  define  the type of meeting by  such  terms  as\r\n\r\n\"ordinary\"  meeting or \"special\" meeting  rather  than\r\n\r\nthat  there should be a resolution in respect  of  any\r\n\r\nparticular meeting that it is not intended to have the\r\n\r\nminutes  open to inspection. I think that  might  give\r\n\r\nthe  wrong  impression  to the  public  that,  when  a\r\n\r\ncertain matter was being debated, the City Councillors\r\n\r\nwere  not desirous of allowing the public to know what\r\n\r\nwas  going  on  but if that is covered as  it  can  be\r\n\r\ncovered  by Standing Orders, that impression could  be\r\n\r\navoided. In the same way, I think the word \"or\" in sub-clause (3) is preferable to \"and\". The sub-clause will\r\n\r\nthen read:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Such minutes or parts thereof may be published in\r\n\r\nthe  Gazette or in such other manner, if any,  as  the\r\n\r\nlocal authority may decide.\"\r\n\r\n\r\n\r\n<br><br>For  the  same  reason, that \"such  minutes  or  parts\r\n\r\nthereof\" in sub-clause (3) refer to sub-clause (1) :\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Minutes of the proceedings of every meeting of a\r\n\r\nlocal authority and of every committee thereof...\".\r\n\r\n\r\n\r\n<br><br>Now, as I have said, in point of fact, the minutes  of\r\n\r\nevery  committee  meeting are  not  published  in  the\r\n\r\nGazette. They are kept confidential and it is only the\r\n\r\nresolutions of that committee that are published and I\r\n\r\nthink it is desirable to keep to that practice.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It has been proposed as an amendment:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 91, lines 5 and 6, to leave out \"or by\r\n\r\nresolution in respect of any particular meeting\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the words proposed to be left\r\n\r\nout,  be left out.\" The debate may range over the next\r\n\r\namendment:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 91, line 10, to leave out \"and\" and insert\r\n\r\n\"or\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, in the light of the\r\n\r\nexplanation given by the hon. mover of the  amendment,\r\n\r\nthe Government is pleased to accept it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further Amendment made: In page 91, line 10: to\r\n\r\nleave out \"and\" and insert \"or\". -[Mr Ede].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 41, as amended, agreed to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2346</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 45-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 92, to leave out lines 18 to 22.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it seems to me that this particular sub-clause\r\n\r\n(4) is redundant if you take it in connection with sub-clause (1). Sub-clause (1) reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"A member of a local authority shall not vote or be\r\n\r\npresent  at  the discussion of any matter  before  the\r\n\r\nlocal  authority  or  a  committee  in  which  he  has\r\n\r\ndirectly or indirectly by himself or by a partner  any\r\n\r\npecuniary interest:\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-clause (4), it seems to us, is repetitive:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"A local authority may by Standing Orders provide for\r\n\r\nthe  exclusion  of a member of that authority  from  a\r\n\r\nmeeting of the authority whilst any contract, proposed\r\n\r\ncontract  or  other matter in which  he  has  such  an\r\n\r\ninterest as aforesaid is under consideration.\"\r\n\r\n\r\n\r\n<br><br>It  may  be remembered that this clause 45 was amended\r\n\r\nby  the  Select Committee and it seems to us  that  in\r\n\r\nmaking the amendment, it was overlooked that this sub-clause (4) is actually covered by sub-clause (1).\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> We accept the amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 45, as amended, ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 60-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 97, line 5, to leave out from \"may\" to the\r\n\r\nend of line 13 and insert:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) with the sanction of the Minister sell,\r\n\r\nexchange  or  let  on  lease  or  otherwise  any\r\n\r\nelectricity, water or gas undertaking vested  in\r\n\r\nit  for  such consideration or at such rent  and\r\n\r\nupon  such  terms and conditions  as  the  local\r\n\r\nauthority with the sanction of the Minister  may\r\n\r\ndetermine; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) sell, exchange or let on lease or otherwise any\r\n\r\nrevenue  producing  undertaking,  not  being  an\r\n\r\nelectricity,  water  or gas supply  undertaking,\r\n\r\nvested  in it for such consideration or at  such\r\n\r\nrent  and upon such terms and conditions as  the\r\n\r\nlocal authority may determine.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2347</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, the point of this amendment is, we feel that the sanction of the Minister - I was almost\r\n\r\ngoing   to   use  the  word  \"interference\"   of   the\r\n\r\nMinister - should  be  excluded from undertakings  other\r\n\r\nthan   the   main   public  utility  undertakings   of\r\n\r\nelectricity,  water or gas. We do  agree  that  it  is\r\n\r\nright  that  the  local  authority  should  not  sell,\r\n\r\nexchange  or  let  on leave any of these  three  major\r\n\r\npublic  utilities  without  the  Minister's  sanction.\r\n\r\nThese are vital to the daily lives of everyone on  the\r\n\r\nisland  and any change should, of course, be carefully\r\n\r\nconsidered  but  we see no reason for  the  Minister's\r\n\r\nsanction being required in minor undertakings such  as\r\n\r\nmarkets, swimming pools, hawkers' pitches, and  things\r\n\r\nof  that  kind. If the local authority  has  power  to\r\n\r\nbuild  a  market  or  a swimming  pool  from  its  own\r\n\r\nresources,  as  it can under clause  60  (1),  without\r\n\r\nsanction, it should have powers to dispose of them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When this was debated in Select Committee, it seemed\r\n\r\nthat Government had failed to give any reasons for the\r\n\r\nMinister to retain his powers in respect of every kind\r\n\r\nof undertaking and when I asked examples of what other\r\n\r\nundertakings  the Government had in mind,  the  answer\r\n\r\ncame, 'There are none.'\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. T. Stewart:</b> Mr Chairman, Sir, in connection\r\n\r\nwith  the amendment of the Member for Tanglin, I would\r\n\r\nlike  to point out that there have been no inroads  as\r\n\r\nthe  Member  suggests  into the powers  of  the  local\r\n\r\nauthority by the Minister. In fact, a similar power of\r\n\r\nthe  Minister  exists in the present City  Council;  I\r\n\r\nthink  it  is section 366 but, Sir, on reconsideration\r\n\r\nof  this amendment, I am pleased to say that we accept\r\n\r\nthe amendment of the Member for Tanglin.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 60, as amended, ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 67-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2348</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 101, to leave out lines 23 to 25.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These three lines refer to paragraph (d) of sub-clause (1). Sub-clause (1) reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Local authorities are authorised to expend the\r\n\r\nappropriate  local  authority fund for  the  following\r\n\r\npurposes:-\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And (d) refers to:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"the acquisition, construction or establishment and\r\n\r\nmaintenance,  supervision and control  of  systems  of\r\n\r\npublic transport;\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It seems to us, Sir, that this clause is now an\r\n\r\nanachronism.    Government's    promise    was     the\r\n\r\nnationalisation of public transport and the removal of\r\n\r\nits  control from the City Council. First  steps  have\r\n\r\nbeen  taken  in  this  direction:  bus  companies  and\r\n\r\nservices are now under an omnibus licensing authority.\r\n\r\nSo  if  the  Government  is in earnest  regarding  its\r\n\r\npromises,  it  seems to us that this  clause  has  now\r\n\r\nbecome redundant and need not be retained in the Bill.\r\n\r\nIf  the Government does not accept this amendment,  it\r\n\r\nseems  to us an indication that they are having second\r\n\r\nthoughts  about the whole question of public transport\r\n\r\nand that they had pledged themselves to a policy which\r\n\r\nthey do not propose to follow.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> Mr Chairman, I do not want to waste\r\n\r\nmany  words  on this minor point. The hon. Member  has\r\n\r\nobviously  overlooked  section  29  of  Cap.   111 - the\r\n\r\nSingapore Traction Ordinance. If you would like, I can\r\n\r\nrefer  to it; otherwise we can accept that it provides\r\n\r\nreasonable grounds for retaining this power.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Perhaps the Minister may read the\r\n\r\nrelevant section for the record.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> Yes, Sir. The section is of course the\r\n\r\none  which  empowers  the  City  Council  to  buy  the\r\n\r\nTraction Company. Section 29 of the Singapore Traction\r\n\r\nOrdinance reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The City Council may within six months after the\r\n\r\nfifth day of June, 1955 or within six months after the\r\n\r\nexpiration of any subsequent period of seven years  or\r\n\r\nwithin  three months after the making of any Order  by\r\n\r\nthe  Minister  under  either of  the  two  immediately\r\n\r\npreceding sections by notice in writing to the Company\r\n\r\nrequire  the Company to sell and thereupon the Company\r\n\r\nshall sell to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2349</b></font><br><br>\r\n\r\n\r\n\r\nthe   City   Council  the  whole  Undertaking,   land,\r\n\r\nbuildings,   generating  stations,  substations,   car\r\n\r\nsheds,  works,  materials, stores,  rolling-stock  and\r\n\r\nplant  of  the Company as a going concern.  The  total\r\n\r\nprice failing agreement shall be fixed by arbitration,\r\n\r\nand  in  arriving at such total price  the  Arbitrator\r\n\r\nshall  have  regard to the fair market  value  of  the\r\n\r\nUndertaking,  as  a  going concern,  but  without  any\r\n\r\nallowance being made for compulsory purchase.\"\r\n\r\n\r\n\r\n<br><br>The hon. Member will appreciate that that Ordinance is\r\n\r\na   specific  Ordinance  referring  to  the  Singapore\r\n\r\nTraction  Company. To take away from the City  Council\r\n\r\nthe  power  to  expend money for this purpose,  whilst\r\n\r\nleaving   in  the  Traction  Company  Ordinance   this\r\n\r\nprovision,   would  be - in  colloquial  terms - to   make\r\n\r\nnonsense  of the situation. I think there is  a  legal\r\n\r\npoint but I would not care to expound a legal point in\r\n\r\nthis  distinguished  company.  Briefly,  you  have  an\r\n\r\nenablement under one Ordinance and you had better have\r\n\r\nthe  corresponding  enablement  under  the  other.  The\r\n\r\nquestion of whether the enablement is going to be used\r\n\r\nor not is rather by the way.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, if that explanation had been\r\n\r\nforthcoming from the Minister in the Select Committee,\r\n\r\nall  would have been made clear. In the circumstances,\r\n\r\nI beg leave to withdraw the amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Chairman, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 102, line 9, to leave out \"real or personal\"\r\n\r\nand insert \"movable or immovable\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I understand, Sir, that the term \"movable or\r\n\r\nimmovable\" is the appropriate term to use.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 67, as amended, ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 68-\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Chairman, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 102, line 22, to leave out \"Fund\" and insert\r\n\r\n\"accounts\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The last line in sub-clause (1), Sir, refers to\r\n\r\naccounts. It is against these accounts\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2350</b></font><br><br>\r\n\r\n\r\n\r\nthat all orders or cheques must be signed by\r\n\r\nthe Treasurer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 68, as amended, ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 81-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 107, line 18, to leave out \"nor, except in\r\n\r\nspecial circumstances, the period\".\r\n\r\n\r\n\r\n<br><br>And I would ask, Sir, that the second amendment may be\r\n\r\ntaken into consideration:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 107, lines 19 and 20, to leave out \"under\r\n\r\nsection 78 of the Ordinance\",\r\n\r\n\r\n\r\n<br><br>which we agreed should, in fact, be section 79.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, this clause refers to the period of redemption of monies borrowed by the City Council\r\n\r\nunder  clause 78 of this Bill. Money can  be  borrowed\r\n\r\nfor  any of three purposes, as given in sub-clause (1)\r\n\r\nof clause 78:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(a) the acquisition of any premises which the City\r\n\r\nCouncil may acquire under this Ordinance or  any\r\n\r\nother written law for the time being in force;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) the erection of any building which the City\r\n\r\nCouncil has authority to erect;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) the execution of any permanent work, the\r\n\r\nprovision  or renewal of any plant or equipment,\r\n\r\nthe provision or replacement of any vehicles, or\r\n\r\nthe doing of anything which the City Council has\r\n\r\nauthority  under  this  Ordinance  to   execute,\r\n\r\nprovide  or  do  if,  in  the  opinion  of   the\r\n\r\nMinister, the cost of carrying out that  purpose\r\n\r\nought to be spread over a term of years:\"\r\n\r\n\r\n\r\n<br><br>Now, Sir, there are three restrictions in clause 81 as\r\n\r\nregards the period of redemption. Firstly, the  period\r\n\r\nshall  not  exceed  60 years in any case.  With  this,\r\n\r\nafter due consideration, we are prepared to agree. The\r\n\r\nsecond restriction is that the period shall not exceed\r\n\r\nthe estimated life of the purpose: that is to say, for\r\n\r\nexample,  40 years in the case of a power station.  We\r\n\r\nagree  that  this  is  financially  sound.  The  third\r\n\r\nrestriction  is that the period shall not  exceed  the\r\n\r\nperiod of the loan under clause 79 of the Bill\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2351</b></font><br><br>\r\n\r\n\r\n\r\nwhich  loan under clause 80 shall be charged  on  City\r\n\r\nCouncil  revenue. It is this restriction to  which  we\r\n\r\nobject  and which we seek to remove, bearing  in  mind\r\n\r\nthat  long-term  loans are not easy to  raise  in  the\r\n\r\nSingapore  market and that short-term loans for  long-term  projects are all that can normally be hoped for.\r\n\r\nLet  me  now  illustrate what happens. Let us  suppose\r\n\r\nthat  the City Council wishes to raise a loan  of  $10\r\n\r\nmillion to extend the power station; the life  of  the\r\n\r\nasset  or  this extension being, let us say, 40  years\r\n\r\nand the period of the loan 10 years. If the period  of\r\n\r\nredemption  is  related to the  period  of  the  loan,\r\n\r\nnamely  ten  years, then apart from considerations  of\r\n\r\ninterest, a refund has to be made under clause  82  of\r\n\r\n$1  million  per  year  from your electricity  revenue\r\n\r\naccount.   On  the  other  hand,  if  the  period   of\r\n\r\nredemption  is related to the period of the  estimated\r\n\r\nuseful  life  of  the project, namely 40  years,  then\r\n\r\napart  from  considerations of interest, a  refund  of\r\n\r\nonly  $250,000  per year has to be  made.  This  is  a\r\n\r\nsaving  of $750,000 per year in your revenue  account.\r\n\r\nWhat  is  the result? As a result of this saving,  the\r\n\r\nunit  price  of  electricity can be  reduced  and  the\r\n\r\npresent   generation  is  not  being   made   to   pay\r\n\r\nunnecessarily  heavily  for  the  benefit  of   future\r\n\r\ngenerations.  The unit price of electricity  not  only\r\n\r\ncan  but  ought to be reduced in this way and I  would\r\n\r\nsuggest,   particularly,  for   industrial   purposes,\r\n\r\nbecause  if  the  Minister for Commerce  and  Industry\r\n\r\ncould attract industrialists to set up factories  here\r\n\r\ntoday,  as  indeed is the policy of the Government - one\r\n\r\nof the inducements being an adequate supply of cheaper\r\n\r\npower - we should be better off not only now but in  the\r\n\r\nfuture  and we would therefore be in a better position\r\n\r\nto  raise  further loans in the future. The very  fact\r\n\r\nthat  the City Council has to redeem loans within  the\r\n\r\nperiod of the loan and not within the estimated useful\r\n\r\nlife  of the purpose does tend to handicap much needed\r\n\r\ndevelopment.  Not only the present generation  suffers\r\n\r\nby having to pay an inflated price for electricity,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2352</b></font><br><br>\r\n\r\n\r\n\r\nbut  the  future  generation suffers through  lack  of\r\n\r\nindustrial  expansion today. The amendment  before  us\r\n\r\nwill   remove   this  unnecessary  and   short-sighted\r\n\r\nrestriction.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It has been proposed as an amendment,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 107, line 18, to leave out \"nor, except in\r\n\r\nspecial circumstances, the period\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the words proposed to be left\r\n\r\nout,  be  left  out.\" In debating that  Question,  the\r\n\r\ndebate may range over the next amendment:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 107, lines 19 and 20, to leave out \"under\r\n\r\nsection 78 of the Ordinance\".\r\n\r\n\r\n\r\n<br><br>3.42 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr T. M. Hart (Financial Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Financial Secretary (Mr T. M. Hart):</b> Mr\r\n\r\nChairman, I should say, before I start to reply to the\r\n\r\nhon.  Member, Sir, that of course the proviso to which\r\n\r\nhe objects does not preclude short-term borrowing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As hon. Members are aware, under the existing\r\n\r\nMunicipal  Ordinance, the City Council is  obliged  to\r\n\r\narrange for the redemption of a loan within the period\r\n\r\nsanctioned  for  the repayment of  a  loan.  In  other\r\n\r\nwords, the period of redemption must be not more  than\r\n\r\nthe period for repayment. The period of redemption  is\r\n\r\nnot  related  to  the useful life of the  purpose  for\r\n\r\nwhich the loan is raised. This would be clear from the\r\n\r\nminutes of the Parliamentary Bills Committee which are\r\n\r\nquoted  on page 38 of the Sessional Paper L.A.  10  of\r\n\r\n1957, that is, the book containing the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before proceeding further, Sir, I should perhaps\r\n\r\nmake  it quite clear that a distinction has been drawn\r\n\r\nin  this  Bill between redemption and repayment.  This\r\n\r\ndistinction  was  not made in the  existing  Municipal\r\n\r\nOrdinance.   Unless   this  distinction   is   clearly\r\n\r\nunderstood,  discussion of the  clauses  of  the  Bill\r\n\r\nreferring  to loans will be largely meaningless.  Here\r\n\r\nagain,  I  would  refer to page 38  of  the  Sessional\r\n\r\nPaper.  Repayment is the physical act of repaying  the\r\n\r\nsubscribers  to  a loan. Redemption  in  this  context\r\n\r\nrefers  to  the arrangements made by the  borrower  to\r\n\r\nprovide funds for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2353</b></font><br><br>\r\n\r\n\r\n\r\nrepayment and I hope this distinction is clear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For some time, financial officers of the City\r\n\r\nCouncil  have  considered  that  the  terms   of   the\r\n\r\nMunicipal  Ordinance  are, in  certain  circumstances,\r\n\r\nunnecessarily restrictive on the Council's  powers  to\r\n\r\nraise and redeem loans. Short-term borrowing has  been\r\n\r\nrendered  difficult  because of  the  difficulties  of\r\n\r\nredeeming  a loan over the short period for  which  it\r\n\r\nhas  been raised. In some cases, where money has  been\r\n\r\nraised  for a purpose with a long useful life, it  has\r\n\r\nnot  been possible to redeem the loan over that period\r\n\r\nalthough  there may have been a strong case for  doing\r\n\r\nso. In this latter connection, however, I must make it\r\n\r\nclear  that  at  no  time has it ever  seriously  been\r\n\r\nsuggested that a loan should be redeemed over a longer\r\n\r\nperiod than 60 years even although the useful life  of\r\n\r\nthe purpose for which the loan is raised may appear to\r\n\r\nbe  more  than 60 years. I must emphasise this.  Sixty\r\n\r\nyears is a very long time: in fact, two generations or\r\n\r\nthe  lifetime  of an average man. There are  very  few\r\n\r\npurposes which have a useful life even approaching  60\r\n\r\nyears. By useful life, I mean the period of life of an\r\n\r\nasset   before   it  requires  major  expenditure   on\r\n\r\nreplacements or to modernise it or adapt  it  to  meet\r\n\r\ncurrent  requirements. Even in the case  of  permanent\r\n\r\nbuildings, it would be a rash man who would  say  with\r\n\r\ncomplete confidence that the useful life, that is, the\r\n\r\nperiod   of  life  before  repairs,  adaptations   and\r\n\r\nmodifications were required, was over 60 years. Again,\r\n\r\nsince these modifications would normally require fresh\r\n\r\ncapital,  it  would  be  unfair  that  any  particular\r\n\r\ngeneration  of  consumers should be saddled  with  the\r\n\r\nfinancial  consequences  of their  great-grandfathers'\r\n\r\nundertakings as well as their own. For these  reasons,\r\n\r\nit  has never been seriously suggested that the period\r\n\r\nof redemption of any loan should exceed 60 years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I said earlier, the financial officers of the\r\n\r\nCity   Council  have  been  anxious  to  obtain   some\r\n\r\nrelaxation  of  the restrictions placed  on  the  City\r\n\r\nCouncil's\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2354</b></font><br><br>\r\n\r\n\r\n\r\npowers  of  borrowing  and funding  by  the  Municipal\r\n\r\nOrdinance. When clause 81 was drafted - at this stage, I\r\n\r\nshould  say  that the financial clauses of  this  Bill\r\n\r\nwere  all drafted by the City Treasurer and have  only\r\n\r\nbeen  subjected  to minor modifications  since - it  was\r\n\r\nprovided   that  every  sum  borrowed  under   section\r\n\r\n78 - which should read 79 - shall be redeemed within  such\r\n\r\nperiod not exceeding 60 years as the City Council with\r\n\r\nthe sanction of the Governor in Council may determine.\r\n\r\nIn short, clause 81, as it appears in the Bill without\r\n\r\nthe proviso.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When this clause came to be discussed with the City\r\n\r\nTreasurer, it was readily agreed that a proviso should\r\n\r\nbe  added  to  the effect that such period  shall  not\r\n\r\nexceed  the  estimated useful life of the purpose  for\r\n\r\nwhich  the money has been raised. Quite obviously,  it\r\n\r\nwould  be most imprudent to fund a loan over a  longer\r\n\r\nperiod  than the useful life of the purpose for  which\r\n\r\nit  had  been  raised and I am sure that hon.  Members\r\n\r\nwill agree unanimously on this point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So far so good. It had, at this stage, been agreed\r\n\r\nby all parties concerned that clause 81 should read as\r\n\r\nfollows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Every sum borrowed shall be redeemed within such\r\n\r\nperiod  not exceeding sixty years as the City Council,\r\n\r\nwith  the  sanction of the Governor  in  Council,  may\r\n\r\ndetermine: Provided always that such period shall  not\r\n\r\nexceed  the  estimated useful life of the purpose  for\r\n\r\nwhich the money has been raised.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At this stage, however, it had become clear that the\r\n\r\nmatter  was not quite as simple as it would  at  first\r\n\r\nappear.    There    were   certain   very    important\r\n\r\nconsiderations  which  had to be  taken  into  account\r\n\r\nbefore giving the City Council the powers contained in\r\n\r\nthis  clause. Firstly, the policy relating  redemption\r\n\r\nto  useful  life rather than to the period of  a  loan\r\n\r\nmeans  that  on  the  due date of payment,  the  money\r\n\r\navailable  in the sinking fund will be less  than  the\r\n\r\namount  required for repayment. It also  assumes  that\r\n\r\nthe  borrowing  authority can count on being  able  to\r\n\r\nfloat a loan to pay off the original loan whenever  it\r\n\r\nis  required.  This,  of course, is  the  position  in\r\n\r\nEngland where there is a highly developed loan  market\r\n\r\nand where local authorities can count\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2355</b></font><br><br>\r\n\r\n\r\n\r\nwith reasonable certainty on being allowed and able to\r\n\r\nfloat  a  loan  wherever  it is  required  but  it  is\r\n\r\ndoubtful if the situation will ever be quite the  same\r\n\r\nin  Singapore.  One is, of course,  looking  into  the\r\n\r\nfuture  and  speculating  rather  than  speaking  with\r\n\r\ncertainty  about conditions which may then  exist.  It\r\n\r\ndoes, however, seem at least uncertain whether in  the\r\n\r\nforeseeable  future conditions in  the  local  capital\r\n\r\ninvestment  market will be such that the City  Council\r\n\r\ncould  count with certainty on being able to  float  a\r\n\r\nredemption loan at any given date. In the first place,\r\n\r\nthe  City Council has already a substantial burden  of\r\n\r\ndebt.  This is bound to increase considerably  in  the\r\n\r\nfuture and the local investing public will in the  end\r\n\r\nbe  very  heavily committed in respect of City Council\r\n\r\nloans  with  possibly  a corresponding  reluctance  to\r\n\r\nbecome further committed. Again, the amount of capital\r\n\r\navailable  for  investment will not be  unlimited  and\r\n\r\nthere  is  certain  to  be  competition  for  what  is\r\n\r\navailable.  In all these circumstances,  it  seems  at\r\n\r\nleast doubtful that the City Council will always  find\r\n\r\nit  easy  to float the loans it requires. It  may,  in\r\n\r\nfact,  find  it extremely difficult. This is  a  point\r\n\r\nwhich has to be borne in mind before agreeing that the\r\n\r\nCity  Council  should embark on a new policy  of  loan\r\n\r\nredemption which is dependent for success on the ready\r\n\r\navailability  of  loan  money.  Secondly,  it  appears\r\n\r\nprobable  that if any relaxation of the  present  safe\r\n\r\nfunding policy of the City Council is allowed  in  the\r\n\r\ninterests of the present generation of ratepayers  and\r\n\r\nconsumers,  the  Council will be under great  pressure\r\n\r\nfrom political interests to exploit the relaxation  to\r\n\r\nthe  uttermost and this pressure will be passed on  to\r\n\r\nthe  Government. Thirdly, account must be taken of the\r\n\r\npossible  effect of a radical change  in  the  funding\r\n\r\npolicy on the credit of the City Council. So far,  the\r\n\r\nCouncil has not had very much trouble in obtaining the\r\n\r\nloan  money which it has required. It has had  a  free\r\n\r\nrun  of the Singapore market without competition  from\r\n\r\nthe  Government or other borrowing authorities. It was\r\n\r\nborrowed for revenue producing purposes. The financial\r\n\r\npolicies of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2356</b></font><br><br>\r\n\r\n\r\n\r\nCouncil  have commended themselves to the  public  and\r\n\r\nperhaps,  as  important as anything else, the  Council\r\n\r\nhas  been  obliged by law to redeem the loans  within\r\n\r\nthe  period  for which they were raised. Assuming  the\r\n\r\ncontinuing liability of the Council, subscribers  have\r\n\r\nalways been sure of their cash. If this funding policy\r\n\r\nis   changed   and   if  a  new  policy   is   applied\r\n\r\nindiscriminately to all loans, potential  subscribers,\r\n\r\nhaving intimate knowledge of the local loan market and\r\n\r\nof  possible conditions in the future, might  possibly\r\n\r\nbe  frightened  off.  This factor cannot  be  ignored.\r\n\r\nFourthly,  there is no gainsaying the  fact  that  the\r\n\r\nsoundest  and  most  prudent policy  which  any  local\r\n\r\ngovernment  authority  with a large  loan  development\r\n\r\nprogramme  can  follow is to redeem as many  loans  as\r\n\r\npossible within the periods fixed for repayment. As  I\r\n\r\nsay, there is no gainsaying this. Lastly, although the\r\n\r\nCity  Council enjoys a large measure of autonomy,  the\r\n\r\nfact remains that Government does, in the last resort,\r\n\r\nunderwrite  its  loans. This gives  the  Government  a\r\n\r\nspecial interest in the loan policies of the Council.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All these measures which I have just mentioned were\r\n\r\ndiscussed at great length with the City Treasurer  and\r\n\r\nbalanced  against  the desire and  need  of  the  City\r\n\r\nCouncil for a more liberal loan redemption policy than\r\n\r\nas  at  present allowed under the Municipal Ordinance.\r\n\r\nIn  the end, a conclusion was reached that it would be\r\n\r\nunwise  to  give  the Council carte  blanche  in  this\r\n\r\nmatter, that the normal policy should continue  to  be\r\n\r\nto  redeem  loans wherever possible within the  period\r\n\r\nfixed  for repayment, that any extension of the period\r\n\r\nfor  redemption should be an exception rather than the\r\n\r\ngeneral  rule and that when such exception  was  made,\r\n\r\nthe  extended period should not exceed the useful life\r\n\r\nof  the  purpose or 60 years whichever was the lesser.\r\n\r\nClause   81,   as  drafted,  gives  effect   to   this\r\n\r\nconclusion.  It does not exclude the relation  of  the\r\n\r\nperiod  of  redemption  to  the  useful  life  of  the\r\n\r\npurpose. It merely says that this will be allowed  not\r\n\r\ngenerally but in special cases.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I feel sure that in view of the special\r\n\r\nconsiderations which I have mentioned,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2357</b></font><br><br>\r\n\r\n\r\n\r\nhon. Members will agree that it is desirable to define\r\n\r\nthe  limits of loan redemption policy as has now  been\r\n\r\ndone in clause 81.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have been asked in what circumstances will the\r\n\r\nGovernor  in  Council  exercise  discretion  in   this\r\n\r\nmatter.  In  other words, what would  be  the  special\r\n\r\ncircumstances?  This  question  cannot  of  course  be\r\n\r\nanswered  specifically. It can  only  be  answered  in\r\n\r\ngeneral  terms.  Generally, the special  circumstances\r\n\r\nwill,  I  imagine,  be dictated by the  needs  of  the\r\n\r\nCouncil  to  obtain loan money at any particular  time\r\n\r\nand  by the state of the loan market at that time.  If\r\n\r\nfunds  are essential and can only be obtained on short\r\n\r\nterm  on  reasonable terms, then the Council would,  I\r\n\r\nimagine,  normally  be allowed to float  a  short-term\r\n\r\nloan  and  fund  it over the life of the  purpose  for\r\n\r\nwhich  it  was required. If, however, money  could  be\r\n\r\nobtained at reasonable rates for a period which is not\r\n\r\ntoo  far  short of the useful life of the purpose,  as\r\n\r\nhas  happened not infrequently in the past, permission\r\n\r\nwould  not  be  granted.  As I  say,  however,  it  is\r\n\r\ndifficult to speak in other than general terms on this\r\n\r\nmatter. Many imponderables are involved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the circumstances which I have outlined,\r\n\r\nGovernment cannot accept the amendment.\r\n\r\n\r\n\r\n<br><br>3.57 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I suppose that Financial\r\n\r\nSecretaries by nature and by training must be full  of\r\n\r\ngloomy forebodings of the future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are one or two points I would like to make\r\n\r\nindeed in answer to the Financial Secretary, and there\r\n\r\nare  one  or  two points which he has not answered  to\r\n\r\nwhat I stated at first, and I hope he will answer them\r\n\r\nlater  on. The first point is this, of course, that  I\r\n\r\ndid  state quite clearly that we agreed with the first\r\n\r\nrestriction, as I called it, under clause 81, that the\r\n\r\nperiod  of  60 years should be the limit. Secondly,  I\r\n\r\nalso  made it clear that we agreed that the period  of\r\n\r\nredemption should not exceed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2358</b></font><br><br>\r\n\r\n\r\n\r\nthe  estimated useful life of the project and  in  the\r\n\r\nexample  I gave of an extension to a power station,  I\r\n\r\nquoted  the  period of 40 years. So  that  we  are  in\r\n\r\nagreement with the first two restrictions but what  we\r\n\r\nare not in agreement with is the third relating to the\r\n\r\nrelation of the period of redemption to the period  of\r\n\r\nthe loan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the Financial Secretary did say that it would\r\n\r\nbe unwise to give carte blanche to the City Council in\r\n\r\nthis  matter. Of course, the City Council is  not  now\r\n\r\nbeing  given carte blanche at all because it is  quite\r\n\r\nclear  in  clause  78 that the City Council  may  only\r\n\r\nborrow  with the sanction of the Governor in  Council.\r\n\r\nIt is quite clear in clause 81 that every sum borrowed\r\n\r\nshall be redeemed within such period not exceeding  60\r\n\r\nyears  as the City Council, with the sanction  of  the\r\n\r\nGovernor  in  Council,  may  determine.  There  is  no\r\n\r\nquestion therefore of giving carte blanche to the City\r\n\r\nCouncil as the Governor in Council has the last word.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, as I say, I think the Financial Secretary\r\n\r\nregards  the  future with too great pessimism  and  to\r\n\r\nassume  that loans cannot be raised in the  future  in\r\n\r\nSingapore  in the way it has been in the  past  is,  I\r\n\r\nthink, far too pessimistic an outlook. He said that he\r\n\r\nwas  doubtful  whether they can  float  loans  in  the\r\n\r\nfuture as they did in the past. Now, if there is to be\r\n\r\nno  floating of loans in the future in Singapore, then\r\n\r\nwe  may regard that as the end of Singapore. So  I  do\r\n\r\nnot  think that argument can carry very great  weight.\r\n\r\nThe thing is that, as I explained, through the keeping\r\n\r\nup  of the price of electricity or the price of water,\r\n\r\nthrough having to keep the period of redemption to the\r\n\r\nperiod of the loan, we are hamstringing the future. If\r\n\r\nwe  could  reduce the prices of electricity  or  water\r\n\r\n(and I know this is a matter in which the Minister  is extremely interested), then by expanding our  industry\r\n\r\nthrough these decreases today, we will make the  whole\r\n\r\nfinancial position of the Colony more buoyant  in  the\r\n\r\nfuture.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2359</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Moment of interruption.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Speaker, Sir, I beg to report\r\n\r\nthat  some progress has been made in Committee on this\r\n\r\nBill and beg leave to sit on Monday, 29th July.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Monday it will be.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2360</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br>4.01 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b> Sir,\r\n\r\nI beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I second the motion.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">one minute past Four o'clock p.m.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
