{"memberId": null, "volumeNo": "3", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "18", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"3\">\r\n\r\n<meta name=\"Sit_No\" content=\"18\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1957-07-30\">\r\n\r\n<meta name=\"Start_Col\" content=\"2431\">\r\n\r\n<meta name=\"End_Col\" content=\"2470\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">18</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">30-07-1957</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 2431</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 3</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">PART II OF SESSION 1956-7</div>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Tuesday, 30th July, 1957</i></div>\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid Bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, C.M.G., Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Mr Lim Yew Hock (Havelock) Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2432</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik Bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr M. P. D. Nair (Seletar), Assistant Minister to the Chief Secretary.\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr E. P. Shanks, Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>Mr Soh Ghee Soon (Cairnhill).\r\n\r\n\r\n\r\n<br>The Honourable Mr S. T. Stewart, Chief Secretary (Acting) (ex-officio).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2433</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>LOCAL GOVERNMENT BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Recommittal read.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>Committee</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 323-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment proposed - [29th July, 1957] - In page 245,\r\n\r\nto  leave out lines 31 to 40, and lines 1 to 12 in\r\n\r\npage 246. - [Mr John Ede].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words proposed\r\n\r\nto be left out, be left out.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas (Minister for Communications and Works) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Communications and Works (Mr Francis Thomas):</b> Mr Chairman, to recapitulate\r\n\r\nwhat  I  was  saying  yesterday.  I  very  briefly\r\n\r\npointed  out that Singapore was passing through  a\r\n\r\nperiod  of transition which has involved,  amongst\r\n\r\nother  things,  the Malayanisation  of  the  civil\r\n\r\nservice. I will go on from there. The machinery of\r\n\r\nGovernment  has been deprived of a certain  number\r\n\r\nof  officers with experience and ability,  and  to\r\n\r\nthe  extent  that  those officers  have  gone  the\r\n\r\nmachine is temporarily reduced in its capacity for\r\n\r\nwork.  That loss will be made up rapidly  as  new\r\n\r\nofficers get their training and experience  but  I\r\n\r\nwant  to point out that the machinery of the civil\r\n\r\nservice   is   confronted  not   only   with   the\r\n\r\ntraditional  tasks,  the old tasks  which  it  has\r\n\r\nalways carried out, but that two new aspects  have\r\n\r\nimposed additional strain on it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, it is now for the first time\r\n\r\nworking  under the direct control of  a  political\r\n\r\nParty,  a  political  Government,  which  has  its\r\n\r\nspecific  programme  to carry  out  and  which  is\r\n\r\nseeking to carry it out. And this inevitably means\r\n\r\na  great  deal  of  additional and  new  work  and\r\n\r\nsometimes  work of new kinds, and that  is  a  new\r\n\r\naspect which has not been in Singapore before.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is also a new tempo, and this is a more\r\n\r\nunfamiliar  idea to Members of the Opposition.  In\r\n\r\nthe  past,  broadly speaking, all policy decisions\r\n\r\nhad to be funnelled, channelled, through the Chief\r\n\r\nSecretary's Office. Now decisions can be taken  at\r\n\r\nthe   ministerial  desk  in  many  cases  and  the\r\n\r\nconsequence is that work moves a good deal faster.\r\n\r\nWe are now in my own office dealing with various\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2434</b></font><br><br>\r\n\r\n\r\n\r\nmatters  which in some cases have been  coming  up\r\n\r\nannually for five or six years, but since we  have\r\n\r\na  ministerial system they, are now  getting  into\r\n\r\ntheir  final stage although there was no  sign  of\r\n\r\ntheir ever approaching a final stage before.  This\r\n\r\nalso  has imposed new strain on the civil  service\r\n\r\nand  I  would  like to say, Mr Chairman,  that  I\r\n\r\nthink  Singapore is very much indebted  indeed  to\r\n\r\nits    civil   servants.   They   have   responded\r\n\r\nmagnificently  to  the needs of Singapore  in  the\r\n\r\nlast two-and-half years. They have done a fine job\r\n\r\nand  I  am sure they will go on doing a fine  job.\r\n\r\nBut  let  us  not  impose on them any  unnecessary\r\n\r\ndemands.  Let  us  try to be realistic  about  the\r\n\r\nsituation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I shall have to say a word again on the next item\r\n\r\non  the Order Paper, the proposed new clause after\r\n\r\nclause  17,  so  I will not labour this  point.  I\r\n\r\nshall  only say again: do not be unrealistic about\r\n\r\nthese   transitional  provisions;  the  Opposition\r\n\r\nshould not set up ideals of what should be without\r\n\r\ntaking account of what actually is, because at the\r\n\r\ntime  we are living in now, the problems are  very\r\n\r\nconsiderable  and  an  unrealistic  or  artificial\r\n\r\napproach  will  only magnify the problems  without\r\n\r\nbringing them any nearer to solution.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede (Tanglin):</b> Mr Chairman, yesterday\r\n\r\nthe Hon. the Chief Secretary commented on the time\r\n\r\ntaken  between the First Reading and  the  present\r\n\r\ndebate.  It  has been a long time of course;  that\r\n\r\nmeans there has been all the more time in which to\r\n\r\nget  the  house in order for the District Councils\r\n\r\nand the new City Council, and to have organised  a\r\n\r\nmore  sensible scheme. The Hon. Minister has  just\r\n\r\nspoken, Sir, that at the ministerial level  things\r\n\r\nnow  go much faster than they used to do, but that\r\n\r\nis  a  point  we see no evidence of in respect  of\r\n\r\nthis  Bill  at all. He said, too, that unnecessary\r\n\r\ndemands are being imposed on civil servants. These\r\n\r\nunnecessary demands are being imposed by  altering\r\n\r\nboundaries  unnecessarily instead of leaving  them\r\n\r\nalone,   and   the  complications   are   of   the\r\n\r\nGovernment's own making.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2435</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. the Chief Secretary also said that the\r\n\r\nreference  to  a  period  of  four  years  by  the\r\n\r\nMinister was a reference to administration by  the\r\n\r\nRural  Board and not to clause 323 which  we  have\r\n\r\nbefore  us.  But column 343 of the Report  of  the\r\n\r\nSelect  Committee will show that in fact  this  is\r\n\r\nnot so. The Minister said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The provisions of clause 324, [as it was then]\r\n\r\nI  should  like  to stress to the  Committee,  are\r\n\r\ntransitional and discretionary. Read  in  relation\r\n\r\nto  sub-clause (4), it clearly indicates that this\r\n\r\nis purely transitional legislation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is very clear, Sir, that the Government feels\r\n\r\nthat  at  least  during  the  first  term  of  the\r\n\r\ndistrict  council, there should be  this  sort  of\r\n\r\narrangement.  It also thinks that the transitional\r\n\r\nperiod  will not last the full term of  office  of\r\n\r\nthe new district council, that it is not going  to\r\n\r\nlast for all time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And, Sir, in answer to the question which we\r\n\r\nasked  as  to what the elected representatives  in\r\n\r\nKatong  are  going  to do on the District  Council\r\n\r\nwhen the administration is carried out by the City\r\n\r\nCouncil, all he had to say, so far as I understood\r\n\r\nhim, was that for the period December of this year\r\n\r\nto March 1958 when district council elections will\r\n\r\nbe   held,   there   will  not  be   any   elected\r\n\r\nrepresentatives  at  all.  That  seems  to  us   a\r\n\r\nsomewhat  cynical  answer and  it  reaffirms  that\r\n\r\nKatong   will   be   a   no-man's-land   with   no\r\n\r\nrepresentation  for a period of four  months,  and\r\n\r\nvery  futile representation thereafter. This seems\r\n\r\nto us to be the negation of a solution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If you turn, Sir, to the last sentence of the\r\n\r\nGovernment White Paper, page 9, you will  find  it\r\n\r\nstated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Local Government administration in any area is\r\n\r\nintimately connected with the day to day lives  of\r\n\r\nthe inhabitants living therein and it is but right\r\n\r\nthat  they should have a say in the election of  a\r\n\r\nlocal government body depending closely upon their\r\n\r\nsupport, and whose decisions should pay due regard\r\n\r\nto  their  wishes concerning their  happiness  and\r\n\r\nwell being.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now these words have turned to ashes in view of\r\n\r\nthe  Labour  Front's  action in  introducing  this\r\n\r\nclause  323.  It seems to me that these  are  mere\r\n\r\n\"apple-tree\" promises, and it gives  us,  Sir,  an\r\n\r\nextremely   bad   start   to   district    council\r\n\r\nadministration  to have this absurd  situation  of\r\n\r\nrepresentatives sitting on one council and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2436</b></font><br><br>\r\n\r\n\r\n\r\nadministration being carried out by  another.  The\r\n\r\nCity  Council  apparently is to administer  Katong\r\n\r\nunder  ministerial orders. What interest  can  you\r\n\r\nreally expect the City Council to take when it  is\r\n\r\nacting  under ministerial orders, and it  is  only\r\n\r\nfor  a  short period of time before Katong  leaves\r\n\r\nit?  And  what interest will the District  Council\r\n\r\ntake  in  Katong if, to begin with, it has nothing\r\n\r\nto do with its administration?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Hon. Minister for Commerce and Industry\r\n\r\nsuggested  a  few  days ago that District  Council\r\n\r\nmeetings  would be nothing more than a tea  party,\r\n\r\nwhere people sat round a table and have an amiable\r\n\r\nchat while the officers deal with all the work. It\r\n\r\ncertainly would be a mad hatter's tea party as far\r\n\r\nas Katong is concerned.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy (Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Commerce and Industry (Mr J. M. Jumabhoy):</b> I made no such suggestion, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, perhaps the term \"tea\r\n\r\nparty\"  was not used but the suggestion given  was\r\n\r\nthat there was going to be a jolly little causerie\r\n\r\nin  these  District  Councils and  no  work  would\r\n\r\nreally be carried out. There would be a nice  chat\r\n\r\nabout  drains and that sort of thing, and all  the\r\n\r\nwork  would be done by somebody else. That is  not\r\n\r\nour  view of the way in which the District Council\r\n\r\nwork should be carried out, and it is not followed\r\n\r\neither  in  the White Paper or in this great  Bill\r\n\r\nwhich  now includes District Councils in the rural\r\n\r\nareas  which  is  not  of course  in  the  present\r\n\r\nMunicipal  Ordinance. The thing  is  simply  this,\r\n\r\nSir,  that  if Katong had been left  in  the  City\r\n\r\nCouncil this nonsensical Heath Robinson device  of\r\n\r\nclause 323 would not have to be availed of.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I think the hon. Member is still\r\n\r\nwide  off the beam, Mr Chairman. Surely the point\r\n\r\nis  that,  although Katong obsesses his  mind,  in\r\n\r\nfact  the District Council will cover a very  much\r\n\r\nlarger area than Katong, which is just the nucleus\r\n\r\nor  hard  core  around which  the  whole  District\r\n\r\nCouncil   will  be  built,  and  the  transitional\r\n\r\nprovisions   will  be  necessary,  in   any   case\r\n\r\npresumably  during the period in which  the  whole\r\n\r\nsystem is being readjusted. His other favourite\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2437</b></font><br><br>\r\n\r\n\r\n\r\narea, the Ulu Pandan section and the Clementi Road\r\n\r\ndivided  down the middle - all this tragic  business\r\n\r\nabout  the farmers on one side and the farmers  on\r\n\r\nthe  other having different electoral laws - is  the\r\n\r\nsame  sort  of  thing.  We  do  need  transitional\r\n\r\nprovisions  of  some sort. He  has  the  idea,  we\r\n\r\ngather,  that the Government somehow could  create\r\n\r\nout of the air a full and complete pre-judged, pre-estimated,   pre-thought-out,   pre-planned    and\r\n\r\nprovided  system  with all the officers,  all  the\r\n\r\nbuildings  and the equipment. He would like  that;\r\n\r\nand  if we cannot do it at once then, he says,  do\r\n\r\nnot  do  anything at all; let us go to  sleep  for\r\n\r\nanother 10 years and let things go on as they are.\r\n\r\nThat  is  what the hon. Member for Serangoon  said\r\n\r\nearlier,  that it did not matter if we did  delay;\r\n\r\nif  we  could not do it the Liberal-Socialist  way\r\n\r\nthen  let us do nothing at all, let us let  things\r\n\r\nslide   and  have  further  delay.  That   is   an\r\n\r\ninconsistency - we  have  been  attacked  first  for\r\n\r\ndelaying  City Council elections and  now  we  are\r\n\r\nattacked for trying to get them on. This  sort  of\r\n\r\nargument is really rather frivolous, Mr Chairman.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I did make the point when I first stood up about\r\n\r\nthe  extent  to  which public servants  are  being\r\n\r\nsubjected  to  very heavy strain and  pressure  in\r\n\r\nthis transitional period. As far as I can see, the\r\n\r\nobjective  of the Member for Tanglin is  still  to\r\n\r\ndemand that they should be reallocated in some way\r\n\r\nimmediately  so  as to make it clear  that  Mr  X\r\n\r\nworks  for  one  Council and  Mr  Y  for  another\r\n\r\nCouncil  and  so on. He still does not  appreciate\r\n\r\nthat  you  cannot do that by a momentary decision.\r\n\r\nYou  have to study records, you have to examine  a\r\n\r\nman's  confidential files - a whole  mass  of  civil\r\n\r\nservice  work  has to be done before  you  finally\r\n\r\ndecide where Mr X is to go and where Mr Y is  to\r\n\r\ngo,  and  that Mr X is to go up or down and  that\r\n\r\nkind of thing. There is an enormous amount of work\r\n\r\nto  be done in the offices though, of course,  the\r\n\r\nOpposition  does not see it. But it does  see  the\r\n\r\nresults  of  it,  and then it complains  that  the\r\n\r\nresults are not what they would have been  if  the\r\n\r\nOpposition had had to do it. But I wish  the  hon.\r\n\r\nMember would get a little more realistic in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2438</b></font><br><br>\r\n\r\n\r\n\r\nhis  approach  to  these  problems  and  not  keep\r\n\r\nputting  up  his  rather  unspecific  demand  that\r\n\r\nnothing  should be done about Katong and therefore\r\n\r\nnothing should be done about anybody at all.\r\n\r\n\r\n\r\n<br><br>10.15 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong (Serangoon):</b> Mr Chairman, Sir,\r\n\r\nI  agree with my colleague that to exclude  Katong\r\n\r\nfrom  the  City limit would be a very  unwholesome\r\n\r\nway of adjustment. As we know, Sir, in the City we\r\n\r\nare  going to have a City Council and as  a  whole\r\n\r\nthe City Council will be concentrating its efforts\r\n\r\non  how  to  improve the area within its  control.\r\n\r\nKatong  is to be thrust on to it by these  powers.\r\n\r\nIt  will just carry on, as we say, in the line  of\r\n\r\nobligation,  but I doubt that there  will  be  any\r\n\r\neffort  made to improve conditions in the District\r\n\r\nof Katong. It has now become the responsibility of\r\n\r\nnone  of  the Councillors and in that  case,  Sir,\r\n\r\nKatong  may just have the existing facilities  and\r\n\r\nno  more. There will be no further improvement  on\r\n\r\nit.  The  people will not get better services  for\r\n\r\npaying  the same amount of rates, and all  in  all\r\n\r\nenjoy no further facilities at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of delays, and accusations of not\r\n\r\ndelaying  as  propounded by the Hon. Minister  for\r\n\r\nCommunications and Works, I think  that  it  is  a\r\n\r\nconfession of the inefficiency of the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Nonsense!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Anybody who is at the helm of\r\n\r\nthings  could have made the whole matter go faster\r\n\r\nor  slower.  It is not right to put the  blame  on\r\n\r\nanybody  else  but on itself. It has the  ultimate\r\n\r\npower.  It has all the instruments behind it,  all\r\n\r\nthe  civil  service which has  to  carry  out  its\r\n\r\npolicies.   And  if  it  had  thought   about   it\r\n\r\ncarefully, all these things would have  gone  very\r\n\r\nsmoothly. It is lack of thought, lack of planning,\r\n\r\nlack  of timing, that placed a strain on the civil\r\n\r\nservants. The pressure which the civil service  is\r\n\r\nexperiencing now is the making of the  Government.\r\n\r\nIt  is  not  that the civil service is not  worked\r\n\r\nharder,  but  that it is not used properly.  Civil\r\n\r\nservants, I would say, are just like machines.  If\r\n\r\nthe person at the wheel\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2439</b></font><br><br>\r\n\r\n\r\n\r\nwho  drives the machine is not efficient  probably\r\n\r\nthe  machine  will bog down and stop.  Who  is  to\r\n\r\nblame - the  machine  or the person  at  the  wheel?\r\n\r\nCertainly  I  would like to lay the blame  on  the\r\n\r\nperson at the wheel and not the machinery. Only  a\r\n\r\nbad workman quarrels with his tools!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be left\r\n\r\nout, be left out.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee divided: Ayes, 9; Noes, 19; Absent,4.\r\n\r\n \r\n\r\n<pre> \r\n\r\n\t      Ayes.                    Noes.\r\n\r\n\t   Ede, John.           Abdul Hamid bin Haji\r\n\r\n\t\t\t\t Jumat.\r\n\r\n\t   Goh Tong Liang.      Ahmad bin Ibrahim.\r\n\r\n\t   Jumabhoy, R.         Braga, A. J.\r\n\r\n\t   Lee Choon Eng.       Chew Swee Kee.\r\n\r\n\t   Lim Choon Mong.      Goh Chew Chua.\r\n\r\n\t   Lim Koon Teck.       Hart, T. M.\r\n\r\n\t   Ong Piah Teng.       Jumabhoy, J. M.\r\n\r\n\t   Soh Ghee Soon.       Lee Kuan Yew.\r\n\r\n\t   Tan, William.        Lim, R. C. H.\r\n\r\n\t\t\t\tLim Yew Hock.\r\n\r\n\t      Absent.           Mak Pak Shee.\r\n\r\n\t   Lazarous, A. R.      Mohd. Sidik bin Haji\r\n\r\n\t\t\t\t Abdul Hamid.\r\n\r\n\t   Lim Cher Kheng.      Nair, M.P.D.\r\n\r\n\t   Lim Ching Siong.     Shanks, E. P.\r\n\r\n\t   Seah Peng Chuan.     Stewart, S. T.\r\n\r\n\t\t\t\tSutherland, G. A. P.\r\n\r\n\t\t\t\tTan Theng Chiang.\r\n\r\n\t\t\t\tThomas, Francis.\r\n\r\n\t\t\t\tWong Foo Nam.\r\n\r\n</pre>            \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 323 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;New clause (immediately after clause 17)-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to introduce a new\r\n\r\nclause to be inserted immediately after clause 17:\r\n\r\n\r\n\r\n<pre>\r\n\r\n\"Appointment      (1) A  District   Council  shall, with the\r\n\r\n of District   concurrence  of  the  Minister,  appoint  fit\r\n\r\n Council       and proper persons to be Secretary, Treasurer,\r\n\r\n Employees.    Health Officer, Assessor, Engineer, Architect \r\n\r\n               and    Building    Surveyor   and   Cleansing \r\n\r\n               Superintendent.\r\n\r\n               \r\n\r\n                  (2) Persons appointed  to such posts shall \r\n\r\n               not be removed  without the  consent  of  the \r\n\r\n               Minister.\".\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Brought up, and read the First time.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Sir, I move, \"That the clause be read a Second time.\"\r\n\r\n \r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 2440</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this clause and the two other new clauses\r\n\r\nwhich we shall move later are of course to a great\r\n\r\nextent inter-related in that they do refer to  the\r\n\r\nsetting  up  of  proper  administration   of   the\r\n\r\nDistrict  Councils,  and I hope  I  shall  not  be\r\n\r\nconsidered to be irrelevant if I do to some extent\r\n\r\nin  a general way range over the subject matter of\r\n\r\nthe  two new clauses because I hope possibly  that\r\n\r\nby doing that we may be able to shorten the debate\r\n\r\nand concentrate on the general principles as we go\r\n\r\non.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the issue really seems to be this, that for\r\n\r\nsome  reason the Government has been unwilling  to\r\n\r\nwrite into this Bill clauses that are necessary to\r\n\r\nmake the District Councils largely autonomous;  to\r\n\r\ngive them powers over their staff, powers over the\r\n\r\nlist  of posts, powers over their finances through\r\n\r\nthe  constitution of a District Council  fund.  We\r\n\r\nhave heard from the Government Benches that it has\r\n\r\nhad great difficulties in getting everything ready\r\n\r\nfor  these new District Councils; whether that  is\r\n\r\njustifiable delay or not we have debated it and we\r\n\r\nneed   not  go  too  far  into  that  point.   But\r\n\r\nnevertheless  I  think the Minister  said  in  his\r\n\r\nspeech a week ago that it was in sympathy with our\r\n\r\nintentions  in having these clauses  written  into\r\n\r\nthe  Bill,  where  in fact they will  have  to  be\r\n\r\nwritten  in  in  any  case in due  course  if  the\r\n\r\nDistrict  Councils are to operate as we  all  wish\r\n\r\nthem  to  operate, and even the Government  wishes\r\n\r\nthem to operate. What we do not understand is  the\r\n\r\nreason why they cannot be written in at this stage\r\n\r\nbecause,  as I say, even if there has to  be  some\r\n\r\ndelay  in  bringing in the implementation  of  the\r\n\r\nautonomy of the District Councils in full by March\r\n\r\n1958,  by the introduction of these clauses - having\r\n\r\nthem  on  the Statute Book from now - the Government\r\n\r\nis still covered perfectly adequately by clause  1\r\n\r\n(2):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Governor may appoint different days for the\r\n\r\ncoming  into  operation  of  different  Parts   or\r\n\r\nprovisions  of  this Ordinance  and  may  in  such\r\n\r\nnotification  declare that any provision  of  this\r\n\r\nOrdinance  shall  not apply to  District  Councils\r\n\r\nuntil  the Minister by notification in the Gazette\r\n\r\ndeclares that it shall so apply.\"\r\n\r\n\r\n\r\n<br><br>10.30 a.m.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2441</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So there you have in clause 1 (2) powers whereby\r\n\r\nin  any  case you need not bring in these  clauses\r\n\r\nwhich  we  are considering now, particularly  this\r\n\r\none   on   the  appointment  of  District  Council\r\n\r\nemployees. You need not bring these into effect in\r\n\r\nfact  until  you are ready. The Minister  at  some\r\n\r\nstage, I think, did say that it might be that  one\r\n\r\nDistrict  Council,  the Katong  District  Council,\r\n\r\ncould  be  got  working  on  an  autonomous  basis\r\n\r\nearlier  than the other two. Surely the very  fact\r\n\r\nthat  you have these clauses written into the Bill\r\n\r\nwould   mean  that  you  could  bring  them   into\r\n\r\noperation in respect of the first District Council\r\n\r\nto be properly organised under clause 1 (2)?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The difficulties therefore seem to be very slight\r\n\r\nindeed.  It seems to me that if those clauses  are\r\n\r\nthere, then we on this side will be more satisfied\r\n\r\nthat  every  effort  is  being  made  to  put  the\r\n\r\nDistrict Councils on a proper footing as  soon  as\r\n\r\npossible. We have talked about four, five  or  six\r\n\r\nmonths, or even quite a short period after  March,\r\n\r\nwhen at least one of the District Councils can  be\r\n\r\nput  on  a proper basis, but let it be remembered,\r\n\r\nSir, that for a short period after March - or it may\r\n\r\nbe  a  long period of some months - there will be  a\r\n\r\nchange in our Constitution and there may very well\r\n\r\nbe,  and  we  hope  there will  be,  a  change  in\r\n\r\nGovernment, and it may be that there will  not  be\r\n\r\nadequate  time  over a period of  months  for  new\r\n\r\nlegislation to be carried out. And there  will  be\r\n\r\nan  excuse for a delay in putting into effect what\r\n\r\nat  all events must be put into effect as soon  as\r\n\r\npossible.  And  so  by  using  clause  1  (2)  the\r\n\r\ndifficulty is avoided; when everything  is  ready,\r\n\r\nwhatever  period it may be, the operation  can  go\r\n\r\nforward smoothly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Hon. Chief Secretary said only\r\n\r\nyesterday,  he  conceded,  that  the  staff   were\r\n\r\navailable and that all arrangements have been made\r\n\r\nfor the staffing of the District Councils. If that\r\n\r\nis  so, there should be no difficulty in accepting\r\n\r\nthis clause. There might, Sir, I agree, be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2442</b></font><br><br>\r\n\r\n\r\n\r\nsome  small  argument  as to whether  a  cleansing\r\n\r\nsuperintendent is really necessary in  a  District\r\n\r\nCouncil  when you have a health officer, and  that\r\n\r\npossibly you could cut out the superintendent  and\r\n\r\nleave  all  health aspects including cleansing  in\r\n\r\nthe  hands of the health officer. If that  is  the\r\n\r\ndifficulty in the way of the Government  we  would\r\n\r\nof  course be glad to accept an amendment of  that\r\n\r\nnature,  so that if there is any officer  in  this\r\n\r\nlist  that  we  propose who does not square  quite\r\n\r\nwith  what  perhaps  would  be  necessary  in  the\r\n\r\nDistrict  Councils, an amendment can  be  made  at\r\n\r\nthis stage with the greatest of ease.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we on this side are somewhat suspicious, I\r\n\r\nregret to say, as to the reasons for the delay  in\r\n\r\nputting  these new clauses into the  Bill.  It  is\r\n\r\nmost  desirable that we should have the  machinery\r\n\r\nworking  by March or as near March as possible  so\r\n\r\nthat the District Councils are as near as possible\r\n\r\nautonomous  from  the start. Now if  the  Liberal-Socialists or the People's Action Party was to win\r\n\r\na   majority  in  the  elections  to  a   District\r\n\r\nCouncil-or any other Party was to win a  majority-the Government could be (I do not say it would be,\r\n\r\nbut  it could be) deliberately obstructive so long\r\n\r\nas  it had all the powers resting in its hands. We\r\n\r\nare  suspicious, I say, Sir, because on Friday two\r\n\r\nMinisters  declared with glee that no impartiality\r\n\r\ncould  be  expected in a Labour  Front  Mayor.  We\r\n\r\ntherefore now know what to expect in the  District\r\n\r\nCouncil with a non-Labour Front majority,  and  we\r\n\r\nknow  the way possibly the nominated members would\r\n\r\nbe appointed. The Government has shown its hand in\r\n\r\nthis  matter and we think, for this reason  alone,\r\n\r\nthat  these clauses should be incorporated in  the\r\n\r\nBill at this juncture.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The new clause is intituled\r\n\r\n\"Appointment  of District Council Employees.\"  The\r\n\r\nQuestion  is,  \"That the clause be read  a  Second\r\n\r\ntime.\"  I think it would be convenient to  Members\r\n\r\nif  the  debate  does  range  over  the  next  two\r\n\r\namendments, the new clauses\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2443</b></font><br><br>\r\n\r\n\r\n\r\nintituled  \"List  of Posts\" and \"District  Council\r\n\r\nFund\"*.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n \r\n\r\n<pre>\r\n\r\n\"List of      The Chairman of a  District  Council  shall  once a  year \r\n\r\n posts.    submit to  the Council for  its approval a list of the posts \r\n\r\n           which he thinks necessary for the purposes of this Ordinance \r\n\r\n           with the salaries and  allowances, if  any, proposed  to  be \r\n\r\n           attached to  such  posts respectively.\".\r\n\r\n</pre>\r\n\r\n\r\n\r\n\r\n\r\nImmediately after Clause 101:\r\n\r\n\r\n\r\n<pre>\r\n\r\n                             \"District Council Finances.\r\n\r\n District       (1) All moneys  recieved by a District Council by \r\n\r\n Council   virtue of this or any other Ordinance shall constitute \r\n\r\n Fund.     a fund which shall be called the District Council Fund\r\n\r\n           and shall together with all property which is  or  may \r\n\r\n           become  vested in the  District  Council be  under the \r\n\r\n           direction and  control of the District Council subject \r\n\r\n           to the  provisions of this Ordinance.\r\n\r\n           \r\n\r\n                (2) All liabilities falling to be discharged by a \r\n\r\n           District  Council   shall  be  discharged  out  of the \r\n\r\n           District Council Fund. \r\n\r\n            \r\n\r\n                (3) All payments to and out of a District Council \r\n\r\n           Fund shall be  made to and by the Treasurer who  shall \r\n\r\n           be responsible therefor to the District Council.\"\r\n\r\n</pre>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Stewart (Acting Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Acting Chief Secretary (Mr S. T. Stewart):</b> Mr Chairman, Sir,\r\n\r\nI hope I shall also be allowed by  you to range over the subject \r\n\r\nmatter of  these new  clauses together because, like the Member for\r\n\r\nTanglin,  I think that will shorten the debate  on\r\n\r\nthe succeeding new clauses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Government does agree, as the Minister\r\n\r\nindeed  pointed  out,  with  these  amendments  in\r\n\r\nprinciple,  but  they  cannot  be  introduced   at\r\n\r\npresent  and  they  are  premature.  Members  will\r\n\r\nappreciate, Sir, that it is not possible to create\r\n\r\nindependent   and  100  per  cent  self-sufficient\r\n\r\nDistrict  Councils  overnight.  We  have   to   be\r\n\r\npractical.  Government has repeatedly stated  that\r\n\r\nthese District Councils will be run for an interim\r\n\r\nperiod, after their establishment, on Rural  Board\r\n\r\nlines.  Since  they will be largely  dependent  on\r\n\r\nGovernment  for funds and staff, therefore  it  is\r\n\r\nnot   unreasonable  for  their  finances   to   be\r\n\r\nsubjected to ultimate Assembly approval.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the new clause 17, as I have\r\n\r\nsaid  before, and which I think has been said also\r\n\r\nin  the  explanatory note, the  District  Councils\r\n\r\nwill  have  their  staff, who will  be  Government\r\n\r\nservants.  Government will provide the  staff  for\r\n\r\nthe  District Councils for an interim  period  and\r\n\r\ntherefore  this  clause is unnecessary.  They  are\r\n\r\nGovernment servants and the appointments  will  be\r\n\r\nmade  by  Government.  They  will  be  subject  to\r\n\r\nGovernment salary schemes,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2444</b></font><br><br>\r\n\r\n\r\n\r\npromotions  and  transfers.  When  these  District\r\n\r\nCouncils  become autonomous, they will have  their\r\n\r\nown independent staff.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In connection with the particular clause as it\r\n\r\nstands   at  present,  I  have  two  points,   two\r\n\r\ncomments, to make. One is that it is even wider in\r\n\r\nits  application than that which has  been  agreed\r\n\r\nupon  with  regard to the City Council.  There  we\r\n\r\nrestricted  the clause to cover certain  heads  of\r\n\r\ndepartments  only,  like the City  Engineer,  City\r\n\r\nHealth Officer and City Assessor; but this clause,\r\n\r\nas  it reads, has wider application. For instance,\r\n\r\nif  you take the word \"Engineer\", it may mean more\r\n\r\nthan  one  type  of  engineer. It  could  mean  an\r\n\r\nAssistant  Engineer  also, but  that  is  not  the\r\n\r\nintention.   I   think  this  clause   should   be\r\n\r\nrestricted  like  the one on the City  Council  is\r\n\r\nrestricted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then again you have to bear in mind that in the\r\n\r\nCity Council these posts already exist, whereas in\r\n\r\nthe District Councils they need not necessarily be\r\n\r\nso.  For instance, there might be a combined  post\r\n\r\nof  Secretary-Treasurer instead of  two  different\r\n\r\nposts  of Secretary and Treasurer. I think in  the\r\n\r\nPenang City Council, and if I am not mistaken also\r\n\r\nin  the  Malacca  Council,  there  is  a  post  of\r\n\r\nSecretary-Treasurer.  Here  we   are   trying   to\r\n\r\nanticipate things by saying that there should be a\r\n\r\nTreasurer and a Secretary. These things will  have\r\n\r\nto  be  left  to the District Councils.  They  may\r\n\r\ndecide  to  have, for the time being, a Secretary-Treasurer, not two separate posts.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2445</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And again we do not know how the District\r\n\r\nCouncils  will  call these posts  when  they  have\r\n\r\ntheir own staff. We do not know whether they  will\r\n\r\nstick  to  the word \"Engineer\"; they may call  him\r\n\r\n\"District Engineer\" or \"Chief Engineer\". The  same\r\n\r\nwith  the Health Officer - they may prefer  to  call\r\n\r\nhim  \"District  Health Officer\" or  \"Chief  Health\r\n\r\nOfficer\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the clause immediately after this new clause,\r\n\r\nentitled  \"List of Posts\", we agree in  principle,\r\n\r\nas  I  said, that the District Councils should  be\r\n\r\nautonomous,  but  here again it is  premature.  On\r\n\r\nthis  particular clause the proposer seems to have\r\n\r\nforgotten   to  say  how  such  appointments   and\r\n\r\npromotions to all the posts in the list  shall  be\r\n\r\nmade. If you just introduce this clause and accept\r\n\r\nit,  it  will  be  like  making  an  amendment  in\r\n\r\nisolation. You create a list of posts but  you  do\r\n\r\nnot say how promotions and appointments are to  be\r\n\r\nmade,  as you do for the City Council. I think  it\r\n\r\nis made under clause 12.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the new clause immediately after clause 101 as\r\n\r\nit  stands,  as  I say for an initial  period  the\r\n\r\nDistrict  Councils  will be  run  on  Rural  Board\r\n\r\nlines,  and in view of this intention to run  them\r\n\r\non  Rural  Board  lines  while  they  are  largely\r\n\r\ndependent  on  Government revenue and  until  they\r\n\r\nbecome financially viable, this new clause  as  it\r\n\r\nstands  is  contrary  and  inconsistent  with  the\r\n\r\nprovisions  of  the  proviso to  clause  16  which\r\n\r\nalready  stands part of the Bill. The  new  clause\r\n\r\nsays:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"All moneys received by a District Council by\r\n\r\nvirtue  of  this  or  any  other  Ordinance  shall\r\n\r\nconstitute  a  fund  which  shall  be  called  the\r\n\r\nDistrict Council Fund and shall together with  all\r\n\r\nproperty  which  is or may become  vested  in  the\r\n\r\nDistrict  Council  be  under  the  direction   and\r\n\r\ncontrol  of  the District Council subject  to  the\r\n\r\nprovisions of this Ordinance.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 16 says that all these properties of the\r\n\r\nDistrict Councils during this interim period  will\r\n\r\nbe Crown property. The proviso to clause 16 on the\r\n\r\nconstitution of District Councils says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Provided always that...in any case where, by\r\n\r\nreason  of the exercise by a District Council,  of\r\n\r\nany   power,  function  or  duty,  discretion   or\r\n\r\nauthorization,  by  this  Ordinance   imposed   or\r\n\r\nconferred upon or exercisable by that Council, any\r\n\r\nland  or other immovable property has been  vested\r\n\r\nin or\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2446</b></font><br><br>\r\n\r\n\r\n\r\nwould  be  vested in or acquired by that  Council,\r\n\r\nsuch  land or other immovable property shall  vest\r\n\r\nin  or  be  acquired by the Crown, and  the  Crown\r\n\r\nshall  have  the  sole right of selling,  letting,\r\n\r\ngranting or leasing...\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if this new clause after clause 101 is\r\n\r\npassed  now,  it will also be wholly  inconsistent\r\n\r\nwith  clause  103. In this new clause, sub-clauses\r\n\r\n(2)  and (3) mean that a District Council will  be\r\n\r\nresponsible for the drawing up and approval of its\r\n\r\nown  budget,  whereas clause 103  means  that  the\r\n\r\nbudget  is  to  be submitted to the  Minister  for\r\n\r\nultimate  incorporation into the Colony Estimates.\r\n\r\nIf  the  intention in this new clause after clause\r\n\r\n101  is  to make District Councils operate now  as\r\n\r\nfinancially   autonomous  bodies,  this   solitary\r\n\r\nclause  by itself falls woefully short of what  is\r\n\r\nnecessary  to achieve that end. For instance,  the\r\n\r\nproposer  does not make provision for the disposal\r\n\r\nof  moneys  received in respect of the  funds  (we\r\n\r\nhave the corresponding clause 68 in respect of the\r\n\r\nMunicipal Fund), on how to invest such moneys  and\r\n\r\non  the  mode of preparation of the budget.  There\r\n\r\nare  also other matters which must be looked  into\r\n\r\nbefore  we  can make District Councils  autonomous\r\n\r\nand have their own district funds.\r\n\r\n\r\n\r\n<br><br>10.45 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is therefore no point in inserting\r\n\r\nthese new clauses now, and on the strength of what\r\n\r\nthe  Member  for  Tanglin says they  need  not  be\r\n\r\nbrought into force now. The reason why we say they\r\n\r\nshould  not be brought into force now,  that  they\r\n\r\nare  premature, is that they are really amendments\r\n\r\nin  isolation. Other provisions should also be put\r\n\r\ninto this Bill, if you want to make these District\r\n\r\nCouncils  autonomous  in financial  dealings.  The\r\n\r\nfinancial  arrangements as long as they are  going\r\n\r\nto  be  run  on Rural Board lines as envisaged  in\r\n\r\nthis  Bill, are a simple, practical and  necessary\r\n\r\nprocedure  for an initial period in  view  of  the\r\n\r\nDistrict Councils' dependence on the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has already stated - I repeat that\r\n\r\nagain, Sir - that when these Councils have been  set\r\n\r\non their feet, and have become financially viable,\r\n\r\namending legislation will be introduced to  enable\r\n\r\nthem  to  function  independently  like  the  City\r\n\r\nCouncil. The clauses which the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2447</b></font><br><br>\r\n\r\n\r\n\r\nMember  has proposed can then become part of  such\r\n\r\nlegislation. I do not know why he has stressed the\r\n\r\nword suspicion. There is no suspicion; we are only\r\n\r\nbeing practical. To include them now in this  Bill\r\n\r\nis to make them amendments in isolation serving no\r\n\r\npurpose whatever.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For these reasons, Sir, as long as these District\r\n\r\nCouncils  are to be run on Rural Board lines  with\r\n\r\nregard to staff, vesting of property, revenue  and\r\n\r\nexpenditure,  I  say  the  clauses  on   financial\r\n\r\nprocedure which we have provided for in  the  Bill\r\n\r\nare  a  practical, sensible and necessary  way  of\r\n\r\nletting  the District Councils operate. For  these\r\n\r\nreasons, Sir, I oppose the amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck (Paya Lebar):</b> Sir, what the\r\n\r\nhon.  Member for Tanglin is putting forward  today\r\n\r\nis only a question of principle, and whether these\r\n\r\nDistrict  Councils  should  be  allowed   to   run\r\n\r\nautonomously  or, as the Hon. the Chief  Secretary\r\n\r\nhas  said, with great timidity, is just a question\r\n\r\nof approach - whether we are prepared to launch into\r\n\r\na  real  democratic system of local government  as\r\n\r\nsoon as possible or to delay this indefinitely and\r\n\r\nrun  all the three District Councils in the manner\r\n\r\nthe  Rural  Board  has been  run  or  as  advisory\r\n\r\ncouncils. It is on principles that we are  talking\r\n\r\nabout  now and any consequential amendments  which\r\n\r\nthe  Hon. the Chief Secretary said must  be  made\r\n\r\nwill  have  to  be  made  if  the  principles  are\r\n\r\naccepted.  There is only the question of  approach\r\n\r\nto  this  matter today - whether we are prepared  to\r\n\r\ntry  out District Councils and launch them as real\r\n\r\ndistrict  councils,  or just to  approve  District\r\n\r\nCouncils in principle and let it take five or  ten\r\n\r\nyears to mature or to bring into effect.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Mr Chairman, the underlying\r\n\r\nfear  in  the  mind  of  the Opposition  that  has\r\n\r\nemerged  throughout these four days of  debate  on\r\n\r\nthis  Bill has been the fear that the Labour Front\r\n\r\nGovernment  may be unfair if the local  government\r\n\r\nbodies  are  filled with other Party members.  And\r\n\r\nthe  Member for Tanglin has highlighted this  fear\r\n\r\ntoday by giving us an example of what might happen\r\n\r\nif the District Councils had a majority of Liberal-Socialist  Councillors.  Sir,  that  fear  of  the\r\n\r\nLiberal-Socialists is a credit to the Labour Front\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2448</b></font><br><br>\r\n\r\n\r\n\r\nin that they have confidence that the Labour Front\r\n\r\nwill  be returned as the government in the  coming\r\n\r\nelections. We thank them for that, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But he also did mention that two Ministers had\r\n\r\nsaid  that  Ministers could not  be  impartial.  I\r\n\r\nthink,  Sir,  that  if that was not  a  deliberate\r\n\r\ntwisting   of   what  I  and  the   Minister   for\r\n\r\nCommunications and Works stated, it must have been\r\n\r\na  big  misunderstanding on the part of the Member\r\n\r\nfor Tanglin. What I stated and my colleague stated\r\n\r\nwas that Ministers could not be impartial to Party\r\n\r\nprogrammes  and Party platforms - not in  individual\r\n\r\nmatters: in individual matters Ministers  must  be\r\n\r\nimpartial.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is one point, Sir, arising out of this\r\n\r\ndebate on the amendment which the Member seeks  to\r\n\r\nmove, and that is that the amendment states that a\r\n\r\nDistrict  Council shall, with the  concurrence  of\r\n\r\nthe Minister, appoint fit and proper persons to be\r\n\r\nSecretary,  Treasurer, Health  Officer,  Assessor,\r\n\r\nEngineer, Architect and Building Surveyor  and  so\r\n\r\non.  Supposing the District Council does not  feel\r\n\r\nthe  necessity  of appointing an architect  or  an\r\n\r\nassessor, that it feels it could make do with  the\r\n\r\nCity  Assessor  and share the cost of  that  post?\r\n\r\nThis  new  clause which the Member seeks  to  move\r\n\r\nmakes  it  imperative  that the  District  Council\r\n\r\nshall appoint such officers and shall create  such\r\n\r\nposts,  so that this would mean that the  District\r\n\r\nCouncil  concerned  would be  forced  to  go  into\r\n\r\nexpenditure which it might not necessarily want to\r\n\r\ngo into.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, the reasons given by\r\n\r\nMembers   of  the  Government  Benches   for   not\r\n\r\naccepting this new clause, and by implication  the\r\n\r\nnext  two, seem to us extremely flimsy ones.  They\r\n\r\nare quibbling points rather than points bearing on\r\n\r\nthe  necessity  of  proper administration  of  the\r\n\r\nDistrict  Councils. The Hon. the  Chief  Secretary\r\n\r\nstated that the term \"Engineer\" might be taken  to\r\n\r\nrefer  to  the chief engineer or the head engineer\r\n\r\nor the senior engineer, and that perhaps we should\r\n\r\nhave a Secretary-Treasurer; and the Minister  for\r\n\r\nCommerce  and  Industry  said  that  the  District\r\n\r\nCouncils   shall   appoint - it   should   not    be\r\n\r\nobligatory; and so on. In other words,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2449</b></font><br><br>\r\n\r\n\r\n\r\nit  is quite clear that the Government has not the\r\n\r\nfaintest idea what officers are to be appointed to\r\n\r\nthe  District  Councils. Surely at this  stage  it\r\n\r\nshould  have a clear intention of what it intended\r\n\r\nshould   operate  under  this  Bill?   I   suspect\r\n\r\nsometimes  that  it  is because Government  cannot\r\n\r\nproduce  the  staff  to man the District  Councils\r\n\r\nproperly,  and being in this dilemma of course  it\r\n\r\ncannot  commit  itself to having any  officers  at\r\n\r\nall!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. the Chief Secretary also mentioned that\r\n\r\nthe  new  clause on list of posts  as  tabled  was\r\n\r\nincomplete,  and  that it would  mean  sub-clauses\r\n\r\nwould  have  to be added to it if  it  was  to  be\r\n\r\nsatisfactory, following clause 12 of the  Bill  in\r\n\r\nrespect of the City Council. We are quite aware of\r\n\r\nthat, Sir. We have put down the main, salient sub-clauses  of these clauses as a matter of principle\r\n\r\nand it follows of course that they should be fully\r\n\r\ncompleted  if the Government accepts the principle\r\n\r\ninvolved, and we agree that if these clauses  were\r\n\r\nto  be accepted there would have to be changes  in\r\n\r\nother  clauses of the Bill. We are quite aware  of\r\n\r\nthat,  Sir, but that is the work of the Government\r\n\r\nto do: it is not the business of the Opposition to\r\n\r\nbear the work of legislation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think that is really all I have to say, Sir,\r\n\r\nbut  we  have not had an answer to the fundamental\r\n\r\npoint  which I have made, and that is there  seems\r\n\r\nto  be  no reason why these clauses should not  be\r\n\r\nwritten  into the Bill here and now when  you  are\r\n\r\ncompletely and adequately covered by clause 1  (2)\r\n\r\nwhereby  the  Governor may appoint different  days\r\n\r\nfor  the coming into operation of different  parts\r\n\r\nor  provisions of this Ordinance and may  in  such\r\n\r\nnotification  declare that any provision  of  this\r\n\r\nOrdinance  shall  not apply to  District  Councils\r\n\r\nuntil  the Minister by notification in the Gazette\r\n\r\ndeclares that it shall so apply. And it does  seem\r\n\r\nto  us that because use is not being made of  this\r\n\r\nvery admirable umbrella under which the Government\r\n\r\ncan  shelter,  that  there  is  the  intention  of\r\n\r\ndelaying the autonomy of the District Councils  as\r\n\r\nlong  as possible. The Chief Secretary stated that\r\n\r\nin any case they could not become autonomous until\r\n\r\nthey are financially viable. When is that going to\r\n\r\nbe? We on this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2450</b></font><br><br>\r\n\r\n\r\n\r\nside  of  the House fully realise that,  to  begin\r\n\r\nwith, Government will have to subsidise, with  the\r\n\r\napproval  of this Assembly, the finances of  these\r\n\r\nDistrict  Councils probably up to 60 per  cent  of\r\n\r\nits  revenue, and that being the position,  if  we\r\n\r\nare   going  to  wait  until  these  Councils  are\r\n\r\nfinancially viable, then we will have to wait  for\r\n\r\ndecades.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> About six weeks ago, Mr Chairman,\r\n\r\nthe  hon.  Member for Tanglin regarded  it  as  an\r\n\r\ninsult  to  the  elected  representatives  on  the\r\n\r\nDistrict Councils if they were not given the  full\r\n\r\nstaff from the very start. That was six weeks ago.\r\n\r\nSince  then  he has had the benefit of  hearing  a\r\n\r\ndebate  in  this House and heard some  words  from\r\n\r\nmyself  about being realistic, and it is no longer\r\n\r\nan insult - we can now shelter under the umbrella of\r\n\r\nclause  1 (2). In short, we are to put this  thing\r\n\r\nin but not to operate it.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Point of clarification, Sir. I was only\r\n\r\nsuggesting a way out for the Government out of its\r\n\r\ndilemma.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> In suggesting a way out, to take\r\n\r\nrefuge under an umbrella, he is seeking a way  out\r\n\r\nfor himself from a change of ground, from what  he\r\n\r\nresisted  as an intolerable insult six  weeks  ago\r\n\r\nbut   now   accepts  as  a  perfectly   acceptable\r\n\r\nmanoeuvre;  to satisfy his demand that  we  should\r\n\r\nhave  something written into the Bill but also  to\r\n\r\nsay,  \"I  realise this cannot be done but we  will\r\n\r\nhave  it  written in just to show that I have  not\r\n\r\nmade  a  mistake in putting it down on  the  Order\r\n\r\nPaper.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now we go on to the principle of autonomy, which\r\n\r\nis  a  favourite  word on the other  side  of  the\r\n\r\nHouse;   but   principles  must  have  practicable\r\n\r\napplication. Let us imagine that you wish to  have\r\n\r\nan  engineer in each of the District Councils.  He\r\n\r\nmust  have equipment, staff, a maintenance  depot,\r\n\r\notherwise  he  will not be able to  function.  All\r\n\r\nthis  will have to be provided before you  appoint\r\n\r\nhim, otherwise you would be paying him salary  and\r\n\r\nhe could not do anything. We do not know precisely\r\n\r\nyet  what the District Councils will want done.  I\r\n\r\ndo  not  think  that the Opposition will  accept - I\r\n\r\ncertainly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2451</b></font><br><br>\r\n\r\n\r\n\r\nwould not accept myself - that the District Councils\r\n\r\nwill do no more than what the Rural Board has done\r\n\r\nor  that  they  will do precisely what  the  Rural\r\n\r\nBoard has done. They will no doubt have their  own\r\n\r\nideas  because  these will be  the  ideas  of  the\r\n\r\npeople living in those districts. And therefore if\r\n\r\nthis  proposal  to  have, say, an  engineer  means\r\n\r\nanything,  it means that we should now  beforehand\r\n\r\ncommit  the  Councils to expenditure on  equipment\r\n\r\nand  to  lay out a staff which may not be what  in\r\n\r\nfact they want and which experience may show to be\r\n\r\nunsuitable.\r\n\r\n\r\n\r\n<br><br>11.00 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is the sort of administrative point which\r\n\r\nthe Opposition completely fails to grasp. They see\r\n\r\nsome  admirable principle and of course  it  is  a\r\n\r\nvery sound thing indeed that the District Councils\r\n\r\nshould have the proper staff to carry out the work\r\n\r\nthat  they want done and everyone agrees that that\r\n\r\nis  the  intention; that intention can be achieved\r\n\r\nbut  it will not be achieved by putting down empty\r\n\r\nclauses and then operating under clause 1 in order\r\n\r\nto  make  the clause of no effect and then perhaps\r\n\r\nto  take  the clause out again and say, \"Well,  on\r\n\r\nconsideration, the District Councils tell us  that\r\n\r\nthey  do not particularly want these people.  They\r\n\r\nwould like to have something different. They  find\r\n\r\nthat  the Technical Assistant level is enough  for\r\n\r\nthe  engineering work for the time being  or  they\r\n\r\nfind  (as the hon. Member himself said) that  they\r\n\r\nwant  to  combine  the  Health  Officer  and   the\r\n\r\nCleansing  Officer  or  any other  combination  of\r\n\r\nfunctions.\" The hon. Member is apparently prepared\r\n\r\nto   foresee  at  all  stages  what  the   elected\r\n\r\nrepresentatives in the District Councils will want\r\n\r\nto  do.  I think he is unable to foresee it except\r\n\r\ninsofar  as there may be Liberal-Socialists  under\r\n\r\nhis  orders  or  under  directives  of  his  Party\r\n\r\nmanagers or controllers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to make one little further point.\r\n\r\nThe  hon. Member said that it is expected that the\r\n\r\nGovernment cannot produce the staff to manage  the\r\n\r\nDistrict Councils properly. I think he used\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2452</b></font><br><br>\r\n\r\n\r\n\r\nthe  word \"manage\" - my notes have \"manage\".  But  I\r\n\r\nthink  there  again he is under an  administrative\r\n\r\nmisapprehension. It would be possible and it  will\r\n\r\nbe  possible, I think, as far as the staff  of  my\r\n\r\nown   Ministry  is  concerned,  for   the   Senior\r\n\r\nExecutive  Engineer  (Rural) and  those  who  work\r\n\r\nunder  him  to  meet  the needs  of  the  District\r\n\r\nCouncils for the first part of their term. He  can\r\n\r\ndeploy the staff so as to meet their needs, if  we\r\n\r\nkeep  the  existing structure in which the  Senior\r\n\r\nExecutive  Engineer will be the advisory  Engineer\r\n\r\nwho would attend the Councils when wanted and give\r\n\r\nthem  the  benefit of his advice, in the same  way\r\n\r\nthat  the  Rural Board makes use of the  Executive\r\n\r\nEngineer  now. But if you were to try to break  up\r\n\r\nhis  organisation and fragment it and share it out\r\n\r\namongst  the  different Councils, you  might  well\r\n\r\nfind  that in fact you got less work done and  not\r\n\r\nmore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Chairman, Sir, if\r\n\r\nDistrict  Councils are going to be set up  without\r\n\r\nhaving  their  own civil servants,  engineers  and\r\n\r\ntechnical  people  to help  them  but  are  to  be\r\n\r\ndependent on Government to supply all these needs,\r\n\r\nthen I say that the elected District Councils will\r\n\r\nbe  no more than glorified rural district advisory\r\n\r\ncommittees.  At present, Sir, the Rural  Board  is\r\n\r\ndependent on Government for all such officers like\r\n\r\narchitects, surveyors and health officers to carry\r\n\r\nout  its work. Then you have on the district level\r\n\r\nthe  advisory committees. The advisory  committees\r\n\r\nare  supposed to be representing the people  of  a\r\n\r\ndistrict.  The  members put their heads  together,\r\n\r\nproduce an idea and say, \"We want a certain bridge\r\n\r\nbuilt.\" That suggestion will then come up  to  the\r\n\r\nRural Board which may reject it or the Rural Board\r\n\r\nmay  accept  it and put up its recommendations  to\r\n\r\nthe  engineer. Then Government, on the other side,\r\n\r\nmay  say, \"We do not want to have it built.\" There\r\n\r\nyou  are,  you  will have all these  frustrations.\r\n\r\nEven in the case of an idea being accepted at  the\r\n\r\nlevel  of the Rural District Committee now by  the\r\n\r\nRural  Board, it will take a very, very long  time\r\n\r\nfor it to be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2453</b></font><br><br>\r\n\r\n\r\n\r\nimplemented. I have known of cases - we  will  take\r\n\r\nthe  simple  case of stand-pipes - where  the  rural\r\n\r\npeople  asked  for  standpipes.  The  Rural  Board\r\n\r\nagreed  to that but it took a very long  time  for\r\n\r\nthe  standpipes to be installed. In this  case  of\r\n\r\nstandpipes,  of  course, it is not the  Government\r\n\r\nthat  is carrying out the work, but the work falls\r\n\r\non  the City Council Water Department. Here  I  am\r\n\r\nusing  this as an illustration, Sir, to show  that\r\n\r\nif  you  do not have your staff, you will  not  be\r\n\r\nable  to  carry out work satisfactorily. You  will\r\n\r\nnever  be  able  to  answer the  people  whom  you\r\n\r\nrepresent  as  to why there was  a  delay  or  why\r\n\r\ncertain principles having been accepted had  never\r\n\r\nbeen put into operation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, if Government thinks that this is a good\r\n\r\nsystem, then I believe that the people coming into\r\n\r\nsuch   a   district  will  be  faced   with   more\r\n\r\nfrustrations. I would like Government to  consider\r\n\r\nvery  carefully the suggestions put  forward  from\r\n\r\nthis  side of the House that the District Councils\r\n\r\nmust  be autonomous and that they must have  their\r\n\r\nown staff. We put this forward not because we want\r\n\r\nto  redraft the whole lot of the amendments but as\r\n\r\nan eye-opener to Government telling it that it has\r\n\r\nfailed  in  this  instance and  that  it  has  not\r\n\r\nrealised what is important to the people,  if  you\r\n\r\nare  going  to make democracy work. I  would  like\r\n\r\nGovernment  to  consider  this  point  very,  very\r\n\r\ncarefully indeed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> Mr Chairman, I think perhaps I can\r\n\r\nrelieve  the Member for Serangoon of  one  of  his\r\n\r\nworries.  He has referred to the very,  very  long\r\n\r\ndelays  it  takes  to carry out certain  types  of\r\n\r\nworks and he fears that these delays will be worse\r\n\r\nunless  the  District Councils are fully  equipped\r\n\r\nwith the sort of staff that the Member for Tanglin\r\n\r\nhas  envisaged.  I think it is only  fair  to  say\r\n\r\nthis,  that  a  very large number  of  the  delays\r\n\r\nderive  not from lack of capacity to do  the  work\r\n\r\nbut  from  other types of causes. The  Member  for\r\n\r\nTanglin  will recollect writing to me, I think  in\r\n\r\nApril or May - thereabouts anyway - about a lady  who\r\n\r\nhad some fruit trees on her plot on a site through\r\n\r\nwhich  a  road  had to pass and he wrote  to  say,\r\n\r\n\"Could she not be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2454</b></font><br><br>\r\n\r\n\r\n\r\nallowed  to stay on the site until August so  that\r\n\r\nshe  could gather the fruit harvest before she had\r\n\r\nto be evicted and moved to a new area?\"\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> I have not had an answer.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> That is a proper and reasonable\r\n\r\nrequest  for an Assemblyman to make on  behalf  of\r\n\r\npeople residing in his electoral division but when\r\n\r\nyou  add  all  those sort of things together,  the\r\n\r\nfact  is  of  course that the road  does  not  get\r\n\r\nbuilt,  in that particular case, he only  referred\r\n\r\nto  one lady. I have the file with me actually:  I\r\n\r\nhave been looking at the draft answer which he has\r\n\r\nso  long  been waiting for. There are a number  of\r\n\r\nfamilies  on  this road site; people having  their\r\n\r\nfruits,  their pigs, their houses or their  little\r\n\r\nfactories: for one reason or another they  do  not\r\n\r\nwant  to  move  off the land where they  are  and,\r\n\r\nconsequently,  the road does not go  through.  The\r\n\r\nMember   for   Serangoon  is   frequently   asking\r\n\r\nquestions - which should be directed  of  course  to\r\n\r\nthe  local government authorities and not  to  me;\r\n\r\nbut  I  try  to answer them when I can  about  the\r\n\r\nstretch of Yio Chu Kang Road between the Serangoon\r\n\r\nGarden Estate and Thomson Road. Well, there again,\r\n\r\nwe are trying to get the road widened and improved\r\n\r\nbut  unfortunately we cannot get the sites cleared\r\n\r\nand  we cannot get the road work done because  the\r\n\r\npeople  are living right up against the  sides  of\r\n\r\nthe  road; you have to move people out of the  way\r\n\r\nand  interfere  with their normal way  of  living.\r\n\r\nThat  is a difficult and slow process. It  is  not\r\n\r\nlack of capacity there which is preventing us from\r\n\r\nimproving the road. It is the inability to get the\r\n\r\nuse of the site and get on with the job. That sort\r\n\r\nof   thing  applies  to  a  great  deal  of  work,\r\n\r\nparticularly in rural works. That is  one  of  the\r\n\r\nbig  factors  that  makes delay.  It  is  not  the\r\n\r\ninadequate   capacity  of  the  Senior   Executive\r\n\r\nEngineer (Rural) but the inability to get the  use\r\n\r\nof the land and get on with the job.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and disagreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, in the circumstances, I do\r\n\r\nnot propose to move the other two new clauses.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That disposes of all clauses. Amendments to the numbers\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2455</b></font><br><br>\r\n\r\n\r\n\r\nof  the  clauses in the Bill consequential on  the\r\n\r\ndeletion of clauses 284 and 287 will be made as  a\r\n\r\nmatter of course.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First Schedule-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 246, line 28, to leave out from\r\n\r\n\"Singapore\" to the end of line 48 in page 249 and\r\n\r\ninsert:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"within the limits of the City of Singapore as\r\n\r\nconstituted under the provisions of the Municipal\r\n\r\nOrdinance.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The intention of this amendment is quite simple,\r\n\r\nSir. It is to leave the City Council boundaries as\r\n\r\nthey  are and not to play about with them  in  the\r\n\r\nway  in  which the Government proposes. There  are\r\n\r\nthree  areas mainly involved and I need not repeat\r\n\r\nthem because we have become somewhat familiar with\r\n\r\nthem during the course of the last few days, but I\r\n\r\nmust  refer you first in respect of Katong to  the\r\n\r\nMcNeice Report which is often called the Report of\r\n\r\nthe  Committee on Local Government,  at  paragraph\r\n\r\n143, where it is stated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We have noted that in and around Katong there\r\n\r\nexists  an  area  of  individual  character,   the\r\n\r\npopulation  of which consists almost  entirely  of\r\n\r\nlocally born people who have firm roots planted in\r\n\r\nthe life of Singapore.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We think, Sir, that that is a very admirable\r\n\r\nsentence, that it very truly depicts the  position\r\n\r\nof  Katong  and that it is an entirely homogeneous\r\n\r\narea  and,  having stated that, we  find  it  most\r\n\r\nextraordinary  that  the  next  step   which   was\r\n\r\nproposed by the Committee on Local Government  and\r\n\r\naccepted  by the Government itself was  to  divide\r\n\r\nKatong  precisely into two, down  a  little  drain\r\n\r\nthat  leads to the sea just beyond Haig  Road  and\r\n\r\nKampong Amber. Why, having established the premise\r\n\r\nwhich  is  a perfectly true one that Katong  is  a\r\n\r\nhomogeneous area, do you then split it neatly into\r\n\r\ntwo:  one  area  in the District Council  and  the\r\n\r\nother   in  the  City  Council?  That  it  is   an\r\n\r\nunsatisfactory  arrangement  can  be   seen   from\r\n\r\nparagraph  154 of the Report of the  Committee  on\r\n\r\nLocal Government which is in the nature of a  sort\r\n\r\nof  apologia  for  the  decision  that  they  have\r\n\r\nreached when they say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The naming of the Eastern district has proved\r\n\r\nparticularly difficult and a majority of the\r\n\r\nCommittee have compromised in proposing\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2456</b></font><br><br>\r\n\r\n\r\n\r\nthe  name 'Katong-Changi'; two members  of\r\n\r\nthe  Committee  prefer the name  'Siglap'  on  the\r\n\r\nassumption that the administrative centre for  the\r\n\r\ndistrict  will eventually be sited in  the  Siglap\r\n\r\narea.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So that once you start dividing Katong into two,\r\n\r\nyou  get  into  the embarrassing position  of  not\r\n\r\nknowing  what  to call your new District  Council.\r\n\r\nKatong-Changi  was  one  effort  and  Siglap   was\r\n\r\nanother effort but the Government decided that the\r\n\r\narea which comprises Siglap, Changi, Ulu Bedok and\r\n\r\npart  Katong  should  be called  Katong.  Now,  it\r\n\r\nappears then that the other half of Katong to  the\r\n\r\nwest  nearer the city will have to be called  some\r\n\r\nother name and we will find that we are faced with\r\n\r\nan  illogicality  which I am sure people  visiting\r\n\r\nSingapore  will not be able to understand:  Katong\r\n\r\nPark  and the well known road Tanjong Katong  Road\r\n\r\nwill  no  longer be in Katong. The  only  argument\r\n\r\nthat we can find for the reason for expelling half\r\n\r\nKatong  into the District Council area is  because\r\n\r\nof the necessity of finding a town to allocate, as\r\n\r\nit  were,  to this new Direct Council and  I  will\r\n\r\nread to you, Sir, if I may, columns 342 and 343 of\r\n\r\nthe  Select Committee's Official Report, what  the\r\n\r\nMinister had to state on this particular matter:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In the fixing of boundaries, it was thought the\r\n\r\nnew  town for Bulim would form the hub of the  new\r\n\r\nBukit Panjang-Jurong district council, the one  in\r\n\r\nYio  Chu  Kang  the hub of the Serangoon  district\r\n\r\ncouncil  and the one in Woodlands would eventually\r\n\r\nform the hub of the Bukit Panjang district council\r\n\r\nwhen  that  area is divorced from Jurong.  So  the\r\n\r\nCommittee thought that the suburban town of Katong\r\n\r\nwould  in itself form the hub of the Katong-Changi\r\n\r\ndistrict  council. It is not stated in the  Master\r\n\r\nPlan  that  there should be a new town  in  either\r\n\r\nChangi or Katong districts.\"\r\n\r\n\r\n\r\n<br><br>Now, from that sentence:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"It is not stated in the Master Plan that there\r\n\r\nshould be a new town\",\r\n\r\n\r\n\r\n<br><br>so  it is not stated in the Master Plan: therefore\r\n\r\nthere  cannot be one. It appears that the Minister\r\n\r\nand  the  Government have become a  slave  to  the\r\n\r\nMaster  Plan which has dictated this absurdity  to\r\n\r\nthem.  Has the Government even approved the Master\r\n\r\nPlan? - we do not know. It has certainly not  been\r\n\r\napproved on this side because the proposals in the\r\n\r\nMaster  Plan  have never been brought  before  the\r\n\r\nAssembly  for  debate and approval.  The  Minister\r\n\r\nstated that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2457</b></font><br><br>\r\n\r\n\r\n\r\nthe  town  of  Katong would form the  hub  of  the\r\n\r\nDistrict  Council; it would, in fact,  be  on  the\r\n\r\nouter rim with, I think, rather a flat tyre as far\r\n\r\nas   organisation  is  concerned.  Katong  is  not\r\n\r\ncentral to the District. It is already married  to\r\n\r\nits  other half nearer the town and the whole area\r\n\r\nhas  been  brought  closer  to  the  city  through\r\n\r\nMerdeka  Bridge and Nicoll Highway. To  order  the\r\n\r\ninhabitants  of Katong to look eastward,  when  by\r\n\r\nnature  they look westward, is the act of a Canute\r\n\r\ntelling  the  tide to recede. So  we  can  see  no\r\n\r\nreasons at all for this particular kind of  hybrid\r\n\r\narrangement in the east side of the rural area  of\r\n\r\nthis island.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Turning to the Bukit Panjang/Pasir Panjang area,\r\n\r\na  rural  area which it is intended to bring  into\r\n\r\nthe City Council area straightaway, as I have said\r\n\r\nbefore,  the  normal procedure is to  extend  city\r\n\r\nboundaries outwards as urbanisation increases  and\r\n\r\nnot to go in the reverse direction. To bring under-developed  areas  into the city  before  they  are\r\n\r\nready   is   a  wrong  method  of  approach.   The\r\n\r\nGovernment have used the argument that rural areas\r\n\r\nshould be nursed by a gradual process before being\r\n\r\nlaunched  on  to the sea of complete  autonomy  in\r\n\r\nrural  affairs and yet this argument is completely\r\n\r\nnullified by leaving out the nursing period in the\r\n\r\ncase  of this particular area. The move, in  other\r\n\r\nwords,  is  completely premature and it also  goes\r\n\r\nagainst  the argument of the Government in  saying\r\n\r\nthat  they  disapprove  of  the  City  and  Island\r\n\r\nCouncil  arrangement because  the  people  in  the\r\n\r\nrural  areas who have been brought into  the  City\r\n\r\nCouncil  area  as  representatives  on  a   single\r\n\r\ncouncil  of local government for the whole  island\r\n\r\nwill  be swamped by the people in the city.  Well,\r\n\r\nhere  is  a  City  and  Island  Council  case   in\r\n\r\nminiature in which these people in the rural areas\r\n\r\nare  being brought into the City Council area  and\r\n\r\nthey  would  of  course be rather swamped  by  the\r\n\r\nother  representatives on the City Council whereas\r\n\r\nthey  could have played their full part  in  local\r\n\r\ngovernment  affairs if they had  remained  in  the\r\n\r\nPasir Panjang District Council.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is the other point which we referred to\r\n\r\npreviously - the question of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2458</b></font><br><br>\r\n\r\n\r\n\r\nlanguages - that  farmers and  shopkeepers  in  this\r\n\r\narea  do  not  speak Mandarin and so it  would  be\r\n\r\ndifficult  for  them  to find their  own  personal\r\n\r\nrepresentative  in that area. They would  probably\r\n\r\nfind someone imposed on them from outside who will\r\n\r\nstand in this area for election. It would be  much\r\n\r\nmore difficult for them to find somebody who could\r\n\r\nadequately  represent  them,  despite  the   whole\r\n\r\nprinciple  on which we are going that  the  people\r\n\r\nliving   in  the  area  should  elect  their   own\r\n\r\nrepresentative whom they know and whom they trust.\r\n\r\nThat   is  the  basis  of  all  things  in   local\r\n\r\ngovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, there is this peculiar situation in the\r\n\r\nBraddell Road area of another homogeneous  farming\r\n\r\narea  being  split into two because  this  farming\r\n\r\narea is to be found on each side of Braddell Road.\r\n\r\nAnyone  who  drives down Braddell Road knows  very\r\n\r\nwell  that  there are vegetables  being  grown  in\r\n\r\nquantity in this particular area on both sides  of\r\n\r\nthe road and for a long time they have been within\r\n\r\nthe City Council area as a homogeneous group. Now,\r\n\r\nthey  are  to be split neatly into two because  of\r\n\r\nthe  boundary that follows Braddell Road: one-half\r\n\r\nto  the  north  will go into the District  Council\r\n\r\narea  and  one-half to the south will go into  the\r\n\r\nCity  Council  area. One could have understood  if\r\n\r\nthe  whole  of  that area had been  put  into  the\r\n\r\nDistrict  Council area because it  is  in  fact  a\r\n\r\nrural  area.  That  would have been  logical  and\r\n\r\ncomprehensible but that it should  be  split  into\r\n\r\ntwo is not comprehensible at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, that concludes the points that I would\r\n\r\nlike  to  make  about these three changes  in  the\r\n\r\nproposed limits to the City Council area and I see\r\n\r\nthat  the Minister for Health has now returned  so\r\n\r\nthat  he can give us the benefit of his wisdom  as\r\n\r\nto the splitting of his own constituency into two.\r\n\r\nI am sure that that was not an election promise of\r\n\r\nhis two years ago.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat (Minister for Local Government, Lands and Housing) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Local Government, Lands and Housing (Inche Abdul Hamid bin Haji Jumat):</b> Mr\r\n\r\nChairman,  Sir,  I had hoped that the  Member  for\r\n\r\nTanglin would withdraw his amendment to this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2459</b></font><br><br>\r\n\r\n\r\n\r\nsection   of  the  Bill  in  view  of  the   other\r\n\r\namendments connected with this question of  Katong\r\n\r\nand Ulu Pandan which have not been accepted by the\r\n\r\nAssembly. I do not think I have very much  to  add\r\n\r\nto  what  I have already said earlier on  at  this\r\n\r\nsitting but I would like to reiterate again,  Sir,\r\n\r\nthat  with  regard to Katong, it is  thought  that\r\n\r\nKatong   will  develop  sooner  than   the   other\r\n\r\nDistricts  and  will provide  a  model  for  other\r\n\r\nDistrict Councils in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other question of the homogeneity of\r\n\r\nKatong  and  of the splitting of Katong  into  two\r\n\r\nDistricts, here again, the canal which leads  from\r\n\r\nGeylang  Serai to the sea is an old city  boundary\r\n\r\nand could be regarded as an extension of the Green\r\n\r\nBelt.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Well, Sir, I do not think I have anything more to\r\n\r\nadd  to what I have already said. All the pros and\r\n\r\ncons have been debated in the Select Committee and\r\n\r\nif  one  were to read the Official Reports of  the\r\n\r\nSelect   Committee,  it  is   very   obvious   why\r\n\r\nGovernment has decided that the District of Katong\r\n\r\nshould  be split into two and also with regard  to\r\n\r\nUlu Pandan where we have taken in some areas which\r\n\r\nthe  Member for Tanglin said were very much  rural\r\n\r\nareas, but then, on the other hand, development is\r\n\r\ngoing  on there at a very great speed and  if  one\r\n\r\nwere to look at a map of that particular area  now\r\n\r\nhe  would realise that more than half of  the  new\r\n\r\nCity  Council area which is now being embodied  in\r\n\r\nthe  City  Council is more highly  developed  than\r\n\r\nsome of the City Council areas within the city.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. J. Braga (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Mr A. J. Braga):</b> It was\r\n\r\ninteresting, Mr Chairman, to hear the Member  for\r\n\r\nTanglin  referring to Katong as  my  constituency.\r\n\r\nThe  Member for Tanglin has been an ardent opposer\r\n\r\nof  this  particular clause in  the  Bill.  For  a\r\n\r\nconsiderable   time   he  has   argued   it   most\r\n\r\nextensively  in  the  Select  Committee  and   yet\r\n\r\nneither  he  nor any other Member of the  Liberal-Socialists  has  been  able  to  induce  a  single\r\n\r\nresident of Katong to make any representations\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2460</b></font><br><br>\r\n\r\n\r\n\r\nto me at all. I meet the people  there  at\r\n\r\nsessions weekly including Lib-Soc members and  not\r\n\r\na  single  person in Katong has yet approached  me\r\n\r\nexpressing any opposition at all to this and I  do\r\n\r\nnot see how it can be said that I have not kept my\r\n\r\nelection promises. The Liberal-Socialists have not\r\n\r\nbeen able to induce a single resident in Katong to\r\n\r\nmake representation to me.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Mr Chairman, Sir, it is\r\n\r\nastounding  to me that the crucial point  of  this\r\n\r\ndebate  should  have  such  little  arguments   to\r\n\r\nsupport  it.  The  Minister for Local  Government,\r\n\r\nLands  and Housing was so optimistic as  to  think\r\n\r\nthat  our  Party would withdraw such an  amendment\r\n\r\nparticularly  when he must have seen  the  support\r\n\r\nthat  has  been  given us in the Press  unless  he\r\n\r\nchooses  not  to read what is against his  Party's\r\n\r\npolicy.  It  seems  to  me that  if  there  is  no\r\n\r\nargument at all against the submission so ably put\r\n\r\nup by my learned Friend, this amendment before the\r\n\r\nHouse  should be completely carried  and  what  is\r\n\r\nworse  the  Minister for Health whose constituency\r\n\r\nis  Katong  comes  up and says that  everybody  in\r\n\r\nKatong  is against this simply because he has  not\r\n\r\nreceived  one complaint or one demand to  let  the\r\n\r\nboundaries  stay  as they are. One  would  enquire\r\n\r\nwhether he really lives in Katong or whether it is\r\n\r\nbecause  his constituents have given up  faith  in\r\n\r\nhim  and  have come to see our representatives  in\r\n\r\nthis area instead of him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, so far, no argument has been raised and I\r\n\r\nsubmit that Members of this Assembly should accept\r\n\r\nthis amendment.\r\n\r\n\r\n\r\n<br><br>11.30 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> I am afraid that the Member\r\n\r\nfor Paya Lebar seems to think that we have not got\r\n\r\na  reply  to the amendment proposed by the  Member\r\n\r\nfor  Tanglin. In fact, we on this side do not like\r\n\r\nto repeat what we have said over and over again in\r\n\r\nthis debate.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Not in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be left\r\n\r\nout, be left out.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2461</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee divided: Ayes, 9; Noes, 18; Absent,\r\n\r\n5; Abstention, Nil.\r\n\r\n<pre>\r\n\r\n       Ayes.                  Noes.\r\n\r\n   Ede, John.            Abdul Hamid bin \r\n\r\n   Goh Tong Liang.         Haji Jumat.\r\n\r\n   Jumabhoy, R.          Ahmad bin Ibrahim.\r\n\r\n   Lee Choon Eng.        Braga, A. J.\r\n\r\n   Lim Choon Mong.       Chew Swee Kee.\r\n\r\n   Lim Koon Teck.        Goh Chew Chua.\r\n\r\n   Ong Piah Teng.        Hart, T. M.\r\n\r\n   Soh Ghee Soon.        Jumabhoy, J. M.\r\n\r\n   Tan, William.         Lim Cher Kheng.\r\n\r\n                         Lim, R. C. H.\r\n\r\n                         Lim Yew Hock.\r\n\r\n    Abstention           Mak Pak Shee.\r\n\r\n       Nil.              Mohd. Sidik bin Haji\r\n\r\n                           Abdul Hamid.\r\n\r\n      Absent             Nair, M. P. D.\r\n\r\n   Lazarous, A. R.       Shanks, E. P.  \r\n\r\n   Lee Kuan Yew.         Stewart, S. T.\r\n\r\n   Lim Ching Siong.      Tan Theng Chiang.\r\n\r\n   Seah Peng Chuan.      Thomas, Francis.\r\n\r\n   Sutherland, G. A. P.  Wong Foo Nam.\r\n\r\n\r\n\r\n                         \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;</pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First Schedule ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Second Schedule-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I do not propose to move\r\n\r\nmy amendment,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 250, line 1, to leave out from beginning\r\n\r\nto the end of line 48 in page 262 and insert:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"All that part of the island of Singapore\r\n\r\nwithin  the  limits of the  Rural  Board  area\r\n\r\ncreated  under the provisions of the Municipal\r\n\r\nOrdinance.\".]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Second Schedule ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Third Schedule-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 263: after \"FORMS\", to insert: -\r\n\r\n\r\n\r\n\"A.\r\n\r\n\r\n\r\n<div align=\"center\">\r\n\r\n<br>FORM OF DECLARATION OF<br>\r\n\r\nACCEPTANCE OF OFFICE OF MAYOR.<br>\r\n\r\n<br>\r\n\r\n(Section 9)<br>\r\n\r\n</div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I, ............... a duly elected member of the\r\n\r\nCity  Council of Singapore, having previously made\r\n\r\nand  delivered  my  declaration of  acceptance  of\r\n\r\noffice as a Councillor in due form and as required\r\n\r\nby  the  Local  Government  Ordinance,  1957,  and\r\n\r\nhaving  been  elected Mayor of  the  City,  hereby\r\n\r\ndeclare that I take upon myself the office\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2462</b></font><br><br>\r\n\r\n\r\n\r\nof  Mayor  and will duly and faithfully fulfil  my\r\n\r\nduties  as  Mayor to the City and to the  citizens\r\n\r\nthereof  according to the best of my judgment  and\r\n\r\nability.\r\n\r\n<pre>\r\n\r\n                                                             .........................\r\n\r\n                                                              (Signature of Declarant.)\r\n\r\n</pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Declared before me this..........day\r\n\r\nof.........., 19....\r\n\r\n<br><br>...............................................<br>\r\n\r\n(Signature and description.)\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it will be found in the Third Schedule on\r\n\r\npage  263  that  there is only a  single  form  of\r\n\r\ndeclaration  of acceptance of office which  simply\r\n\r\nstates:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\" I ............................... having been elected a ..................\r\n\r\nhereby  declare  that I take the  said  office  on\r\n\r\nmyself  and  will duly and faithfully  fulfil  the\r\n\r\nduties  thereof  according  to  the  best  of   my\r\n\r\njudgment and ability ....................\".\r\n\r\n\r\n\r\n<br><br>That  is  the form of declaration for Councillors.\r\n\r\nNow,  when  the City Councillors have  given  that\r\n\r\nform  of  declaration, they then proceed with  the\r\n\r\nfirst meeting for the election of a Mayor and,  as\r\n\r\nthat is laid down with great clarity in the Bill - I\r\n\r\nthink  it  is clause 9 - we feel that when  we  have\r\n\r\ngone through the process of electing a Mayor, then\r\n\r\nthere  should  be  a special form  of  declaration\r\n\r\nwhich the Mayor should make under sub-clause  (11)\r\n\r\nwhere  a  Declaration is in fact  required  to  be\r\n\r\nmade. Sub-clause (11) of clause 9 states:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Councillor elected as mayor shall not act in\r\n\r\nsuch  office  unless  he has previously  made  and\r\n\r\ndelivered  to  the  Secretary  a  declaration   of\r\n\r\nacceptance  of office of mayor in Form  A  in  the\r\n\r\nThird Schedule to this Ordinance\".\r\n\r\n\r\n\r\n<br><br>Now, it seems quite clear to us that, Sir, because\r\n\r\nof the position the Mayor holds, he should make  a\r\n\r\nspecial declaration of acceptance of office and he\r\n\r\nshould  not  repeat the declaration, that  he  has\r\n\r\nalready  made previously, of acceptance of  office\r\n\r\nof  Councillor.  In  view of the  remarks  of  the\r\n\r\nMinister  for Commerce and Industry two  or  three\r\n\r\ndays ago to which I referred earlier this morning,\r\n\r\nI  think  it  is all the more important  that  the\r\n\r\nMayor  should  declare  that  he  will  duly   and\r\n\r\nfaithfully fulfil the duties as Mayor to the  City\r\n\r\nand  to the citizens thereof according to the best\r\n\r\nof his judgment and ability.\r\n\r\n\r\n\r\n<br><br><!-- Mr Shanks -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Shanks:</b> Mr Chairman, Sir, the Government\r\n\r\naccepts  this amendment but would point out  that,\r\n\r\nin addition to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2463</b></font><br><br>\r\n\r\n\r\n\r\nthe  consequential amendments already noted, there\r\n\r\nwill of course be certain others in clauses of the\r\n\r\nBill  and  in  marginal  notes  where  forms   now\r\n\r\nlettered B to G have to be re-lettered C to H.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Consequential amendments will be\r\n\r\nmade.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, might I just make one\r\n\r\npoint,  Sir? I think that there should be  another\r\n\r\nconsequential amendment, after what will now be  B\r\n\r\n(Form of Declaration of Acceptance of Office)  the\r\n\r\nwords  \"of Councillors\" should be added. I do  not\r\n\r\nknow whether that is a consequential amendment  or\r\n\r\nwhether it is a major amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Form actually refers to a Form\r\n\r\nwhich   is  required  by  section  20.  The   word\r\n\r\n\"Section\"  and the figure \"20\" will  appear  under\r\n\r\nForm  B and section 20, I think, refers to an oath\r\n\r\nof a Councillor. Perhaps that would suffice?\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> It does, Sir. It is only that in the new\r\n\r\nForm A, as accepted, we have the \"office of Mayor\"\r\n\r\nspecifically stated but I thought perhaps it would\r\n\r\nbe better to have \"of Councillors\" on Form B.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> These titles, of course, are not\r\n\r\npart  of  the  Bill  and if  the  Government  side\r\n\r\nrequires   an  amendment  of  that  nature,   that\r\n\r\namendment can be made as a matter of course.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Third Schedule, as amended, ordered to stand part\r\n\r\nof the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sixth Schedule-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I do not propose to move\r\n\r\nmy amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 273, line 8, after \"nuisances\", to\r\n\r\ninsert \"including noise\".]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I would, at this stage, seek your guidance on\r\n\r\nanother  matter.  I  wish to  recommit  a  further\r\n\r\nclause - clause   144 - to  the   Committee   of   the\r\n\r\nAssembly.  I am not quite clear at what stage  one\r\n\r\nmoves.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The relevant Standing Order of\r\n\r\ncourse is Standing Order 54 (1). The motion must\r\n\r\nbe made before a Member rises to move the Third\r\n\r\nReading of a Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2464</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sixth Schedule ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Bill, as amended on recommittal, be\r\n\r\nreported to the Assembly.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported, with Amendments.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>Recommittal</b></div>\r\n\r\n\r\n\r\n<br><br>11.45 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the Bill be recommitted in respect of clause\r\n\r\n144.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this clause 144 is one which we were dealing\r\n\r\nwith indirectly yesterday when we were considering\r\n\r\nour amendment to clause 143 on the question of the\r\n\r\nwidth  of private streets. I have had the  benefit\r\n\r\nof  having  this considered by the Hon. the  Chief\r\n\r\nMinister  and the Attorney-General to  whom  I  am\r\n\r\nvery   grateful.  I  think  we  have  come  to   a\r\n\r\ncompromise on this matter which, while it  is  not\r\n\r\nentirely  suitable to us, does go a very long  way\r\n\r\nto  meeting  the  point we have in  mind  on  this\r\n\r\nquestion  of ensuring that owners or occupiers  of\r\n\r\npremises  bordering on streets that are less  than\r\n\r\n36  ft. wide would, through this amendment we  now\r\n\r\npropose,  have a chance of having streets declared\r\n\r\nas public streets.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> I second it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, as\r\n\r\nmentioned  by  the Member for Tanglin,  there  has\r\n\r\nbeen  a  discussion  on this particular  amendment\r\n\r\nwhich he moved to clause 143. As a result of  that\r\n\r\namendment,  agreement  has been  reached  that  we\r\n\r\nrecommit  clause  144.  The  Government  does  not\r\n\r\noppose the recommittal of this clause.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee:\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 144-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 143, line 31, after \"may\", to insert\r\n\r\n\"whether  at the request of the owners of premises\r\n\r\nfronting, adjoining or abutting on such street  or\r\n\r\notherwise\".\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2465</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment handed in.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The amendment is in order.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I do not think that there\r\n\r\nis  anything I wish to add to what I have  already\r\n\r\nsaid  on  this point. It is simply that now  under\r\n\r\nclause  144  whereas I pointed out yesterday  that\r\n\r\nonly the local authority could take the initiative\r\n\r\nin  getting  a  private street declared  a  public\r\n\r\nstreet,   it  now  becomes  possible   with   this\r\n\r\namendment   that  owners  of  premises   fronting,\r\n\r\nadjoining or abutting on such street can take  the\r\n\r\ninitiative to the extent of requesting  the  local\r\n\r\nauthority  that such street be declared  a  public\r\n\r\nstreet.  As  I  said, I am very  grateful  to  the\r\n\r\nAttorney-General  for  looking  into  this  matter\r\n\r\nseeing how it could be drafted and to the Hon. the\r\n\r\nChief  Minister for meeting what I think is rather\r\n\r\nan important point.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Chairman, Sir, the\r\n\r\nGovernment accepts the amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 144, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Bill, as amended on recommittal, be\r\n\r\nreported to the Assembly.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported, with an Amendment.\r\n\r\n\r\n\r\n<div align=\"center\"><b>Third Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Third Reading, what day?\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Now, Sir. Mr Speaker, I beg\r\n\r\nto  move, \"That the Bill, as amended, be now  read\r\n\r\nthe Third time.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b> I\r\n\r\nsecond it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, I do not wish to make\r\n\r\na long speech on the Third Reading of the Bill. It\r\n\r\nmust  be  made  clear  that the  Liberal-Socialist\r\n\r\nParty   has  voiced  its  disagreement  and   will\r\n\r\ncontinue to do so on certain important clauses.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2466</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are not satisfied with the dictatorial manner\r\n\r\nin  which the new city limits are being introduced\r\n\r\nnor   with  the  limits  themselves.  We  are   in\r\n\r\ndisagreement  regarding the number of  councillors\r\n\r\non   the  City  and  District  Councils  and   the\r\n\r\ninclusion  of nominated members. The  powers  over\r\n\r\nrating  in  the  new areas given to the  Ministers\r\n\r\nare,  we  feel, wrong when differential rating  is\r\n\r\nalready  a  power  in  the  hands  of  the   local\r\n\r\nauthority,  while the transitional  provisions  in\r\n\r\nclause  323  relating  in particular  to  Katong's\r\n\r\nadministration  is  a  mockery  of  democracy.  We\r\n\r\ndisagree with the loan policy in clause 81 and  we\r\n\r\nconsider  the failure to include clauses regarding\r\n\r\nDistrict  Council  funds, officers  and  posts  an\r\n\r\nindication  that the Government's new  policy  for\r\n\r\nthe rural areas falls short of its promises.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, however long and tedious this four\r\n\r\ndays'  debate on the Bill in Committee  stage  may\r\n\r\nhave  seemed, their importance as a  part  of  our\r\n\r\ndemocratic Assembly procedure has been proved  and\r\n\r\nperhaps  has  been shown in no previous  Bill.  As\r\n\r\nearly   as   the  first  day,  the  Minister   for\r\n\r\nCommunications  and  Works,  in  an  outburst   of\r\n\r\nimpatience  unworthy of him, accused the  Liberal-Socialists of filibustering and suggested that the\r\n\r\nissues  had  been debated in Select Committee  and\r\n\r\nwhy   should  we  waste  any  further  time.   The\r\n\r\nGovernment's  well-known  desire  to   steamroller\r\n\r\nthings  through  this House has  never  been  more\r\n\r\novertly  demonstrated and it has made us  on  this\r\n\r\nside all the more determined to carry out our duty\r\n\r\nof  Opposition. In point of fact, never  have  the\r\n\r\nfunctions of the Opposition been better shown than\r\n\r\nin  this  Bill.  Government has been  pushed  into\r\n\r\naccepting  amendments  to about  15  clauses:  two\r\n\r\nstarted  by  the  People's Action  Party  and  not\r\n\r\ncompleted by them (that Party has shown an  almost\r\n\r\ntotal lack of interest in the Bill itself) and the\r\n\r\nrest  by  the Liberal-Socialists, and  that  is  a\r\n\r\ncomplete  justification  of  our  procedure  under\r\n\r\nStanding Orders.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2467</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One other matter I must touch on because it goes\r\n\r\nto  the very basic principles on which this  Local\r\n\r\nGovernment Bill is founded. Nothing has  horrified\r\n\r\nthe   Liberal-Socialist  Party   more   than   the\r\n\r\nunashamed   confession - indeed,  it   was   not   a\r\n\r\nconfession   but  a  proud  pronouncement - of   the\r\n\r\nMinister for Commerce and Industry backed  by  the\r\n\r\nMinister  for Communications and Works, who  ought\r\n\r\nto  know  better, that the Mayor,  if  he  were  a\r\n\r\nLabour  Front  Mayor, would not  hold  his  office\r\n\r\nimpartially: you fight the election apparently  on\r\n\r\na  Party  ticket and if you become the Mayor,  you\r\n\r\nfollow the Party programme and the Party line.  In\r\n\r\nother  words,  according to the  Labour  Front,  a Mayor elected by them will sit in the chair and give his rulings on the Bill, on Standing  Orders\r\n\r\nand  on  by-laws not impartially but in accordance\r\n\r\nwith  Party direction. Bias and prejudice of  this\r\n\r\nkind   would   make   a  mockery   of   democratic\r\n\r\ninstitutions and would bring all the work put into\r\n\r\nthis great Bill to nought in a matter of months.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So that if ever any amendment of the Liberal-Socialist was justified, our amendment not to\r\n\r\nallow  the Mayor a vote has been shown to  be  so.\r\n\r\nWell  as  we  know the Minister for  Commerce  and\r\n\r\nIndustry, we did not expect such cynical  contempt\r\n\r\nfor  impartiality in persons of high office as  he\r\n\r\nhas  expressed, an impartiality which the Liberal-Socialists  regard as axiomatic.  The  failure  to\r\n\r\naccept our amendment on this point in the light of\r\n\r\nthe  debate it produced would be alone  enough  to\r\n\r\nmake  us  view parts of this Bill with  disfavour.\r\n\r\nFortunately,  a Labour Front Mayor  will  now  not\r\n\r\neventualise  because the people  of  this  country\r\n\r\nwill  not vote for a Party with such a policy  and\r\n\r\nsuch an outlook.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> How do you know?\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Sir, in dismissing this unpleasant taste\r\n\r\nfrom one's mouth, I would like to congratulate the\r\n\r\nMinister  for  Local Government for steering  this\r\n\r\ndifficult Bill through all its long stages to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2468</b></font><br><br>\r\n\r\n\r\n\r\na  conclusion even if we on this side cannot agree\r\n\r\nwith  a good deal of it. Indeed, it is clear  that\r\n\r\nhe does not agree with much of it himself and that\r\n\r\nit  is  purely a Labour Front Bill because he  has\r\n\r\nrarely  risen to speak in defence of it  and  only\r\n\r\nthe Labour Front Members have defended it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Nonsense.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Lastly, I would like to thank you, Mr\r\n\r\nSpeaker,  for  the patience with  which  you  have\r\n\r\nassisted Members of the Opposition first in Select\r\n\r\nCommittee and in this House over difficult matters\r\n\r\nof procedure, in which your known impartiality has\r\n\r\nbeen invaluable.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, I can well\r\n\r\nunderstand   the  stand  taken  by  the   Liberal-Socialists in this matter. The Member for  Tanglin\r\n\r\nsays  that,  insofar  as the amendments  which  he\r\n\r\nproposed   and  which  were  lost,  the   Liberal-Socialists will still maintain the same  stand.  I\r\n\r\ncan  understand that feeling. In fact, it  is  the\r\n\r\nonly  stand that the Liberal-Socialists  can  take\r\n\r\nbut I would like to suggest to him that we too  on\r\n\r\nthis  side of the House have views of our own.  If\r\n\r\nour  views  do  not coincide with  theirs,  it  is\r\n\r\nridiculous  to  suggest that  we  are  dictatorial\r\n\r\nwhereas if they keep on dictating to us and we  do\r\n\r\nnot  accept their dictatorial attitude,  they  say\r\n\r\nthat  they  are right and that we are dictatorial.\r\n\r\nThey   suggest  that  we  steamroller  everything.\r\n\r\nSurely  it  is not so, Sir. The debate during  the\r\n\r\npast  four  days has shown that the Government  is\r\n\r\nvery  anxious that this Bill should be  passed  as\r\n\r\nquickly  as  possible so that elections  can  take\r\n\r\nplace  in  December as far as the City Council  is\r\n\r\nconcerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin also said that the\r\n\r\nGovernment was pushed into accepting, I  think  he\r\n\r\nsaid,  15 amendments. We were not pushed, Sir.  We\r\n\r\nare  prepared to accept any amendments  that  have\r\n\r\nmerit   and  it  just  happened  that   these   15\r\n\r\namendments which we accepted had merit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like also to associate myself with\r\n\r\nthe remarks of the Member for Tanglin for the very\r\n\r\ncapable  manner  in  which you  have  handled  the\r\n\r\ndebate  for  the  last four  days  and  the  great\r\n\r\npatience\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2469</b></font><br><br>\r\n\r\n\r\n\r\nyou  have  shown  us when so much noise  has  been\r\n\r\nmade; so much so that the last amendment in regard\r\n\r\nto the inclusion of \"noise\" has been withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Speaker does not speak, of\r\n\r\ncourse. He just says, \"Thank you.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill, as amended, accordingly read the Third\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2469</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT TO A LATER DAY MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today, the Assembly do stand\r\n\r\nadjourned to Wednesday, 21st August, 1957.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2470</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today, the Assembly do stand\r\n\r\nadjourned to Wednesday, 21st August, 1957.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">fifty nine minutes past Eleven o'clock a.m.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
