{"memberId": null, "volumeNo": "3", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "8", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"3\">\r\n\r\n<meta name=\"Sit_No\" content=\"8\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1957-04-27\">\r\n\r\n<meta name=\"Start_Col\" content=\"1713\">\r\n\r\n<meta name=\"End_Col\" content=\"1784\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">8</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">27-04-1957</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1713</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 3</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">PART II OF SESSION 1956-7</div>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Saturday, 27th April, 1957</i></div>\r\n\r\n               \r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr C. H. Butterfield, Q.C., Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy. C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Mr Lim Yew Hock (Havelock), Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1714</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr D. S. Marshall (Cairnhill).\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik bin Haji Abdul Hamid (Southern islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr M. P. D. Nair (Seletar), Assistant Minister, Chief Secretary's Ministry.\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Oon Khye Kiang. Financial Secretary (Acting) (ex-officio).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br>The Honourable Mr S. T. Stewart, Chief Secretary (Acting) (ex-officio).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1715</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>CONSTITUTIONAL TALKS IN LONDON, 1957</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on\r\n\r\nQuestion (26th April, 1957),\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) takes note of the Report of the Singapore\r\n\r\nConstitutional Conference held in London  in\r\n\r\nMarch  and  April,  1957,  as  contained  in\r\n\r\nSessional  Paper No. Misc. 2  of  1957,  and\r\n\r\napproves  the points on which agreement  has\r\n\r\nbeen reached; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) approves the stand of the All-Party\r\n\r\nDelegation   in   not  accepting  the   condition\r\n\r\nstipulated  in  paragraph 30 of the  Report.\"-(The\r\n\r\nChief Minister).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr D. S. Marshall (Cairnhill):</b> Mr Speaker, Sir,\r\n\r\nI  understand the Government opposes the amendment\r\n\r\nwhich    seeks   to   call   for   the   immediate\r\n\r\nimplementation    of    this    unfortunate    new\r\n\r\nconstitution on the basis of granting the right to\r\n\r\nvote  to  all  those  who  would  be  entitled  to\r\n\r\ncitizenship  by  virtue  of  residence  under  the\r\n\r\nconstitution. I was also informed by the Secretary\r\n\r\nof  the P.A.P., the Member for Tanjong Pagar, that\r\n\r\nthe  P.A.P. opposes the amendment. Sir, this House\r\n\r\nhas  been  away from its electorate for more  than\r\n\r\ntwo  years.  As  a result of a statement  of  mine\r\n\r\nyesterday, I understand from the Press that  there\r\n\r\nis  now  a  possibility of early  by-elections  in\r\n\r\nCairnhill and in Tanjong Pagar, by-elections to be\r\n\r\nfought  on  the  simple issue as  to  whether  the\r\n\r\npeople   desire   this   constitution   and    its\r\n\r\nimplementation  on  the  date  indicated  by   the\r\n\r\nmotion, or whether they prefer my amendment.  Sir,\r\n\r\nI  would  ask the Chief Minister, particularly  as\r\n\r\nhis  seat is not in jeopardy, nor are any  of  the\r\n\r\nGovernment  seats in jeopardy - they can  listen  in\r\n\r\ncomfort  by the radio - whether he would  give  this\r\n\r\nHouse -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister (Mr Lim Yew Hock)</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> A point of explanation, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If I may finish the question,\r\n\r\ncertainly,  Sir. I would ask the  Chief  Minister\r\n\r\nwhether he would\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1716</b></font><br><br>\r\n\r\n\r\n\r\npermit   the   adjournment  of  the  voting - not\r\n\r\nnecessarily  of the debate, because others  should\r\n\r\nnaturally  be heard - on the amendment  until  after\r\n\r\nthe results of the by-elections. I do not ask this\r\n\r\nHouse  to  accept the results of the by-elections,\r\n\r\nbut  they  can  take them into consideration  when\r\n\r\nvoting. I would ask the Chief Minister whether  he\r\n\r\nis  prepared to do that, Sir,I am sitting down to\r\n\r\npermit a reply, Sir, not to -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Chief Minister need not,\r\n\r\nof  course,  reply at this stage if  he  does  not\r\n\r\nchoose  to.  He  will, I presume,  reply  when  he\r\n\r\nreplies to the whole debate.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> I am sorry, Sir; it might have\r\n\r\nchanged the character of the debate. It would  not\r\n\r\nrequire  any  delay in working out  the  Order  in\r\n\r\nCouncil,  Sir. My amendment calls for  an  earlier\r\n\r\nimplementation of this constitution. Sir,  I  will\r\n\r\nnot deal further with it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Sir, I was on the subject of my main\r\n\r\ndisagreement  with  this constitution  because  of\r\n\r\nparagraph  26 (ii) of the Report of the  Singapore\r\n\r\nConstitutional Conference held in London in  March\r\n\r\nand  April,  1957.  It  deprives  the  people   of\r\n\r\nSingapore  and  their elected  representatives  of\r\n\r\ncontrol  over internal security matters, since  it\r\n\r\ngives  the Internal Security Council the functions\r\n\r\nand  the powers \"to maintain the efficiency of all\r\n\r\norgans of the Singapore Government concerned  with\r\n\r\ninternal security\". And paragraphs 27 (h), (i) and\r\n\r\n(k),  which  compel  the Singapore  Government  to\r\n\r\naccept  the  decision of this  seven-man  Council,\r\n\r\nSir.  Now, what is exactly the difference,  I  was\r\n\r\nasked, and perhaps I have not made it clear, so  I\r\n\r\nwill  give two or three examples. Sir, if  we  had\r\n\r\naccepted  last  year's constitution,  there  would\r\n\r\nhave  been  only an Advisory Defence and  Security\r\n\r\nCouncil. There was nothing wrong with that.  As  I\r\n\r\nhave  repeatedly said, I am willing to learn  from\r\n\r\neverybody and consult with everybody, but  it  was\r\n\r\nreserved to Her Majesty in Council to make  powers\r\n\r\nby Order in Council in matters of external affairs\r\n\r\nand  external defence, but with a definition which\r\n\r\nimpinged on internal security to some extent. Sir,\r\n\r\nwhat is the position\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1717</b></font><br><br>\r\n\r\n\r\n\r\ntoday? As you say, we give away completely internal\r\n\r\nsecurity  to  this Council which is not responsible\r\n\r\nto the people's elected representatives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Take, for example, Sir, supposing under last\r\n\r\nyear's constitution the Assembly decides to appoint\r\n\r\na  Committee of Inquiry into allegations of  brutal\r\n\r\nassaults by police officers on citizens. Now  under\r\n\r\nlast  year's  constitution, Sir, there  can  be  no\r\n\r\ndoubt  whatsoever but that the Defence and Security\r\n\r\nCouncil   could  only  protest  to  the   Singapore\r\n\r\nGovernment  and  advise  against  such  inadvisable\r\n\r\naction  which would weaken the morale of the police\r\n\r\nforce; but it could not take any action, nor  could\r\n\r\nHer  Majesty  in  Council take any action,  because\r\n\r\nquite  obviously  an  inquiry into  allegations  of\r\n\r\npolice   brutality  is  not  external  affairs   or\r\n\r\nexternal   defence.   But  what   about   the   new\r\n\r\nconstitution that is proposed to come into force in\r\n\r\nthe never never? Suppose under the new constitution\r\n\r\nthe  Assembly says it wants an inquiry into  police\r\n\r\nbrutality. \"Ah,\" says somebody (whoever it may be),\r\n\r\n\"we  do  not like it.\" Then it goes to the Internal\r\n\r\nSecurity  Council,  and  this  Council  has   three\r\n\r\nBritish members on it who would naturally avoid any\r\n\r\nsuggestion of bringing this out into the open,  and\r\n\r\nthey  have  also - this  is the  improvement  in  the\r\n\r\nmachinery - the Minister for the Federation. But  let\r\n\r\nus  assume that the Minister for the Federation - and\r\n\r\nit  is fair to assume that, seeing that there is no\r\n\r\nsuch  inquiry  in  the Federation and  perhaps  the\r\n\r\nFederation would not like to start that kind  of  a\r\n\r\nsmell - decides     to    support     the     British\r\n\r\nrepresentatives. Then a perfectly legitimate desire\r\n\r\nof  the  people  to  investigate brutality  by  the\r\n\r\npolice  is blocked - even that little thing is  taken\r\n\r\nout.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Supposing, Sir, we want to amend the Banishment\r\n\r\nOrdinance.  Under the constitution  last  year  the\r\n\r\nDefence  and  Security Council  could  say  to  the\r\n\r\nSingapore Government: \"It is very unwise of you  to\r\n\r\nrevise  this Ordinance even though it might  be  42\r\n\r\nyears old. It is very unwise.\" But it could not  do\r\n\r\nmore.  Her  Majesty in Council could not very  well\r\n\r\nrefuse us our amendment because\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1718</b></font><br><br>\r\n\r\n\r\n\r\nit  has  no  power  in  those matters  in  blocking\r\n\r\nlegislation. This is purely an internal matter. But\r\n\r\nunder the new constitution you go ahead and ask for\r\n\r\na  revision  of the Banishment Ordinance,  and  the\r\n\r\npolice communicate with the High Commissioner,  and\r\n\r\nthe  High  Commissioner will call in  the  Internal\r\n\r\nSecurity Council and they say, \"Tut, tut, tut, tut,\r\n\r\na  lot of gangsters, you know. It is better not  to\r\n\r\ntouch  this Banishment Ordinance.\" Well,  then,  we\r\n\r\ndepend on the Minister for the Federation. But  the\r\n\r\nFederation, Sir, has the same Banishment  Ordinance\r\n\r\nas  ourselves and is not anxious to improve it.  So\r\n\r\ncan  you expect the Minister for the Federation  to\r\n\r\nseek to be more progressive in Singapore than he is\r\n\r\nin  the  Federation? So we find  that  a  perfectly\r\n\r\nlegitimate  desire on the part  of  the  people  of\r\n\r\nSingapore, who  have  a very large  proportion  of\r\n\r\naliens, blocked on this simple matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You see the differences, Sir? You see how much we\r\n\r\nhave  given  away  under the  new  constitution  as\r\n\r\ncompared to the old? Let us take another one,  much\r\n\r\nnearer home, and of which so much is being made  by\r\n\r\nthe  P.A.P.  Supposing the new Assembly under  last\r\n\r\nyear's  constitution were to move a motion to  say,\r\n\r\n\"Let us release the Member for Bukit Timah. He  has\r\n\r\nhad  enough  of a holiday in the democratic  Changi\r\n\r\njail,  and  let us release Devan Nair.\" Of  course,\r\n\r\nthe  Defence and Security Council would say,  quite\r\n\r\nnaturally,  \"Look  here, boys,  you  know  you  are\r\n\r\nreleasing  two  men who are confirmed subversives.\"\r\n\r\nBut  they  could  not do anything. Her  Majesty  in\r\n\r\nCouncil  cannot interfere because, quite  patently,\r\n\r\neven under their definition this is not a matter of\r\n\r\nexternal  affairs and external defence.  But  under\r\n\r\nthe  new  constitution this will  come  immediately\r\n\r\nbefore  the Internal Security Council. And  do  you\r\n\r\nthink  the  Federation Minister,  for  example,  is\r\n\r\ngoing  to  vote in support of the Members here  for\r\n\r\nrelease  of subversives when that is not  happening\r\n\r\nin  the Federation? You see how much we have  given\r\n\r\naway,  Sir. We had more than two-thirds of internal\r\n\r\nsecurity in our hands under the constitution  which\r\n\r\nwe  were  offered - not that we were  satisfied  with\r\n\r\nit - but it was offered\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1719</b></font><br><br>\r\n\r\n\r\n\r\nby  the British Government last year in Annexure L.\r\n\r\nToday  we  have  given away the  whole  control  of\r\n\r\ninternal security. I say to you that these examples\r\n\r\nindicate  that to suggest that the new constitution\r\n\r\nprovides for the status of a self-governing  State,\r\n\r\nwith  all the rights, privileges and powers thereto\r\n\r\nappurtenant   in   internal   affairs   is   wholly\r\n\r\ninaccurate, Sir, entirely false. What in  fact  the\r\n\r\nnew  constitution provides for when it  comes  into\r\n\r\neffect  is the creation of a colonial State without\r\n\r\nthe ultimate control in every matter connected with\r\n\r\ninternal affairs. That is what you have.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my second objection indicated to you\r\n\r\nyesterday  is  that  it is essentially  a  colonial\r\n\r\nconstitution  and I shall mention  briefly  why.  I\r\n\r\nhave  already indicated to you, Sir, that  internal\r\n\r\nsecurity  is  now completely out of  our  hands.  I\r\n\r\nwould  also point out that the Colonial  Office  is\r\n\r\nstill  in  charge of this colony under the  present\r\n\r\nRendel-Yew  Hock  Constitution and  under  the  new\r\n\r\nLennox-Boyd-Yew Hock Constitution. A symbol of this\r\n\r\ncolonial  position as compared to last  year,  when\r\n\r\nthey  were prepared to offer us more, is that  this\r\n\r\nyear  the  new  constitution will be  by  Order  in\r\n\r\nCouncil and not by Act of Parliament, Sir, and if I\r\n\r\nmight  refer you to page 14, paragraph  52  of  the\r\n\r\nReport  of  the Singapore Constitutional Conference\r\n\r\nof this year, which says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Constitution itself would be contained in an\r\n\r\nOrder  of  Her Majesty in Council, supplemented  by\r\n\r\nRoyal Instructions.\"\r\n\r\n\r\n\r\n<br><br>But  what  did they offer us last year, Sir?  If  I\r\n\r\nmight  refer  you to last year's Report,  Sessional\r\n\r\nPaper  No.  Cmd.  31 of 1956 at  page  69,  at  the\r\n\r\nbottom:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In implementation of the undertakings embodied\r\n\r\nin   this   constitution  Her  Majesty's  Government\r\n\r\npropose to introduce a State of Singapore Bill into\r\n\r\nParliament to provide for the surrender  of  powers\r\n\r\nto  legislate  by Order in Council  (or  otherwise)\r\n\r\nunder the British Settlements Acts.\"\r\n\r\n\r\n\r\n<br><br>So  we  were at least offered some sort of  an  Act\r\n\r\nlast year by the British.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, as regards the date. Sir, why should I\r\n\r\nbother about the date if, in fact, the constitution\r\n\r\nis a bad one? Why should I worry if it comes into\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1720</b></font><br><br>\r\n\r\n\r\n\r\nforce? Why should I want for Singapore a tiga  suku\r\n\r\nbusoh merdeka? That is a fair question, and I think\r\n\r\nthe answer is a very simple one, Sir. The people of\r\n\r\nSingapore,    through   the    hands    of    their\r\n\r\nrepresentatives, have now handed themselves,  bound\r\n\r\nand  gagged, into the power of the Colonial Office.\r\n\r\nThis   Assembly  is  committed - I  know  the   Chief\r\n\r\nMinister does not mind being committed and changing\r\n\r\nhis  mind - but  this  Assembly through  its  Merdeka\r\n\r\nMission  has committed itself to this constitution.\r\n\r\nNothing more can be expected from this Assembly.  I\r\n\r\nthink that is fair enough. The new constitution, if\r\n\r\nit  is  brought into force, and the quicker  it  is\r\n\r\nbrought  into  force, then the quicker  it  can  be\r\n\r\ndestroyed.  It will have 51 Members as against  our\r\n\r\n25  now.  It  will  have completely  newly  elected\r\n\r\npeople  more in touch with the people of Singapore,\r\n\r\nand  they at least will not be bound - they  are  now\r\n\r\nbound  by the action of their colleagues.  They  at\r\n\r\nleast  can  say, \"No, we do not want this  horrible\r\n\r\nfate  you have given us. Our predecessors have tied\r\n\r\nus to it, but please, we would like to renegotiate,\r\n\r\nand  renegotiate  forthwith.\" I  thought.  Sir,  of\r\n\r\nmoving  a  motion  in this Assembly  to  reject  it\r\n\r\ncompletely, but where would I get? All the  Parties\r\n\r\nare  in  it. At least I am hoping that the  Parties\r\n\r\nwill  agree to the early implementation so that  we\r\n\r\ncan  get  on with the job of cleaning up  the  mess\r\n\r\nthat they have made. That is why I am worried about\r\n\r\nthe date. Sir, I said what did we ask for by way of\r\n\r\ndate  last  year and what was agreed,  because  the\r\n\r\nChief  Minister gave an assurance to this House  he\r\n\r\nwould  accept  nothing less than what  was  offered\r\n\r\nlast year, and in fact it was the scandalous rumour-mongers  who suggested he would. If you will  look, Sir, at Annexure H of Command Paper 31 of 1956,  at\r\n\r\npage 50:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Though our draft Independence Act does not\r\n\r\nspecifically provide for the citizenship  proposals\r\n\r\nincorporated in our original memorandum nor set out\r\n\r\na  date,  we  wish it to be clear that we  consider\r\n\r\nApril  1957, two years after the coming into  force\r\n\r\nof the Rendel Constitution, would be an appropriate\r\n\r\ndate  for the inauguration of the new constitution.\r\n\r\nFurthermore,   the   constitution,    which    must\r\n\r\nnecessarily follow any lndependence\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1721</b></font><br><br>\r\n\r\n\r\n\r\nAct, should provide for citizenship  rights\r\n\r\nin  accordance with the proposals incorporated  in\r\n\r\nour original memorandum SCT. (56) 5 and agreed  to\r\n\r\nby all Parties.\"\r\n\r\n\r\n\r\n<br><br>We  asked for April 1957, and the Mission  knows - I\r\n\r\nthink  it  was made public that the Rt.  Hon. the\r\n\r\nSecretary  of State for the Colonies  did  suggest\r\n\r\ninformally that perhaps if we were successful,  we\r\n\r\nshould  try  and keep in step with the  Federation\r\n\r\nand   make  it  August,  and  the  delegation  was\r\n\r\ngenerally  of the view, as an act of courtesy  and\r\n\r\ngoodwill towards our sister territory, that it was\r\n\r\nquite  prepared to accept August 1957 for our  new\r\n\r\nconstitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after I resigned, and as a result of some\r\n\r\nvery  unpleasant rumours that were going round,  I\r\n\r\nhad  an  interview with the Chief Minister  and  I\r\n\r\nwrote  him  a  letter on the 21st of  June,  1956,\r\n\r\nsomewhat prophetic in character. However, I  shall\r\n\r\nspare  him  from  reading it  completely.  It  was\r\n\r\nwritten,  Sir,  specifically for such  an  unhappy\r\n\r\noccasion as this and with the intent that it might\r\n\r\nbe  published. I shall read to you,  Sir,  only  a\r\n\r\nportion  and  if  the  Chief  Minister  wishes  to\r\n\r\ncorrect anything that might be inaccurate, I shall\r\n\r\npass him a copy. I said in the third paragraph:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"I was glad to hear your repeated and earnest\r\n\r\nassurance  that  there was  no  question  of  your\r\n\r\nwaiting  till  next  year  for  reopening  of  the\r\n\r\nMerdeka talks and that you were at one with me  in\r\n\r\nvisualising the urgency of early reopening of  the\r\n\r\nConstitutional Conference. I understood you to say\r\n\r\nthat   in   July  you  will  be  having   informal\r\n\r\ndiscussions  with the Colonial Secretary  and  not\r\n\r\nlater than December or January next there will  be\r\n\r\na  full mission. I think it unwise to wait as late\r\n\r\nas December or January, nor do I see it necessary.\r\n\r\nIt   seems  to  me  that  after  your  July  talks\r\n\r\nSeptember  can be the date on which the conference\r\n\r\ncan  be  resumed. However, the question of tactics\r\n\r\nis  not one in which I seek to interfere, so  long\r\n\r\nas  it  does  not  assume a vital character  which\r\n\r\nwould  destroy  or gravely prejudice  our  Party's\r\n\r\nmovement and the country's welfare.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I came back, Sir, from a four-month trip abroad\r\n\r\nmade  mainly  in order to leave the  Government  a\r\n\r\nfree  hand and not to seem to be interfering,  and\r\n\r\nin  order  to enable it to gain the confidence  of\r\n\r\nthe Colonial Office, which seems to treat me as  a\r\n\r\nwild  animal.  When  I came back,  certain  events\r\n\r\ntranspired,   and  as  a  result  of   a   special\r\n\r\nconference convened\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1722</b></font><br><br>\r\n\r\n\r\n\r\nof  the  General Council of the Labour Front,  the\r\n\r\nChief Minister made a statement in this House. The\r\n\r\nstatement,  Sir, is in our Hansard of the  5th  of\r\n\r\nNovember, 1956, at col. 421, and I quote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"I am therefore not yet in a position to name a\r\n\r\ndefinite  date  for the resumption of  talks,  but\r\n\r\nthis Government has decided that if the talks  are\r\n\r\nsuccessful the new constitution should  come  into\r\n\r\nbeing  in  August next year, with fresh elections.\r\n\r\nThe  new  constitution should come into  being  in\r\n\r\nAugust next year with fresh elections.\"\r\n\r\n\r\n\r\n<br><br>I  am  not repeating it, Sir. He actually repeated\r\n\r\nthat phrase twice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"This is in reply to the accusation of our\r\n\r\nopponents  that  this  Government  is  anxious  to\r\n\r\nremain in office.\"\r\n\r\n\r\n\r\n<br><br>Sir,  I  followed that statement  of  his  with  a\r\n\r\nquestion    so   that   there   should    be    no\r\n\r\nmisunderstanding - to  me it is  a  matter  of  some\r\n\r\nvital  importance - and on the same column,  Sir,  I\r\n\r\nasked:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If it please you, Mr Speaker, Sir, do I\r\n\r\nunderstand  the Chief Minister to say that  it  is\r\n\r\nthe  firm intention of the Government to seek full\r\n\r\nand  fresh elections, if the constitutional  talks\r\n\r\nare   successful,  not  later  than  August  next,\r\n\r\nirrespective of the date of the talks?\"\r\n\r\n\r\n\r\n<br><br>To this, the Chief Minister replied:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Sir, the hon. Member understands aright.'\r\n\r\n\r\n\r\n<br><br>That   is   clear   enough - a  clear   and   formal\r\n\r\nundertaking to this House that if the  talks  were\r\n\r\nsuccessful and agreement was reached, there  would\r\n\r\nbe  elections not later than August of this  year,\r\n\r\nirrespective of the time when the talks were being\r\n\r\nheld.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, despite this unequivocal promise, there were\r\n\r\nstill  ugly  rumours abroad, and  on  the  9th  of\r\n\r\nJanuary,  1957,  I asked a further question,  col.\r\n\r\n1205:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If it please you, Mr Speaker, Sir, I am sure\r\n\r\nthat  both sides of the House and the country  are\r\n\r\nhappy   and  relieved  to  learn  of  the   bright\r\n\r\nprospects for merdeka; but will the Chief Minister\r\n\r\ninform  us of the exact date - I think it has  never\r\n\r\nbeen made known to the House - for the conference to\r\n\r\nbe held, and reassure us that the holding of fresh\r\n\r\nelections in August 1957 is not only a possibility\r\n\r\nbut  will,  in fact, if the talks are  successful,\r\n\r\ntake place?\r\n\r\n\r\n\r\n<br><br>The Chief Minister, in reply, said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The talks will reopen on the 11th of March,\r\n\r\nwhich I understand is the Ides of March. As far as\r\n\r\nthe election goes, the Government is committed  to\r\n\r\nholding elections in August this year.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1723</b></font><br><br>\r\n\r\n\r\n\r\n\"committed\",  Sir,  is  a  big  word.  It  is   a   firm\r\n\r\nundertaking  and  it  means  that  irrespective  of  the\r\n\r\nOpposition's  attitude, this is Government's  commitment\r\n\r\nand  this  is what is going to happen; or if  Government\r\n\r\nfails to carry it out, then it will resign.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the 14th of February, 1957, two months ago, in\r\n\r\nhis  office  at about 6.30 p.m. on this subject  too,  I\r\n\r\ndrew  his attention again to certain rumours and he said\r\n\r\nto me, \"Everything is in the bag. The Colonial Office is\r\n\r\nresigned  to  August,  but it  says  that  it  might  be\r\n\r\nnecessary  to have two or three weeks more for  the  new\r\n\r\nAct.\" I said that was all right with me - early August  or\r\n\r\nSeptember we have waited. That was the 14th of February,\r\n\r\nSir,  whilst  I  was  a  member  of  the  constitutional\r\n\r\nconference.  No  question  of postponement  at  all,  no\r\n\r\nquestion  of postponement right through till  after  the\r\n\r\ncalling  of  this  Assembly which I  learned  of  on  my\r\n\r\nreturn.  Sir, if Lennox-Boyd is resigned to  August  but\r\n\r\nmight  need  early September, the point is very  simple.\r\n\r\nSince  there is no Act of Parliament necessary - in  fact,\r\n\r\nwe  can have it at any time, we can have it in July - the\r\n\r\nquestion  of  giving the status to  our  citizens  is  a\r\n\r\nmatter   that  can  follow  afterwards.   It   is   very\r\n\r\ninteresting now, Sir, to know what he said on the 5th of\r\n\r\nMarch,   1957,  despite  his  firm  committal   of   the\r\n\r\nGovernment.  I  am reading from Hansard of  the  5th  of\r\n\r\nMarch, col. 1459, the Chief Minister's speech:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"It was felt that the people affected should enjoy\r\n\r\nthese rights and exercise their votes in the choice of a\r\n\r\nnew  Government for the State of Singapore.  To  achieve\r\n\r\nthis, the conference fully realised that this would mean\r\n\r\nthat it would be impossible for the general elections to\r\n\r\ntake  place  in August this year to which the Government\r\n\r\nis  committed. The British Nationality Act will  require\r\n\r\nan amendment by the British Parliament. Citizenship laws\r\n\r\nwill  have  to be introduced in Singapore. A  reasonable\r\n\r\nlength  of  time of, say, one year should  be  given  to\r\n\r\npersons  affected to make application if we really  mean\r\n\r\nthem  to  enjoy these rights. New electoral  rolls  will\r\n\r\nhave  to  be  prepared  under the  Legislative  Assembly\r\n\r\nElections Ordinance. All these take time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And he speaks truthfully.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1724</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"I told the All-Party Conference that I did not wish\r\n\r\nto influence them on this matter-\"\r\n\r\n\r\n\r\n<br><br>Or  that  he was committed to August, and his Government\r\n\r\nwas  committed to August, he did not wish  to  influence\r\n\r\nthe All-Party Conference in this matter-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"as I did not wish it to be said that the Government\r\n\r\nwas  seeking a way out of its promise to hold  elections\r\n\r\nin  August this year. In view of the great importance of\r\n\r\nthe  matter, the All-Party Conference felt that the All-Party Mission should seek the views of this Assembly and\r\n\r\nbe  guided  accordingly.  I  would  therefore  ask  hon.\r\n\r\nMembers  to express their views to guide us on the  line\r\n\r\nto  take  with  the Colonial Office on  our  citizenship\r\n\r\nproposals. The Government does not intend to ignore  its\r\n\r\ncommitments, but is prepared to listen to the views  and\r\n\r\nadvice of hon. Members.\"\r\n\r\n\r\n\r\n<br><br>But there was no substantive motion before the House  on\r\n\r\nwhich   hon.  Members  could  give  their  views.   \"The\r\n\r\nGovernment  does  not intend to ignore its  commitments\"\r\n\r\nmeans Government either fulfils its promise or gets  out\r\n\r\nif it cannot. Sir, we have a story more than 2,000 years\r\n\r\nago of a man called Pontius Pilate who was committed  to\r\n\r\ndo  justice  by  the  State of Rome  in  a  land  called\r\n\r\nJerusalem.  He  too washed his hands  and  said  to  the\r\n\r\npeople,  \"I  am committed to doing things but  let  your\r\n\r\nwill be done.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have here a Government committed to a course\r\n\r\nof action which they very readily surrendered. Now, Sir,\r\n\r\nlet us look at column 1461:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If the concensus of view is for citizenship rights to\r\n\r\nbe  introduced ahead of the new Constitution,  then  the\r\n\r\nresponsibility for delaying the general elections should\r\n\r\nrest  with this Assembly, and the Government should  not\r\n\r\nbe  blamed for postponing it. Under these circumstances,\r\n\r\nthe  date  of  coming into force of the new Constitution\r\n\r\nwill  have  to  be  synchronised with the  date  of  the\r\n\r\ngeneral elections.\"\r\n\r\n\r\n\r\n<br><br>That  is  putting very neatly and ambiguously the  truth\r\n\r\nthat  if  you  want  this, you  will  have  to  postpone\r\n\r\nmerdeka, or at least what we thought was merdeka, now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then last of all. Sir, he said at column 1487:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"After that will come the preparation of the electoral\r\n\r\nrolls.   But   before  these  can   be   prepared,   the\r\n\r\ndelimitation  of  boundaries has to  be  considered.  In\r\n\r\nthis,  I  think  we  would like  to  have  an  all-party\r\n\r\ncommittee on the job as soon as possible.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1725</b></font><br><br>\r\n\r\n\r\n\r\nThat  is  rather  interesting  because  the  Chief\r\n\r\nMinister  knows and Party leaders know that  there\r\n\r\nis a committee on delimitation of boundaries, that\r\n\r\nthe  committee has sat, Sir, and the committee has\r\n\r\nmade  its report for 51 divisions. Now, why is  it\r\n\r\nnecessary to have a new committee with members  of\r\n\r\nthe different Parties sitting on it?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are told that there is suddenly\r\n\r\nheartburning desire on the part of all Parties  to\r\n\r\nsee  that the 270,000 domiciled aliens should  get\r\n\r\ncitizenship and should vote. First, let us look at\r\n\r\nthe  principle. Even if it is true for  a  moment,\r\n\r\nSir, the principle enunciated is this and it is  a\r\n\r\nvery communal principle too, that 1,200,000 of the\r\n\r\npopulation  of  Singapore  should  not  enjoy  any\r\n\r\nimprovement in their constitutional status for  an\r\n\r\nindefinite period until a minority has achieved  a\r\n\r\nright  to  vote  it is a sort of dog-in-the-manger\r\n\r\nattitude:  'Whilst I cannot get it, you  will  not\r\n\r\nget  it.'  But,  Sir, let us look  at  the  Rendel\r\n\r\nConstitution.  Did  not the  Rendel  Constitution,\r\n\r\nwhich  did not give the citizenship rights to  our\r\n\r\nChinese  domiciled aliens, benefit them by  giving\r\n\r\nan  opportunity to their fellow human beings  (the\r\n\r\npeople  of  Singapore) to make their voice  heard?\r\n\r\nWould   not   the   new  constitution   with   its\r\n\r\nimprovements of some kind be also to the advantage\r\n\r\nof those who have not got the right to vote today?\r\n\r\nWhy   should   we   all  be  deprived   of   these\r\n\r\nimprovements  for  an indefinite period?  \"Because\r\n\r\nthey  must  have the honour and the  privilege  of\r\n\r\nbeing  the  first to vote,\" but, Sir, it  is  very\r\n\r\ninteresting to see this sudden earnest  desire  on\r\n\r\nthe  part  of  the Parties concerned to  give  the\r\n\r\ncitizenship  vote  or rights  to  these  domiciled\r\n\r\naliens.  I think you remember, Sir, that as  early\r\n\r\nas I think June of 1955, some two years ago, there\r\n\r\nwere  all-community meetings  which  I  called  at\r\n\r\nwhich I sought to obtain agreement on the need  to\r\n\r\ngrant  citizenship rights to our domiciled  aliens\r\n\r\nbut  U.M.N.O. and the P.A.P. strenuously  resisted\r\n\r\non  the ground that I would be creating two  types\r\n\r\nof  citizens: one which was a British subject with\r\n\r\na  right to vote, and one a Singapore citizen with\r\n\r\na  right  to vote but an inferior citizen carrying\r\n\r\nno national status. That was blocked. We\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1726</b></font><br><br>\r\n\r\n\r\n\r\nwere  afraid  that if we passed it and  sacrificed\r\n\r\nU.M.N.O.'s  part  in  the Coalition  we  would  be\r\n\r\nvetoed by His Excellency the Governor. We went on,\r\n\r\nSir, to see Mr Lennox-Boyd in August 1955 on  the\r\n\r\nsubject.  We  pleaded with him then.  We  went  in\r\n\r\nDecember,  Sir, to plead with him on  the  subject\r\n\r\nand  I think it is pertinent to read a passage  as\r\n\r\nto how this House took those citizenship proposals\r\n\r\nwhich  it  is  now suggested are so  vital.  I  am\r\n\r\nreading,   Sir,  from  the  proceedings   of   8th\r\n\r\nFebruary, 1956, at column 1419:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr Lim Choon Mong-->&nbsp;&nbsp;&nbsp;&nbsp;\"<b>Mr Lim Choon Mong</b> asked the Chief Minister if\r\n\r\nhe   will   state  how  far  the  Government   has\r\n\r\nprogressed  towards the definition of a  Singapore\r\n\r\ncitizen; and whether he will make a statement.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, my hon. Friend is aware\r\n\r\nthat  a Bill has been drafted embodying the  views\r\n\r\nof  the Labour Front Members of the Government  on\r\n\r\nthis  question of granting citizenship  rights  to\r\n\r\nour domiciled non-British communities.\"\r\n\r\n\r\n\r\n<br><br>Then,  Sir,  I read from column 1441.  This  is  a\r\n\r\nstatement,  Sir, by me on 8th February,  1956,  as\r\n\r\nregards our talk in London:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"An important matter that was raised during the\r\n\r\ntalks  concerned  the question of citizenship  for\r\n\r\nSingapore, it was represented by me and some of my\r\n\r\ncolleagues to the Secretary of State that, in  the\r\n\r\nlight of the comments he made in Singapore, it was\r\n\r\nvital  that we should know whether the Citizenship\r\n\r\nBill   which   the  Labour  Front  Ministers   had\r\n\r\nprepared, of which he was given a copy, would,  if\r\n\r\npassed, be disallowed under the provisions of  the\r\n\r\nRoyal Letters of Instruction...\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My friend and colleague the Hon. the Minister for\r\n\r\nLocal  Government, Lands and Housing (Inche  Abdul\r\n\r\nHamid  bin  Haji  Jumat) made  it  clear  that  he\r\n\r\nopposed   the   Bill,  that  his  colleagues   and\r\n\r\nconsiderable  sections  of  the  population  drawn\r\n\r\nalong racial lines were opposed to the question of\r\n\r\ntwo types of citizenship - one, a Singapore citizen,\r\n\r\nand the other a British national. In the course of\r\n\r\nthe discussion that ensued, Sir, it was made quite\r\n\r\nclear  by my hon. Friend on his own behalf and  on\r\n\r\nbehalf  of  U.M.N.O., and he assured  me  that  we\r\n\r\nwould  have the support of the people  he  had  in\r\n\r\nmind who objected to the Citizenship Bill, that if\r\n\r\nat   the   constitutional  conference   in   April\r\n\r\nSingapore did achieve the status of an independent\r\n\r\nterritory  within the Commonwealth and could  then\r\n\r\ncreate a single Singapore citizenship, he and  his\r\n\r\ncolleagues  would fully support a Bill to  provide\r\n\r\nfor a single Singapore citizenship, comprising all\r\n\r\ntrue Malayans, both the British subjects domiciled\r\n\r\nin  Singapore  and  the long domiciled  aliens  in\r\n\r\nSingapore,  subject only to the conditions  of  an\r\n\r\noath  of  loyalty and an oath abjuring  any  other\r\n\r\nnational loyalty. Sir, in these circumstances, and\r\n\r\nparticularly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1727</b></font><br><br>\r\n\r\n\r\n\r\nrealising during the course of the discussion that I was\r\n\r\nplacing  the  Secretary of State for the Colonies  in  a\r\n\r\nvery  invidious position of indicating whether he  would\r\n\r\nwaive in advance the rights of Her Majesty in Council in\r\n\r\nrespect  of  legislation coming under the provisions  of\r\n\r\nSection  7 (1) of the Royal Letters of Instruction,  and\r\n\r\nrather  than  embark  upon  a Bill  which  would  divide\r\n\r\nSingapore, I decided that it would be preferable to wait\r\n\r\nfor  a  matter  of six months until the results  of  the\r\n\r\nconstitutional conference were known...\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, we have it there that these citizenship\r\n\r\nproposals  were already in a draft Bill, that  the  Bill\r\n\r\nhad  been  handed  to the Secretary  of  State  for  the\r\n\r\nColonies,  that the Member for Serangoon (Mr Lim  Choon\r\n\r\nMong)  was aware of its contents, as in fact he was  (he\r\n\r\nhad a copy) and yet it was objected to. We failed at the\r\n\r\nconstitutional  talks and we could not create  a  single\r\n\r\ncitizenship  but  nobody  ever  raised  thereafter   the\r\n\r\nquestion of granting citizenship rights to these people.\r\n\r\nNow,  it  is  said that we must give them  these  rights\r\n\r\nbefore we hold elections but what is this citizenship we\r\n\r\nare  offering  them?  Is  it the  citizenship  that  was\r\n\r\nrejected  by U.M.N.O. and P.A.P. in 1955? What  is  this\r\n\r\ncitizenship?  Not a word about it by the Chief  Minister\r\n\r\nin  explanation! Is it, in fact, to give  Singapore  two\r\n\r\ntypes  of subjects: one, a British subject with a  right\r\n\r\nto  vote,  and one, a Singapore citizen with a right  to\r\n\r\nvole which was what was intended by the last one because\r\n\r\nwe could not compel the British Government as we were  a\r\n\r\ncolony to give us any real dominion status? There is  no\r\n\r\nanswer  to that. Sir - no clarification at all - but  it  is\r\n\r\nnow  known in this document, Sir, the report at page  15\r\n\r\nin  paragraphs 53 and 54 that our delegation  has  asked\r\n\r\nfor  the postponement of the implementation of this  new\r\n\r\nconstitution and it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"54. It was the view of the Singapore Delegation that\r\n\r\nelections  under  the  extended  franchise  which  would\r\n\r\nresult  from  their citizenship proposals set  forth  in\r\n\r\nparagraph 50 must precede the coming into force  of  the\r\n\r\nnew Constitution. We therefore agreed that an exact date\r\n\r\nfor  the introduction of the new Constitution could  not\r\n\r\nbe  determined... It was agreed that the date  should  be\r\n\r\nfixed  by  the  Governor after he was  satisfied,  after\r\n\r\nconsidering  an  address from the Legislative  Assembly,\r\n\r\nthat  a  reasonable  period  for  the  registration,  as\r\n\r\nprovided  in  paragraph 50 of this  Report,  of  persons\r\n\r\neligible for Singapore citizenship had elapsed.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1728</b></font><br><br>\r\n\r\n\r\n\r\nNow, let us see what it means. It means that not all the\r\n\r\norganisation  of  the Colonial Office and  not  all  the\r\n\r\norganisation of the Singapore Government could ascertain\r\n\r\nwhat was the period necessary to give an opportunity for\r\n\r\nregistration.  Do you believe this, Sir? Do  you  really\r\n\r\nbelieve  that  it is beyond the powers and abilities  of\r\n\r\nthe Members of our Government and their staff and of the\r\n\r\nColonial Office and its staff to assess, with reasonable\r\n\r\naccuracy,  how  long it would take for  this  period  to\r\n\r\nelapse  of  giving  an  opportunity  to  the  people  to\r\n\r\nregister themselves? I do not believe it, Sir. Then look\r\n\r\nat this other aspect of it and see how this disbelief is\r\n\r\nconfirmed. The period of implementation is not entrusted\r\n\r\nto  this  Assembly. We who want and who asked  for  this\r\n\r\npostponement  to give the rights to our people  to  vote\r\n\r\nare not entrusted with saying when they are to have this\r\n\r\nfull  opportunity. All we can do is to present a  humble\r\n\r\naddress  to His Excellency the Governor and he  must  be\r\n\r\nsatisfied  in his discretion that, in fact, such  period\r\n\r\nhas  come.  Now,  Sir, why? Is this Assembly  afraid  of\r\n\r\nitself?  Is  the  delegation afraid  that  it  might  be\r\n\r\nstampeded  into  an earlier date by public  demand?  The\r\n\r\ndelegation insults the Assembly by refusing  us  even  a\r\n\r\nsense of reasonableness and justice in implementing this\r\n\r\nprovision but refers to trust a colonial official.  This\r\n\r\nis  how  the  Assembly and the people of  Singapore  are\r\n\r\ntreated  by  our delegation! So now we have  it:  it  is\r\n\r\nagreed  by  all Parties that it is vital that we  should\r\n\r\nhave no improvements in our status until there is a  new\r\n\r\nelection. But, Sir, there are two ways of looking at it.\r\n\r\nOne   way   would  have  been  to  implement   the   new\r\n\r\nconstitution  since  they  are  so  satisfied  with   it\r\n\r\nthemselves rightaway. They know full well, according  to\r\n\r\nthe  Chief Minister in his Press interview, he  said  18\r\n\r\nmonths  for implementation but, I think, and  time  will\r\n\r\nprove  me  right, that it will take two years  before  a\r\n\r\nfull  opportunity is given for these people to vote.  We\r\n\r\ncould  have  had, Sir, the new constitution  implemented\r\n\r\nrightaway  say, in July, for two years and therefore  we\r\n\r\ncould have the new\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1729</b></font><br><br>\r\n\r\n\r\n\r\nelectorate  so that they are deprived  of  nothing\r\n\r\nbut  it is objected that nobody wants to stand for\r\n\r\nelection for two years. Well now, Sir, I have made\r\n\r\nthis  other  suggestion which is now contained  in\r\n\r\nthe  amendment I intend to move and let me clarify\r\n\r\nit. We have an identity card register in Singapore\r\n\r\nand all those who registered ten years ago or more\r\n\r\ncan  be  easily  traced. I, for example,  hold  an\r\n\r\nidentity  card of 1946, I think. [Interruption]  I\r\n\r\nam  going  to have a look at it. Yes, 1948.  Well,\r\n\r\nSir,  that gives us nine years. We have a register\r\n\r\nindicating   who  were  the  people  resident   in\r\n\r\nSingapore  nine years ago. There will  be  nothing\r\n\r\neasier  than  to  take  from  that  register   and\r\n\r\ntransfer  to the electoral roll the names  of  the\r\n\r\npersons who are not on the electoral roll but  who\r\n\r\nare  still in Singapore. It is a matter of  a  few\r\n\r\ndays'  work.  And  so if you want  to  give  these\r\n\r\ndomiciled  aliens the right to vote at  the  first\r\n\r\nelection,  if you really have faith  in  this  new\r\n\r\nconstitution and if you really want a new election\r\n\r\nand  do  not want to stay in office, Sir,  we  can\r\n\r\namend  ourselves  our  own Election  Ordinance  in\r\n\r\norder  to provide that those on the identity  card\r\n\r\nregister in 1948 shall be eligible to vote at  the\r\n\r\nfirst  election. I say first election only because\r\n\r\nafter that it is, I think, proper that they should\r\n\r\ntake out citizenship papers in accordance with the\r\n\r\nprovisions  of the constitution but at least  they\r\n\r\nwill  be  given  the right to vote at  that  first\r\n\r\nelection.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think - at least it is my view - that on this\r\n\r\namendment,   there  will  be  many   excuses   for\r\n\r\nattacking  it,  excuses which are not  reasons  at\r\n\r\nall, for reasons which will not be made obvious to\r\n\r\nthis  House  but  which this  House  must  try  to\r\n\r\nunderstand  between  the  lines.  Basically,   the\r\n\r\nreasons  are  fear and political  manoeuvring  but\r\n\r\nprincipally a fear and lack of faith in the people\r\n\r\nof  Singapore  and in the power  of  democracy  to\r\n\r\nmaintain  itself  and to attract  loyalty  without\r\n\r\nMachiavelian manoeuvres.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the next objection - the last one I\r\n\r\nindicated - is  the question of the Head  of  State.\r\n\r\nLast  year,  we provided, Sir, in Sessional  Paper\r\n\r\nNo. Cmd. 31 of 1956, at Annexure G, page 43:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1730</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Representative of Her Majesty in Singapore\r\n\r\nshall be a Governor-General to be appointed for  a\r\n\r\nperiod of 5 years by Her Majesty on the advice  of\r\n\r\nthe Government of Singapore.\"\r\n\r\n\r\n\r\n<br><br>Now,  that  is the important part, gentlemen:  \"on\r\n\r\nthe advice of the Government of Singapore\", and  I\r\n\r\nthink  you  have it repeated here. The  intention,\r\n\r\nSir, was to have a person acceptable to all of  us\r\n\r\nwho  could  rouse  and coalesce a  common  loyalty\r\n\r\namongst  the  various races. This year's  mandate,\r\n\r\nSir, is to be found in the Report of the All-Party\r\n\r\nConference at page 3 (Sessional Paper No. Misc.  1\r\n\r\nof 1957):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Her Majesty's Representative shall be a\r\n\r\nMalayan...\".\r\n\r\n\r\n\r\n<br><br>And also in the debate on 5th March in column 1458\r\n\r\nin which the Chief Minister said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We are pressing for a Malayan Governor-General...\".\r\n\r\n\r\n\r\n<br><br>Now, Sir, what has been agreed? If you look at the\r\n\r\npresent Report before you, Sir, at pages 4,  5,  7\r\n\r\nand 10, you will find at page 4:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\". . . that the office of Governor should be\r\n\r\nabolished,  and  that  a  Malayan-born   personage\r\n\r\nshould   be  appointed  to  act  as  the   Queen's\r\n\r\nrepresentative in Singapore...\".\r\n\r\n\r\n\r\n<br><br>Now, Sir, in paragraph 17 (ii), it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Yang di-Pertuan Negara should be appointed\r\n\r\nby  the  Queen  on  the advice  of  Her  Majesty's\r\n\r\nGovernment . . . Her Majesty's Government would  .\r\n\r\n.  . consult the Singapore Government  concerning\r\n\r\nthe  individual  to be appointed,  who  should  be\r\n\r\nMalayan born.\"\r\n\r\n\r\n\r\n<br><br>Now, there is a vast difference between \"acting on\r\n\r\nthe  advice\"  and  \"acting  on  the  advice  after\r\n\r\nconsultation with\". We have had all this  thrashed\r\n\r\nout  and  you  know the trouble we had  in  August\r\n\r\n1955. In essence, it means that only Her Majesty's\r\n\r\nGovernment - that is to say, the British Government:\r\n\r\nin  fact, the Colonial Office - has the absolute say\r\n\r\nas to who is to be our Head of State. This Head of\r\n\r\nState  it will need in order to enforce by  decree\r\n\r\nthe decisions of the Internal Security Council. He\r\n\r\nis  there  too for another purpose. He  also  must\r\n\r\nenforce  by  decree the decisions  of  the  Inter-Governmental  Council. There again, he  is  there\r\n\r\ntoo.  I  ask you, Sir, whether you really  believe\r\n\r\nfor a single moment that the Colonial\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1731</b></font><br><br>\r\n\r\n\r\n\r\nOffice  would appoint an Asian acceptable  to  the\r\n\r\npeople to this post or whether it would, in  fact,\r\n\r\nappoint either a Malayan-born Englishman which  it\r\n\r\nhas  every right to do under this paragraph,  such\r\n\r\nas  the President of the European Association - this\r\n\r\nnon-political   organisation   which   has    been\r\n\r\nindulging  in such mischievous representations  to\r\n\r\nundermine   our  efforts  to  obtain   independent\r\n\r\nstatus? Why should it not appoint him? He was born\r\n\r\nin  Singapore or it could appoint somebody who  is\r\n\r\ndeeply  imbued  with the imperialist,  colonialist\r\n\r\nconcept who is a good trusted capitalist - and there\r\n\r\nare  many  of  them who are Asians who  have  done\r\n\r\nextremely well under the colonial system  and  who\r\n\r\nwould  be very happy to take over as the Yang  di-Pertuan   Negara  and  to  enforce  the   Colonial\r\n\r\nOffice's will. I know that the Chief Minister  has\r\n\r\nsaid,  \"We  must  have faith in the  goodwill  and\r\n\r\nhonesty of the people with whom we deal.\" Goodwill\r\n\r\nand  honesty of the Colonial Office fall ill  from\r\n\r\nthe  lips  of  a  representative of  the  colonial\r\n\r\npeople  but  let  us  ask ourselves  if  there  is\r\n\r\ngoodwill  and honesty in the Colonial Office?  Why\r\n\r\ncould  they  not entrust the Singapore  Government\r\n\r\nwith making the recommendation to Her Majesty? Why\r\n\r\nshould  he be appointed not at the request of  the\r\n\r\nSingapore  Government but at the  request  of  the\r\n\r\nBritish     Government - a    British     Government\r\n\r\nappointment  in respect of a British colony?  That\r\n\r\nis logical and we can understand it!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, we come to a very comic aspect of this\r\n\r\nmotion   before  the  House:  a  thing   that   is\r\n\r\ncompletely minor and is virtually unimportant  but\r\n\r\nit  has been blown up and blown up and blown up in\r\n\r\norder   to  obscure  the  grave  defects  of   the\r\n\r\nconstitution  before  us  and  now  I   refer   to\r\n\r\nparagraph 30 of the Report which bans subversives.\r\n\r\nYou  are  told  in this motion before  the  House - which you notice I have left untouched because, in\r\n\r\nprinciple,  I  agree  that the British  Government\r\n\r\nshould not interfere internally, though as regards\r\n\r\nthe question of banning subversives I consider\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1732</b></font><br><br>\r\n\r\n\r\n\r\nit    a   normal,   intelligent   and   reasonable\r\n\r\nprecaution:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) approves the stand of the All-Party\r\n\r\nDelegation  in  not accepting the  condition\r\n\r\nstipulated in paragraph 30 of the Report.\"\r\n\r\n\r\n\r\n<br><br>If  you  look at paragraph 12, as I said  earlier,\r\n\r\nSir, you will read:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The arrangements upon which we have agreed are\r\n\r\nset out in the following sections of this Report.\"\r\n\r\n\r\n\r\n<br><br>So,  paragraph  30  is  one of  those  agreed.  In\r\n\r\nparagraph  30, Sir, it is said that the  Singapore\r\n\r\ndelegation   does   not   accept   Her   Majesty's\r\n\r\nGovernment's proposals and it takes note with deep\r\n\r\nregret of Her Majesty's intention and then at  the\r\n\r\nend  of  it,  it  is signed and I understand  that\r\n\r\nthere  is  a nice film of the signing by the  hon.\r\n\r\nMembers - it  seems that I must not  read  names - but\r\n\r\nyou  know  the names of the delegation. Now,  Sir,\r\n\r\nwhat  would you think of an agreement with a clerk\r\n\r\nin  which you say to him, \"You shall work  on  the\r\n\r\nfollowing days: Christmas Day and Easter  Friday,\"\r\n\r\nand he were to add to that contract: \"The party of\r\n\r\nthe  second  part does not accept this clause  and\r\n\r\nnotes it with regret,\" but he signs the agreement?\r\n\r\nIs  the agreement valid or is it not valid?  Look,\r\n\r\nlet  us  be frank about it. Was this item  on  the\r\n\r\nagenda?   Could  not  a  single  member   of   the\r\n\r\ndelegation  have said, \"How dare  you,  Sir?  This\r\n\r\nitem  is not on the agenda and we will not discuss\r\n\r\nit.\"  Could  nobody have said, \"Look,  this  is  a\r\n\r\npretty  dirty trick, interfering in minor internal\r\n\r\nmatters.  We will not sign it.\" We are  told  that\r\n\r\nthe  Rt.  Hon. the  Secretary of  State  for  the\r\n\r\nColonies  introduced this at the very last  moment\r\n\r\nand  you  are  asked  to believe,  Sir,  that  the\r\n\r\nSecretary  of State for the Colonies was  prepared\r\n\r\nto  jeopardise an agreement reached with Singapore\r\n\r\nfor  this  one  petty paragraph. We are  asked  to\r\n\r\nbelieve  that  and that Singapore  protested  with\r\n\r\nweeping,  wailing and gnashing of teeth  but  they\r\n\r\naccepted  it. We are asked to believe that  nobody\r\n\r\ncould stand up and say, \"We will not discuss  what\r\n\r\nis  not  on the agenda. We will not accept  this,\"\r\n\r\nand called his bluff. We are asked to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1733</b></font><br><br>\r\n\r\n\r\n\r\nbelieve  that the British Government seeks - instead\r\n\r\nof  using  its powers under the Internal  Security\r\n\r\nCouncil  that  it  has, Sir, if it  really  wanted\r\n\r\nit - to   put  in  the  constitution  this  ban   on\r\n\r\nsubversives.  Sir, I am irresistibly  reminded  of\r\n\r\nthe  story  I told you yesterday of how  Sir  John\r\n\r\nNicoll told us to go ahead and be popular with our\r\n\r\n\"mobs\"  and  say that it is the big bad  Sir  John\r\n\r\nNicoll  who  has imposed the Emergency Regulations\r\n\r\nand  we  did  not want it. I ask you  to  consider\r\n\r\nwhether  in this respect it was true that the  Rt.\r\n\r\nHon.  Alan Lennox-Boyd is the villain of the piece\r\n\r\nor   is  he  acting  as  the  indulgent  host   to\r\n\r\nskittering  mice  who  are taking  hospitality  a-hiding in his coat-tails. Sir, we are told - by  the\r\n\r\nLiberal-Socialists too - that this  clause  is  very\r\n\r\nundemocratic. Now, Sir, it has been said that I am\r\n\r\nin  favour of this paragraph 30. I am in favour of\r\n\r\nthe   principle   of   banning  subversives   from\r\n\r\nelections but I am not in favour of this paragraph\r\n\r\n30. I would like to make my position clear, Sir. I\r\n\r\nam not correcting anything I said in my very first\r\n\r\nletter  on  the 12th of April to the President  of\r\n\r\nthe  Labour  Front Party, who is the Minister  for\r\n\r\nEducation  (Mr Chew Swee Kee) -in  fact,  on  the\r\n\r\nvery day that we learned the details, I said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"I am ashamed that the Singapore Mission should\r\n\r\nhave  declared  its opposition to the  banning  of\r\n\r\nknown  subversives from standing for  election  on\r\n\r\nthe  ground  that this is a departure from  normal\r\n\r\ndemocratic practice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the British Government has no right\r\n\r\nto impose its will in this matter on the people of\r\n\r\nSingapore but it seems to me that it is  the  duty\r\n\r\nof  the Singapore Government for the protection of\r\n\r\nits  people  and of the democratic principle  that\r\n\r\nthis  provision  should be  included  in  any  new\r\n\r\nelection  Bill.  I deny the thesis that  democracy\r\n\r\nincludes the right to commit suicide. The right to\r\n\r\nlive does not include the right to die. No man has\r\n\r\na right to kill himself.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not want to be long. If three of our\r\n\r\njudges  tell  me  that a man is  a  Communist,  or\r\n\r\nworking  for Communists, Sir, then it is my  duty,\r\n\r\nfor  the  sake  of the welfare of  the  people  of\r\n\r\nSingapore, to prevent that man from spreading  his\r\n\r\npoison. I know it is unpopular. Sir, we must  have\r\n\r\nfaith  somewhere. I do not have faith in our Chief\r\n\r\nSecretary. I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1734</b></font><br><br>\r\n\r\n\r\n\r\ndo  not have faith in our police force; but I have\r\n\r\nworked  for  20 years and more - and worked  with  a\r\n\r\ncritical  eye - with our judges, and I say  to  you,\r\n\r\nSir, that their traditions of integrity (and I  do\r\n\r\nnot  mean only our High Court Judges) are a  thing\r\n\r\nof  beauty. They make mistakes, Sir, but they  are\r\n\r\nhonest. I have faith in them, and if three  judges\r\n\r\ntell  me  this  man  seeks the  overthrow  of  the\r\n\r\nConstitution  by  acts  of  violence  or  acts  of\r\n\r\ndishonesty,  and  is a subversive,  this  is  good\r\n\r\nenough for me. Sir, I would remind you that, under\r\n\r\nour  present  elections law, we prevent  bankrupts\r\n\r\nfrom  standing  for  nomination,  and  we  prevent\r\n\r\npersons in prison from voting - we prevent all sorts\r\n\r\nof  people from voting. Why should we not  prevent\r\n\r\nfrom standing for election a person who, three  of\r\n\r\nour  judges say, is a man who seeks to destroy the\r\n\r\ndemocratic way of life we seek to establish?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I know that Members of the Opposition are\r\n\r\nmore  impressed by arguments that come from Peking\r\n\r\nthan  arguments that come from anywhere else,  and\r\n\r\nif  you  will bear with me, I would say  that  the\r\n\r\nbest  argument I have heard in favour  of  banning\r\n\r\nsubversives   was  an  argument  that   I   heard,\r\n\r\nironically enough, in Peking. We were there,  Sir,\r\n\r\nat  the  time when the Government of West  Germany\r\n\r\nbanned  the  Communist Party in West Germany,  and\r\n\r\nthe   newspapers   in   China,   Sir - and   I   had\r\n\r\ntranslations of many of them daily - were in violent\r\n\r\noutcry  against the undemocratic West Germans  for\r\n\r\nbanning the Communist Party and preventing it from\r\n\r\ntaking  part  in elections. So I said  to  a  very\r\n\r\nsenior  member of the Chinese Government; I  said.\r\n\r\n\"Look,   you  keep  saying  that  this   is   very\r\n\r\nundemocratic, but supposing a Chinese who believed\r\n\r\nin  parliamentary democracy were to come here  and\r\n\r\nseek to establish a party - would you let him?\"  And\r\n\r\nhe  said,  \"But, Mr Marshall, you have  read  our\r\n\r\nConstitution?\"  I said, \"Indeed, I  have.\"  \"Well,\r\n\r\nyou  know,\"  he  said,  \"our  Constitution  is   a\r\n\r\ndemocratic  dictatorship\" - and, in fact,  Sir,  the\r\n\r\nfirst  line  of  that Constitution  is  \"that  the\r\n\r\nGovernment of the People's Republic of China is  a\r\n\r\ndemocratic dictatorship of the peasant and the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1735</b></font><br><br>\r\n\r\n\r\n\r\nworker.\"  I  said,  \"Yes,  I  know  that  it  is  a\r\n\r\ndemocratic dictatorship. So what?\" \"Well,\" he said,\r\n\r\n\"if   anybody   seeks  to  establish  parliamentary\r\n\r\ndemocracy, that is counter-revolutionary!\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fair enough. So, Sir, in a democratic\r\n\r\ndictatorship,  you  can only  propagate  democratic\r\n\r\ndictatorship.  Now  I say, Sir,  surely  the  logic\r\n\r\napplies  also  that, in a democracy,  you  are  not\r\n\r\npermitted to propagate anti-democracy; that freedom\r\n\r\ndoes  not  mean you can pour poison into our  water\r\n\r\nsupply.  So,  Sir, I say, I will keep  maintaining,\r\n\r\nhowever  unpopular that may be, that no responsible\r\n\r\ngovernment in this country which finds it necessary\r\n\r\nto  put  a  man  in gaol because he is  subversive,\r\n\r\nshould  refrain from forbidding him  from  standing\r\n\r\nfor  election.  I  ask  you,  Sir,  which  is  more\r\n\r\nundemocratic,  that  or to deprive  a  man  of  his\r\n\r\nfreedom of movement, to deprive him of his wife and\r\n\r\nchildren, to deprive him of his employment and  his\r\n\r\nnormal  activities, to put him  in  the  democratic\r\n\r\nChangi Gaol for his health? Is that democratic?  Is\r\n\r\nthat  less undemocratic than merely forbidding  him\r\n\r\nto  stand for election? Only once in four years  in\r\n\r\nthe  normal  course,  Sir, does  a  man  stand  for\r\n\r\nelection:  once in four years. But to  put  him  in\r\n\r\ngaol  is to deprive him for 24 hours every  day  of\r\n\r\nthe  freedom  of  movement  and  activities  of   a\r\n\r\ncitizen. Which is the more undemocratic?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would ask the Chief Minister if he thinks it\r\n\r\nundemocratic to forbid the Member for  Bukit  Timah\r\n\r\nand  Mr Devan Nair from standing for election?  Is\r\n\r\nit  more democratic to put them in gaol? If  it  is\r\n\r\nundemocratic  to  prevent them  from  standing  for\r\n\r\nelection,  does he want them to stand for  election\r\n\r\nin  Changi Gaol? Is that the Chief Minister's  idea\r\n\r\nof  a  fair election, or is he going to be  logical\r\n\r\nand  repeal  the  Preservation of  Public  Security\r\n\r\nOrdinance and release these men he himself has  put\r\n\r\nin  the  democratic Changi Gaol?  Is  he  going  to\r\n\r\nrelease  them? It is undemocratic to  prevent  them\r\n\r\nfrom  standing for election; surely then it is more\r\n\r\nundemocratic to put them in gaol? If\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1736</b></font><br><br>\r\n\r\n\r\n\r\nhe  wants  them  to  stand for  election,  will  he\r\n\r\nrelease them? Am I deemed unfair in asking a  chief\r\n\r\nminister and a politician to be logical?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the P.A.P. says this is very undemocratic,\r\n\r\nvery  undemocratic. Ha! What has the  P.A.P. done,\r\n\r\nSir, to seek to release these subversives from gaol\r\n\r\nand  to permit them to stand for election or pursue\r\n\r\nnormal  activities? I have not seen a single motion\r\n\r\nfrom  the P.A.P. seeking to repeal the Preservation\r\n\r\nof  Public Security Ordinance. Of course,  they  do\r\n\r\nnot  want to repeal it; of course they do not  want\r\n\r\nthose  men  out  of  gaol. The struggle  for  power\r\n\r\nbetween  the right and left wings of the P.A.P. is\r\n\r\nnotorious. If the left wing comes out of gaol,  the\r\n\r\nright  wing goes out of the window! I do  not  mind\r\n\r\nthat  struggle, Sir, so long as we are not involved\r\n\r\nin  putting our hands to a manoeuvre that is, to my\r\n\r\nmind, Sir, below the dignity and the proper conduct\r\n\r\nof a Member of the Assembly and a representative of\r\n\r\nthe people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P., it is notorious, is extremely anxious\r\n\r\nto deprive its left wing of the very people whom it\r\n\r\npretends to befriend. We kiss Devan Nair,  we  kiss\r\n\r\nDevan Nair on both cheeks, and wait for Lennox-Boyd\r\n\r\nto  hang  him  from the back! - that  is  the  P.A.P.\r\n\r\nstand,  and that is the only explanation consistent\r\n\r\nwith the action taken in London. To suggest that  a\r\n\r\nMinister  of Her Britannic Majesty's Government  is\r\n\r\ngoing to meddle in this petty little thing and risk\r\n\r\na   whole   agreement  is  asking  more,  Sir,   of\r\n\r\ncredibility  than even the people of Singapore  can\r\n\r\nstand, however eloquent the advocates of the P.A.P.\r\n\r\nmay  be.  I  would have preferred it, Sir,  if  the\r\n\r\nP.A.P., or any Member of the Government or  of  the\r\n\r\nOpposition,  were  to come straight  out  and  say,\r\n\r\n\"Those  who  have appealed against their  detention\r\n\r\nand  whose  appeals have been dismissed, and  those\r\n\r\nwho  refuse  to  appeal  against  their  detention,\r\n\r\nshould  be  banned from standing for election,  and\r\n\r\nshould  be  banned from voting.\"  I  consider  that\r\n\r\ndemocratic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is amusing to see how this Merdeka Delegation,\r\n\r\nSir, has come under the influence\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1737</b></font><br><br>\r\n\r\n\r\n\r\nof the double-talk of the Secretary of the\r\n\r\nP.A.P.;  even the leader of the Liberal-Socialists\r\n\r\nhas  come  back  saying,  \"Ah!  Let  us  have  the\r\n\r\nCommunists  fight us openly. We will give  them  a\r\n\r\ngood   licking.\"  It  reminds  me,  Sir,  of   the\r\n\r\nadvertisement  for  Tolley's Brandy,  of  a  mouse\r\n\r\nwhich  has taken a few drops spilt from the bottle\r\n\r\nand says, \"Where'sh that cat?\" [Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> I am so sorry, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have been rather patient with\r\n\r\nstrangers  in  the  gallery. Mr Serjeant-at-Arms,\r\n\r\nwill  you  please  see that there  should  not  be\r\n\r\nunnecessary  levity  in  the  gallery  in  future?\r\n\r\nPlease instruct accordingly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Speaker,\r\n\r\nSir, I  am  very  unhappy  at  this  wording   of\r\n\r\nparagraph 2 of the motion which seeks to save  the\r\n\r\nface  of  the  Merdeka Mission. I had intended  to\r\n\r\namend it to say we regret to note that the Merdeka\r\n\r\nDelegation   has   signed  a   Report   containing\r\n\r\nparagraph 30, but my friend the Member for Changi,\r\n\r\nwho,  I  hope, is going to second this  amendment,\r\n\r\ntells  me  that it is unnecessary to make  enemies\r\n\r\nand we should strive and obtain some support for a\r\n\r\nmotion  that is necessary for the welfare  of  the\r\n\r\npeople. I therefore move, Sir,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That we leave out all words after \"(1)\" to the\r\n\r\nend  of line 4, and insert \"regretfully takes note\r\n\r\nof  the  Report  of  the Singapore  Constitutional\r\n\r\nConference held in London in March and April 1957,\r\n\r\nas  contained in Sessional Paper No.  Misc.  2  of\r\n\r\n1957;  and  nevertheless calls for  the  immediate\r\n\r\nimplementation  of  the new  Constitution  on  the\r\n\r\nbasis that all persons qualified by residence  for\r\n\r\ncitizenship shall be entitled to vote at the first\r\n\r\nelections; and\"\r\n\r\n\r\n\r\n<br><br>and then, \"(2)\" stands, Sir,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;approves the stand of the All-Party Delegation in\r\n\r\nnot   accepting   the  condition   stipulated   in\r\n\r\nparagraph 30 of the Report.\r\n\r\n\r\n\r\n<br><br>11.12 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng (Changi):</b> Sir, I beg to second\r\n\r\nthe  amendment and reserve my right to speak at  a\r\n\r\nlater stage.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The original Question was,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1738</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly-\r\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) takes note of the Report of the Singapore\r\n\r\nConstitutional Conference held in London in  March\r\n\r\nand  April, 1957, as contained in Sessional  Paper\r\n\r\nNo.  Misc.  2 of 1957, and approves the points  on\r\n\r\nwhich agreement has been reached; and\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) approves the stand of the All-Party\r\n\r\nDelegation   in   not  accepting   the   condition\r\n\r\nstipulated in paragraph 30 of the Report.\r\n\r\n\r\n\r\n<br><br>Since when an amendment has been moved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;to leave out all words after \"(1)\" in the Order\r\n\r\nPaper  to  the end of line 4, that is to say,  the\r\n\r\nwords  \"takes note of the Report of the  Singapore\r\n\r\nConstitutional Conference held in London in  March\r\n\r\nand  April, 1957, as contained in Sessional  Paper\r\n\r\nNo.  Misc.  2 of 1957, and approves the points  on\r\n\r\nwhich  agreement has been reached;  and\",  and  to\r\n\r\ninsert  \"regretfully takes note of the  Report  of\r\n\r\nthe  Singapore Constitutional Conference  held  in\r\n\r\nLondon  in  March and April 1957, as contained  in\r\n\r\nSessional   Paper  No.  Misc.  2  of   1957;   and\r\n\r\nnevertheless     calls    for    the     immediate\r\n\r\nimplementation  of  the new  Constitution  on  the\r\n\r\nbasis that all persons qualified by residence  for\r\n\r\ncitizenship shall be entitled to vote at the first\r\n\r\nelections; and\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That the words proposed to\r\n\r\nbe left out, be left out.\"\r\n\r\n\r\n\r\n<br><br>11.15 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> Mr Speaker,\r\n\r\nSir,   yesterday  we  were  regaled  by  the   ex-Honourable  the  Chief Minister with  an  orgy  of\r\n\r\nreminiscences. Today, I think he understands  that\r\n\r\nwhen  serious charges of double-crossing,  charges\r\n\r\nthat  we  have  cheated the people,  most  of  the\r\n\r\npeople, most of the time, that we are climbing  on\r\n\r\nthe  backs  of  the  people to  power,  when  such\r\n\r\ncharges are made against the People's Action Party\r\n\r\nand  not  just the Member for Tanjong Pagar - graver\r\n\r\nissues have been raised. I do not wish to join him\r\n\r\nin  his less honourable methods of attack. I  have\r\n\r\nnothing  to say against him and his personal  life\r\n\r\nthough he had chosen yesterday to say a few things\r\n\r\nnot only of me but also of my wife.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Wife?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> My family. \"Oxford educated\", he\r\n\r\nsaid;  he is wrong - we are not Oxford-educated,  we\r\n\r\nwere  in  Cambridge, and, as imperial universities\r\n\r\ngo,  one of the best two. He said that we are,  or\r\n\r\nwere, fashionable\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1739</b></font><br><br>\r\n\r\n\r\n\r\nnationalists, that now we have become  fashionable\r\n\r\ncollaborators of the colonialists. He said  a  lot\r\n\r\nof  other  hard things and they will be tested  in\r\n\r\nTanjong  Pagar.  I  did not have  the  opportunity\r\n\r\nyesterday  evening  to  tell  this  House  of   my\r\n\r\nintentions, my Party's intentions, to  have  those\r\n\r\ncharges,  made so blithely and so freely  in  this\r\n\r\nChamber,  put before the voters in Tanjong  Pagar,\r\n\r\none   of   the   most  proletarian  divisions   in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The issues are quite simple. The ex-Honourable\r\n\r\nthe Chief Minister has said that this Constitution\r\n\r\nis  a fraud and that the P.A.P. was a party to the\r\n\r\nfraud.  We shall prove that it is not a  fraud  on\r\n\r\nthe  people  of  Singapore. The ex-Honourable  the\r\n\r\nChief  Minister  said that this ban  is  good;  he\r\n\r\nsupports it in principle. He says that the  P.A.P.\r\n\r\nis   just   making  a  noise  about  it,  shedding\r\n\r\ncrocodile tears. He can prove it again in  Tanjong\r\n\r\nPagar.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are not waffling wobblers, Sir. We mean what\r\n\r\nwe  say.  Further, we never let our friends  down,\r\n\r\nnor   do  we  stab  them  in  the  back,  whatever\r\n\r\ndifferences there may have been. When the ex-Chief\r\n\r\nMinister  condemned his Chief  Secretary  and  the\r\n\r\npolice force he may have been letting out official\r\n\r\nsecret information. But I am not giving him any of\r\n\r\nmy  inner  Party secrets. They were colleagues  of\r\n\r\nmine and my Executive Committee, and my Party will\r\n\r\nnever  take  office as long as they are  in  gaol,\r\n\r\nwhatever our differences. If the ex-Chief Minister\r\n\r\nunderstands  Asian standards of conduct,  he  will\r\n\r\nunderstand that the P.A.P. can never say, like  he\r\n\r\nhas  said  of  his former colleague,  \"This  great\r\n\r\nMalayan,  Mr  Francis Thomas\", and now  denigrate\r\n\r\nhim and all his former colleagues. That is not the\r\n\r\nsort of thing we do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, the theme was, \"Do you remember, Mr\r\n\r\nSpeaker,  Sir, do you remember those halcyon  days\r\n\r\nwhen  I  was king, and all the glorious  things  I\r\n\r\ndid?\"  The theme should have been, \"Can we forget,\r\n\r\ncan   we  forget  the  shameful,  the  humiliating\r\n\r\nconduct  of  a  man  who was  entrusted  with  the\r\n\r\nwelfare of a people, a man who only yesterday said\r\n\r\nhe  would  have us made into a country  under  the\r\n\r\ntrusteeship of the United\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1740</b></font><br><br>\r\n\r\n\r\n\r\nNations,  or with the headquarters of  the  United\r\n\r\nNations on it?\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To many of us, yesterday was a sad and solemn\r\n\r\nday. We have all learnt in our two years what  all\r\n\r\nthis  is  about: but some political  babies  never\r\n\r\ngrow  up. This is a three-cornered fight - I repeat,\r\n\r\na  three-cornered fight - between the  British,  the\r\n\r\nCommunists and the Nationalists.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Where are they?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> The ex-Chief Minister has read\r\n\r\na  series of articles written by one Mr J. Lam in\r\n\r\nthe Suara Merdeka, a series of five articles which\r\n\r\nset  out  an  analysis  of the  situation.  I  was\r\n\r\ninterested  to  read a letter which was  published\r\n\r\nunder  his name commending that analysis. Does  he\r\n\r\nreally imagine that a nationalist will collaborate\r\n\r\nwith   the  Colonial  Office?  Sir,  to  me,   the\r\n\r\nSecretary  of  State  is  to  this  very  day  the\r\n\r\nSecretary   of   State,  despite   Her   Majesty's\r\n\r\nGovernment's   hospitality   to   two    Singapore\r\n\r\ndelegations.  I have never called  him,  \"My  dear\r\n\r\nAlan\".  I  quote.  \"30 Queen's House,  St.  James'\r\n\r\nCourt - 17th   May,   1956 - My   dear   Alan - Yours\r\n\r\nsincerely, David Marshall\". Says Alan Lennox-Boyd,\r\n\r\n\"My  dear  David - Yours sincerely, Alan\". \"My  dear\r\n\r\nAlan - Yours  sincerely.  David\".  \"My  dear  David - Yours   ever,  John  Hare\".  \"My  dear  John - Yours\r\n\r\nsincerely.  David\". Sir, in these  little  things,\r\n\r\none discloses one's subconscious attitudes. But I,\r\n\r\nI  hate  the British colonial system, and  I  will\r\n\r\nhate  it  to my dying day! I do not make political\r\n\r\nfriends  of  those whom I consider  my  implacable\r\n\r\nenemies.  In this triangular fight, my duty  as  a\r\n\r\nnationalist is to see that an independent, united,\r\n\r\ndemocratic,  non-Communist Malaya  survives!  When\r\n\r\nthe Member for Cairnhill understands this, he will\r\n\r\nunderstand  the consistency of every move  of  the\r\n\r\nP.A.P.  Then he will understand why we do what  we\r\n\r\ndo.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We were told that we sold the people of\r\n\r\nSingapore when we signed that Report. Sir, I  know\r\n\r\nthe  Member for Cairnhill has a flair for  turning\r\n\r\nthis  Assembly into a court of law.  He  has  once\r\n\r\ntold  us that \"may\" means \"must\" and lots of other\r\n\r\nthings  besides  when  he was in  \"constitutional\"\r\n\r\ndifficulties.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1741</b></font><br><br>\r\n\r\n\r\n\r\nToday,  he  is telling us that a report  means  an\r\n\r\nagreement,  that  because paragraph  12  says  the\r\n\r\nagreements are set out in the Report, therefore it\r\n\r\nis  an agreement. There cannot be an agreement  to\r\n\r\nagree and as a lawyer, he knows that! When we  say\r\n\r\nunder paragraph 30 that we disagree, it means  the\r\n\r\nwhole position is open.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Why did we not refuse to sign the Report and\r\n\r\ncome back in anger?\", he asks. Sir, let us have a\r\n\r\nflash-back to Tuesday, 15th May, 1956.  There  are\r\n\r\neleven other Members in this House, besides the ex-Chief Minister and myself, who can bear witness to\r\n\r\nwhat I said, to what I am saying now. I urged  the\r\n\r\nex-Chief  Minister:  \"Go  back  to  the  Assembly,\r\n\r\ndebate  the  matter  and then  take  it  one  step\r\n\r\nfurther;  do not just break up the talks there  on\r\n\r\nyour  initiative. Go back, sort it  out  with  the\r\n\r\nParties, decide the line, the correct policy.\" But\r\n\r\nno.  For  him  the great drama, the Press  of  the\r\n\r\nworld  was  outside 10 Carlton House  Terrace.  He\r\n\r\nflew  off  into  a rage. As loyal Members  of  the\r\n\r\ndelegation, we watched his rage in silence, but we\r\n\r\nsupported him by remaining quiet. He went over  to\r\n\r\nNo. 11 Carlton House Terrace. The world Press,  TV\r\n\r\nand  radio were there; and he said, \"This  is  the\r\n\r\nsaddest  moment  of my life. I am bankrupt;  I  am\r\n\r\nfinished.\"  And the TV man said, \"Say that  again,\r\n\r\nMr Marshall\" - he had missed it the first time. The\r\n\r\nerror  having  been made, we were prepared  to  go\r\n\r\nthrough  with  it, to come back  to  a  much  more\r\n\r\nmilitant  situation  with  a  possibility  of   an\r\n\r\norganised clash with the colonial power.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, Mr Speaker, Sir, we discovered - and it was\r\n\r\nnot  just I who made the discovery - that the Member\r\n\r\nfor  Cairnhill was not made of sterner stuff.  Was\r\n\r\nit we who had no guts to go through with it? There\r\n\r\nare  eleven silent witnesses in this Assembly  who\r\n\r\nwere  members of that delegation; there  were  two\r\n\r\nothers  who  were on study courses,  also  elected\r\n\r\nMembers,  present in London. Who  was  responsible\r\n\r\nfor that debacle?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we want reminiscences, we shall have them\r\n\r\ngalore.  And I think I am duty bound, in  view  of\r\n\r\nthe electioneering\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1742</b></font><br><br>\r\n\r\n\r\n\r\nnature of the ex-Chief Minister's speech yesterday\r\n\r\nand  today,  to wash some dirty linen  in  public,\r\n\r\nthough  not his personal dirty linen.  I  have  no\r\n\r\nskeletons in my cupboard. My private life can bear\r\n\r\ncloser   scrutiny  than  the  jibes  of  the   ex-Honourable the Chief Minister. I quote,  not  from\r\n\r\nhis   private   doings,  but   from   his   public\r\n\r\nstatements. He, more than any other Member in this\r\n\r\nHouse, has made - and consistently made-, statements\r\n\r\nwhich  contradict  whatever he  has  said  before.\r\n\r\nYesterday,   he   said - with   the   elections   in\r\n\r\nmind - \"Those  Chinese students  are  made  of  pure\r\n\r\ngold!\", relating the Kallang Rally incidents.  But\r\n\r\nwhat  did he say at the time of the Kallang rally?\r\n\r\nHe  has a short memory, but we have not. We always\r\n\r\nremember  what  has  gone before,  and  we  always\r\n\r\nfollow up what has gone before.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;19th March, the day after that memorable\r\n\r\noccasion.  The  slimy English  language  Press  to\r\n\r\nwhich he lent himself had this:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Riot at Kallang Rally; 50 hurt.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Says the P.A.P. Secretary, Mr Lee Kuan Yew:\r\n\r\n'This meeting has been spoiled by gangsters.'\"\r\n\r\n\r\n\r\n<br><br>Said the police in a midnight interview:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"A police spokesman said that the rioting was an\r\n\r\norganised Communist demonstration. This, he  said,\r\n\r\nwas  proved  by  the Communist  songs  and  dances\r\n\r\nperformed by Chinese school boys and girls.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Last night Mr Marshall said he was distressed.\r\n\r\nHe  said, 'We know the enemy within our midst.  We\r\n\r\nknow  we  have  quite a few Communists  and  their\r\n\r\ntechnique for climbing on the bandwagons of decent\r\n\r\nmovements   and  twisting  them  for  their   evil\r\n\r\npurposes.  It  is  quite  notorious.  It  is  most\r\n\r\nunfortunate  that  the wonderful  spirit  and  the\r\n\r\ntremendous  friendly throng should  be  marred  by\r\n\r\nvicious organised destructive elements.'\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us be consistent. 20th March:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Marshall pledges: 'I'll crush 'em. Yanko youths\r\n\r\nare  not  true  decent people  of  Singapore.  The\r\n\r\nMerdeka  riot at Kallang Airport on Sunday spurred\r\n\r\nthe  Singapore  Government on to an all-out  drive\r\n\r\nagainst the Communists and Communism.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday the Chief Minister, Mr David\r\n\r\nMarshall, asked the police for a full report  into\r\n\r\nthe  disorders. He said, 'I intend  crushing  them\r\n\r\nbefore they get me.'\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he has a persecution complex. The ex-Chief\r\n\r\nMinister said that people\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1743</b></font><br><br>\r\n\r\n\r\n\r\nare  always  getting at him. They always  want  to\r\n\r\ntorment him. I am told that in medical language it\r\n\r\nis paranoia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Mr Marshall said he would not hesitate to act.\r\n\r\nHe  said,  'Singapore  does  not  want  any  yanko\r\n\r\nmerdeka. We want to end colonialism...'.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It makes sickening reading. Let us be consistent.\r\n\r\nWhat  are  we  fighting for? What are  we  talking\r\n\r\nabout?  Or  are  we just living  for  the  moment,\r\n\r\nhoping to get support for the moment? Have  we  no\r\n\r\nprinciples? Do we not believe in this  one  united\r\n\r\ndemocratic,  non-Communist Malaya? I  could  quote\r\n\r\nhim  ad nauseam. I do not propose to quote him  ad\r\n\r\nnauseam, but I propose to go a fair length of  the\r\n\r\nway.  He  and his Minister for Labour, the present\r\n\r\nChief  Minister - I am sorry for the both  of  them,\r\n\r\nbecause we knew, as the ex-Chief Minister did not,\r\n\r\nthat  whoever  assumes  office  under  the  Rendel\r\n\r\nConstitution  is  dead, because we  denounced  and\r\n\r\nkilled the constitution before it came into force.\r\n\r\nThe ex-Chief Minister thought otherwise. Now he is\r\n\r\ntrying  to  climb on the bandwagon  of  those  who\r\n\r\ndenounced him and is denouncing the present  Chief\r\n\r\nMinister, his ex-Labour Minister. But let me quote\r\n\r\nwhat  he  said  on 6th November,  1956,  from  the\r\n\r\nOfficial Report, col. 506:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"I believe the Chief Minister is the best man we\r\n\r\nhave today to bring home a decent constitution for\r\n\r\nSingapore within the shortest possible time.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> I believed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Yes. The Member for Cairnhill\r\n\r\nsaid that in the Assembly. He is a man whose whole\r\n\r\nlife  is a series of \"I believe in wishing wells.\"\r\n\r\nHe  believed  yesterday that he could  make  these\r\n\r\nscandalous charges against my Party officials  and\r\n\r\nmy  Party and get away with it. My Party Treasurer\r\n\r\nis  not  a  Member of this Assembly and could  not\r\n\r\nreply  to  him.  He will reply to the  Member  for\r\n\r\nCairnhill  in Tanjong Pagar. We never run  from  a\r\n\r\nfight.  We  do  not go to Borneo  or  Batu  Pahat,\r\n\r\nbecause  we  believe that he who fights  and  runs\r\n\r\naway, lives to run away another day.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let us deal with the charges against this\r\n\r\nReport. Says the ex-Chief Minister\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1744</b></font><br><br>\r\n\r\n\r\n\r\nin  his letter of the 12th of April published\r\n\r\nin all the Press:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(1) The Report indicates that the new\r\n\r\nconstitution will not be brought into force in all\r\n\r\nprobability  for two years or more,  during  which\r\n\r\ntime we will continue under colonial rule.\"\r\n\r\n\r\n\r\n<br><br>Does  he  not  understand what it means - that  now,\r\n\r\nbecause   he   has  stepped  out  of   the   Chief\r\n\r\nMinistership, it is colonial rule; because he  had\r\n\r\nsaid  when he was the Chief Minister that  it  was\r\n\r\nnot  colonial  rule.  Contradiction  one.  Has  he\r\n\r\nforgotten those headlines:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>\"Your Government. We the people.\"</b>\r\n\r\n\r\n\r\n<br><br>Does  he admit that for one year he carried on  as\r\n\r\nthe  stooge of the colonial administration, as  an\r\n\r\nadjunct  of  the Colonial Office? We said  it  was\r\n\r\ncolonial rule. We never took office. He offered us\r\n\r\neverything under the sun - and this is no  official\r\n\r\nsecret - he offered to make some of us Ministers for\r\n\r\nEducation; at one time he even thought  of  making\r\n\r\nus Chief Secretaries. And now he says, \"If we have\r\n\r\nthis  new  constitution, there will be an  end  to\r\n\r\ncolonial  rule.\"  That is the implication  of  the\r\n\r\nwords    \"postponement   of   elections   prolongs\r\n\r\ncolonialism.\" If this second constitution which is\r\n\r\nnow  being proposed is colonial rule, then how can\r\n\r\nits  implementation end it? Contradiction two. One\r\n\r\nhas  to  be  logical. If we say  today  that  this\r\n\r\nReport  is against the interests of the people  of\r\n\r\nSingapore,  not  only paragraph 30 on  subversion,\r\n\r\nbut  the  whole  Report, then there  is  only  one\r\n\r\ndecent  thing to do: to be logical we must  reject\r\n\r\nthe  whole Report and say, \"No, we start all  over\r\n\r\nagain.\" This would be the only stand. One  has  to\r\n\r\nbe consistent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, says the ex-Chief Minister, \"Why postpone\r\n\r\nthe  elections?\" Sir, when he went  to  London  in\r\n\r\nApril  last  year to open the talks, the  deadline\r\n\r\nfor  the  new elections under the new constitution\r\n\r\nwas April this year - one year, because he knew, and\r\n\r\nhe   convinced  us  on  the  delegation,  that  it\r\n\r\nrequired  one year to implement it. There  are  11\r\n\r\nsilent  witnesses in this Assembly.  He  ought  to\r\n\r\nknow  that  unless a miracle has happened  to  the\r\n\r\nmachinery  of  the  Singapore Government  and  the\r\n\r\nmachinery of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1745</b></font><br><br>\r\n\r\n\r\n\r\nBritish  Government, this constitution  cannot  be\r\n\r\nbrought  into  effect before the 1st  of  January,\r\n\r\n1958.  Knowing  it,  he  now  says  we  can   hold\r\n\r\nelections  in  July. There is only one  consistent\r\n\r\ntheme:  how to get a quick election, how  to  make\r\n\r\nanother bid for power. Oh for the glorious halcyon\r\n\r\ndays now past!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;New ideas - every day he had a new idea in London.\r\n\r\nWe  know that. He has got a new idea now. But  the\r\n\r\ntrouble  with all his new ideas is that  they  are\r\n\r\nnever tested before they are put forward. He says,\r\n\r\n\"All  we  need  to  do is to amend  our  Elections\r\n\r\nOrdinance,  look  up the identity cards,  register\r\n\r\neverybody  who was resident here for  ten  years.\"\r\n\r\nAnd he discovers, lo and behold, that his identity\r\n\r\ncard  did  not  begin till 1948, a fact  that  had\r\n\r\ncrossed  our mind when we read his amendment.  But\r\n\r\nwe were not consulted on this and we were under no\r\n\r\nduty to point out the error of his ways.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, he says, on the spur of the moment, another\r\n\r\nnew  idea, \"Well, since it started in 1948 let  us\r\n\r\nchange  our citizenship laws and say nine  years.\"\r\n\r\nRegistration started in October, Sir, and not more\r\n\r\nthan 20 per cent would have registered before  the\r\n\r\nend of 1948. Does he want to amend now and say let\r\n\r\nall  those  who own identity cards, registered  in\r\n\r\n1949,  go on the register? Do we want to improvise\r\n\r\nas we go along or do we stand on principle?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is the principle that the P.A.P. stands on.\r\n\r\nWe  did not tell the people last year, as the Hon.\r\n\r\nthe ex-Chief Minister did, \"This is the end of the\r\n\r\nroad. When I get this, this is Merdeka.\" That  was\r\n\r\nwhat  he did, although he knew it was not merdeka.\r\n\r\nHis  trick formula to produce a trick result which\r\n\r\nhe,  and only he wanted, was \"100 per cent merdeka\r\n\r\nto  me;  25 per cent external affairs and  defence\r\n\r\nback  to  you. I am independent. This is a permanent\r\n\r\nstate   of   affairs.  I  can  attend  the   Prime\r\n\r\nMinisters'  conference. I can  go  to  the  United\r\n\r\nNations.\"  We shall talk more plainly when  we  go\r\n\r\ndown to Tanjong\r\n\r\nPagar.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We said in April 1956 before we left Paya Lebar\r\n\r\nairport that this was only three-quarters and  not\r\n\r\nthe end of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1746</b></font><br><br>\r\n\r\n\r\n\r\nroad.  But says the ex-Chief Minister, \"I  am  not\r\n\r\nOliver Twist. I never come back and ask for  more.\r\n\r\nI  want  to  settle  it once and  for  all.  I  am\r\n\r\nsatisfied  so long as we are called an independent\r\n\r\ncountry,  so  long  as  I  can  go  to  the  Prime\r\n\r\nMinisters'   conference  and  go  to  the   United\r\n\r\nNations. We will stay like this forever.\" We said:\r\n\r\n\"No.\" It was a lie to the people of Singapore, and\r\n\r\nwe  told him so in London. And he was angry again,\r\n\r\nbecause  he thought we were persecuting him,  that\r\n\r\nwe  were trying to belittle the credit that he was\r\n\r\ngoing  to  achieve  by  bringing  home  this   new\r\n\r\nconstitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before I left for London this time, my Party\r\n\r\nsaid  quite categorically that what we were asking\r\n\r\nfor was just 75 per cent with no trick formula. It\r\n\r\nwas an open honest transaction. We are getting  75\r\n\r\nper cent, complete internal self-government.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> We are not!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> We shall come to that and\r\n\r\nprove  it.  Says  the ex-Chief  Minister,  we  are\r\n\r\nstooges  of the British. But he dare not meet  the\r\n\r\ncrucial point about the Internal Security Council.\r\n\r\nWho  has  the  deciding vote? If we are  anybody's\r\n\r\nstooge,  we  will be the stooge of the  Federation\r\n\r\nGovernment; and if we are honest about joining the\r\n\r\nFederation   as  a  member - 11  States   plus   us,\r\n\r\ntwelve - then the Federation must have the last word\r\n\r\nover  Singapore. Either we are consistent and say,\r\n\r\n\"Yes,  if  we accept merger, that is our position.\r\n\r\nTherefore  we  are  prepared now  to  accept  that\r\n\r\nposition.\"  Either that or we are not  consistent.\r\n\r\nSome  would  like  merger but  in  the  indefinite\r\n\r\nfuture  because  if it happens  in  the  immediate\r\n\r\npresent,  nobody  can go to the  Prime  Ministers'\r\n\r\nconference  except the Federation Prime  Minister,\r\n\r\nnor  can  anybody  go to the United  Nations  from\r\n\r\nSingapore.  So  let  us  postpone  this   to   the\r\n\r\nindefinite   future.  The  P.A.P. has   no   such\r\n\r\nambitions,  Mr  Speaker,  Sir.  We  do  not  whip\r\n\r\nourselves  into a frenzy, impatiently groping  for\r\n\r\nsome  way  to  fulfil our personal  ambitions.  We\r\n\r\nbelieve in what we believe in and are prepared  to\r\n\r\ndie for it. We do not waver.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1747</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I propose now to go through the\r\n\r\npoints about the constitution taken up by the  ex-Chief Minister paragraph by paragraph. A few  more\r\n\r\nwords   about   the  date  of  implementation - this\r\n\r\nformula  in  paragraph 54. What I signed,  Sir,  I\r\n\r\ndefend. What the P.A.P. signs, it defends.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Including paragraph 30?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Including paragraph 30 that we\r\n\r\ndid  not  accept and will not accept. Let us  read\r\n\r\nparagraph 54:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"It was agreed that the date should be fixed by\r\n\r\nthe   Governor  after  he  was  satisfied,   after\r\n\r\nconsidering   an  address  from  the   Legislative\r\n\r\nAssembly,  that  a  reasonable  period   for   the\r\n\r\nregistration, as provided in paragraph 50 of  this\r\n\r\nReport,   of   persons  eligible   for   Singapore\r\n\r\ncitizenship had elapsed.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Why the 1st of January, 1958?\" Because\r\n\r\nadministratively   it  would  be   impossible   to\r\n\r\nimplement  the new constitution before  then,  and\r\n\r\nthe  ex-Chief Minister knows that. He told  us  it\r\n\r\ntook  one year - April 1956 to April 1957.  We  have\r\n\r\nreduced it to eight months.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Why is this date left open?\" Because we wanted\r\n\r\nto  decide  the registration period,  because  the\r\n\r\nParties   have  no  mandate  on  the  period   for\r\n\r\nregistration.  We  decide on principle  that  they\r\n\r\nwill go on the register. We now decide how long  a\r\n\r\nperiod  we are going to afford them to get on  the\r\n\r\nregister. Malicious distortions known to be untrue\r\n\r\nhave been put on this particular section. The  ex-Chief  Minister knows that if we allow - as we  hope\r\n\r\nto  reach  All-Party agreement on this - a six-month\r\n\r\nperiod  for  registration, this constitution  will\r\n\r\ncome into force with general elections in one year\r\n\r\nfrom  now - six months for the preparation  and  all\r\n\r\nthe  other administrative work and six months  for\r\n\r\nthe actual registration of those new applicants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And as for all this talk about our wanting to\r\n\r\nperpetuate our seats in this Assembly. Does the ex-Chief  Minister imagine that he could  make  these\r\n\r\ncharges against the P.A.P. and expect the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1748</b></font><br><br>\r\n\r\n\r\n\r\nP.A.P. to  take it lying down? We know him  well,\r\n\r\nand have reason to know him well. By lunch-time it\r\n\r\nwas  quite obvious that sooner or later the Member\r\n\r\nfor   Cairnhill  was  going  to  issue  a  general\r\n\r\nchallenge: \"Let us have a fight. Come out and have\r\n\r\nit out with me.\" So we quietly went to the library\r\n\r\nand  looked up the Legislative Assembly  Elections\r\n\r\nOrdinance in the Singapore Order in Council, 1954,\r\n\r\nand we discovered that under section 47 (3) (h), a\r\n\r\nMember can resign by writing under his hand to the\r\n\r\nSpeaker.  By  the  Legislative Assembly  Elections\r\n\r\nOrdinance,  sections 25 and 34, by-election  writs\r\n\r\nwill  be issued, Nomination Day fixed, and Polling\r\n\r\nDay  settled.  I hope the Governor  will  do  this\r\n\r\nexpeditiously.  It  is  in the  interests  of  the\r\n\r\npeople  of  Singapore not to have  more  malicious\r\n\r\nfalsehoods said about (1) the new constitution and\r\n\r\nparagraph  30 of the Report, and (2) the  People's\r\n\r\nAction Party.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. In using the expression\r\n\r\n\"malicious falsehoods\", does the hon. Member refer\r\n\r\nto the remarks by the Member for Cairnhill in this\r\n\r\nAssembly?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, I would be dishonest if I\r\n\r\nsaid  that  it  did  not include  the  Member  for\r\n\r\nCairnhill, but it was primarily intended for those\r\n\r\nremarks made outside the Assembly not only by  the\r\n\r\nMember  for  Cairnhill but by a  number  of  other\r\n\r\npersons for reasons of their own.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If that expression has reference to\r\n\r\nthe remarks made by the Member for Cairnhill, then\r\n\r\nit must be withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> In so far as that remark refers\r\n\r\nto the Member for Cairnhill, I withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Everybody knows that the elections can be held\r\n\r\nnext  year  and  that  the  moment  this  Assembly\r\n\r\ndecides that the time has come for it, the  Rendel\r\n\r\nConstitution comes to an end. Once we vote to  end\r\n\r\nit,   if  the  Governor  does  not  call  for  new\r\n\r\nelections, everybody in this House can resign  and\r\n\r\nthat is an end to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1749</b></font><br><br>\r\n\r\n\r\n\r\nthe  matter.  But of course the ex-Chief  Minister\r\n\r\nmust  find some way to pursue his argument to  its\r\n\r\nabsurd conclusion. The absurd conclusion to  which\r\n\r\nhe comes is that probably with the connivance both\r\n\r\nof  the  Liberal-Socialist Party and the  People's\r\n\r\nAction Party, for the benefit of preserving a $500\r\n\r\nper   month   seat,  we  will  allow  these   fine\r\n\r\ngentlemen - as he once referred to them - to remain in\r\n\r\noffice  and even extend it by Order in Council  to\r\n\r\nbeyond 1959. Does he really believe that? Does  he\r\n\r\nexpect  anybody  to  believe  that?  Does  he  not\r\n\r\nunderstand what this is all about?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to the distortions about the Yang di-Pertuan\r\n\r\nNegara,  I  note  that he has not  said  that  the\r\n\r\nchange  of name from the Governor-General  to  the\r\n\r\nYang  di-Pertuan  Negara is a departure  from  the\r\n\r\nmandate  of  the  Assembly.  There  has  been   no\r\n\r\ndeparture. Last year he attempted to prove to us,\r\n\r\nquoting  legal authorities that when the  Governor\r\n\r\nhas  to consult him, the ex-Chief Minister, he  is\r\n\r\nbound  to  carry out the Chief Minister's  advice.\r\n\r\nAnd  on  no better authority than the one  he  has\r\n\r\nestablished - we  were  prepared  to   accept   this\r\n\r\nformula:  that the Singapore Government will  tell\r\n\r\nHer  Majesty's Government who this Yang di-Pertuan\r\n\r\nNegara is to be and Her Majesty's Government  will\r\n\r\ntell the Queen. In the first place, we do not want\r\n\r\nto  have anything to do with the Queen. We want to\r\n\r\nbe part of one Malaya and we will have a Sultan or\r\n\r\nthe  Yang  di-Pertuan Besar or the Yang di-Pertuan\r\n\r\nAgong.  But  we know that we are in an  in-between\r\n\r\nstage. We do not really care whether or not he  is\r\n\r\nthe  representative of the Queen. We want to focus\r\n\r\nour  loyalty on a Malayan person and that  Malayan\r\n\r\nperson  will  be  decided by the Singapore  Govern\r\n\r\nment.  If  the ex-Chief Minister does  not  agree,\r\n\r\nthen  he will be proved wrong when the time  comes\r\n\r\nin April or May next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Why did the Singapore Delegation not put it down\r\n\r\nthat  the  Singapore Government shall  advise  Her\r\n\r\nMajesty the Queen? He is a lawyer, Sir, and  ought\r\n\r\nto know the endless argument\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1750</b></font><br><br>\r\n\r\n\r\n\r\nwe had on the last delegation when I asked him who\r\n\r\nwas the sovereign power in Singapore under his new\r\n\r\nproposed constitution. He wriggled and waffled and\r\n\r\nwobbled.  He could not give an answer  because  in\r\n\r\ninternational law the sovereign power must rest in\r\n\r\nsomeone     who     represents    that     country\r\n\r\ninternationally.  If  we want  to  represent  this\r\n\r\ncountry  internationally we have to  get  complete\r\n\r\nindependence. That is a fundamental  principle  of\r\n\r\ninternational  law.  An  international   juridical\r\n\r\nperson  must  be a sovereign power,  not  a  semi-sovereign  power.  Therefore  the  Government   of\r\n\r\nSingapore  is  not in a position  to  have  direct\r\n\r\naccess  to  the  Queen. Nor are we  interested  in\r\n\r\nhaving  direct access to the Queen. The  Queen  is\r\n\r\nadvised  by  her  independent governments  in  the\r\n\r\nCommonwealth   and  in  Britain,  not   by   semi-independent countries or States like Singapore. We\r\n\r\nare  interested in the substance and  not  in  the\r\n\r\nform. It is agreed that the Yang di-Pertuan Negara\r\n\r\nshould  be  Malayan-born. Now that the Member  for\r\n\r\nCairnhill  is  no  longer in  office  and  is  not\r\n\r\nresponsible  for Government Bills, he spends  more\r\n\r\ntime studying them. In two nights of hard work  he\r\n\r\ndiscovered  a  series of flaws which  he  did  not\r\n\r\ndiscover  in one year of office as Chief Minister.\r\n\r\nHad we put down just \"Malayan\"? Must we not define\r\n\r\n\"Malayan\"? A definition becomes necessary. We have\r\n\r\nrestricted  it to the narrowest class,  not  those\r\n\r\nwho  are  naturalised Malayans, but those who  are\r\n\r\nMalayan-born. In other words, birth either in  one\r\n\r\nof the two territories now known as the Federation\r\n\r\nof  Malaya or the Colony of Singapore. If a  Party\r\n\r\nis  returned to office under this constitution and\r\n\r\nchooses  to appoint the President of the  European\r\n\r\nAssociation as Yang di-Pertuan Negara  and  thinks\r\n\r\nit can get away with it, let it try.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we told the ex-Chief Minister that if he\r\n\r\nnominated  a white man, Mr Francis Thomas,  first\r\n\r\ninto  the  Assembly, and then made him a Minister,\r\n\r\nhe  was  bound  to  incur a good  deal  of  odium-because  people  will  not  understand  that   Mr\r\n\r\nFrancis   Thomas,   according  to   the   ex-Chief\r\n\r\nMinister's definition, was a Malayan.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1751</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And let him not forget, when he wallowed in all\r\n\r\nthese  flashbacks to 1956, that the  mass  of  the\r\n\r\ncrowd  at  Kallang  were waving P.A.P. flags.  He\r\n\r\nknows  that. He scooted from the platform when  it\r\n\r\ncollapsed.  We  stayed behind on a  van  and  sang\r\n\r\nsongs with them. Let me just remind him of what he\r\n\r\nsaid then.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If the London talks fail, I cannot think of the\r\n\r\nrepercussions.  In  Whitehall  there  are  Colonel\r\n\r\nBlimps  and  in Singapore we have Colonel  Blimps,\r\n\r\nbut  I  am  certain  the common decent  people  of\r\n\r\nBritain are behind our demand for merdeka.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nonsense, Mr Speaker, Sir, the common decent\r\n\r\npeople  of  Great Britain are more  interested  in\r\n\r\ntheir T.V. sets than in Singapore. They have never\r\n\r\nheard  of Singapore. \"You should not judge Britain\r\n\r\nby  the  Britons we have here. Rather,\"  said  he,\r\n\r\n\"you  should judge them by some of the Britons  we\r\n\r\nhave  here,  men  like  Dr  Garlick  of  S.A.T.A.\r\n\r\nAnother  good example is Mr Francis Thomas\"  (now\r\n\r\nin disgrace). Alas, I warned him that this was not\r\n\r\na  passenger he could carry, however good he  was.\r\n\r\nWe think of him-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall</b> rose -\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> In so far as I protest against\r\n\r\ndistortions of my speech.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, please. Is it a point of\r\n\r\norder?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> The point of order is that the hon.\r\n\r\nMember  is distorting my speech, because I  should\r\n\r\nthen like to mention the distortion.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It is not a point of order, but the\r\n\r\nhon.  Member can of course get up on  a  point  of\r\n\r\nclarification and if the Member for Tanjong  Pagar\r\n\r\ngives way, he can speak.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> I ask no indulgence from him, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Let me clarify for the ex-Chief\r\n\r\nMinister, Sir. Mr Francis Thomas, this white man,\r\n\r\nand I called him a white man and I will still\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1752</b></font><br><br>\r\n\r\n\r\n\r\ncall him a white man; and his Royal Flying Club is\r\n\r\nnot settled yet because the new trainees are\r\n\r\nnearly all Europeans -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I cannot see how that is\r\n\r\nrelevant?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> No, Sir, that was just an\r\n\r\naside. But was Mr Francis Thomas appointed by the\r\n\r\nGovernor against the strenuous opposition  of  the\r\n\r\nex-Chief Minister who resisted the appointment  as\r\n\r\na  good nationalist leader? Was he not responsible\r\n\r\nfor  Mr  Francis Thomas? We know he was appointed\r\n\r\nby  the Governor but was it not on the advice  and\r\n\r\nrecommendation of the ex-Chief Minister?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> He knows full well he did.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> He did?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Certainly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Then he has got to stand by Mr\r\n\r\nThomas.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> I am.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> I know it is very unfortunate\r\n\r\nbeing reminded of these things.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Unfortunate distortion.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have indicated that if the\r\n\r\nMember  for Cairnhill wishes to intervene, he  can\r\n\r\nstand  up and I have no doubt that the Member  for\r\n\r\nTanjong Pagar will concede.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, I am afraid I\r\n\r\nwill not be able to confirm the fact that you need\r\n\r\nnot  doubt.  But I shall try to be fairer  to  the\r\n\r\nMember  for Cairnhill than he was to the  People's\r\n\r\nAction  Party  yesterday when he spoke  till  four\r\n\r\no'clock on very little.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are three summits of power under this\r\n\r\nconstitution. If the ex-Chief Minister were not so\r\n\r\naddicted  to  pictures and thinking  in  terms  of\r\n\r\npictures  only, we might be able  to  get  him  to\r\n\r\nunderstand  things  beyond the picture  stage.  In\r\n\r\nabstract concepts there are three summits of power\r\n\r\nunder the new constitution:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1753</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The Yang di-Pertuan Negara - purely formal\r\n\r\nHead of the State;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The Prime Minister and his Cabinet;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) The British Commissioner, as Chairman of the\r\n\r\nInternal Security Council.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Yang di-Pertuan Negara acts either on the\r\n\r\nadvice  of the Prime Minister or on the advice  of\r\n\r\nthe  United Kingdom Commissioner. In all  internal\r\n\r\nmatters  except those where a conflict has  arisen\r\n\r\nand goes to the Internal Security Council, he acts\r\n\r\non the advice of the Prime Minister. When there is\r\n\r\na  conflict  between the Singapore Government  and\r\n\r\nthe  British  Government, it goes to the  Internal\r\n\r\nSecurity Council where a Federation Minister  sits\r\n\r\nin  judgment.  Let  me  tell  the  Chief  Minister\r\n\r\nthis - the  ex-Chief Minister, Sir, I am sorry.  The\r\n\r\ndifficulty is that he conducts himself  as  if  he\r\n\r\nwere still one and he would insist on sitting with\r\n\r\nthe  Government, it does confuse  Members  on  the\r\n\r\nOpposition.  In  his forlorn and lonesome  way  he\r\n\r\nknows that having denigrated the gentlemen who now\r\n\r\nsit  on the opposite benches, he finds it a little\r\n\r\ndifficult,  in this comedy of musical  chairs,  to\r\n\r\nfind  a place in this Assembly where he could have\r\n\r\nsafe associates.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member\r\n\r\nshould try to be a little more relevant.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> I shall try to be more relevant\r\n\r\nthan the ex-Chief Minister, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Is that a reflection on the\r\n\r\nChair?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> No, Sir, certainly not. That is\r\n\r\na  failing  for  which we cannot  hold  the  Chair\r\n\r\nresponsible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Most important of all,\" said he, \"the kernel of\r\n\r\ninternal self-government is internal security  and\r\n\r\nthis,  under the new constitution, is out  of  the\r\n\r\nhands of the Singapore Government. This is what we\r\n\r\nstrongly and bitterly fought against last year and\r\n\r\nnow  we swallow it sugarcoated. The merdeka  which\r\n\r\nthe  mission  is  bringing back  is  a  pockmarked\r\n\r\nbeauty shrouded in chloroform.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1754</b></font><br><br>\r\n\r\n\r\n\r\nLast year, Sir, I remember the same gentleman  who\r\n\r\nwrote  this statement running around with a bottle\r\n\r\nof  chloroform  chasing a more pockmarked  beauty.\r\n\r\nThe chloroform did not work, and he came back here\r\n\r\na very sad man.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What have we given away? Last year the Internal\r\n\r\nSecurity Council could only discuss matters  which\r\n\r\nHer   Majesty's  Government  considers   are   not\r\n\r\nexternal.  If Her Majesty's Government says,  this\r\n\r\nis  external, then it is outside the  province  of\r\n\r\nthe   Singapore  Government  or  the  Defence  and\r\n\r\nSecurity  Council. Oh yes, let  him  read  it.  If\r\n\r\nthere  is  any  disagreement, it is Her  Majesty's\r\n\r\nGovernment  in  the Security Council  who  decides\r\n\r\nwhether  it is internal or external. That was  why\r\n\r\nthe  issue  arose as to this Federation  Minister,\r\n\r\nwhy  we  were  prepared to put our fate  into  the\r\n\r\nhands  of  the Federation and not the British.  We\r\n\r\nwanted  the Federation Minister to decide  whether\r\n\r\nit  is  internal or external. And if the  ex-Chief\r\n\r\nMinister  will look at paragraph 27  (i)  he  will\r\n\r\nknow  that  in  sober language,  to  which  he  is\r\n\r\nunaccustomed, it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If there was disagreement as to whether a\r\n\r\nparticular   matter  was  a  matter  of   internal\r\n\r\nsecurity,  and therefore within the  functions  of\r\n\r\nthe  Council,  the matter should be discussed  and\r\n\r\ndecided by the Council.\"\r\n\r\n\r\n\r\n<br><br>In  other words, we have won now the right to have\r\n\r\nany  matter,  whether it be external or  internal,\r\n\r\ndecided by the Federation Minister who can say, \"I\r\n\r\nagree  with the Singapore Government that although\r\n\r\nthis  is  external,  it affects  internal  affairs\r\n\r\nsufficiently to make it an internal matter  and  I\r\n\r\nam  voting with the Singapore Government.\" And  we\r\n\r\nwill   win.  The  trouble  with  the  Member   for\r\n\r\nCairnhill  is  that every time he  thinks  of  the\r\n\r\nFederation  Government, he  envisaged  himself  in\r\n\r\nopposition to it. \"I am not against the Tunku. But\r\n\r\noh,  why must everybody crawl up to him?\"  We  are\r\n\r\naccused of crawling on our bellies, and God  knows\r\n\r\nwhat else people see in their nightmares.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There will be general elections in the Federation\r\n\r\nin  1959. With elections there will be a new phase\r\n\r\nand  a  new atmosphere and it is our fervent  hope\r\n\r\nthat this constitution, this tiga suku merdeka - the\r\n\r\nMember for Cairnhill\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1755</b></font><br><br>\r\n\r\n\r\n\r\ncalls   it  \"busok\"  merdeka - if  this  tiga   suku\r\n\r\nmeredeka is busok, what he was trying to sell  the\r\n\r\npeople  of  Singapore  last year  as  a  permanent\r\n\r\nsettlement  was  tipu  merdeka,  tiga  suku  palsu\r\n\r\nmerdeka. It was never merdeka and he knew  it.  It\r\n\r\nwas  a fraud on the people of Singapore and he was\r\n\r\nangered at me because I said so in London. He said\r\n\r\nthen,  \"I am not Oliver Twist.\" I am told that  he\r\n\r\nwent to London shortly after the Prime Minister of\r\n\r\nBurma, and the Prime Minister of Burma at a  Press\r\n\r\nluncheon  at the Commonwealth Press Club said,  \"I\r\n\r\nam not Oliver Twist\", and that phrase struck him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am prepared to stake not only my judgment, but\r\n\r\nthe judgment of my Party on this matter, that this\r\n\r\nconstitution is a right step towards merger,  that\r\n\r\nit  is  a  right decision to put our fate together\r\n\r\nwith  the Federation's fate. If Singapore and  the\r\n\r\nFederation  agree, as we hope they  will,  if  not\r\n\r\nnow,   probably  after  1959,  then  the   British\r\n\r\nGovernment is out-voted every time in the Internal\r\n\r\nSecurity  Council. Does the ex-Chief Minister  not\r\n\r\nunderstand  that?  That four  to  three  does  not\r\n\r\nnecessarily  mean Singapore in opposition  to  the\r\n\r\nFederation  Government? If he starts  off  on  the\r\n\r\nmajor  premise that he is superior to  the  Tunku,\r\n\r\nand  therefore the Tunku should listen to what  he\r\n\r\nsays,  then there is bound to be a clash, as there\r\n\r\nwas, as everybody knows there was. Everybody knows\r\n\r\nwhat  happened in Baling. But the less said  about\r\n\r\nthese things the better. When we think in terms of\r\n\r\nthe  Federation Minister, we think in terms of the\r\n\r\nrepresentative of 11 States, of which we  want  to\r\n\r\nbe  an  additional member. The fate  of  Singapore\r\n\r\nwill  be  decided  by the fate of the  Federation.\r\n\r\nThese  are sombre political facts which  no  trick\r\n\r\nformula  can  get us out of. Economically  we  are\r\n\r\nbound:  politically we are controlled:  militarily\r\n\r\nwe  are confined. The road to merdeka is the  road\r\n\r\nto  merger. The ex-Chief Minister is not a man who\r\n\r\nthinks  in  terms of five years or  ten  years.  A\r\n\r\nfriend of mine had a discussion with him the other\r\n\r\nday  and  asked  him, \"What would happen  in  five\r\n\r\nyears?\" He said, \"I am not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1756</b></font><br><br>\r\n\r\n\r\n\r\ninterested  in five years or ten years. I am  a  man\r\n\r\nwho  lives for the moment.\" And he is, and we will\r\n\r\nprove  him  catastrophically wrong  to  take  that\r\n\r\nattitude  towards merger. Does he  not  understand\r\n\r\nthat  this  desire  for unity is something  bigger\r\n\r\nthan  the Tunku, or any of his Ministers? Does  he\r\n\r\nnot understand this concept of one Malaya is alive\r\n\r\nin   the   minds   of   all  the   young   Malayan\r\n\r\nintellectuals  both  here  in  the  University  of\r\n\r\nMalaya  and in England and elsewhere? Does he  not\r\n\r\nunderstand that ideas persist long after  the  men\r\n\r\nwho  have  espoused these ideas  have  gone?  With\r\n\r\nParty  Ra'ayat  and the Pan-Malayan Islamic  Party\r\n\r\nopenly saying that they want merger, does the  ex-Chief  Minister not understand how public  opinion\r\n\r\ninfluences  the leadership and how the  leadership\r\n\r\nin  turn  influences public opinion? Does  he  not\r\n\r\nknow   that  when  the  Chief  Minister   of   the\r\n\r\nFederation told an audience of Malayans in  London\r\n\r\nthat  there  would be no merger, there  was  acute\r\n\r\ndisappointment?  And  that  the   students   still\r\n\r\nbelieve    in   merger?   And   they    are    the\r\n\r\nadministrators,  the D.O.'s, the magistrates,  and\r\n\r\nthe future political leaders of Malaya?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are not striving to work out some trick\r\n\r\nformula  so  that we can enjoy the  \"sensation  of\r\n\r\nfreedom\"  for the present. We are not carrying  on\r\n\r\nin  this Assembly till May next year just for  the\r\n\r\nsake  of  having the joy of seeing the Member  for\r\n\r\nCairnhill disgrace his former colleagues.  We  are\r\n\r\nhere  for a political purpose, and when May comes,\r\n\r\nhe will understand what that political purpose is.\r\n\r\nAlthough  other Members in this Assembly have  not\r\n\r\nreally  understood it, they are at least beginning\r\n\r\nto see the light; whereas the Member for Cairnhill\r\n\r\nimagines  that all that he has got  to  do  is  to\r\n\r\nshout and he gets what he wants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I say once again that the Internal Security\r\n\r\nCouncil  is  a practical solution to the  internal\r\n\r\nsecurity problem. Let us face facts. There is only\r\n\r\none  way  in  which  the  political  situation  in\r\n\r\nSingapore  can change radically. If  you  want  to\r\n\r\nhave free and open competition of all\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1757</b></font><br><br>\r\n\r\n\r\n\r\npolitical  beliefs in a peaceful and democratic  manner,\r\n\r\nincluding the Communists if they compete peacefully  and\r\n\r\nconstitutionally to work the democratic system,  if  you\r\n\r\naccept that as a major premise-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> You accept the Communists -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> I prefer to see the Indian experiment\r\n\r\nwork  itself out to its logical conclusion. Let us  face\r\n\r\nfacts.  If a people have lost faith completely in  their\r\n\r\ndemocratic institutions, because they cannot find men of\r\n\r\ncalibre to run them, then, however good that system,  it\r\n\r\nperishes.  Ultimately it is the men who run  the  system\r\n\r\nwho make it come to life. And if you insist, in spite of\r\n\r\nthe  fact  that  the  people have lost  faith  in  those\r\n\r\ninstitutions, you have got to do it like South  Vietnam,\r\n\r\nor  perhaps  Thailand  where a state  of  emergency  was\r\n\r\ndeclared  after  the election. I postulate  this - and  we\r\n\r\nhave not moved from that position - that if the Communists\r\n\r\nare prepared to compete peacefully and democratically to\r\n\r\nwork the democratic system, then they should be entitled\r\n\r\nto do so; but if they are going to use force at the same\r\n\r\ntime  as  peaceful competition, then we  shall  have  to\r\n\r\nfight. I have said that before.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Whatever government that comes into office in Singapore\r\n\r\nunder  any  constitution - even the kind  of  constitution\r\n\r\nwhich    the    ex-Chief   Minister    envisaged    last\r\n\r\nyear - representation on the United Nations and the  Prime\r\n\r\nMinisters'  conference, foreign affairs and  defence  in\r\n\r\nthe  hands of Britain - and it is Communist, what happens?\r\n\r\nThe  constitution  will be suspended.  In  the  ultimate\r\n\r\nresort,  it  is  a conflict of forces. I thought  I  had\r\n\r\nexplained  it  all once to this House about  how  a  new\r\n\r\nsociety,  according to a great Chinese theoretician,  is\r\n\r\nborn  out of the rifle barrel. Where there is a  joinder\r\n\r\nof  basic  issues,  as  there  is  between  the  Western\r\n\r\ncountries  and  the  Russians, even in  a  country  like\r\n\r\nJordan just trying to make friends with the Russians,  a\r\n\r\ncoup  takes  place, force manipulates the situation.  So\r\n\r\nwhat is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1758</b></font><br><br>\r\n\r\n\r\n\r\nall  this cry over the Internal Security Council  about?\r\n\r\nDoes   the   Member  for  Cairnhill  imagine  that   the\r\n\r\nFederation  Government is going to sit back quietly  and\r\n\r\nwatch   Singapore  allow  the  M.C.P. to  set  up   its\r\n\r\nheadquarters  just opposite the Johore  Bahru  causeway?\r\n\r\nAnd  are the British going to stand idly back? Those are\r\n\r\nfacts  which  must be faced. The situation in  Singapore\r\n\r\ncan only be changed when the situation in the Federation\r\n\r\nchanges. And for that reason we are prepared to put  our\r\n\r\nfate together with the Federation. That I am prepared to\r\n\r\ndefend.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think this is an appropriate time\r\n\r\nto suspend?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Yes, Mr Speaker, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I will take the Chair again at half-past two.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 12.16 p.m. until 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, one of the\r\n\r\nunfounded  allegations made against the People's  Action\r\n\r\nParty was that we have changed our stand on citizenship,\r\n\r\nthat  in 1956 we supported U.M.N.O. in saying that there\r\n\r\nshould  be  only  one  citizenship  for  the  whole   of\r\n\r\nSingapore  and  that there should not  be  both  British\r\n\r\nnationality  and  concurrent Singapore citizenship.  The\r\n\r\nMember  for  Cairnhill said that  we  have  altered  our\r\n\r\nstand.  Sir,  if  he  will refer to  the  Constitutional\r\n\r\nReport,  he will see that there is only one citizenship,\r\n\r\nnamely, Singapore citizenship. The people who are to  be\r\n\r\nSingapore  citizens  automatically  are  those  born  in\r\n\r\nSingapore:   all  others,  including  British   subjects\r\n\r\nwherever born, must register. It is for us a question of\r\n\r\nprinciple.  We  are therefore unable to  see  any  merit\r\n\r\nwhatsoever  in the completely unprincipled,  opportunist\r\n\r\nproposal  of  the Member for Cairnhill that  one  should\r\n\r\ntake the identity cards of those registered at random in\r\n\r\n1948 as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1759</b></font><br><br>\r\n\r\n\r\n\r\nthe  qualification for voting rights.  The  Member\r\n\r\nfor  Cairnhill  is  a man who  is  very  agile  at\r\n\r\npicking up new ideas. The last time he picked up a\r\n\r\nnew   idea,  it  led  to  disastrous  results  for\r\n\r\nhimself.  The  people of Singapore have  got  more\r\n\r\nsolid   common  sense  than  to  listen   to   his\r\n\r\nridiculous  suggestion that  principle  should  be\r\n\r\nthrown  to the winds because some people  want  to\r\n\r\nsatisfy  their personal ambitions immediately  and\r\n\r\nnot eight months after August.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> On a point of order, Sir. I have\r\n\r\nlistened   with  patience  to  attacks   upon   me\r\n\r\npersonally  to  which the Chair is  silent  and  I\r\n\r\nwould  ask  the  Chair whether  it  is  proper  to\r\n\r\nsuggest improper motives on my part in respect  of\r\n\r\nthe  amendment  I moved because I  have  refrained\r\n\r\nfrom  making any personal suggestions myself, much\r\n\r\nas I would like to?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the honourable Member indicate\r\n\r\na specific personal allusion so that I can rule on\r\n\r\nit?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> He said that my suggestion was\r\n\r\nridiculous  and that the people of Singapore  knew\r\n\r\nbetter  than  to support an amendment because  the\r\n\r\nperson  wished  to  achieve personal  glory  eight\r\n\r\nmonths earlier than he otherwise would.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I cannot see anything\r\n\r\nunparliamentary about the word \"ridiculous,\" and I\r\n\r\nunderstood  the Member for Tanjong Pagar  to  make\r\n\r\nreference not to the Member for Cairnhill when  he\r\n\r\nspoke about people who were seeking their personal\r\n\r\nglory  but  to those 260,000 voters whom  we  have\r\n\r\nbeen talking about.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I was\r\n\r\nspeaking of a class of people. I leave it  to  the\r\n\r\nMember  for Cairnhill whether or not he  considers\r\n\r\nhimself  eligible to qualify under that  class.  I\r\n\r\nventure  no suggestion on it whatsoever but  I  do\r\n\r\nsuggest  that  the  stand of the  People's  Action\r\n\r\nParty  on  the date of the implementation  of  the\r\n\r\nelections and on citizenship is based on  a  sound\r\n\r\nprinciple  which  can  be  defended  and  will  be\r\n\r\ndefended.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1760</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill (Mr Marshall) once\r\n\r\ncalled the ex-Member for Cairnhill (Mr C. C. Tan)\r\n\r\nthe  lizard  of  Cairnhill. I was discussing  this\r\n\r\nmatter  with a zoologist. He said that a chameleon\r\n\r\ncame  within  the species, lizard. I hate  to  say\r\n\r\nthat  there  could  be in place  of  a  lizard  of\r\n\r\nCairnhill a chameleon of Cairnhill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is suggested that we have got less than last\r\n\r\nyear.  I would like to refer the ex-Hon. the Chief\r\n\r\nMinister to the demand of the All-Party Delegation\r\n\r\nthat expatriate judges should be removed. It is  a\r\n\r\nmatter  of  principle to which  he  did  not  give\r\n\r\nvigorous  support last year. As  he  will  see  in\r\n\r\nAnnexure  L,  page 68, clause (18),  part  of  Her\r\n\r\nMajesty's  Government's  proposals  which  he  was\r\n\r\nprepared  to accept provided they agreed  to  this\r\n\r\nbusiness of the Order in Council being laid before\r\n\r\nthe House of Commons was that-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Chief Justice and other Judges of the\r\n\r\nSupreme  Court  appointed before the  coming  into\r\n\r\nforce  of  the new constitution to continue  their\r\n\r\noffices.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"To continue their offices\" indefinitely until\r\n\r\nthey  sought  to  retire  themselves!  Now,  under\r\n\r\nparagraph 46 (c), we have reached agreement:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Special arrangements regarding Supreme Court\r\n\r\nJudges not of local origin: In accordance with the\r\n\r\nSingapore  Government's plans for  Malayanisation,\r\n\r\narrangements  have been made to  provide  for  the\r\n\r\nretirement on compensation terms of members of the\r\n\r\njudiciary not of local origin.\"\r\n\r\n\r\n\r\n<br><br>Similarly  with police officers. He will  remember\r\n\r\nthat,  last  year, he was prepared to  accept  Her\r\n\r\nMajesty's  Government's position as  expressed  in\r\n\r\nparagraph  54 of Sessional Paper No.  Cmd.  31  of\r\n\r\n1956:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Secretary of State confirmed that Her\r\n\r\nMajesty's Government attached great importance  to\r\n\r\nthe retention of the right to control appointments\r\n\r\nof  Commissioner of Police, Deputy Commissioner of\r\n\r\nPolice and Director of Special Branch.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> We have accepted that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Let me come to that by and by\r\n\r\nwhen  I remind him of what took place when he went\r\n\r\ncrawling back on his belly to see his dear  friend\r\n\r\nAlan to try and reopen the talks. Now\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1761</b></font><br><br>\r\n\r\n\r\n\r\npolice  officers however high up  come  under  the\r\n\r\nPublic  Services  Commission with  only  this  one\r\n\r\ncheck - not  even  a safeguard but  only  one  minor\r\n\r\nobstacle - that  there could be a  reference  back\r\n\r\nonce  by  the Internal Security Council. Paragraph\r\n\r\n29  of  the  Report of the Singapore  Constitution\r\n\r\nConference (Sessional Paper No. Misc. 2  of  1957)\r\n\r\nreads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Senior Police Appointments\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;29. With regard to the three Senior Police\r\n\r\nOfficers,  i.e. the Commissioner of  Police,  the\r\n\r\nDeputy Commissioner of Police and the Director  of\r\n\r\nthe   Special   Branch,  we  agreed   that   these\r\n\r\nappointments  should  be  manifestly   free   from\r\n\r\npolitical  influence, and should therefore  remain\r\n\r\nwithin   the   sphere   of  the   Public   Service\r\n\r\nCommission.  In view however of the importance  of\r\n\r\nthese  posts  to  internal  security,  opportunity\r\n\r\nshould  be provided for either Government to  make\r\n\r\nrepresentations or call for reconsideration before\r\n\r\na recommendation put forward by the Public Service\r\n\r\nCommission    was   approved   by   the    Queen's\r\n\r\nrepresentative.  We  agreed,  therefore,  that  it\r\n\r\nshould  be  provided that these three appointments\r\n\r\nshould  be  made by the Queen's representative  on\r\n\r\nthe   recommendation   of   the   Public   Service\r\n\r\nCommission, and that the Internal Security Council\r\n\r\nshould be informed of the recommendation before it\r\n\r\nwas submitted to the Yang di-Pertuan Negara.\"\r\n\r\n\r\n\r\n<br><br>And these are the operative words:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Council might refer the recommendation back\r\n\r\nto  the  Public Service Commission  once;  but  if\r\n\r\nrepeated   it  [i.e. the  recommendation]   would\r\n\r\nstand.\"\r\n\r\n<br><br>Where  therefore  lies this  charge  that  he  was\r\n\r\noffered more last year than what we obtained  this\r\n\r\nyear?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again as to the Internal Security Council, he\r\n\r\nsaid last year that this Internal Security Council\r\n\r\nwould be under the control and supervision of  the\r\n\r\nHouse of Commons - the British people in whom he had\r\n\r\ngreat  faith.  The  recommendation  of  the   High\r\n\r\nCommissioner who not only is the Chairman but  has\r\n\r\nthe   decisive  vote  on  this  Internal  Security\r\n\r\nCouncil, could result in an Order in Council  from\r\n\r\nthe  Queen.  Surely, he could not  have  forgotten\r\n\r\nthat  that was the shameful compromise with  which\r\n\r\nhe  ran  back  to the Colonial Secretary?  Let  me\r\n\r\nremind him of it from the news reports. On Friday,\r\n\r\nMay  18,  the  Daily Telegraph, a good  right-wing\r\n\r\nnewspaper, gave the Member for Cairnhill  a  great\r\n\r\ndeal of cover in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1762</b></font><br><br>\r\n\r\n\r\n\r\nthe days when he was banging the colonial gong for\r\n\r\nthe British:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Mr Lennox-Boyd had told him that he would give\r\n\r\nserious consideration to the new proposals only if\r\n\r\nthey  had the support of the Delegation.  He  [Mr\r\n\r\nDavid  Marshall] had gone to the Minister's  house\r\n\r\nin   Chapel   Street - Belgravia - for  an   informal\r\n\r\nmeeting  to explain his 'new idea', following  the\r\n\r\nbreakdown talks on independence for the Colony.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lennox-Boyd previously rejected Mr Marshall's three-year time limit for the special\r\n\r\npowers  on  internal  security  on  which  Britain\r\n\r\ninsists   as   a   safeguard   against   Communist\r\n\r\nsubversion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After the meeting, Mr Marshall still would not\r\n\r\ndisclose  the nature of his new plan. He explained\r\n\r\nthat he had written a letter containing details of\r\n\r\nthe  new approach to Mr Lennox-Boyd and would not\r\n\r\npublish  it  until he had received the  Minister's\r\n\r\nformal reply.\"\r\n\r\n\r\n\r\n<br><br>Let  us  see  this new proposal. This was  in  the\r\n\r\nexchange  of letters which you will remember,  Mr\r\n\r\nSpeaker, always began with loving endearments:\r\n\r\n\r\n\r\n<br><br>\"17th May, 1956.\r\n\r\n\r\n\r\n<br><br>My dear Alan,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since the breakdown of the Conference on Tuesday\r\n\r\nan  idea for a new approach to our differences has\r\n\r\noccurred   to   me.  I  am  putting  forward   the\r\n\r\nsuggestion contained in this letter entirely on my\r\n\r\nown  initiative and responsibility. You are  aware\r\n\r\nhow  repugnant  the whole principle of  overriding\r\n\r\npowers of legislation is to me personally and  how\r\n\r\ndangerous I consider the existence of such  powers\r\n\r\nis  to the principle I seek to establish of stable\r\n\r\nand  friendly  relations with the United  Kingdom.\r\n\r\nThese  Imperial powers of legislation (as  defined\r\n\r\nby  you)  are  far outside the scope  of  what  is\r\n\r\nnormally   understood  by  the  phrase   'external\r\n\r\ndefence'... The suggestion is this: -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) that the overriding powers of legislation\r\n\r\nby   Orders   in   Council   and   Emergency\r\n\r\nRegulations sought by you, in the Context of\r\n\r\nyour  proposal  for the Composition  of  the\r\n\r\nDefence and Security Council [i.e. a British\r\n\r\nChairman  with a casting vote, Sir],  should\r\n\r\nbe  subject to affirmative resolution of the\r\n\r\nHouse  of Commons (such approval to be prior\r\n\r\nor subsequent as the Circumstances require);\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) in order to meet the very real need of the\r\n\r\npeople  of  Singapore for an end of  colonial\r\n\r\nrule,  the  relationship  of  the  State   of\r\n\r\nSingapore  with the United Kingdom should  be\r\n\r\noutside the scope of the Colonial Office  and\r\n\r\nin   any   other   Ministry   as   may   seem\r\n\r\nappropriate;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) that there should be a representative of\r\n\r\nHer  Majesty in Singapore as the Head of  the\r\n\r\nState  in Singapore through whom the  loyalty\r\n\r\nof the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1763</b></font><br><br>\r\n\r\n\r\n\r\npeople  of this nascent state would  find  a\r\n\r\nmeans of coalescing...\".\r\n\r\n\r\n\r\n<br><br>What was the suggestion? He was prepared to accept\r\n\r\nHer   Majesty's  Government's  proposal  that  the\r\n\r\nBritish  High Commissioner should be the  Chairman\r\n\r\nwith  a casting vote on that Security Council with\r\n\r\npowers  to make or recommend Emergency Regulations\r\n\r\nand  Orders  in  Council provided  they  are  laid\r\n\r\nbefore the House of Commons.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> In external affairs.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> And in internal affairs. We are\r\n\r\nprepared  to  put  our  fate  together  with   the\r\n\r\nFederation, which the Member for Cairnhill is  not\r\n\r\nprepared  to  do,  because  if  we  go  with   the\r\n\r\nFederation, there will be only one Prime  Minister\r\n\r\nfor  the two territories. Let me remind him of the\r\n\r\nreception  of this \"new idea\" amongst  Members  of\r\n\r\nhis  own  delegation, lest we  forget  those  last\r\n\r\nfamous  days  at St. James' Court, like  the  last\r\n\r\ndays  of Hitler in his bunker: New idea after  new\r\n\r\nidea,  hour  by  hour, emergency conference  after\r\n\r\nemergency  conference, and the delegation  trooped\r\n\r\nin  just like Hitler's generals trooped in! But as\r\n\r\nimpending  doom came nearer and nearer,  less  and\r\n\r\nless  generals  attended these  conferences  until\r\n\r\nfinally,  at  that  famous  tea  party  in  Chapel\r\n\r\nStreet - Belgravia - only two field-marshals turned up\r\n\r\nfor  him - the Minister for Health (Mr A. J. Braga)\r\n\r\nof  whom  he must be justly proud and the Minister\r\n\r\nfor  Labour and Welfare (Mr Lim Yew Hock) of whom\r\n\r\nhe  was  very  proud.  Has  he  forgotten  why  he\r\n\r\nforfeited the respect of the whole delegation? Let\r\n\r\nme read to him what the News Chronicle reported as\r\n\r\nthe  curtain  dropped in London - Act  V,  Scene  V!\r\n\r\nFriday,  May  the 18th, \"Marshall  Fails  in  Last\r\n\r\nTalk\":\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The door of Mr Alan Lennox-Boyd's Belgravia\r\n\r\nHouse  shut  silently on Mr David  Marshall  last\r\n\r\nnight  and  Singapore's usually tempestuous  Chief\r\n\r\nMinister  was left standing glumly on the doorstep\r\n\r\ntwiddling a red camelia in his fingers. Apart from\r\n\r\nthe  flower,  he came away empty-handed  from  his\r\n\r\neleventh-hour  attempt  to persuade  the  Colonial\r\n\r\nSecretary  to reopen negotiations on the political\r\n\r\nfuture of Singapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1764</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A dejected Mr Marshall said that it was the end.\r\n\r\nHe  would fly back on Monday and resign. He  would\r\n\r\nnot  say  whether  he would stand  for  Parliament\r\n\r\nagain.  For  an  hour  over the  teacups,  he  had\r\n\r\npersevered  with his forlorn hope. He promised  to\r\n\r\naccept  all  that  Mr  Lennox-Boyd  had  demanded\r\n\r\nsubject  only to one condition. This was that  the\r\n\r\nBritish  House of Commons should approve the  acts\r\n\r\nof the Island's Security Council.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The talks to give Singapore's 1,200,000 people\r\n\r\nself-government broke down on Tuesday because  Mr\r\n\r\nMarshall  refused  to accept a  British  dominated\r\n\r\nCouncil  with  overriding powers to  interfere  in\r\n\r\ndomestic affairs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Urged on by British Labour leaders, Mr Marshall\r\n\r\nswallowed  his  objections  to  the  Council   and\r\n\r\nresolved on one last try at a compromise. Only two\r\n\r\nof  his  twelve  delegates backed  him;  they  are\r\n\r\nfellow Ministers in the Cabinet.\"\r\n\r\n\r\n\r\n<br><br>Says the footnote: \"That Camelia\":\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"During tea, Mr Marshall commented that he had\r\n\r\nnever  before seen such a red one. Mr Lennox-Boyd\r\n\r\ncut a bloom and gave it to him.\"\r\n\r\n\r\n\r\n<br><br>Sir, we gave him all the loyalty that any leader\r\n\r\nof any delegation could have asked for -\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> That is all you know about\r\n\r\nloyalty.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> -and he forfeited that right.\r\n\r\nHas  he forgotten the Member for Tiong Bahru  (Mr\r\n\r\nWilliam  Tan),  when he was told on  that  fateful\r\n\r\nevening  of  this  new idea - at  one  of  the  last\r\n\r\nmeetings when the generals attended - he said,  \"How\r\n\r\ncan,  man?\"  There  are other  witnesses  in  this\r\n\r\nAssembly  other than the eleven silent  ones.  The\r\n\r\nformer  Secretary of the delegation would remember\r\n\r\nit  with a vividness which, I am sure, could never\r\n\r\nbe  erased from his memory. We have had enough and\r\n\r\nwe  are  not going to have any more nonsense  from\r\n\r\nthe   Member   for  Cairnhill - the   chameleon   of\r\n\r\nCairnhill. We stand by principle.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I cannot have the use of the\r\n\r\nword \"nonsense\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> We will resist any jockeying,\r\n\r\nany  manoeuvring, not because we want to  persecute\r\n\r\nthat  poor  man who thinks he is being  persecuted\r\n\r\nbecause it is fashionable. He is irrelevant  as  a\r\n\r\nprivate  person but if he chooses to  raise  grave\r\n\r\nissues  and  join  them with the  People's  Action\r\n\r\nParty, then he must \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1765</b></font><br><br>\r\n\r\n\r\n\r\nexpect the People's Action Party to join issues with\r\n\r\nhim.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, at the end of this motion when\r\n\r\nthe  votes  have  been taken, I  shall  tender  my\r\n\r\nresignation as Member for Tanjong Pagar.  I  shall\r\n\r\nbe  standing  in the Tanjong Pagar by-election  as\r\n\r\nthe  P.A.P. candidate for Tanjong Pagar. I am sure\r\n\r\nthat the ex-Chief Minister-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Although that has some\r\n\r\nbearing  on  the motion, I cannot see  how  it  is\r\n\r\nstrictly relevant. I have ruled out the Member for\r\n\r\nCairnhill as being irrelevant when he referred  to\r\n\r\na challenge to a by-election.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> It is relevant to this extent,\r\n\r\nMr  Speaker, Sir, in that it is said that  we  do\r\n\r\nnot  represent the views of the people when we say\r\n\r\nthat  elections should be held on a day after  the\r\n\r\n1st of January, 1958, as we shall decide depending\r\n\r\nupon the period for registration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is said that the constitution is a fraud on\r\n\r\nthe people of Singapore and that the P.A.P. was  a\r\n\r\nparty  to this fraud. That will be tested.  It  is\r\n\r\nalso   said  that  the  anti-subversion   ban   of\r\n\r\nparagraph 30 is a matter which the people support.\r\n\r\nBut we say, \"This is an acceptable constitution at\r\n\r\nthis  point,  that it is a halfway house  to  full\r\n\r\nindependence  with merger with the  Federation  of\r\n\r\nMalaya.\"  but that paragraph 30 cannot be defended\r\n\r\non  principle and must be removed before  the  new\r\n\r\nconstitution comes into force.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill's amendment seeks an\r\n\r\nimmediate   implementation   of   this    colonial\r\n\r\nconstitution, as he calls it, with  this  ban.  He\r\n\r\nsaid  that  he wanted to justify his view  at  the\r\n\r\nelections. So it shall be. The fight is not  over.\r\n\r\nThis  Report is a Report. If it were an agreement,\r\n\r\nthere  will  be no more fight. But we shall  carry\r\n\r\nthis  fight  into the constituency, back  to  this\r\n\r\nChamber  and  back to London, when  necessary.  My\r\n\r\nParty  took its stand on this Report and  we  will\r\n\r\njustify it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The ex-Chief Minister wants to have it both\r\n\r\nways:   first,  he  says,  \"Ban  and   block   the\r\n\r\nextremists,\"  and  second,  he  says,  \"But  these\r\n\r\nwicked people have used the Preservation of Public\r\n\r\nSecurity\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1766</b></font><br><br>\r\n\r\n\r\n\r\nOrdinance.\"  Who passed it? The ex-Chef  Minister!\r\n\r\nWho  resisted?  We  did. On  principle,  we  still\r\n\r\noppose   the   Preservation  of  Public   Security\r\n\r\nOrdinance. He can laugh but let me tell him  this,\r\n\r\nthat  we understand the full implications of every\r\n\r\none  of  our  public  declarations.  What  we  say\r\n\r\npublicly,  we  honour publicly. That is  something\r\n\r\nwhich he, I am sure, will never understand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He has said that we have abandoned our\r\n\r\ncolleagues.  Mr  Speaker, Sir, only  he  who  has\r\n\r\nthose  low standards of moral conduct would  think\r\n\r\nthat others would do what he would. These men whom\r\n\r\nhe once referred to in glowing terms: \"Today (22nd\r\n\r\nMarch,  1956)  I  am  proud of  my  collection  of\r\n\r\nSingaporeans whom you elected to run the country,\"\r\n\r\nand  Members  will remember that he  turned  round\r\n\r\nparticularly  and said, \"What a wonderful  crew  I\r\n\r\nhave  got,  now  that  I have  got  rid  of  these\r\n\r\nhorrible  types  over  there.\"  Now,  we  are  all\r\n\r\nhorrible  men.  Everybody  is  out  of  step.   He\r\n\r\nrepresents the spirit of the Labour Front which is\r\n\r\nnow  dead. Everybody has got a left foot  forward,\r\n\r\nhe  has  got  a right foot forward.  Now  he  will\r\n\r\nunderstand  that  there are certain  standards  of\r\n\r\nconduct  which  unless adhered to leave  some  men\r\n\r\nisolated  and  abhorred.  We  will  fight  him  on\r\n\r\nprinciple  not  because we want to  destroy  David\r\n\r\nSaul Marshall - ex-Hon. Chief Minister, ex-President\r\n\r\nof  the Labour Front Party and ex-Senior Committee\r\n\r\nMember  of  the Labour Front Party.  His  personal\r\n\r\nlife,  his personal history and his future  career\r\n\r\ndo  not  interest  us. But if  he  challenges  the\r\n\r\npolicy of the People's Action Party which has been\r\n\r\nforged  in  the  best interest of  the  people  of\r\n\r\nSingapore and Malaya, then he must be prepared  to\r\n\r\njustify  it.  It is a fight of consistency  versus\r\n\r\nconfusion,  of  collective leadership  versus  the\r\n\r\npersonality  cult,  of the People's  Action  Party\r\n\r\nversus the chameleon of Cairnhill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I regret to know that certain\r\n\r\nMembers object to this debate going on beyond four\r\n\r\no'clock. If I occupy too much of the time of  this\r\n\r\nHouse,  I might deprive other Members from getting\r\n\r\nsome  space in tomorrow's papers and getting their\r\n\r\nviews known. I therefore propose to try to sum  up\r\n\r\nmy\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1767</b></font><br><br>\r\n\r\n\r\n\r\narguments  in order that there would be  time  for\r\n\r\nMembers  both of the Government and of  the  other\r\n\r\nOpposition Party to put forward their views.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The fight over the agreed proposals in the\r\n\r\nReport.   We   will  justify  the  date   of   the\r\n\r\nimplementation - some day after the 1st of  January,\r\n\r\n1958 - after  a  reasonable period has  elapsed.  We\r\n\r\npropose  six months as that reasonable period.  An\r\n\r\nAddress  will  be made from this Assembly  to  the\r\n\r\nGovernor.  If  the People's Action Party  says  it\r\n\r\nwill  have an election on the date recommended  by\r\n\r\nthis Assembly, it will fight for that date.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Now he is fighting for his\r\n\r\ncolleagues!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Second, the Internal Security\r\n\r\nCouncil  is a sound and practical proposition.  We\r\n\r\nbelieve  in  merger  with the  Federation  as  our\r\n\r\nproper  destiny and the only hope of our  survival\r\n\r\nas  an  independent democratic State in South-East\r\n\r\nAsia. We say that whoever says that that is a sell-out is not only anti-merger but is anti-Malayan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Third, the agreed parts of this Report, as\r\n\r\ndistinct from paragraph 30 which is not an  agreed\r\n\r\npart  of  the Report, should be accepted but  that\r\n\r\nparagraph 30 should be rejected in toto. We do not\r\n\r\nwant  a  constitution  with  paragraph  30  in  it\r\n\r\nwhether  put in by the Colonial Office  or  by  an\r\n\r\nelected  Government, if the Member  for  Cairnhill\r\n\r\nwins  the by-election and if that is the  wish  of\r\n\r\nthe  people,  then he can put in paragraph  30.  I\r\n\r\nbelieve that the people of Singapore, whatever the\r\n\r\nview of the Member for Cairnhill, will not support\r\n\r\nthis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fourth, the Yang di-Pertuan Negara is to be\r\n\r\nappointed by the Singapore Government advising Her\r\n\r\nMajesty's Government to advise the Queen and  that\r\n\r\nis  the  meaning of \"after consultation with\".  To\r\n\r\nsuggest  that  Her  Majesty's Government  appoints\r\n\r\nthis  Malayan-born who could be an  expatriate  is\r\n\r\nfantasy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The difference between the Member for\r\n\r\nCairnhill's  approach  to  this  problem  and   my\r\n\r\nParty's approach is this. As\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1768</b></font><br><br>\r\n\r\n\r\n\r\nfar  as  the Member for Cairnhill is concerned,  a\r\n\r\nnew constitution should be the end of the road. He\r\n\r\nis  satisfied  either if he has got  merdeka  with\r\n\r\nforeign  affairs  and defence permanently  in  the\r\n\r\nhands  of  the British or if Singapore  becomes  a\r\n\r\nUnited Nations' Asian Headquarters, something like\r\n\r\nShanghai   was,   with  everybody  having   extra-territorial rights, a prostitute to be ravished by\r\n\r\nevery  sinner in the world. That was his objective\r\n\r\nbut  because  he knows the feeling for  merger  is\r\n\r\nstrong,  lip  service is paid  to  merger  in  the\r\n\r\nindefinite  future.  Our  attitude  is  that  this\r\n\r\nconstitution will bring the Federation closer with\r\n\r\nSingapore,  that  this  is  a  constitution  which\r\n\r\nrecognises the hard facts-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> The prostitution.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> To the Federation?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> This is a step in the right\r\n\r\ndirection - a half-way house - from which  we  go  to\r\n\r\nfreedom  with the Federation. Let us  face  facts,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, whatever happens, we shall campaign for\r\n\r\nthis  constitution as a half-way house and  if  we\r\n\r\ncan get this constitution without paragraph 30, we\r\n\r\nwill  have  advanced a step forward in  the  right\r\n\r\ndirection - in  the direction of one  State,  United\r\n\r\nMalaya. That is my Party stand. That is the  issue\r\n\r\non which we shall fight in Tanjong Pagar.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I oppose the amendment in the\r\n\r\nname of the Member for Cairhill.\r\n\r\n\r\n\r\n<br><br>3.03 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b>\r\n\r\nMr  Speaker,  Sir,  yesterday,  all  of  us  were\r\n\r\ntreated to a play to the Gallery.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Minister-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Only the Straits Times can say\r\n\r\nthat.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Minister has\r\n\r\nstarted  off  on  the wrong foot. Will  he  please\r\n\r\nwithdraw that expression?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1769</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> As you please, Sir, I withdraw\r\n\r\nthat,  Mr  Speaker. For one moment  yesterday,  I\r\n\r\nthought that this House was turned into a court of\r\n\r\nlaw,  a jury with all the Assemblymen sitting down\r\n\r\nand   with  a  prosecutor  prosecuting  some  poor\r\n\r\nunknown accused person.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill referred to the stony\r\n\r\nsilence  that  greeted the Merdeka  Mission  which\r\n\r\ncame  back  from London. Yes, he referred  to  the\r\n\r\nboos  and  to the cries of \"Merdeka!\", dubbed  in.\r\n\r\nThe  boos were directed at me. At least, I had the\r\n\r\ncourage  to  face them. Where was the  Member  for\r\n\r\nCairnhill? Had he the courage to stand  up  before\r\n\r\nthem and receive the boos? No. He was away in Batu\r\n\r\nPahat   doing  duty  to  some  Malayans   in   the\r\n\r\nFederation  of Malaya. He objected  to  shouts  of\r\n\r\n\"Merdeka!\" being dubbed in because it happened  to\r\n\r\nbe the voice of the Member for Tanjong Pagar.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, he referred to the good Chinese school\r\n\r\nstudents of Singapore. He referred to them  as  \"a\r\n\r\npot of gold\" or words to that effect. Members will\r\n\r\nremember  that in this very House, he referred  to\r\n\r\nthose  students as children sick with chicken-pox.\r\n\r\nThey are now no more sick! They are pure gold now!\r\n\r\nBut  at  least I am consistent. I have been saying\r\n\r\nthat  I forbid pupils from taking part in politics\r\n\r\nand  I  do  say it now. Even with any election  in\r\n\r\nfront  of me. I will still be consistent  and  say\r\n\r\nthat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill also said that we could\r\n\r\nhave  elections  in July this year.  Now,  I  will\r\n\r\nrefer  to  a  portion of his speech made  on  10th\r\n\r\nMarch at the Kong Hwa School, a place which is not\r\n\r\nsuitable for political activities or for political\r\n\r\nspeeches. Here is what he said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The proposed new constitution provides for 51\r\n\r\nelected  Members and the creation of the State  of\r\n\r\nSingapore. For the constitution to come into force\r\n\r\nputting  an  end  to  colonial  rule  in  internal\r\n\r\naffairs  there  must be therefore a newly  elected\r\n\r\nAssembly.  We cannot create citizens in the  State\r\n\r\nof  Singapore until the State of Singapore  is  in\r\n\r\nbeing.  Therefore, to give voting rights  to  non-domiciled aliens before the new constitution comes\r\n\r\ninto  force  means  to create  what  U.M.N.O. and\r\n\r\nP.A.P. call \"second-class citizens\" under the proposed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1770</b></font><br><br>\r\n\r\n\r\n\r\nlaw  which was rejected in 1955.  It  means\r\n\r\nthat there must be an oath of exclusive loyalty to\r\n\r\nthe colony of Singapore and not to the independent\r\n\r\nState of Singapore.\"\r\n\r\n\r\n\r\n<br><br>Further:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"What is the objection to elections in 1959? The\r\n\r\nobjection  is  simply this,  that  until  the  new\r\n\r\nelections take place, the new constitution  cannot\r\n\r\ntake  effect  and  the postponement  of  elections\r\n\r\ntherefore  means quite simply the postponement  of\r\n\r\nmerdeka, new life for the Rendel Constitution  and\r\n\r\nthe  present  Assembly  and  the  prolongation  of\r\n\r\ncolonial rule for a further two years.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now we are told that we can have elections in\r\n\r\nJuly   1957.   Now,   Sir,   we   can   see   what\r\n\r\ncontradictions the Member for Cairnhill has made.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> You only see. You do not\r\n\r\nunderstand.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Mr Speaker, Sir, yesterday I\r\n\r\nlistened  for  more than two and a half  hours  in\r\n\r\nsilence to the wonderful speech of the Member  for\r\n\r\nCairnhill and I think that there should be  enough\r\n\r\ndecorum and dignity in this House for me to expect\r\n\r\nthe same treatment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill also said that the\r\n\r\nChief  Minister  had to apply  the  Whip  on  this\r\n\r\nnational matter. I am not coming to the aid of the\r\n\r\nChief Minister in this matter but I wish to inform\r\n\r\nthe  House  of  the fact that when I received  the\r\n\r\nletter   of   resignation  from  the  Member   for\r\n\r\nCairnhill, I did not consult the Chief Minister. I\r\n\r\nbrought it to the Central Committee and it  was  a\r\n\r\nunanimous vote, with not one dissenting voice,  to\r\n\r\naccept the resignation. So, the Chief Minister did\r\n\r\nnot,  in  fairness to him, apply the  Whip  either\r\n\r\nthrough me or through the Party and as a matter of\r\n\r\nfact, the application of the Whip should have been\r\n\r\ndecided  not by the Party of the Labour Front  but\r\n\r\nby a Parliamentary Committee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think that the Member for Tanjong Pagar has\r\n\r\ntorn  to  bits the suggestion that we can register\r\n\r\nthe  prospective citizens in about six  weeks  and\r\n\r\nthat another six weeks may be required to put  the\r\n\r\nnames  on  the electoral rolls and for objections,\r\n\r\netc. I think that the Hon. the Chief Minister will\r\n\r\nexplain  and  prove  that  this  is  just  wishful\r\n\r\nthinking and impossible.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1771</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the subversion paragraph, we signed\r\n\r\nthe Report in opposition to that paragraph because\r\n\r\nthen we had no mandate from our Party. None of  us\r\n\r\nhad a mandate and we thought that we were right in\r\n\r\nopposing  that  condition. That condition  was  an\r\n\r\nimposition on us. Her Majesty's Government has the\r\n\r\npower   still  to  impose  such  a  condition   on\r\n\r\nSingapore and we intended to come back to get  our\r\n\r\nParty  stand on this matter. We did not  rush  out\r\n\r\nand  make our plans without consultation with  the\r\n\r\nParty.  We  came  back  and  at  least  I  had   a\r\n\r\nconsultation with my Party. Our stand is this:  We\r\n\r\noppose  it because we think that we can fight  the\r\n\r\nsubversive elements ourselves. The Labour Front at\r\n\r\nleast  has demonstrated that it will not  hesitate\r\n\r\nto  take  action against any subversive  elements.\r\n\r\nThat  is  shown in our action in October 1956  and\r\n\r\ntherefore  we  say we oppose it because  we  think\r\n\r\nthat  without falling back on the Colonial  Office\r\n\r\nwe  can  fight the subversive elements in our  own\r\n\r\nway and in our time.\r\n\r\n\r\n\r\n<br><br>3.12 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck (Paya Lebar):</b> Mr Speaker,\r\n\r\nSir, we have been treated to nearly four hours  of\r\n\r\na  very long speech by the Member for Cairnhill on\r\n\r\nthis  motion. When we reflect on all that he  said\r\n\r\nin  those  four hours and try to get the substance\r\n\r\nof  what he said, I think we shall find that there\r\n\r\nis  very  little  of any value  in  what  he  said\r\n\r\nyesterday and this morning and that is because  he\r\n\r\nhas looked upon the whole subject with a jaundiced\r\n\r\neye.  He has always been very prone in his  nature\r\n\r\nto  look  on one side of the problem and when  his\r\n\r\nheart  or mind is taken up by a subject or by  the\r\n\r\ncomplaints of a certain class of people, he is apt\r\n\r\nonly  to  concentrate on that class of people  and\r\n\r\nforget  the  rest of Singapore. The way  he  spoke\r\n\r\nwould  be admirable in a court of law when  he  is\r\n\r\ndefending a man who might lose his life, but it is\r\n\r\nabsolutely  useless to speak in such an  emotional\r\n\r\nmanner in this House where the primary duty is not\r\n\r\nfor  interest of one section of the people - it  may\r\n\r\nbe  a very small section of the people - but for all\r\n\r\nthe  people  as  a whole and for  the  benefit  of\r\n\r\nSingapore in particular.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1772</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He claims to have been speaking for the \"people\r\n\r\nof  Singapore\"; which people? To us, he is a  lone\r\n\r\nvoice. \"Where were the people to shout and welcome\r\n\r\nthe  delegates  home  when they  came  back?  Only\r\n\r\nsilence  and cold contempt.\" Whom do we  represent\r\n\r\nin  this  House, all the Parties? And the  various\r\n\r\nParties,  I  think,  do  represent  quite  a  good\r\n\r\nproportion  of  the  people of Singapore.  Yet  we\r\n\r\ncount for nothing! He was not there, he was not in\r\n\r\nthe procession to see what reception the delegates\r\n\r\nreceived;  yet  he  could  spend  half   an   hour\r\n\r\ndescribing  the \"cold contempt\" that was  accorded\r\n\r\nto this delegation!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, happiness or satisfaction can be expressed\r\n\r\nin  two  ways: one, with jubilation or unnecessary\r\n\r\nemotion, as the ex-Chief Minister has always done;\r\n\r\nthe   other  is  to  feel  calm  satisfaction  and\r\n\r\ncontentment, which is the way we want  the  people\r\n\r\nof  Singapore to accept the new constitution which\r\n\r\nhas  been  granted  to  us.  For  the  Member  for\r\n\r\nCairnhill, what difference does it make if  a  few\r\n\r\nwindows get broken, a few heads get broken, and  a\r\n\r\nfew   lives  are  lost,  so  long  as   there   is\r\n\r\njubilation,   there  are  shouts  of   \"Merdeka!\"?\r\n\r\nNothing!  We  have seen that; we have  experienced\r\n\r\nthat.  As  I said, at the last meeting in  London,\r\n\r\nall the delegates to the conference agreed amongst\r\n\r\nthemselves  that  there  should  be  no  rally  in\r\n\r\nSingapore  because  it  might  lead  to  incidents\r\n\r\nagain.  However, if our demands were not satisfied\r\n\r\nthat  time,  then  we  would support  a  rally  of\r\n\r\nprotest.  Well, that is the reason for  the  \"cold\r\n\r\nand stony silence\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I come to the question of the allegation of\r\n\r\nthe Member for Cairnhill that our Mission has been\r\n\r\nan  absolute failure, the agreement a sell-out  of\r\n\r\nthe  people of Singapore. We will have to go  into\r\n\r\nsome  detail and I shall prove that he  is  wrong,\r\n\r\ncompletely wrong, that you can only regard it as a\r\n\r\nfailure   if  you  look  upon  every  act,   every\r\n\r\nsentence,  every paragraph in this  document  with\r\n\r\nfear,  suspicion,  prejudice and  contempt.  After\r\n\r\nall,   what  did  we  achieve?  We  have  achieved\r\n\r\neverything which we set out to get. We  knew  what\r\n\r\nwe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1773</b></font><br><br>\r\n\r\n\r\n\r\nwanted and we knew what we could get. What we  got\r\n\r\nthis  time is more than what the ex-Chief Minister\r\n\r\nwould  have got if the Secretary of State for  the\r\n\r\nColonies had agreed to reopen the talks after  the\r\n\r\ntalks had failed the previous time. I do not think\r\n\r\nanyone  in this House, or any other Member of  the\r\n\r\nprevious  delegation, did more than I  to  try  to\r\n\r\nhold  the  previous  talks and prevent  them  from\r\n\r\nfailing.  At  the very last moment, when  the  ex-Chief Minister had refused to accept the terms  of\r\n\r\nthe British Government, I got up and said, \"Do not\r\n\r\nlet us take any step which will make it impossible\r\n\r\nto discuss this matter again. Let us sleep over it\r\n\r\ntonight.\"  But I was brushed aside. Then,  on  the\r\n\r\nway out, in a moment of vexation, he issued a very\r\n\r\nvenomous   release   to  the  world   Press.   Yet\r\n\r\nimmediately  after that, when we had  returned  to\r\n\r\nour  hotel, he again summoned us down; we were all\r\n\r\nasked  to get together again to try to reopen  the\r\n\r\ntalks. Sir, there are certain things which one can\r\n\r\ndo,  but there are certain things which cannot  be\r\n\r\ndone - after  the  venomous attacks on  the  British\r\n\r\nGovernment,  not one of us in the delegation  felt\r\n\r\nthat  we could be humiliating enough to crawl back\r\n\r\nand  ask for the talks to be reopened. Even if the\r\n\r\ntalks  had been reopened, I am quite sure we could\r\n\r\nnever have got more than what is contained in this\r\n\r\nPaper today. The principal reason why the previous\r\n\r\ntalks  broke  down  was  because  the  Member  for\r\n\r\nCairnhill  would not accept a British chairman  of\r\n\r\nthe Internal Security Council with a casting vote.\r\n\r\nIf  we  had  gone back that day and the talks  had\r\n\r\nbeen  reopened, would we have got any  more?  That\r\n\r\nwas the very point which was not acceptable to us;\r\n\r\nbut here, we have overcome it, we have accepted  a\r\n\r\ncompromise  whereby  the deciding  member  is  our\r\n\r\nfriend a Minister from the Federation. And we  are\r\n\r\nhappy  to leave this very important matter in  his\r\n\r\nhands  because, being a neighbouring  country,  we\r\n\r\nare  as  one, if not legally, then as a matter  of\r\n\r\ncontact; and we are quite sure that, when it comes\r\n\r\nto  a show-down, the Minister of the Federation on\r\n\r\nthis  Council  will  take  our  side,  unless  our\r\n\r\ndemands are impossible.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1774</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, under paragraph 24, we have been given\r\n\r\ncomplete assurance that Her Majesty's Government's\r\n\r\nintention  is  that  the new  constitution  should\r\n\r\nconfer     upon    Singapore    Ministers     full\r\n\r\nresponsibility  for maintaining internal  law  and\r\n\r\norder, and preventing subversion. That is an over-riding  paragraph. Then, under  paragraph  26,  we\r\n\r\nhave,  what the Member for Cairnhill has  alleged,\r\n\r\ngiven  back  everything to the British Government,\r\n\r\nbecause sub-paragraph (ii) states that one of  the\r\n\r\nfunctions  of  the  Council  is  to  maintain  the\r\n\r\nefficiency   of   all  organs  of  the   Singapore\r\n\r\nGovernment  concerned with internal security.  But\r\n\r\nsurely  this paragraph must be read in conjunction\r\n\r\nwith  paragraph  24; we are given overall  powers,\r\n\r\nand  paragraph  26 deals with the  powers  of  the\r\n\r\nCouncil.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Read paragraph 25.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Will the Member for Paya\r\n\r\nLebar please continue?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> That is if you choose to read\r\n\r\nthings  in their context without a jaundiced  eye.\r\n\r\nNow, there is also the complaint on paragraph  40,\r\n\r\nunder  which if we went against the wishes of  the\r\n\r\nBritish  Government. Her Majesty's  representative\r\n\r\nhere could tell the Yang di-Pertuan Negara what to\r\n\r\ndo, and it should be carried out. Well, that is  a\r\n\r\nstep  which  could and would be  taken  only  when\r\n\r\nSingapore  is  in  extremis,  when  there  is   an\r\n\r\nabsolute  danger of chaos. By this  paragraph,  we\r\n\r\nare giving a chance to Her Majesty's Government to\r\n\r\nadvise  us  what to do, and to try to  prevent  us\r\n\r\nfrom  having our constitution being revoked. I  do\r\n\r\nnot think that that is too big a sacrifice for  us\r\n\r\nto make.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the demand of the Member for\r\n\r\nCairnhill for immediate elections. There is a good\r\n\r\nsaying  about doing things in haste and  repenting\r\n\r\nat  leisure. Apparently experience of this  nature\r\n\r\nhas  not  benefited the Member for  Cairnhill.  We\r\n\r\nshould  not  jump into an election by  just  using\r\n\r\nidentity  cards  (with all  the  mistakes  in  the\r\n\r\nsystem) for registering voters, and without  being\r\n\r\nmore   adequately  prepared.  We  know  that   the\r\n\r\nidentity card system\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1775</b></font><br><br>\r\n\r\n\r\n\r\nis  not perfect, that it needs many amendments. If\r\n\r\nwe   are  to  use  that  system  as  a  basis  for\r\n\r\nelections, checks and cross-checks will have to be\r\n\r\nmade,  and  the  time taken to  do  this  to  hold\r\n\r\nelections  in the manner suggested by  the  Member\r\n\r\nfor Cairnhill will only be a few months within the\r\n\r\ntime  needed to prepare for elections in a regular\r\n\r\nand  proper  way, in the way all Parties  in  this\r\n\r\nHouse are agreed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have seen what harm electioneering can do to\r\n\r\nSingapore if it is whipped up by emotionalism  and\r\n\r\npolitical  opportunism. We have  already  suffered\r\n\r\nenough.  What the public in Singapore wants  is  a\r\n\r\nfew more months or a year of steady government and\r\n\r\norderly  progress leading towards the introduction\r\n\r\nof  the new constitution, not the jumping into  an\r\n\r\nelection at the demand and whim of the Member  for\r\n\r\nCairnhill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is only one thing with which I do agree\r\n\r\nwith  the  Member for Cairnhill - and  that  is  his\r\n\r\nstand  that  those  who  are  detained  under  the\r\n\r\nPreservation  of Public Security Ordinance  should\r\n\r\nnot be allowed to fight an election.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Bravo!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> With that I agree. I say that\r\n\r\ndetained  people who have been given a  chance  to\r\n\r\nappeal  to  a tribunal of three judges  should  be\r\n\r\ndebarred from causing any more trouble. After all,\r\n\r\nthey  are in the position of persons who have been\r\n\r\nsentenced by a court, for although they  have  not\r\n\r\nbeen  tried  publicly, their detention orders  and\r\n\r\npapers  have been vetted very carefully  by  three\r\n\r\njudges.  What more can they want? If  we  were  to\r\n\r\nallow  them to take part in elections, this  would\r\n\r\nin  some respect reflect on the integrity and  the\r\n\r\ntrust  we have put on the judges. To that  extent,\r\n\r\nand  to  that extent only, I agree with the Member\r\n\r\nfor Cairnhill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other point of whether we should accept\r\n\r\nthe  ban imposed by the Secretary of State for the\r\n\r\nColonies.  I stand firm with the other Members  of\r\n\r\nthis House. I say that the ban is unacceptable\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1776</b></font><br><br>\r\n\r\n\r\n\r\nto  us because it is undemocratic.  It\r\n\r\nwas  imposed upon us at the last moment. We  could\r\n\r\nnot have proper consultations with the Assembly in\r\n\r\nSingapore.  Are  we  going  then  to   blame   our\r\n\r\ndelegates  for reserving the right to  refer  that\r\n\r\nban,  that  demand, to us, to this House,  to  say\r\n\r\nwhether  we  accept  or  reject  the  demand   and\r\n\r\ncondition of Her Majesty's Government that no  one\r\n\r\ndetained   under  the  Public  Security  Ordinance\r\n\r\nshould be allowed to contest an election?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have no hesitation whatever in opposing\r\n\r\nthe   amendment   proposed  by  the   Member   for\r\n\r\nCairnhill.  I  say to our delegates on  what  they\r\n\r\nhave  brought back to us from London:  Well  done,\r\n\r\nand thanks!\r\n\r\n\r\n\r\n<br><br>3.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng (Changi):</b> Mr Speaker, Sir, I\r\n\r\nthink it is wrong for the seconder of an amendment\r\n\r\nto  keep silent and see the debate develop into  a\r\n\r\nwrong angle. During these few days, the Press  and\r\n\r\nsocial circles have said there is a big row in the\r\n\r\nAssembly, with one lone voice, that of the  Member\r\n\r\nfor  Cairnhill, raised against the motion. He  has\r\n\r\nmoved an amendment reading:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"regretfully takes note of the Report of the\r\n\r\nSingapore Constitutional Conference held in London\r\n\r\nin March and April 1957, as contained in Sessional\r\n\r\nPaper  No. Misc. 2 of 1957; and nevertheless calls\r\n\r\nfor   the  immediate  implementation  of  the  new\r\n\r\nConstitution  on  the  basis  that   all   persons\r\n\r\nqualified  by residence for citizenship  shall  be\r\n\r\nentitled to vote at the first elections\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, is there anything wrong in principle with\r\n\r\nthis  amendment? If the Member for  Cairnhill  had\r\n\r\nmoved   it   without  so  much  emotionalism   and\r\n\r\nbitterness, would not the amendment be  considered\r\n\r\na    reasonable   one,   especially   the   second\r\n\r\npart - \"nevertheless   calls   for   the   immediate\r\n\r\nimplementation  of  the  new  Constitution\"?   The\r\n\r\nGovernment Parties and also the P.A.P and Liberal-Socialists  have stated they are for early - though\r\n\r\nnot   immediate - implementation   of   the   new\r\n\r\nConstitution.  The only difference, therefore,  is\r\n\r\nin  the  words  \"immediate\" and \"early\";  yet  the\r\n\r\namendment of the Member for Cairnhill led to  such\r\n\r\nbitter argument.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1777</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first part of the amendment \"regrets\". To\r\n\r\nmany  outsiders  who  are not  interested  in  the\r\n\r\nwelfare   of   Singapore,  the   debate   may   be\r\n\r\nfascinating and dramatical. But to me, it is  most\r\n\r\nregrettable. I regretted the situation as far back\r\n\r\nas last year in London, when, at the most critical\r\n\r\nmoment in the talks, I moved an adjournment to let\r\n\r\nthe  Singapore Delegation withdraw, to give  it  a\r\n\r\nlast  chance  to  find a way  out.  Sir,  I  still\r\n\r\nremember   that  I  said,  \"Let  us   accept   the\r\n\r\noffer - under protest. We have nothing with which to\r\n\r\nfight  the strength of the United Kingdom. Let  us\r\n\r\ntake whatever is offered, even though it is 'half-baked',\" as the ex-Chief Minister said.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As citizens of this commercial entrepot, we are\r\n\r\nbound  to  possess a bit of the practical business\r\n\r\nspirit. We therefore say that something is  better\r\n\r\nthan  nothing.  Why  cannot  we  face  facts?  The\r\n\r\nBritish Crown adorns this House, looks on Members.\r\n\r\nDo  we forget that our status is that of a colony?\r\n\r\nA few days back, the Member for Sembawang was very\r\n\r\nworried   about   the  Admiralty  beginning   mass\r\n\r\ndismissals of local civilian workers at the  Naval\r\n\r\nBase. This caused alarm to the Services Unions, as\r\n\r\nmany  people might become jobless. Yet, Sir, on  a\r\n\r\npolitical principle, is it not a very happy  event\r\n\r\nfor  us  if  the British Admiralty cuts  down  its\r\n\r\nbase,  as  it  would then mean a  decline  of  the\r\n\r\ndominant imperial power? However, we cannot afford\r\n\r\nto  lose  the income provided by the British  base\r\n\r\nhere;  we  ask that Britain send more  battleships\r\n\r\nhere,  to  provide  employment  for  Singaporeans.\r\n\r\nWithout  the British Navy, where will be the  rice\r\n\r\nbowl for many thousands of Singapore workers?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are all plain facts in front of us; yet\r\n\r\nwe  argue about shadows. Supreme power still  lies\r\n\r\nin London. Britain not only has over-riding powers\r\n\r\nnow,  but even has the right to interfere  in  our\r\n\r\ninternal  affairs  to maintain internal  security.\r\n\r\nThis is clear, yet the challenge of the Member for\r\n\r\nCairnhill is criticised and the agreement  appears\r\n\r\nto be happily received.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1778</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was absent from the party to welcome home\r\n\r\nthe  Merdeka  Mission. I put up a  personal  one-man\r\n\r\nprotest; I repeated my stand of last year. How can\r\n\r\none  be  happy  in a nationalist  struggle  if  an\r\n\r\nagreement is reached leaving external defence  and\r\n\r\nexternal  affairs  still  in  the  hands  of   the\r\n\r\ncontrolling  power, of the enemy we are  fighting?\r\n\r\nBritain imposed an unreasonable condition  at  the\r\n\r\nlast   minute - the  ban  on  subversive   elements\r\n\r\nstanding  for elections. Britain could be  clearly\r\n\r\nshown  to  be unreasonable for trying to interfere\r\n\r\nin our internal administration. Whether subversive\r\n\r\nelements  should be allowed to stand for elections\r\n\r\nor  not  is  our  business.  Britain  has  clearly\r\n\r\npromised to grant Singapore complete internal self-government.  Sir, I  know  my  knowledge  of  the\r\n\r\nEnglish  language  is poor,  but  I  do  know  the\r\n\r\nmeaning that \"complete\" means \"full\". Yet  we  are\r\n\r\nto  have  an Internal Security Council,  although,\r\n\r\nwith  the  help  of  Allah, a  Minister  from  the\r\n\r\nFederation with a casting vote will sit on  it  to\r\n\r\nsafeguard  us.  We  conceded  powers  of  external\r\n\r\ndefence   and  external  affairs,  but  we   never\r\n\r\npromised  Britain control over internal  security,\r\n\r\nwe  never asked the British to be our saviours. We\r\n\r\nsay,  on  matters connected with external  defence\r\n\r\nand  external  affairs, we do not mind  that  they\r\n\r\nhave  a  say;  but  we  are  against  a  permanent\r\n\r\narrangement   on  an  internal  security   council\r\n\r\nwhereby  the  British should  interfere  in  every\r\n\r\ndetail  of our internal administration. So why  do\r\n\r\nwe  not  take this opportunity to stir up, and  to\r\n\r\neducate our masses to have strong nationalism  and\r\n\r\nmake a more realistic approach to our struggle  in\r\n\r\nfuture?  The most important point we  can  say  is\r\n\r\nthat  we regretfully accept the agreement. If  the\r\n\r\nSecretary  of  State  for  the  Colonies  had  not\r\n\r\nimposed   that  ban  at  the  last   moment,   the\r\n\r\natmosphere   would   have  been   very   friendly,\r\n\r\nBritain's  attitude very sincere. But  it  is  not\r\n\r\nsincere: it is not very co-operative. The ban  was\r\n\r\nunreasonable, undemocratic; yet when the All-Party\r\n\r\nDelegation protested, the Secretary of State  said\r\n\r\nwe  had  to sign although we could make a note  of\r\n\r\nour opposition.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1779</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is that there is a lot of cause\r\n\r\nto  say that we can only regretfully take note  of\r\n\r\nthe  agreement.  The Hon. the Chief  Minister  has\r\n\r\ntold  the House that we have achieved our mission.\r\n\r\nI  remember I also heard the Hon. the Minister for\r\n\r\nEducation  say  the same thing in Hokkien  at  the\r\n\r\npadang  rally. But we will still be a colony  with\r\n\r\nno  hope  of  reaching dominion status.  Yet,  the\r\n\r\nMinisters very happily tell us, \"We have got  what\r\n\r\nwe want. We have achieved everything.\" Sir, we can\r\n\r\ntake  note  of what we have achieved but,  at  the\r\n\r\nsame time, express regret at what we have not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My reason why we should express regret is\r\n\r\nentirely  different from that of  the  Member  for\r\n\r\nCairnhill,  who  spoke  of  \"bitter  failure\"  and\r\n\r\n\"stony   silence\".  I  have  my  own  reason   for\r\n\r\nsupporting  the amendment. The first  is  that  we\r\n\r\nmust  not  sell  out our national aspirations.  We\r\n\r\nmust  not create a false impression in our  people\r\n\r\nthat  we  have already got what we want,  that  we\r\n\r\nwill be happy and contented with what we have  and\r\n\r\nthat there need be no further struggle. The second\r\n\r\nreason  is  that we lost a chance of winning  over\r\n\r\nthe sympathy of our brothers in the Federation. We\r\n\r\nfind Tunku Abdul Rahman, the Chief Minister of the\r\n\r\nFederation, very co-operative. Why cannot we  have\r\n\r\nmore  faith  in  our brothers and sisters  in  the\r\n\r\nFederation?  They support a merger,  as  has  been\r\n\r\nmentioned  by  the  Member for Tanjong  Pagar;  at\r\n\r\nleast  the Party Ra'ayat supports a merger. So  if\r\n\r\nwe  can  create the impression that the  Singapore\r\n\r\nDelegation only regretfully accepts the agreement,\r\n\r\nwe  can  win the sympathy of our brothers  in  the\r\n\r\nFederation; for we then indicate that we have only\r\n\r\none  aim, one hope - to be independent we must merge\r\n\r\nwith  the  Federation.  At present,  most  of  the\r\n\r\nleaders in the Federation are against merger  (but\r\n\r\nnot  the people of the Federation). By taking  the\r\n\r\nagreement  in such a very happy way, we have  lost\r\n\r\nthe  chance  of  winning over the  Federation,  to\r\n\r\ncreate a good impression on our neighbours. As one\r\n\r\nIndian  paper  said, the people of Singapore  seem\r\n\r\nsatisfied with what they have, so why\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1780</b></font><br><br>\r\n\r\n\r\n\r\nshould  anybody try to help them to achieve  their\r\n\r\nnational aspirations?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, Sir, I have my own reason for supporting the\r\n\r\namendment.  It is simple and reasonable;  it  will\r\n\r\nrender  high and valuable service to this  country\r\n\r\nif accepted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I entirely disagree with the Member for\r\n\r\nCairnhill's reason for condemning the agreement. I\r\n\r\nmaintain  my  stand  last year - that  something  is\r\n\r\nbetter than nothing, but we should always remember\r\n\r\nto  keep alive our national aspirations among  the\r\n\r\npeople and try to win more sympathisers across the\r\n\r\nCauseway and in other South-East Asian countries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I seek permission to refer to today's Free\r\n\r\nPress news on a by-election contest between the ex-Chief  Minister,  Mr  Marshall,  and  the  P.A.P.\r\n\r\nleader, the Member for Tanjong Pagar, Mr Lee Kuan\r\n\r\nYew, stating that it may have very significant  if\r\n\r\nnot dangerous repercussions according to political\r\n\r\ncircles.  To  me,  this  situation  has  developed\r\n\r\nbecause of the amendment. When the House adjourned\r\n\r\nyesterday,  I spoke to a few Members,  asked  them\r\n\r\nhow  such  a  thing could come about. Did  anybody\r\n\r\nthink of the consequences? I have three reasons to\r\n\r\noppose the by-election-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. We are not debating the by-election.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I am sorry, Sir. I thought\r\n\r\nthe  question of the by-election is connected with\r\n\r\nmy  comment  on the amendment. Such a  by-election\r\n\r\nwould  appear to have resulted from the moving  of\r\n\r\nthe  amendment. Are we prepared to lose one of our\r\n\r\nbrilliant Members, when there are so few  in  this\r\n\r\nAssembly? This morning, I told a Member that  this\r\n\r\nAssembly  could lose hundreds of Lim  Cher  Khengs\r\n\r\nbut  could  not  afford to  lose  the  Member  for\r\n\r\nTanjong  Pagar  or the Member for Cairnhill.  They\r\n\r\nare useful and we are proud of them.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also thought of the repercussions of a by-election arising from the introduction of the\r\n\r\namendment.  The  main  motion  is  backed  by  all\r\n\r\nParties,  including  the  P.A.P. and  the  Labour\r\n\r\nFront. If the Member for Tanjong Pagar should lose\r\n\r\nthe  by-election - brought about by the amendment\r\n\r\nto the motion - it would\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1781</b></font><br><br>\r\n\r\n\r\n\r\nmean that, indirectly, the people of Singapore had\r\n\r\ncensured the Government, and the Government should\r\n\r\nresign. What will be the repercussions after that?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, Sir, I seek your permission to convey my\r\n\r\nappeal  to the Member for Cairnhill and the Member\r\n\r\nfor  Tanjong Pagar to withdraw the challenges they\r\n\r\nhave made. I also plead that especially the Trades\r\n\r\nUnion Congress should try to do something to  stop\r\n\r\nthis great harm being done to the country.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1781</b></font><br><br>\r\n\r\n                                                  \r\n\r\n<div align=\"center\"><b>EXEMPTED BUSINESS</b></div>\r\n\r\n<div align=\"center\"><b>(Request for permission to move)</b></div>\r\n\r\n                                                  \r\n\r\n<br><br>3.52 p.m.\r\n\r\n                                                  \r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, I am sure\r\n\r\nMembers are all anxious to conclude the\r\n\r\nproceedings on this item. May I therefore seek the\r\n\r\nassent of this House to move a motion under\r\n\r\nStanding Order 7 (11) so that the proceedings on\r\n\r\nitem 1 on the Order Paper may be exempted from the\r\n\r\nprovisions of Standing Order No. 7?\r\n\r\n                                                  \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Have I the assent of hon. Members?\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> Aye.\r\n\r\n                                                  \r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> No.\r\n\r\n                                                  \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Did I hear a \"No\"?\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> No.\r\n\r\n                                                  \r\n\r\n<br><br><font size=\"1\"><b>Column: 1781</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>CONSTITUTIONAL TALKS IN LONDON, 1957</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Can I speak on the\r\n\r\namendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Yes, certainly.\r\n\r\n\r\n\r\n<br><br>3.54 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, we have\r\n\r\nanother  six  minutes to go before the  moment  of\r\n\r\ninterruption and I had hoped that Standing  Orders\r\n\r\nwould  be  exempted to enable this  debate  to  be\r\n\r\nconcluded  today, as the Member for Cairnhill  has\r\n\r\nsaid that this is a very important motion-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> And should be given time.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1782</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> It was not a Government\r\n\r\nmotion, Sir; it was a motion I put in as leader of\r\n\r\nthe  delegation  and it could not take  precedence\r\n\r\nover Government motions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Changi speaks eloquently in\r\n\r\nsupport of the amendment. He says that he supports\r\n\r\nit  to the extent that he \"regretfully\" takes note\r\n\r\nof  the  Report. I am sure he will  remember  that\r\n\r\nbefore  the All-Party Delegation left for  London,\r\n\r\nwe  received  a mandate from all Members  in  this\r\n\r\nAssembly,  including him. We went;  we  discharged\r\n\r\nthe  mandate; we came back with what he wanted - and\r\n\r\nhe  told  us  he \"regretfully\" takes note  of  the\r\n\r\nagreement we reached. Perhaps, Sir, it is  because\r\n\r\nof  his own confessed inability to express himself\r\n\r\nin  the  English  language, which  I  am  sure  is\r\n\r\nforeign to him just as it is foreign to me-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng</b> rose -\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point for explanation? If the Chief\r\n\r\nMinister gives way, yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Has not the Hon. the Chief\r\n\r\nMinister   announced  in  this  House   that   the\r\n\r\ndelegation failed to achieve two points?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> That is what I say, Sir, his\r\n\r\nself-confessed  inability to  express  himself  of\r\n\r\ncourse  makes one also feel that he has difficulty\r\n\r\nin  understanding what is expressed. I pointed out\r\n\r\nto him, Sir, in my main speech, that, in so far as\r\n\r\nthat  demand  is concerned, we should  remove  the\r\n\r\ncontrol  from the Colonial Office to that  of  the\r\n\r\nCommonwealth  Relations Office; I pointed  out  to\r\n\r\nhim  that  in  the  All-Party Conference,  it  was\r\n\r\ndecided  that the All-Party Delegation should  not\r\n\r\npress for this.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I did not know that.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> We were asked that we should\r\n\r\ntry  to get what we could, but should not make  an\r\n\r\nissue   of   it.  The  All-Party  Delegation   has\r\n\r\ntherefore discharged its duties towards  the  All-Party  Conference.  What more  can  the  All-Party\r\n\r\nDelegation do?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1783</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the other point, the question of equal\r\n\r\nrates  of  pay and conditions of employment for civilian\r\n\r\nworkers  in  the Services, I pointed out  in  my  speech\r\n\r\nyesterday  that it could not be a constitutional  issue,\r\n\r\nthat  it was put in by the All-Party Conference in order\r\n\r\nto  enable  the  All-Party Delegation to  bring  up  the\r\n\r\nsubject in London and hope for the best. And I also said\r\n\r\nyesterday that the Government is very interested in this\r\n\r\nparticular  issue  and  will do all  it  can  to  render\r\n\r\nassistance to the workers' organisations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this debate has taken a turn which makes me most\r\n\r\nunhappy, in the sense that I have been criticised  quite\r\n\r\na  lot  by the Member for Cairnhill. I do not mind that,\r\n\r\nbut now that he has issued a challenge to the Member for\r\n\r\nTanjong Pagar to hold a by-election, I find that I am in\r\n\r\na very difficult position, in that if I were to reply to\r\n\r\nall  the  personal attacks on me, I might prejudice  his\r\n\r\nchances at the polls-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Do not worry.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> But that if I were not to reply to\r\n\r\nhim,  it  would  not be fair because he  has  levelled,\r\n\r\nshall we say, unreasonable and unfair criticism not only\r\n\r\nat   me,  but  also  at  my  colleagues  (who  were  his\r\n\r\ncolleagues  not  so  long ago). The Member  for  Tanjong\r\n\r\nPagar  has replied to many points raised by him,  and  I\r\n\r\nwill  therefore not recount the same things.  But  there\r\n\r\nare  many  other points raised by the Member for  Cairnhill  in  his  very lengthy attack yesterday  and  today\r\n\r\nwhich  remain to be answered. He went to the  extent  of\r\n\r\nreferring to the \"Sir Rendel-Yew Hock Constitution\"  and\r\n\r\nthe  \"Lennox-Boyd-Yew Hock Constitution\". Sir, may I say\r\n\r\nthis,  that  I do not claim credit for any constitution.\r\n\r\nThe constitution - if we get it -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1784</b></font><br><br>\r\n\r\n\r\n\r\nis one negotiated by the All-Party Delegation of which I\r\n\r\nam happy and proud to have been the leader.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the last Mission, the Member for Cairnhill was\r\n\r\nrather  touched by my loyalty. He went to the extent  of\r\n\r\nsaying, \"Here is this man who was most loyal to me.\" And\r\n\r\nI   thereby  pledged  my  loyalty  to  him.  Expressions\r\n\r\nsometimes mean one thing, Sir, deeds mean another. Now I\r\n\r\nam  to  be,  shall  we  say, held  up  to  ridicule  for\r\n\r\ndischarging  a job which I had been entrusted  to  do - no\r\n\r\nmore than that. I did not go to London to do what I felt\r\n\r\nwas good for the people of Singapore by trying to change\r\n\r\nmy  mind  from day to day, trying to think of new  ideas\r\n\r\nfrom hour to hour. I went there with a mandate from this\r\n\r\nAssembly, leading an All-Party Delegation, and  an  All-Party Delegation that was really united.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Moment of interruption. Further\r\n\r\nconsideration, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Monday, 29th April, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Remaining items on the Order Paper read, and set down\r\n\r\nfor Monday, 29th April.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, I rise to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">two minutes past Four o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
