{"memberId": null, "volumeNo": "11", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "5", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"11\">\r\n\r\n<meta name=\"Sit_No\" content=\"5\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1959-07-20\">\r\n\r\n<meta name=\"Start_Col\" content=\"227\">\r\n\r\n<meta name=\"End_Col\" content=\"294\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">11</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">5</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">20-07-1959</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 227</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 11</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Monday, 20th July, 1959</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Health.\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Inche Baharuddin Bin Mohamed Ariff (Anson).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Miss Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong).\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 228</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 229</b></font><br><br>\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 229</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT TO A LATER DAY MOTION</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister (Dr Toh Chin Chye): Mr Speaker, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the provisions of Standing\r\n\r\nOrder No. 7, at its rising today this Assembly  do\r\n\r\nstand adjourned to Tuesday, the 21st of July, 1959,\r\n\r\nat 2.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Khoon Choy (Parliamentary Secretary to the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Culture (Mr Lee Khoon Choy):</b> I second it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the provisions of Standing\r\n\r\nOrder No. 7, at its rising today this Assembly  do\r\n\r\nstand  adjourned  to Tuesday, the  21st  of  July,\r\n\r\n1959, at 2.30 p.m.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 229</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>YANG DI-PERTUAN NEGARA'S SPEECH</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>Debate on the Address</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Third Day)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on Question [17th July, 1959],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the following Address in reply to the\r\n\r\nspeech of the Yang di-Pertuan Negara be agreed\r\n\r\nto:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Legislative Assembly of the State of\r\n\r\nSingapore,  express our thanks  to  the  Yang  di-Pertuan  Negara for the speech which he  delivered\r\n\r\non  behalf of the Government at the opening of the\r\n\r\npresent  session of this Assembly.\" '-(The  Deputy\r\n\r\nPrime Minister).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.34 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali Bin Alwi (Kampong Kembangan)</b>(<i>In Malay</i>): Mr Speaker, concerning the debate which\r\n\r\nrelates  to Government's policy which is contained\r\n\r\nin  the  speech made by the Yang di-Pertuan Negara\r\n\r\nof Singapore, I would like to continue what I have\r\n\r\nexplained\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 230</b></font><br><br>\r\n\r\n\r\n\r\nin  this Assembly. I wish to comment on the P.A.P.\r\n\r\nstand in connection with Home Affairs. It reads as\r\n\r\nfollows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In the past the Police Force has been regarded\r\n\r\nas an instrument of Colonial rulers and as a thing\r\n\r\napart from the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With the attainment of internal self-government\r\n\r\nthere  is a significant change in the role of  the\r\n\r\nPolice.  It  will  no longer be an  instrument  to\r\n\r\nfurther the aims of a Colonial regime. In a  self-governing country the role of the police  will  be\r\n\r\nto protect the life and property of the people, to\r\n\r\nmaintain  peace  and  order  and  to  protect  the\r\n\r\npeople's  elected Government from being undermined\r\n\r\nand  subverted from within and without.  It  is  a\r\n\r\nprimary  duty  of  this  Government  to  establish\r\n\r\nmutual  confidence and respect between the  people\r\n\r\nand the police.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in connection with the section which I have just read out, it is my opinion that this\r\n\r\nmatter  is not appropriate to be included  in  the\r\n\r\nGovernment's  policy today. I am  of  the  opinion\r\n\r\nthat  it is incorrect to regard the police  as  an\r\n\r\ninstrument of Colonial rulers. We must  know  that\r\n\r\nthe police is an instrument of the State which has\r\n\r\nprotected  the peace of the country  until  today.\r\n\r\nTherefore, Mr Speaker, in my opinion, the  police\r\n\r\nis  not an instrument of Colonial rulers but is an\r\n\r\ninstrument of a service whose staff are  loyal  to\r\n\r\nthe   rules  and  regulations  as  framed  by  the\r\n\r\nGovernment in power at that time. I would like  to\r\n\r\nsay   that   the  Singapore  police   has   served\r\n\r\nconscientiously  and this can be  proved.  To  say\r\n\r\nthat  the  police  is  an instrument  of  Colonial\r\n\r\nrulers  is  nonsensical and truly misleading.  The\r\n\r\nservices of the police in Singapore have been made\r\n\r\nat  great sacrifice as can be seen in the  history\r\n\r\nof  Singapore from the time that it inculcated the\r\n\r\nspirit  of  anti-Colonialism until today.  If  the\r\n\r\nSingapore police is considered an instrument or  a\r\n\r\nthing  apart  from the people, and not  fulfilling\r\n\r\nits duties, then I am sure that Singapore will not\r\n\r\nbe  what it is today. Who has been responsible for\r\n\r\nbringing  about  the peace which has  resulted  in\r\n\r\nSingapore  being what it is today?  The  Singapore\r\n\r\npolice  has  taken  an  active  part  in  clearing\r\n\r\nSingapore  of  Communist subversion, whether  from\r\n\r\nwithin  or  without.  Therefore,  Mr  Speaker,  I\r\n\r\ncannot  agree  that  the Singapore  police  is  an\r\n\r\ninstrument  of  Colonial rule.  If  the  Singapore\r\n\r\npolice was\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 231</b></font><br><br>\r\n\r\n              \r\n\r\nso  and  carried  out the wishes of  the  Colonial\r\n\r\nrulers  then we could not even smell the  Assembly\r\n\r\nwhich  is  in  session today.  And  certainly  the\r\n\r\ngeneral elections, whether by compulsory voting or\r\n\r\notherwise,   will  not  be  for  the   people   of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the merchants here must surely be perturbed and worried because their property will\r\n\r\nnot   be   protected  if  our  police   force   is\r\n\r\ninefficient  in rendering its services.  But,  Mr\r\n\r\nSpeaker,  there are certain groups who regard  the\r\n\r\npolice as having rendered many good services.  For\r\n\r\ninstance,  by  ending  the riots  and  helping  to\r\n\r\ncombat fires and floods and maintaining the  peace\r\n\r\nand  stability of our country. Therefore,  I  hope\r\n\r\nthat  the  services of the Singapore  police  will\r\n\r\ncontinue  as  before, according to the  change  of\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Mr Speaker, I would like to make a number of\r\n\r\npoints  based  on  the  special  position  of  the\r\n\r\nindigenous people of Singapore. We know  that  the\r\n\r\npresent  Government  was  elected  by  the  people\r\n\r\naccording to its manifesto or platform, which  has\r\n\r\nresulted in their winning an overwhelming victory.\r\n\r\nBut  in the programme supported by the Government,\r\n\r\nthere  is  no  positive  mention  of  the  special\r\n\r\nposition of the Malays, which is contained in  the\r\n\r\npreamble  o  the constitution and which  has  been\r\n\r\nagreed  to  and  recognised  by  all  the  parties\r\n\r\nrepresented  in the previous Government.  What  is\r\n\r\nthe   Government's  intention  then?  To   receive\r\n\r\ngraduates  from  Malay schools in  the  Government\r\n\r\nservice  in its effort to make Malay the  national\r\n\r\nlanguage?  Can these Malay graduates be  given  an\r\n\r\nassurance  that  they will be  received  into  the\r\n\r\nGovernment  services? Because we know  that  their\r\n\r\nstandard  of  education is not at par  with  those\r\n\r\ngraduates  who  pass out from schools  other  than\r\n\r\nMalay schools. This is one instance where we  want\r\n\r\nan assurance from the Government - whether graduates\r\n\r\nfrom  the Malay schools will be received as clerks\r\n\r\nin  the  Government service and whether,  if  they\r\n\r\nbecome members of certain political parties,  they\r\n\r\nwill  be  accepted  to  serve  in  the  Government\r\n\r\nservices where they think fit.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 232</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we consider the position today, Mr Speaker,\r\n\r\nthe  qualifications of Malay students who pass out\r\n\r\nfrom  Malay schools will need another language  in\r\n\r\nwhich they must be fluent, and that is the English\r\n\r\nlanguage. Then only can the pupils from the  Malay\r\n\r\nschools be accepted as interpreters or translators\r\n\r\nof English into Malay and from Malay into English.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before I move my amendment, these are the few\r\n\r\npoints,  Mr Speaker, which I think are  essential\r\n\r\nand  important in relation to the special position\r\n\r\nof  the  Malays  who  wish to stand  on  an  equal\r\n\r\nfooting  with their brothers who live in Singapore\r\n\r\ntoday. Apart from that, Mr Speaker, perhaps there\r\n\r\nare  among  them some who are lucky enough  to  be\r\n\r\nable  to  be accepted as probationary teachers  to\r\n\r\nteach  in  Malay  schools. But with  the  existing\r\n\r\npolicy  to  make Malay the national  language  and\r\n\r\npreparations to get Malay children to work hand in\r\n\r\nhand  with their brothers, I fear that, when Malay\r\n\r\nhas  become  the  sole national  language  and  is\r\n\r\nspoken fluently by our non-Malay brothers, the job\r\n\r\nof  the Malay teachers will be endangered, because\r\n\r\nthere  are perhaps teachers from English or  other\r\n\r\nschools  who  are  efficient in all  respects  and\r\n\r\nfluent in the Malay language and they can teach in\r\n\r\nMalay  schools instead. Here then is the  fear  of\r\n\r\nthe Malay people, particularly the U.M.N.O., which\r\n\r\nI  represent. What we want is a positive assurance\r\n\r\nthat  Malay children will be given the  chance  to\r\n\r\nwork with their brothers. Under the circumstances,\r\n\r\nMr Speaker, Sir, where is the special position of\r\n\r\nthe  Malays  who have been recognised by  all  the\r\n\r\nParties  represented  in the  previous  Government\r\n\r\nunder  the  Rendel Constitution as the  indigenous\r\n\r\npeople  in  Singapore? This provision is contained\r\n\r\nin  the Singapore (Constitution) Order in Council.\r\n\r\nThere  is  no  doubt  about it,  but  what  is  in\r\n\r\ndoubt - and  I  would  like an  assurance  from  the\r\n\r\nGovernment side on this - is whether it is contained\r\n\r\nin  the speech made by the Yang di-Pertuan Negara.\r\n\r\nAlthough  the  People's Action Party  has  won  43\r\n\r\nseats with 54 per cent of the electorate voting\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 233</b></font><br><br>\r\n\r\n\r\n\r\nfor  them  as  a result of compulsory voting,  and\r\n\r\nthey  have formed a Government, this is  our  fear\r\n\r\nbecause, in principle, there is no mention of  the\r\n\r\nspecial position of the Malays as is contained  in\r\n\r\nthe  Singapore Constitution. Mr Speaker, Sir, the\r\n\r\nphraseology in the Singapore Constitution  can  be\r\n\r\nsaid  to  be in legal terms, and it has  become  a\r\n\r\ncause of concern as to whether this policy can  be\r\n\r\nimplemented or not, and this is one of the  things\r\n\r\nwhich   we   expect  the  Government  to   declare\r\n\r\nsincerely  so that we can ascertain how the  Malay\r\n\r\nchildren of Singapore in the future can find their\r\n\r\nmeans of livelihood, because, as I have said  just\r\n\r\nnow, they have to compete with their brothers. Why\r\n\r\nI   say   that,   Mr  Speaker,  is  because   the\r\n\r\nconstitution that we have today is different  from\r\n\r\nthat  in  the  Federation of Malaya. However,  not\r\n\r\nonly  the Government but also the Opposition  want\r\n\r\nreunion with the Federation, and I believe this is\r\n\r\none  of the reasons which can save the one  and  a\r\n\r\nhalf   million  people  of  Singapore   from   the\r\n\r\ndifficulties  which we are bound to face,  because\r\n\r\nSingapore has no natural resources and it  depends\r\n\r\nonly on entrepot trade. Therefore, Mr Speaker, we\r\n\r\nwant  to  reunite with the Federation. I say  that\r\n\r\nthat is the only way which can save the population\r\n\r\nof Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is essential that I state that what we are\r\n\r\nconcerned  with  is  to free  ourselves  from  the\r\n\r\nbondage  of  colonialism  since  1819,  when   Sir\r\n\r\nStamford  Raffles sailed into Singapore  with  his\r\n\r\nboats  to  find only 20 huts in Singapore.  During\r\n\r\nthe  space  of  140  years,  from  the  time  when\r\n\r\nSingapore  fell into the hands of the  East  India\r\n\r\nCompany,  the Malays have experienced  innumerable\r\n\r\ndifficulties    and   hardships   from    colonial\r\n\r\nadministration, which depended on the self-respect\r\n\r\nof  the Malays and the exchange of culture between\r\n\r\none  race and another. From that year until  1959,\r\n\r\nMr  Speaker,  about 140 years,  the  Malays  have\r\n\r\nexperienced considerable hardships in all  spheres\r\n\r\nof  life.  With  that  on our conscience  and  the\r\n\r\nprinciples which our ancestors have passed  on  to\r\n\r\nus and which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 234</b></font><br><br>\r\n\r\n\r\n\r\nwe   have   supported  for  years,  now   is   the\r\n\r\nopportunity   for   us   to   ask   the    Parties\r\n\r\nconcerned - where,  in the Yang di-Pertuan  Negara's\r\n\r\nspeech, is there mention about the position of the\r\n\r\nMalays,    as   contained   in   the    Singapore\r\n\r\nConstitution? It is not only the request of my own\r\n\r\norganisation,  U.M.N.O., that it be answered,  but\r\n\r\nit    is   also   supported   by   all   political\r\n\r\norganisations  represented in this Assembly  based\r\n\r\non  the  Rendel Constitution. I wish to  emphasise\r\n\r\nthat  it  will  be accepted by the United  Kingdom\r\n\r\nthrough  the Colonial Office. I hope that it  will\r\n\r\nbe  implemented in peace and harmony and  that  it\r\n\r\ncould be included in the speech. I am not speaking\r\n\r\ntoday  to  demand justice or special position  for\r\n\r\nthe Malays but to request the Government to answer\r\n\r\nwhy  it  had  not  been mentioned  in  the  policy\r\n\r\nspeech, as it had been agreed to, in the past,  by\r\n\r\nthe  previous Government. Therefore, Mr  Speaker,\r\n\r\nconcerning   the  Malays  who  are   desirous   of\r\n\r\nprosperity   for   this  country  through   proper\r\n\r\nchannels,  we want it to be emphatically  included\r\n\r\nin  the  policy speech, as I have said  just  now,\r\n\r\nbecause the phraseology contained in the Singapore\r\n\r\nConstitution can be said to be in legal terms  and\r\n\r\ncan therefore be confusing. Thus, we desire to  go\r\n\r\nforward on the same footing in all things.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now let us see what took place during the last\r\n\r\n140   years.   The   Malay  children   have   been\r\n\r\ncolonialised. If we resisted, force would be used,\r\n\r\nor  the  leaders would be bribed. The Malays  have\r\n\r\nshown  that they are lovers of peace. We  wish  to\r\n\r\nmove  forward together; we do not wish to be  left\r\n\r\nbehind.  Rather we would like to work together  so\r\n\r\nthat  it can be said in this Assembly and  to  the\r\n\r\npeople  at  large that the Malays are desirous  of\r\n\r\nprosperity   for   this  country  through   proper\r\n\r\nchannels.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the methods and approach that should be used to bring this about should be based on\r\n\r\nmutual understanding. We have been disappointed in\r\n\r\nmany  matters,  apart  from  those  which  I  have\r\n\r\nalready    mentioned.    I    dare    say    these\r\n\r\ndisappointments have not been caused by the Malays\r\n\r\nbut  by others. No opportunity whatsoever has been\r\n\r\ngiven to the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 235</b></font><br><br>\r\n\r\n\r\n\r\nMalays,  whether  in  the  political  or  economic\r\n\r\nfield.  How  many  firms  or  business  houses  in\r\n\r\nSingapore are financed by Malays? If they say that\r\n\r\nthe  Malays have no initiative, we will show  them\r\n\r\nthat   we  have  the  ability  and  we  have   the\r\n\r\nwillingness   to   work   in   all   fields.   The\r\n\r\nbackwardness of the Malays is a very  severe  blow\r\n\r\nto us. It is this oppression which has resulted in\r\n\r\nthe  Malay  people  being made fools  of  in  past\r\n\r\nyears; but the time has come when we are aware and\r\n\r\nwe  want to demand that we be given an opportunity\r\n\r\nto  work  in those fields. We know that previously\r\n\r\nin  Kampong Glam and Kampong Kaji there were  many\r\n\r\nMalays who traded there. It could be said that  it\r\n\r\nwas  a town for the Malays where they could trade.\r\n\r\nBut  with  no  attention from the Government,  the\r\n\r\nMalays  were let down. Now is the time for  us  to\r\n\r\nseek the same opportunities and the same treatment\r\n\r\nin   all   fields.   With  oppression,   with   no\r\n\r\nopportunity  for  trading  given  to  the  Malays,\r\n\r\nrefusal to give aid to certain bodies, the matters\r\n\r\nwhich  I  have  said  just  now  have  become  the\r\n\r\nmonopoly of capitalists and the Malays could  only\r\n\r\nbecome  consumers,  because  they  have  no  means\r\n\r\nwhatsoever  of conducting business. Therefore  the\r\n\r\nMalays  have been compelled to become wage-earners\r\n\r\nin  order  to  get jobs which require ability - from\r\n\r\none  oppression  to  another until  today,  if  we\r\n\r\ncarefully  study the position in  all  spheres  of\r\n\r\nlife,   the  Malays  are  very  much  lacking   in\r\n\r\nprominent men. If there are prominent men  in  the\r\n\r\nGovernment, it cannot be said that they have  come\r\n\r\nfrom  a  certain class. Mr Speaker, as  I  quoted\r\n\r\njust  now  from  the Utusan Melayu,  the  previous\r\n\r\ncoalition   Government  was  in  a   position   to\r\n\r\nestablish  the Malay Chamber of Commerce  although\r\n\r\nits  functions were not clear. Often  such  bodies\r\n\r\nappealed  to the proper authorities in writing  to\r\n\r\nask  whether  it was right to refuse  or  to  give\r\n\r\nhelp.  So, let it be known today, or at any future\r\n\r\ntime,  what are the matters I have raised so  that\r\n\r\nthe  Malays will know once and for all. The Utusan\r\n\r\nMelayu  of  today mentioned the interview  of  the\r\n\r\nChairman  of the Malay Chamber of Commerce,  Inche\r\n\r\nAlwi,  with the Government. The Government  stated\r\n\r\nthat it will help the Chamber to the tune of $13-million to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 236</b></font><br><br>\r\n\r\n\r\n\r\nhelp the Malays economically. This, of course,  is\r\n\r\nof  moment to us, but the speech by the  Yang  di-Pertuan Negara contained nothing about the matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there are many other matters\r\n\r\nwhich Government should clarify, I must admit that\r\n\r\nmy  questions are not based on communal  feelings,\r\n\r\nbut  the Malays want to protect their culture - live\r\n\r\nin  the  kampongs, have a little  garden  to  grow\r\n\r\nvegetables during their leisure and breed poultry.\r\n\r\nTherefore,  because of the demand  of  the  lower-income  groups,  the previous  Government  set  up\r\n\r\nMalay settlements. It also set aside money for the\r\n\r\nbuilding  of low-cost houses for Malays  in  these\r\n\r\nsettlements.  Is it the intention of  the  present\r\n\r\nGovernment, whose policy is for a democratic, non-Communist,  Socialist  Singapore  or  Malaya,   to\r\n\r\ncontinue   expanding  the  Malay  settlements   in\r\n\r\nSingapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, the Malays cannot adapt themselves to\r\n\r\nliving  in  multi-storeyed houses or flats,  which\r\n\r\nare  foreign  to them. They do not like  it.  They\r\n\r\nfeel  more  comfortable in kampongs. This  is  not\r\n\r\nbecause  they are communal, but because they  want\r\n\r\nto live in peace and harmony with their fellowmen.\r\n\r\nThis  is not uncommon with the Malays not only  in\r\n\r\nSingapore, but also in the Federation.  We  merely\r\n\r\nask  for  expansion of Malay settlements  in  line\r\n\r\nwith  what  the previous Government  had  done  in\r\n\r\nvoting  $340,000  for  the  erection  of  low-cost\r\n\r\nhouses.  This is one of the aspects of the special\r\n\r\nposition of the Malays.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is appropriate that the main policy of the\r\n\r\nGovernment is to re-unite with the Federation, but\r\n\r\nthe  policy of the Federation of Malaya Government\r\n\r\ntoday  is  not  identical. Malay reservations  are\r\n\r\ndifferent altogether from Malay settlements. We do\r\n\r\nnot ask for Malay reservations. We ask for land to\r\n\r\nlive  on, land owned by the Government, land which\r\n\r\nremains  the property of the Government no  matter\r\n\r\nwhich Party is in power. This is a point which the\r\n\r\nGovernment  must consider carefully - the difference\r\n\r\nbetween  Malay reservations in the Federation  and\r\n\r\nthe  special position of the Malays in  Singapore.\r\n\r\nThe Federation of Malaya has\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 237</b></font><br><br>\r\n\r\n\r\n\r\nachieved   independence   and   its   Constitution\r\n\r\nprovides for Malay reservations. Here, we  do  not\r\n\r\ndemand  such things; we merely wish to clarify  in\r\n\r\nprinciple the special position of the Malays.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from Malay settlements, Mr Speaker, Sir,\r\n\r\nand  help to the Malays to solve their problem  of\r\n\r\nbuilding low-cost houses in these settlements,  is\r\n\r\nthe  Government making provision for promoting the\r\n\r\nposition  of the Malays? Has promotion for  Malays\r\n\r\nin  Government  service today any connection  with\r\n\r\nthe  special position of the Malays? In my opinion\r\n\r\nand  that  of  the organization I represent,  this\r\n\r\nalso  concerns the special position of the Malays.\r\n\r\nThe  Malays  who are still serving  in  Government\r\n\r\ndepartments  are  not given any assurance  in  the\r\n\r\nmatter  of  promotion  in line  with  the  special\r\n\r\nposition  of  the  Malays. There  are  no  special\r\n\r\nchannels  to  enable  the  Malays  to  hold   high\r\n\r\npositions. Does promotion in their jobs  not  come\r\n\r\nwithin  the  special position  of  the  indigenous\r\n\r\nMalays?   If   Government  policy   provides   for\r\n\r\npromotion  of Malays under their special  position\r\n\r\nmentioned  in  the Constitution, I  am  sure  that\r\n\r\nwithin  the  next few months the  Malays  will  be\r\n\r\nbenefited.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, this is one of the big issues. We know that there are many Malays in Government\r\n\r\nservice,  there is no necessity for me to  mention\r\n\r\nthe  number in the various departments. There  may\r\n\r\nnot  be  any  opportunity for them to  reach  high\r\n\r\npositions  in  the  civil  service  or  in   other\r\n\r\nservices.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If knowledge in the true sense of the Malay\r\n\r\nlanguage  is a condition for promotion, I  believe\r\n\r\nmy  organisation  will  accept  that  there  is  a\r\n\r\nspecial position of the Malays. But there are many\r\n\r\nadministrative   hurdles   in   Government   which\r\n\r\npreclude Malays from being accorded their  special\r\n\r\nposition.  It is not proper to say that  promotion\r\n\r\nin  jobs has no relation with the special position\r\n\r\nof  the Malays, and I very much regret to say that\r\n\r\nthe  hopes of the Malays are very limited  indeed.\r\n\r\nHowever, if Government had emphasised that special\r\n\r\nposition  includes promotion in jobs. I  am  quite\r\n\r\nsure the Malays will be assured.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 238</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, on the administration policy of the Government, I would like to stress that we of the\r\n\r\nOpposition,  particularly U.M.N.O., consider  that\r\n\r\nGovernment can help its citizens in the  field  of\r\n\r\nemployment. Is it the policy of Government to have\r\n\r\na  quota  system  for Malays to  enter  Government\r\n\r\nservice?  Or  will  Government require  commercial\r\n\r\nhouses to employ Malays?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We know that apart from the capitalists who come\r\n\r\nfrom  abroad, there are also capitalists  who  are\r\n\r\ncitizens  of this country and have invested  money\r\n\r\nhere.  We find many of them do not want Malays  as\r\n\r\nemployees  in  their  firms or  businesses.  Here,\r\n\r\ntherefore, is one example of oppression.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another serious question is that of the future\r\n\r\nlivelihood of Malay children.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We do not like communalism, and the time has come\r\n\r\nwhen  we  must  abolish it completely.  Government\r\n\r\nshould  introduce  legislation  so  that  it  will\r\n\r\nbecome  obligatory for foreign-owned  or  locally-owned  enterprises to take in Malays  as  part  of\r\n\r\ntheir  employees, so that the Malays will have  an\r\n\r\nopportunity to mix with the other sections of  the\r\n\r\npopulation.  Today, we see that the bus  companies\r\n\r\nare  not  prepared to accept Malays as drivers  or\r\n\r\nconductors,  let  alone as inspectors.  There  are\r\n\r\nalso many business houses and factories which  are\r\n\r\nnot  prepared to employ and train Malays  in  work\r\n\r\napart, I dare say, from work as messengers,  peons\r\n\r\nor gardeners in their big mansions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The time has come when the Government must\r\n\r\nintroduce  legislation not based  on  communalism,\r\n\r\nbut  on  the  one  objective we  are  aiming  for,\r\n\r\nnamely,  to  bury colonialism which has  oppressed\r\n\r\nus,   and   march  forward  towards  independence,\r\n\r\nshaping and colouring it the way we like.  We  are\r\n\r\nresponsible for this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the time has come when we must be united and mutually implement what is set out in\r\n\r\nthe  Constitution so that the Malays will not have\r\n\r\nthe  fears I have expressed, with regard to  their\r\n\r\nspecial   position.  If  we  want  to   bury   the\r\n\r\ncolonialism  which we hate, we must remember  that\r\n\r\nthe U.M.N.O. has opposed compulsory voting 100 per\r\n\r\ncent\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 239</b></font><br><br>\r\n\r\n\r\n\r\nand  vehemently. However, in accordance  with  the\r\n\r\nConstitution  and  in a spirit of  compromise,  we\r\n\r\naccepted the majority decision and abided  by  it.\r\n\r\nBut  having compromised, we hope that the emphasis\r\n\r\non  the  special  position of the Malays  will  be\r\n\r\nguaranteed by Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We do not like compulsory voting. We opposed it\r\n\r\nvehemently. But because we accepted the  principle\r\n\r\nof government by the majority, we were prepared to\r\n\r\ncompromise  and  work in peace  and  harmony  with\r\n\r\nothers  with  a view to formulating one  objective\r\n\r\nand one nation. Our population is ever increasing.\r\n\r\nTherefore  we  are afraid that through  compulsory\r\n\r\nvoting,  we will be swamped by others although  my\r\n\r\norganisation,   the  U.M.N.O.,  has   opposed   it\r\n\r\nstrongly. If despite our spirit of compromise  our\r\n\r\nposition  is  not  going to be guaranteed  we  are\r\n\r\nafraid, from an understanding of political parties\r\n\r\ntoday,  that  the special position of  the  Malays\r\n\r\nwill be taken away completely.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are still concerned with the attainment of\r\n\r\nindependence  for  Singapore. We  would  like  the\r\n\r\nGovernment  to prove its sincerity concerning  the\r\n\r\nspecial  position of the Malays. If the Government\r\n\r\ncan  prove  positively that  it  has  no  sinister\r\n\r\nmotive, we will uphold and appreciate that and, at\r\n\r\nthe  same  time, will work together  so  that  the\r\n\r\nConstitution will be a success.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 239</b></font><br><br>\r\n\r\n<div align=\"center\"><b>EXEMPTED BUSINESS</b></div>\r\n\r\n<div align=\"center\"><b>(Motion)</b></div>\r\n\r\n\r\n\r\n<br><br>3.21 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister (Dr Toh Chin Chye): Mr Speaker, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the business set down for\r\n\r\nthis  day  be  exempted  from  the  provisions  of\r\n\r\nStanding Order No. 7 until 8 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Khoon Choy (Parliamentary Secretary to the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Culture (Mr Lee Khoon Choy):</b> I second the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the business set down for\r\n\r\nthis  day  be  exempted  from  the  provisions  of\r\n\r\nStanding Order No. 7 until 8 p.m.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 240</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>YANG DI-PERTUAN NEGARA'S SPEECH</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Debate on the Address)</b></div>\r\n\r\n\r\n\r\nDebate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali Bin Alwi</b>(<i>In Malay</i>): Mr\r\n\r\nSpeaker,  to continue my speech, I have emphasised\r\n\r\nthe  special position of the Malays which  is  not\r\n\r\nmentioned in the speech on Government policy  made\r\n\r\nby  the  Yang di-Pertuan Negara. I would  like  to\r\n\r\nstress that we will work together. We do not  wish\r\n\r\nto  violate  the Constitution before  the  present\r\n\r\nfive-year  term. We are not withdrawing  from  the\r\n\r\nway    towards    attaining   full   independence.\r\n\r\nTherefore,  Mr Speaker, the special  position  of\r\n\r\nthe  Malays  must be emphasised to the  Malays  in\r\n\r\nparticular so that U.M.N.O. in Singapore can  know\r\n\r\nwhether  Government accepts it  or  otherwise  and\r\n\r\nwhether   to   negotiate  to  bury   the   present\r\n\r\nConstitution  before  its term  of  four  or  five\r\n\r\nyears,  and  so that Members can carry  out  their\r\n\r\nresponsibilities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is the moment for the Government to\r\n\r\nemphasise  the special position of the Malays.  We\r\n\r\nthe  Malays  in Singapore want to change  the  new\r\n\r\nConstitution to a better one. We do  not  wish  to\r\n\r\nlive under any kind of colonialism which may taste\r\n\r\nsweet but is at the same time dangerous.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Mr Speaker, we will abolish the\r\n\r\npresent  Constitution and work towards  that  aim.\r\n\r\nThe   Government   policy  statement   says   that\r\n\r\nSingapore should re-unite with and become  a  unit\r\n\r\nof  the  Federation  of Malaya  which  is  already\r\n\r\nindependent. The special position of the Malays is\r\n\r\nin  such matters including educational, religious,\r\n\r\neconomic,  social and cultural, and in  the  Malay\r\n\r\nlanguage.   It  is  the  responsibility   of   the\r\n\r\nGovernment  to encourage, foster and  promote  the\r\n\r\nspecial  position  of  the  Malays  in  all  these\r\n\r\nmatters  before  we re-unite with  the  Federation\r\n\r\nwhich,  as I have said, has a different system  of\r\n\r\nGovernment  in  that  it has Islam  as  the  state\r\n\r\nreligion, Malay reservations and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Singapore Government must particularly\r\n\r\nemphasise to the Malays\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 241</b></font><br><br>\r\n\r\n\r\n\r\ntheir position so that they will be satisfied that\r\n\r\nthe   present   Government   will   foster   their\r\n\r\npolitical,   social,   religious,   economic   and\r\n\r\ncultural  conditions and the Malay language.  This\r\n\r\nis  the main task and I want to ask the Government\r\n\r\nhow  it  can  carry it out. If the  Government  is\r\n\r\nunable  to  stress  the special  position  of  the\r\n\r\nMalays  in  its policy statement, then it  is  the\r\n\r\nresponsibility of the representatives of  U.M.N.O.\r\n\r\nto  bring home to the Government this matter which\r\n\r\nis  of paramount importance. Before we begin a new\r\n\r\nsystem of Government there are many matters  which\r\n\r\nwe  must remember, such as that the Malays must be\r\n\r\nsincerely   assured  about  what   their   special\r\n\r\nposition will be.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government today has a responsibility, as I\r\n\r\nhave explained, towards Malay graduates. When  the\r\n\r\nP.A.P. got into the City Council, its policy  was\r\n\r\nto  accept into the staff Malay students  who  had\r\n\r\npassed  Standard  VII  in Malay  Schools.  Is  the\r\n\r\nP.A.P.  Government today implementing that policy?\r\n\r\nToo many of our citizens are unemployed, one cause\r\n\r\nbeing that the War Department still employs people\r\n\r\nwho  are  not  citizens  of  Singapore.  Will  the\r\n\r\nGovernment  take  action  and  provide   for   our\r\n\r\nunemployed  citizens jobs in the  Government  from\r\n\r\nthe taxes collected from the citizens themselves?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This has also become a question mark. The\r\n\r\nGovernment can carry this out - that in  the  years\r\n\r\nahead  Malays  with Malay language  qualifications\r\n\r\ncan  find employment in certain places instead  of\r\n\r\nonly  holding  the  lowest  posts  in  Government.\r\n\r\nTherefore,  I hope that it will be the  policy  of\r\n\r\nthis  Government, as of the past City Council,  to\r\n\r\naccept  Malay  graduates who have passed  Standard\r\n\r\nVII in Malay Schools into Government service. This\r\n\r\nis   a   responsibility  of   the   Government - the\r\n\r\nprovision   of   opportunities   for   Malays   in\r\n\r\naccordance with their special right. And  in  such\r\n\r\nprovision  which concerns the fate or  destiny  of\r\n\r\nthe Malays, we will offer healthy criticism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the matter of religion. Islam is the religion\r\n\r\nof  all  the Malays; they do not follow any other.\r\n\r\nTherefore,  Mr Speaker, what will the  Government\r\n\r\ndo\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 242</b></font><br><br>\r\n\r\n\r\n\r\nto   protect  the  religion  of  the   Malays   in\r\n\r\naccordance with their special position?  Will  the\r\n\r\nGovernment  restrict the propagation of  our  holy\r\n\r\nreligion  which  is supported by all  Malays,  not\r\n\r\nonly in Singapore but also in the Federation? Will\r\n\r\nit  give  positive  help to mosques,  schools  and\r\n\r\nother   places  of  worship?  Any  kind  of  help,\r\n\r\nmaterial  or  otherwise, is very  important.  This\r\n\r\nmatter  is a responsibility of the Government.  If\r\n\r\nwe  go  to the kampongs and visit the suraus,  the\r\n\r\nmosques  and the public schools in them,  we  will\r\n\r\nsee   that  these  places  of  worship  are   very\r\n\r\nbackward,  so  to  speak.  They  are  not   proper\r\n\r\nbuildings.  They  are the results  of  colonialist\r\n\r\noppression, all forms - positive and negative.  This\r\n\r\nmatter  is also a responsibility of the Government\r\n\r\nbecause it relates to the special position of  the\r\n\r\nMalays  mentioned in the Constitution. I  am  sure\r\n\r\nGovernment  help  and special  treatment  will  be\r\n\r\ngiven   to  these  mosques  and  schools  in   the\r\n\r\nkampongs,  which are already receiving  help  from\r\n\r\nthe  kampong folk themselves. Because of what they\r\n\r\nhave  experienced in the past many  years  I  will\r\n\r\nemphasise  again that it is the responsibility  of\r\n\r\nGovernment  to provide for them now, in accordance\r\n\r\nwith   the  Constitution.  We  must  demand   that\r\n\r\nGovernment pay serious attention to spreading  the\r\n\r\nteachings  of  Islam, especially among  the  Malay\r\n\r\nchildren.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Government must give help and assistance so\r\n\r\nthat,  in  turn,  it can fulfil  its  duties.  The\r\n\r\nMalays   have   specific   desires,   needs    and\r\n\r\naspirations and that is why U.M.N.O., particularly\r\n\r\nin  Singapore, has pioneered the struggle. In  the\r\n\r\npast,  we  were  poor,  backward  and  lacking  in\r\n\r\nability, admittedly in all fields. Now we  have  a\r\n\r\nclear  assurance  regarding  the  rights  and  the\r\n\r\nspecial  position of the Malays in Singapore,  who\r\n\r\nare  recognised  as  the  indigenous  people.  Mr\r\n\r\nSpeaker,  Sir, I am of the opinion that these  are\r\n\r\nimportant   points   for   the   betterment    and\r\n\r\nadvancement  of the Malays in Singapore,  who  are\r\n\r\nmost in need of advancement and tranquility in all\r\n\r\nspheres.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Once again, I repeat that I hope Government will\r\n\r\ndischarge  its  duty  in  regard  to  the  special\r\n\r\nposition  of  the Malays; that not  only  will  it\r\n\r\nfight for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 243</b></font><br><br>\r\n\r\n\r\n\r\nthe  Malay  language to be the national  language,\r\n\r\nbut  also initiate and implement programmes  based\r\n\r\non the provisions contained in the Constitution of\r\n\r\nour self-governing Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, another of the many things\r\n\r\nwhich this Assembly must consider carefully before\r\n\r\nI  move  my amendment and retire to listen to  the\r\n\r\nGovernment side is the matter of culture.  It  can\r\n\r\nbe said that Singapore is situated in the heart of\r\n\r\nthe  Malay  Archipelago - it is  surrounded  by  the\r\n\r\nFederation  of Malaya, the Republic  of  Indonesia\r\n\r\nwith  its  thousands  of  islands,  British  North\r\n\r\nBorneo,  Brunei  and Sarawak, and the  Philippines\r\n\r\nwhich  can  be  considered as part  of  the  Malay\r\n\r\nArchipelago.  As  such, the culture  of  Singapore\r\n\r\nmust, in my opinion, be based on Malay culture  if\r\n\r\nwe are going to establish a Malayan culture. Is it\r\n\r\nthe  Government's intention to establish a Malayan\r\n\r\nculture? We know our position and we hope that the\r\n\r\nGovernment  will  stress this  matter  of  Malayan\r\n\r\nculture.   It  will  not  be  difficult   for   my\r\n\r\norganisation, U.M.N.O., to consider and  accept  a\r\n\r\nculture which is Malayan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Federation today the national identity has\r\n\r\nnot yet been established. We want to hear from the\r\n\r\nnon-Malays  what  kind of national  identity  they\r\n\r\nwish  to  have.  The  time  will  come  when   the\r\n\r\nFederation  of  Malaya will  choose  its  national\r\n\r\nidentity,  one supported by and agreed to  by  the\r\n\r\nwhole population comprising many communities.  The\r\n\r\nsituation  is  the  same  concerning  culture   in\r\n\r\nSingapore. I say this because what struck me  most\r\n\r\nrecently  when the P.A.P. gained its  overwhelming\r\n\r\nvictory  and  introduced its  successful  election\r\n\r\ncandidates  at  the  City Hall,  was  the  use  of\r\n\r\nsymbols. I am at a loss to understand why.  If  we\r\n\r\nwere  to  visit that building now we can see  that\r\n\r\nall  the symbols are unintelligible to the Malays.\r\n\r\nThis  is  a  source of concern  and  fear  to  the\r\n\r\nMalays.   This  is  a  serious  matter   requiring\r\n\r\nGovernment's  attention in  our  progress  towards\r\n\r\nestablishing a national identity for all  sections\r\n\r\nof  a  community  with undivided  loyalty  towards\r\n\r\nSingapore's independence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Mr Speaker, because of such fears and\r\n\r\nbecause of the omission\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 244</b></font><br><br>\r\n\r\n\r\n\r\nof  any mention in the speech made by the Yang di-Pertuan  Negara of the main issues in relation  to\r\n\r\nthe special position of the Malays in Singapore, I\r\n\r\nregret  to have to move an amendment to the motion\r\n\r\nmoved by the Deputy Prime Minister as follows-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"at end, to add-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;but regret that the speech did not in principle\r\n\r\nclarify the special position of the Malays who are\r\n\r\nrecognised as the indigenous people of the Island\r\n\r\nof Singapore'.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That, Mr Speaker, is my amendment to the motion\r\n\r\nmade by the Deputy Prime Minister in this Assembly\r\n\r\na   few  days  back.  I  have  given  the  reasons\r\n\r\nregarding  the several main issues concerning  the\r\n\r\nspecial position of the Malays in Singapore.  That\r\n\r\nis  all  I can do to stress and bring home to  the\r\n\r\npublic the doubts which have led to the moving  of\r\n\r\nmy  amendment.  I think this is important  to  the\r\n\r\nadvancement of the special position of the  Malays\r\n\r\nso  that they will move forward with their  fellow\r\n\r\ncitizens   in   the  next  five   years   of   the\r\n\r\nGovernment's life and further, struggle with  them\r\n\r\nto  free  not  only ourselves but our  State  from\r\n\r\ncolonialism which is not only disliked by us,  but\r\n\r\nis also condemned by the world at large.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is all Mr Speaker, Sir, on the amendment\r\n\r\nwhich I move today.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands):</b> I second the amendment.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The hon. Member for the Southern\r\n\r\nIslands  has  already spoken to the main  Question\r\n\r\nand therefore he cannot second the amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Speaker, Sir,\r\n\r\nI  rise  to second the amendment without prejudice\r\n\r\nto speak later on.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The original Question is:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That the following Address in reply to the\r\n\r\nspeech of the Yang di-Pertuan Negara be agreed to\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Legislative Assembly of the State of\r\n\r\nSingapore,  express our thanks  to  the  Yang  di-Pertuan  Negara for the speech which he  delivered\r\n\r\non  behalf of the Government at the opening of the\r\n\r\npresent session of this Assembly.\"'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since which an amendment has been moved at the end\r\n\r\nto add:-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 245</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"but regret that the speech did not in principle\r\n\r\nclarify the special position of the Malays who are\r\n\r\nrecognised as the indigenous people of the  Island\r\n\r\nof Singapore\".\r\n\r\n\r\n\r\n<br><br>The  Question is, \"That the words proposed  to  be\r\n\r\nadded,  be  there added.\" Hon. Members  then  will\r\n\r\nknow that from now on, so long as the amendment is\r\n\r\nbefore the House, they must address themselves  to\r\n\r\nthe  substance of the amendment alone. It is  only\r\n\r\nlater on when the main Question comes back to  the\r\n\r\nHouse  that  other aspects of the Yang  di-Pertuan\r\n\r\nNegara's speech can be touched upon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are now, may I repeat, on the amendment and\r\n\r\nthe  amendment alone. May I also say that  Members\r\n\r\nwho  have already spoken to the main Question may,\r\n\r\nof   course,  address  the  House  again  on   the\r\n\r\namendment?\r\n\r\n\r\n\r\n<br><br>3.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Baharuddin Bin Mohamed Ariff -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Baharuddin Bin Mohamed Ariff (Anson)</b>(<i>In Malay</i>): Mr Speaker, Sir, concerning the amendment\r\n\r\nto the motion on the speech of the Yang di-Pertuan\r\n\r\nNegara, I wish to say that this amendment moved by\r\n\r\nthe   Member  for  Kampong  Kembangan   has   been\r\n\r\ninitiated because the Member himself, if  not  his\r\n\r\nParty,  fears  that the special  position  of  the\r\n\r\nMalays is not stated in the speech of the Yang di-Pertuan   Negara.  But  even  though  the  special\r\n\r\nposition of the Malays is not stated in the speech\r\n\r\nof  the Yang di-Pertuan Negara, the new Government\r\n\r\nhas  carried out various schemes which are in  the\r\n\r\ninterest  of the Malays of this Island. I  am  not\r\n\r\ncommunal in my outlook but I believe Government is\r\n\r\ntruly  concerned with the special position of  the\r\n\r\nMalays as contained in the present Constitution of\r\n\r\nthe  State  of Singapore within which we  are  now\r\n\r\nworking.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the preamble to the Constitution, the special\r\n\r\nposition  of  the  Malays  is  mentioned  and  the\r\n\r\npresent   Government  has  agreed   to   implement\r\n\r\nwhatever   is   contained  in  the   Constitution.\r\n\r\nTherefore, I think there is no question  that  the\r\n\r\nGovernment  wishes  to tear this  Constitution  to\r\n\r\npieces,  as we have heard it said by a  Member  of\r\n\r\nthe  Opposition  at a mass rally held  in  Geylang\r\n\r\nSerai. This kind of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 246</b></font><br><br>\r\n\r\n\r\n\r\ntalk  is pure sentimentalism and perhaps born  out\r\n\r\nof a feeling of jealousy. But the Member concerned\r\n\r\nshould  realise the P.A.P. has never  stated  that\r\n\r\nthe Party is concerned only with the interests  of\r\n\r\nthe  Chinese. The Member for Geylang Serai has  no\r\n\r\nreason  to say that the position of the Malays  is\r\n\r\nbeing  challenged. Because the present  Government\r\n\r\nis  following  the  constitution  which  has  been\r\n\r\nagreed  upon  by  all  Parties.  As  my  colleague\r\n\r\nhimself   has  stated,  the  provisions   in   the\r\n\r\nConstitution  will be upheld and  implemented  and\r\n\r\nthere  is  no  ground for the Member  for  Geylang\r\n\r\nSerai  to say that the Constitution will be burnt.\r\n\r\nThis will merely burn the hearts of the Malays. If\r\n\r\nsuch  a  state of affairs happens, it is only  the\r\n\r\nMalays who will stand to suffer most.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not wish to make a long speech. The present\r\n\r\nGovernment,  according to the Member  for  Kampong\r\n\r\nKembangan, is not recognising the special position\r\n\r\nof the Malays. We do not believe in stating things\r\n\r\nin  writing  in  everything we plan  and  do.  The\r\n\r\nMember for Kampong Kembangan can find out from the\r\n\r\nGovernment  that  there have been various  appeals\r\n\r\nfrom   Malays   in  the  islands   or   in   other\r\n\r\nconstituencies requesting vocational schools. They\r\n\r\nclaim  that  the  former  Assistant  Minister  for\r\n\r\nEducation  promised  them in  writing  that  there\r\n\r\nwould be schools for Malay children but that  this\r\n\r\npromise has remained just a promise. Likewise, Mr\r\n\r\nSpeaker,  I  would  like to  ask  the  Member  for\r\n\r\nGeylang   Serai  whether  lands   in   the   Malay\r\n\r\nsettlements as promised have been given to  Malays\r\n\r\nwho are poor, as a special privilege. This promise\r\n\r\nhas  not  been fulfilled as it appears that  there\r\n\r\nare  also  rich Malays among the Malays. According\r\n\r\nto  the agreement, it only concerns the Malays who\r\n\r\nare poor. So now the poor Malays still remain poor\r\n\r\nand  those who have been allotted land are  people\r\n\r\nwho  are  in a higher salary bracket and  who  own\r\n\r\ncars and big houses. These are the people who stay\r\n\r\nin  Malay  settlements which are meant for  Malays\r\n\r\nwho  are poor. Therefore, it seems to me that  the\r\n\r\npromise remains a promise.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 247</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then there are other points too. Let the Member\r\n\r\nfor  Kampong  Kembangan remember that  only  three\r\n\r\ndays  ago he congratulated the Minister for Health\r\n\r\nfor  deciding  to  accept, after selection,  Malay\r\n\r\ngirls  who  pass Standard VII in Malay schools  to\r\n\r\nwork  as  midwives or assistant nurses.  That  was\r\n\r\nonly  three  or four days ago, but now he  wonders\r\n\r\nwhether  the Government will be true to its  word.\r\n\r\nTherefore,  Mr Speaker, I cannot understand  what\r\n\r\nthe  Member for Kampong Kembangan really means.  I\r\n\r\ndo  not  understand what he was trying to  say.  I\r\n\r\nonly   wish   to  clarify  on  matters   which   I\r\n\r\nunderstand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member was also uninformed on the\r\n\r\nsubject  of education. According to the Government\r\n\r\npolicy,  Malay education will be revitalised.  The\r\n\r\nhon.  Member also said that the Police  have  been\r\n\r\nlooked  upon as an instrument of colonial  rulers.\r\n\r\nIt  seems to me that the hon. Member did not quite\r\n\r\nunderstand  what  he  was  saying.  Formerly,  the\r\n\r\nGovernment  was  a colonial one and  most  of  the\r\n\r\nofficials  were  Europeans  who  were  trained  as\r\n\r\ncolonial   officials.  Then,  when  the   children\r\n\r\nstudied  geography, it was not about Malaya.  With\r\n\r\nfive years in a Malay school and many years in  an\r\n\r\nEnglish school. I learned about England, Wales and\r\n\r\nLondon. I learned about the distance from here  to\r\n\r\nLondon. That is the sort of curriculum that should\r\n\r\nbe  changed. That is just one aspect  by  what  is\r\n\r\nmeant by \"revitalising Malay education\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Likewise, the Police has been regarded as an\r\n\r\ninstrument of colonialism. It is so, because  even\r\n\r\nthe  then Chief Secretary, I wish to point out  to\r\n\r\nthe  Member for Kampong Kembangan, was not a Malay\r\n\r\nor an Indonesian. The Chief Secretary received his\r\n\r\norders   from  England,  but  now  we  are   self-governing. We will change all these forms, as  has\r\n\r\nbeen  stated  by the Minister for Education,  into\r\n\r\ntruly  Malayan  ones.  We  have  heard  from   the\r\n\r\nMinister  for  Home Affairs that the  Police  will\r\n\r\ntruly have a Malayan outlook, a Singapore outlook,\r\n\r\nand  it  will work in close co-operation with  the\r\n\r\npeople of Singapore. The Police formerly-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member is\r\n\r\npossibly wandering a little\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 248</b></font><br><br>\r\n\r\n\r\n\r\ntoo  far  from the amendment. I think he  had  his\r\n\r\nchance  when he spoke on the main Question dealing\r\n\r\nwith  the general policy in regard to the  Police.\r\n\r\nIf  he relates his remarks to the special position\r\n\r\nof  the Malays in the Police, then of course he is\r\n\r\nright, but if he starts generalising, then  he  is\r\n\r\nwandering a bit far away from the amendment.\r\n\r\n\r\n\r\n<br><br><!-- Inche Baharuddin Bin Mohamed Ariff -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Baharuddin Bin Mohamed Ariff</b>(<i>In Malay</i>): Mr Speaker, Sir, I\r\n\r\nwill  feel guilty if I do not answer the important\r\n\r\nquestion  of  the special position of the  Malays.\r\n\r\nFor  instance, the Chairman of the Public  Service\r\n\r\nCommission is a Malay. The employment of assistant\r\n\r\nnurses is now open to the Malays, and what is very\r\n\r\nimportant, as far as I am concerned, is that Malay\r\n\r\nhas  been accepted as the national language.  This\r\n\r\nhas  been  clarified by the Minister for Education\r\n\r\nat great length, and I feel the Member for Kampong\r\n\r\nKembangan  should know that language reflects  the\r\n\r\noutlook of a nation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A Malayan outlook is also being given emphasis in\r\n\r\nrespect  of  culture. Radio Singapore has  carried\r\n\r\nout  various changes in its programmes  concerning\r\n\r\neconomics,  health, language, etc. All  these  are\r\n\r\nfor  the benefit of the Malays. The Malays in  the\r\n\r\nrural  areas  will now realise that they  have  an\r\n\r\nopportunity of knowing economics in order to  help\r\n\r\nthem  in trade, etc. Therefore, the Malays in  the\r\n\r\nkampongs   must   realise  that   there   is   the\r\n\r\nopportunity  for them to enter into the  field  of\r\n\r\ntrade. If they do not know this, then the $2  they\r\n\r\nsave will be spent in no time. The past Government\r\n\r\nhas made various promises to teach them economics,\r\n\r\netc., but these promises still remain promises and\r\n\r\nhave  not  yet been implemented. But this  present\r\n\r\nGovernment  not  only makes promises,  and  writes\r\n\r\nthese promises into the Constitution, but it  lays\r\n\r\nemphasis  on the implementation of these promises,\r\n\r\nas  could  be seen in the speech of the  Yang  di-Pertuan Negara. I believe this new Government will\r\n\r\nimplement whatever promises it makes, and they are\r\n\r\nnot  only for the interest of the individual,  but\r\n\r\nalso  for  the  interest of all,  particularly  of\r\n\r\nthose who need help. As stated by the Member \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 249</b></font><br><br>\r\n\r\n\r\n\r\nfor Kampong Kembangan, the Malays are a people\r\n\r\nbackward  in  the economic field.  The  Government\r\n\r\nwill help the Malays in trade. He also stated that\r\n\r\nthere  are business houses or firms which  do  not\r\n\r\nemploy  Malays.  I  feel he  should  ask  his  own\r\n\r\ncolleague  what  legislation was  enacted  by  the\r\n\r\nprevious  Government  in  respect  of  labour.  It\r\n\r\nappeared  to  me  that  the  past  Government  was\r\n\r\nasleep, but I feel the present Government is  wide\r\n\r\nawake  and is legislating for the benefit  of  the\r\n\r\npeople  of  the whole country. I feel it  is  more\r\n\r\nimportant   that  these  things  are  implemented,\r\n\r\nrather than just spoken or written.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I feel there is nothing more that I wish to say,\r\n\r\nexcept  that for 1½ or 2 hours, the  Member  for\r\n\r\nKampong Kembangan failed to mention anything  else\r\n\r\nbut Malay rights.\r\n\r\n\r\n\r\n<br><br>4.10 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi (Ulu Pandan)</b>(<i>In Malay</i>): Mr Speaker, in the amendment to the\r\n\r\nmotion thanking the Yang di-Pertuan Negara for his\r\n\r\nspeech  it  has  been alleged  that  there  is  no\r\n\r\nmention  of Malay rights in principle.  I  believe\r\n\r\nthe  Member  for Kampong Kembangan has  failed  to\r\n\r\nunderstand  the speech delivered by the  Yang  di-Pertuan   Negara.  The  Yang  di-Pertuan  Negara's\r\n\r\nspeech does clarify the education policy based  on\r\n\r\nthree  main principles, one of which is acceptance\r\n\r\nof  the 1955 All-Party Committee Report on Chinese\r\n\r\nEducation.  If  the  Member for Kampong  Kembangan\r\n\r\nunderstands this Report, then I am quite  sure  he\r\n\r\nwill have no doubts. As far as I know, at the time\r\n\r\nwhen  this  Committee  made  its  report  to   the\r\n\r\nMinistry of Education, one of the U.M.N.O. members\r\n\r\nsitting  on  the  Committee was the  Minister  for\r\n\r\nLocal  Government, Lands and Housing, and  he  was\r\n\r\nalso then the Deputy Chief Minister. If the Member\r\n\r\nfor  Kampong  Kembangan fails  to  understand  the\r\n\r\nobjects and aims of the All-Party Committee Report\r\n\r\nreferred to, it is more appropriate that  he  asks\r\n\r\nthe  man who took part in the investigations.  The\r\n\r\nleader of U.M.N.O. who held the Ministry of  Local\r\n\r\nGovernment, Lands and Housing in the previous  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 250</b></font><br><br>\r\n\r\n\r\n\r\nGovernment, had agreed  and  had  become  a\r\n\r\nsignatory  to  the All-Party Committee  Report  on\r\n\r\nChinese Education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kampong Kembangan also mentioned\r\n\r\nthe  manner  of  revitalising Malay  education.  I\r\n\r\nbelieve the Malay Education Council, on which  sat\r\n\r\nmany  U.M.N.O. members, had submitted a memorandum\r\n\r\nto the Ministry of Education; I believe one of the\r\n\r\nmembers of U.M.N.O. at that time was the Assistant\r\n\r\nMinister for Education. In the memorandum  mention\r\n\r\nwas  made  of Malay middle schools. The  Assistant\r\n\r\nMinister for Education, who came from U.M.N.O. had\r\n\r\npromised to build Malay middle schools. But  Malay\r\n\r\nmiddle schools were not built; instead there  were\r\n\r\nMalay  middle  classes,  using  as  a  medium   of\r\n\r\ninstruction the English language, and now known as\r\n\r\nthe  Katong Secondary School. I am quite sure that\r\n\r\nthis move satisfied the Malay Education Council as\r\n\r\nit  had Malay U.M.N.O. members in it. If they were\r\n\r\ndissatisfied  with  the  establishment  of   Malay\r\n\r\nmiddle  schools  with English  as  the  medium  of\r\n\r\ninstruction,  why is it that only  now  they  make\r\n\r\ntheir  dissatisfaction known to  the  Ministry  of\r\n\r\nEducation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here it is obvious that the Member for Kampong\r\n\r\nKembangan,  who  is  also a member  of  the  Malay\r\n\r\nEducation  Council was satisfied. But  the  P.A.P.\r\n\r\nGovernment  is  fully  conscious  that  the  Malay\r\n\r\nlanguage - as the Malay proverb says - does  not  want\r\n\r\nto  die  but  it is hard to live. What  was  being\r\n\r\ntalked about was the English school. The proof  is\r\n\r\nthat  the  memorandum which was submitted  by  the\r\n\r\nMalay  Education Council, in practice, meant  that\r\n\r\nthe  Malay  children were to be  sent  to  English\r\n\r\nschools but not to Malay schools. This shows  that\r\n\r\nthe   interest  of  the  Malay  people  was  still\r\n\r\ninclined   towards  an  English   education.   The\r\n\r\nMinister  for Education in the previous Government\r\n\r\nhimself stated that Malay schools were fit only to\r\n\r\nproduce  peons,  drivers, and so  on.  The  P.A.P.\r\n\r\nGovernment is fully aware that the Malay  language\r\n\r\nis   now  backward,  as  I  have  said  just  now.\r\n\r\nTherefore, we are going all out to revitalise  the\r\n\r\nMalay language.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 251</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With this revitalising, it does not mean that we\r\n\r\nare  going  to  curb  the  English  language.  The\r\n\r\nEnglish language is already advanced. But we  will\r\n\r\nput  manure  on the Malay language and  revitalise\r\n\r\nMalay education. This we have pledged.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of Malay education, the Member\r\n\r\nfor  Kampong  Kembangan expressed  dissatisfaction\r\n\r\nover  the question of scholarship awards. We  have\r\n\r\nexplained  this matter in our souvenir, the  Five-Year Plan of the P.A.P. On page 4, paragraph 3, it\r\n\r\nis  mentioned that scholarships will be  given  to\r\n\r\nMalay  pupils in order to increase the  number  of\r\n\r\nscholarships to Malay children who come from  poor\r\n\r\nfamilies.  Government will not only  increase  the\r\n\r\nnumber  of  scholarships, but  will  also  enhance\r\n\r\nMalay education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also believe that the Member for Kampong\r\n\r\nKembangan,  on the 8th July, met the Minister  for\r\n\r\nEducation  in  the  name of  the  Malay  Education\r\n\r\nCouncil;  the members of the delegation  comprised\r\n\r\nU.M.N.O. members. The Member himself was  one  of\r\n\r\nthem. The Minister for Education had stressed  the\r\n\r\nobjects   and  aims  of  the  present   Government\r\n\r\nconcerning  Malay education. This has been  stated\r\n\r\nin  detail, in accordance with the Five-Year Plan,\r\n\r\nand  explained  to the delegation from  the  Malay\r\n\r\nEducation  Council.  After  that  the  Member  for\r\n\r\nKampong  Kembangan, the leader of the  delegation,\r\n\r\nstated  to reporters of Utusan Melayu on 8th  July\r\n\r\nthat the Government of Singapore accepted, in good\r\n\r\nfaith,  the status of the Malay Education Council.\r\n\r\nMiddle  schools would be established in the middle\r\n\r\nof 1961. This means that the Ministry of Education\r\n\r\nhad  given  satisfaction to  the  Malay  Education\r\n\r\nCouncil, about which the members of the party were\r\n\r\ngiven  a private conference. I am sure the  Malays\r\n\r\nwho  read  the news in the Utusan Melayu  will  be\r\n\r\nsatisfied.  But I am astounded why the Member  for\r\n\r\nKampong Kembangan should have raised a hue and cry\r\n\r\nabout the matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe the Member for Kampong Kembangan wants\r\n\r\nto  make himself prominent among the Malays  as  a\r\n\r\nmember of a Party which is fighting for the  cause\r\n\r\nof the Malays. On the other hand,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 252</b></font><br><br>\r\n\r\n\r\n\r\nthey  fail to understand that the Malay people  of\r\n\r\nSingapore  have  awakened to the  real  cause  for\r\n\r\nwhich  U.M.N.O. has fought, and at the same  time,\r\n\r\nto the policy of the P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of religious schools and places\r\n\r\nof  worship, 90 per cent of the adherents of Islam\r\n\r\nare  Malays.  For  that  reason,  the  Member  for\r\n\r\nKampong  Kembangan is for the Islamic  people,  by\r\n\r\nwhich  he  means the Malays. I believe  the  Malay\r\n\r\nEducation Council, which is supported by  U.M.N.O.\r\n\r\nitself,  is  not  truly working  as  a  party  for\r\n\r\nimproving  or  for giving assistance to  religious\r\n\r\nschools or places of worship. I say so because the\r\n\r\nGovernment  has  given  assistance  to   religious\r\n\r\nschools to the tune of $10 per pupil per year; but\r\n\r\nbecause  the  Malay  Education  Council  did   not\r\n\r\nencourage  these religious schools to  accept  the\r\n\r\naid  offered by the Government, religious teaching\r\n\r\nhas   no   proper  syllabus,  and  also  religious\r\n\r\nteachers  do not receive proper training.  But  if\r\n\r\nthe   Members  of  the  Malay  Education  Council,\r\n\r\nsupported by U.M.N.O., had given encouragement  to\r\n\r\nthese religious schools to accept Government  aid,\r\n\r\nI  am confident religious teaching would have been\r\n\r\nvalued and brought to a good standard, and, at the\r\n\r\nsame  time,  the  religious  teachers  would  have\r\n\r\nreceived proper training.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to draw the attention of\r\n\r\nMembers  to the administration of the former  City\r\n\r\nCouncil.  The  P.A.P. had given a free  supply  of\r\n\r\nwater  to  the mosques within the city area.  Does\r\n\r\nthat not go to prove that it is helping the places\r\n\r\nof worship? I believe the P.A.P. is now aware that\r\n\r\nthe   powers  of  the  City  Council   have   been\r\n\r\ntransferred   to  the  Government.  Therefore,   I\r\n\r\nbelieve the programme can be carried through.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Also, on the amendment concerning the followers\r\n\r\nof  Islam, which means the Malays, for the  reason\r\n\r\nthat  90  per cent of Islams comprise the  Malays,\r\n\r\nthere  is  mention  of a law  to  curb  polygamous\r\n\r\nmarriages. In this connection, the Islamic  people\r\n\r\nhave  been  exempted from the provisions  of  this\r\n\r\nlaw.  I  am quite sure the members of U.M.N.O. in\r\n\r\nthis Assembly will feel fortunate because the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 253</b></font><br><br>\r\n\r\n\r\n\r\nIslamic  people  have  been  exempted  from   this\r\n\r\nlegislation,  the  Malays being the  adherents  of\r\n\r\nIslam.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe the Member for Kampong Kembangan dwelt\r\n\r\nat  great  length  in  this  Assembly  on  matters\r\n\r\nconcerning culture, education, religion,  etc, as\r\n\r\ncontained  in  the speech made  by  the  Yang  di-Pertuan Negara. I believe the Member is not  aware\r\n\r\nthat the speech made by the Yang di-Pertuan Negara\r\n\r\nwas based on the Constitution of Singapore, a copy\r\n\r\nof which was sent to hon. Members. Also in today's\r\n\r\nedition  of Utusan Melayu on page 5, in the  lower\r\n\r\ncolumn,  it is mentioned that the P.A.P. is  aware\r\n\r\nof  and  respects  the  special  position  of  the\r\n\r\nMalays.  But  there  are  elements  which  inflame\r\n\r\ncommunalism. They will be opposed by the P.A.P. We\r\n\r\ndo  not  respect  blindly, but we respect  certain\r\n\r\nprinciples, that is to say, principles  which  are\r\n\r\nnon-communal.  I  hope  the  Member  for   Kampong\r\n\r\nKembangan, if he had not read the paper, would  do\r\n\r\nso.  He  should read Utusan Melayu, page 5,  which\r\n\r\nmentions  the  principles  of  the  P.A.P.,  which\r\n\r\nrespect the special rights of the Malays.\r\n\r\n\r\n\r\n<br><br>4.28 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee (Tanglin):</b> Mr Speaker, Sir, I\r\n\r\nthink  the Member for Kampong Kembangan is worried\r\n\r\nbecause  what is in the preamble to the  Singapore\r\n\r\n(Constitution)  Order  in  Council  has  not  been\r\n\r\nspecifically  included  in  the  speech   of   His\r\n\r\nExcellency  the Yang di-Pertuan Negara. Naturally,\r\n\r\nin  view  of  the  fact that  the  Leader  on  the\r\n\r\nGovernment side has said that whatever  they  have\r\n\r\nclaimed  they would do, they would do - if there  is\r\n\r\nno  specific  mention in the speech - therefore  the\r\n\r\nomission  might be regarded as not  including  the\r\n\r\nreference to the special position of the Malays as\r\n\r\nbeing part of the Government programme. Therefore,\r\n\r\nI  request  that this Government should  give  the\r\n\r\nassurance  that  this  special  position   be   so\r\n\r\nrecognised. I think this is only proper.  We  know\r\n\r\nfull well that the Malays as a community have been\r\n\r\nrather handicapped economically\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 254</b></font><br><br>\r\n\r\n\r\n\r\nin the past, so that the concept of an egalitarian\r\n\r\nsociety,  while  it may be satisfactory  to  other\r\n\r\ncommunities,  arouses, in them fears because  they\r\n\r\nare  not  equipped economically  to  compete  with\r\n\r\ntheir  colleagues from the other communities.  For\r\n\r\ninstance, when it comes to welfare, whereas in the\r\n\r\ncase  of  other  communities an appeal  for  funds\r\n\r\nwould  evoke successful help from members in those\r\n\r\ncommunities, from among the Malays, it is going to\r\n\r\nbe difficult.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that one way of giving a definite\r\n\r\nassurance  of their special position  is  for  the\r\n\r\nGovernment  to  create  a  special  education  and\r\n\r\nwelfare  fund for the Malays so that they  can  be\r\n\r\nhelped in the early stages to compete successfully\r\n\r\nand   fairly   with   members   from   the   other\r\n\r\ncommunities.\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Madam Sahorah Binte Ahmat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Sahorah Binte Ahmat (Siglap)</b>(<i>In Malay</i>):\r\n\r\nMr Speaker, although the Yang di-Pertuan Negara's\r\n\r\nspeech does not contain the special rights of  the\r\n\r\nMalays,  the P.A.P. Government is fully  conscious\r\n\r\nof  its responsibilities because the P.A.P. is not\r\n\r\nmaking empty promises. We carry out those promises\r\n\r\nin practice. The Opposition side are always trying\r\n\r\nto  blame the Government. Whatever we do is  wrong\r\n\r\nto  them. But they have no consideration and  they\r\n\r\nare  not aware of what has been carried out by the\r\n\r\npast  Government in four years. In fact, they know\r\n\r\nthat   in   the   past   Government   there   were\r\n\r\nrepresentatives from U.M.N.O., for  instance,  who\r\n\r\ncould  speak  for  them; because  the  Member  for\r\n\r\nGeylang Serai was in the previous Government,  the\r\n\r\nMinister  for Local Government, Lands and Housing,\r\n\r\nand  another member was an Assistant Minister  who\r\n\r\nwas  also  an U.M.N.O. member. But then when  they\r\n\r\nwere   holding  the  Ministries  they  failed   to\r\n\r\nimplement  policies  for  the  betterment  of  the\r\n\r\nMalays  which  they have raised  today.  Now,  the\r\n\r\nP.A.P.  Government is only one and a  half  months\r\n\r\nold.  Is  it  sensible  that  we  can  carry   out\r\n\r\neverything  during  that  short  period  of  time?\r\n\r\nCannot  Opposition Members think of all this?  All\r\n\r\nthis requires a long time to carry out because\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 255</b></font><br><br>\r\n\r\n\r\n\r\nthe  Members of the Opposition themselves said the\r\n\r\nMalays have been oppressed for about 140 years.  A\r\n\r\nhundred  and  forty  years' oppression  cannot  be\r\n\r\novercome overnight. Members of the Opposition must\r\n\r\nthink  about all this; because the present moment,\r\n\r\nthe  Opposition Members must know, is not the time\r\n\r\nfor idle talk but the time for work to improve the\r\n\r\nState  as well as the population of Singapore.  We\r\n\r\nknow that the poor masses have been oppressed. The\r\n\r\ndowntrodden  have  always been  oppressed  by  the\r\n\r\nupper  strata.  I  hope  the  Member  for  Kampong\r\n\r\nKembangan will understand that we have made  Malay\r\n\r\nthe  national language. That is one of the special\r\n\r\nrights of the Malays. Further, we have carried out\r\n\r\nthe  work  by  employing Malays, for instance,  in\r\n\r\nhealth  departments. We are taking  in  Malays  as\r\n\r\nassistant nurses and Malay girls as midwives.  But\r\n\r\nin   the  past,  before  the  previous  Government\r\n\r\ncarried  out its work, we knew that in the  health\r\n\r\ndepartment  they encouraged Malays qualified  from\r\n\r\nMalay  schools to become nurses and midwives.  But\r\n\r\nwhen  the  previous Government came  in  for  four\r\n\r\nyears,  these  nurses  were replaced  by  English-educated  nurses with the result that  the  Malay-educated  girls were not accepted  in  the  health\r\n\r\nservices.  Now we are going back to where  we  can\r\n\r\naccept  Malays  who have passed  Standard  VII  to\r\n\r\nbecome  nurses and midwives. Is it not one of  the\r\n\r\nways  and means to help the Malays who have always\r\n\r\nbeen oppressed?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the time of the previous Government it was\r\n\r\neven  difficult  for the Malays to  become  peons.\r\n\r\nThey  must  have  Standard VII qualification.  The\r\n\r\nMember  for  Kampong Kembangan  himself  knew  the\r\n\r\nsufferings  of  the Malays who were  too  poor  to\r\n\r\nafford  English  education. Only those  who  could\r\n\r\nafford  were able to receive an English education.\r\n\r\nThe  Member  for Kampong Kembangan himself  should\r\n\r\nrealise  what our plans are. We will work straight\r\n\r\non,  although we may be faced with obstacles, just\r\n\r\nas a new-born child is. When we were born, we were\r\n\r\nunable to walk. We must first be educated\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 256</b></font><br><br>\r\n\r\n\r\n\r\nand  when we reach maturity, then only can  we  do\r\n\r\nsomething for the community.\r\n\r\n\r\n\r\n<br><br>4.37 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands)</b>(<i>In Malay</i>): Mr Speaker, Sir, I support\r\n\r\nthe  amendment  moved by the  Member  for  Kampong\r\n\r\nKembangan on the basis that the Government omitted\r\n\r\nto  mention that it will carry out its  policy  of\r\n\r\nsafeguarding the special position of  the  Malays,\r\n\r\nwho  are  recognised  in the constitution  as  the\r\n\r\nindigenous  people  who  are  in  most   need   of\r\n\r\nassistance  from the Government  and  to  give  an\r\n\r\nassurance of their fate in future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we have heard in this debate that it is not the Government's intention to include, in\r\n\r\nthe  speech of the Yang di-Pertuan Negara, mention\r\n\r\nof  their efforts to put into effect the  work  of\r\n\r\nthe  present self-governing Constitution.  I  fear\r\n\r\nthe  non-inclusion  of  a  positive  programme  to\r\n\r\nprotect,   safeguard  and  lift  up   the   living\r\n\r\nconditions of the Malays will give rise to concern\r\n\r\namong  the greater number of the Malay population.\r\n\r\nWhy  I say that, Mr Speaker, is based on the time\r\n\r\nwhen   we  negotiated  the  formulation   of   our\r\n\r\nConstitution and the demand by the Malays that the\r\n\r\narticle  concerning the special  position  of  the\r\n\r\nMalays  be included in the Constitution. Not  only\r\n\r\ndoes the Constitution mention the special position\r\n\r\nof the Malays but it also reiterates that it shall\r\n\r\nbe  the  responsibility of the Government, whether\r\n\r\nthe P.A.P. Government or any Government, which are\r\n\r\ncarrying  out the self-governing of Singapore,  to\r\n\r\ncare for and help the livelihood of the Malays  in\r\n\r\nfuture. By merely mentioning that Malay is  to  be\r\n\r\nmade the national language, I feel that alone will\r\n\r\nnot  create openings or opportunities, or give  an\r\n\r\nassurance  to  the Malays, who are different  from\r\n\r\nthe  non-Malays. This is usual amongst the Malays.\r\n\r\nI admit that some of the Party leaders do not wish\r\n\r\nto  raise  communal feelings. We accept that,  but\r\n\r\nwhat we fear is that amongst the people there  are\r\n\r\nstill  communal feelings. I say so,  Mr  Speaker,\r\n\r\nthrough experience. We who live in Singapore  have\r\n\r\nseen  how  the position of the Malays is oppressed\r\n\r\nand\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 257</b></font><br><br>\r\n\r\n\r\n\r\nendangered  although,  from the  beginning,  their\r\n\r\nposition was more advantageous. But because of the\r\n\r\npresent environment, their position ultimately  is\r\n\r\nhopeless and there is no future for them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to give an example of how I myself\r\n\r\nhave  been inundated with queries in the field  of\r\n\r\nbusiness.  A  Malay,  a  Singapore  citizen,   had\r\n\r\nestablished  a  business on a certain  island  for\r\n\r\nover  two  years  and  it  was  quite  prosperous.\r\n\r\nSuddenly, unknowingly, he received a letter from a\r\n\r\nsolicitor compelling him to leave his retail shop,\r\n\r\nthe reason being that the land on which he had his\r\n\r\nshop  was the property of the authorities and that\r\n\r\nthey had refused him permission for the shop to be\r\n\r\nthere.   The   result   was   that   a   non-Malay\r\n\r\nsubsequently established his business at the  same\r\n\r\nplace. So the Malay naturally suspected that  this\r\n\r\nwas  the  result  of instigation  from  a  certain\r\n\r\nsection.  Mr Speaker, that is an example.  It  is\r\n\r\nnot  of  my own making but this happened in actual\r\n\r\nfact and was brought to my notice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> On a point of information.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will stand down. The\r\n\r\nMember will not stand down.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): Mr Speaker, what I\r\n\r\nhave  related to you just now is a fact. I  cannot\r\n\r\nallow  the Government to interfere with my  speech\r\n\r\nbecause  it is my right to speak and explain  what\r\n\r\nhas  come to my knowledge. To further clarify  the\r\n\r\nposition,  I will bring this matter to the  notice\r\n\r\nof  the  Government at a later date. Sir, this  is\r\n\r\none proof-\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> On a point of order. Mr\r\n\r\nSpeaker,  perhaps  the  Member  for  the  Southern\r\n\r\nIslands will state the case mentioned by him,  the\r\n\r\ntime of the event so that-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not think that the\r\n\r\nMinister  can  rise on a point of order  when,  in\r\n\r\nfact,  it is not a point of order. It was, I  take\r\n\r\nit, an attempt to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 258</b></font><br><br>\r\n\r\n\r\n\r\nelucidate.  The  Minister,  of  course,   has   an\r\n\r\nopportunity  of speaking on the amendment  because\r\n\r\nhe has not yet spoken on it.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri</b>(<i>In Malay</i>): Mr Speaker, I\r\n\r\nwould like to further clarify what I have related.\r\n\r\nI  think  the  Government is under the  impression\r\n\r\nthat  this is a story of my own creation, but this\r\n\r\nis  a fact and this was conveyed to me in the form\r\n\r\nof  a  complaint.  However, this matter  is  still\r\n\r\nunder  investigation. This, Mr Speaker, is proof.\r\n\r\nHow  do you expect the Malays to live on the  same\r\n\r\nfooting  and  side by side with their brothers  in\r\n\r\nthe  atmosphere of a self-governing  Singapore  if\r\n\r\nthere  is no specific programme to help the Malays\r\n\r\nwhose  position is very much backward as  compared\r\n\r\nto  others? So, as I have said just now, we cannot\r\n\r\naccept  the mere promises as have been much talked\r\n\r\nabout  in  the Five-Year programme of the  P.A.P.,\r\n\r\nbecause we know that what is going on now is based\r\n\r\non  the Constitution of a self-governing Singapore\r\n\r\nand  not on the basis of the policy of the  P.A.P.\r\n\r\nTherefore,  that  is why I support  the  amendment\r\n\r\nmoved by the Member for Kampong Kembangan, to  add\r\n\r\nat  the  end  of the speech of the Yang di-Pertuan\r\n\r\nNegara at the opening of the First Session of  the\r\n\r\npresent Assembly:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"but regret that the speech did not in principle\r\n\r\nclarify the special position of the Malays...\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the accusation or abuses about the\r\n\r\nprevious  Government not fulfilling this and  that\r\n\r\nfor  the  Malays,  I  have on  numerous  occasions\r\n\r\nstressed this anomaly and we should not look back;\r\n\r\nbut  if  we really want to consolidate the various\r\n\r\ncommunities  in Singapore into one unit,  we  must\r\n\r\ngive  special attention to those who are  deprived\r\n\r\nof  an opportunity or an atmosphere to live  in  a\r\n\r\nspirit of peace and harmony in Singapore.\r\n\r\n\r\n\r\n<br><br>4.51 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Buang Bin Omar Junid -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Buang Bin Omar Junid (Kallang)</b>(<i>In Malay</i>):\r\n\r\nMr  Speaker, Sir, I have heard the debate on  the\r\n\r\nspeech  made  by the Yang di-Pertuan  Negara.  The\r\n\r\nmost  heated was the one delivered by  the  Member\r\n\r\nfor  Kampong Kembangan which lasted for more  than\r\n\r\nan hour.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 259</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kampong Kembangan spoke at great\r\n\r\nlength  on  the  speech  of  the  Yang  di-Pertuan\r\n\r\nNegara,  as  if  he was peeling a raw  durian.  He\r\n\r\nconveyed   his   criticisms  before   moving   his\r\n\r\namendment  regarding the special position  of  the\r\n\r\nMalays which is not contained in the speech of the\r\n\r\nYang di-Pertuan Negara. In the past Government  in\r\n\r\nwhich  U.M.N.O. was represented, as  I  think  the\r\n\r\npeople  of  Singapore all know,  particularly  the\r\n\r\nMalays,  not a single good thing was done for  the\r\n\r\nMalays.  Mr Speaker, in the case of the  Southern\r\n\r\nIslands  the  representative  of  U.M.N.O. who  I\r\n\r\nunderstand   was   a  Member   of   the   previous\r\n\r\nGovernment,  did  nothing for the  islanders;  but\r\n\r\nsince   the  People's  Action  Party  formed   the\r\n\r\nGovernment I think the people of Singapore and the\r\n\r\nMalays know that, although the special position of\r\n\r\nthe  Malays is not mentioned in the speech of  the\r\n\r\nYang  di-Pertuan Negara, the Ministry of  National\r\n\r\nDevelopment  has done what it could  to  take  the\r\n\r\nnecessary action on behalf of the islanders there.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for the Southern\r\n\r\nIslands  spoke about Malay becoming  the  national\r\n\r\nlanguage.  This,  he said, does  hot  benefit  the\r\n\r\nMalays.   I  think  the  opinion  of  the   Member\r\n\r\nconcerned  is  unhealthy. There is a Malay  saying\r\n\r\nwhich  says:  If the language lives, so  does  the\r\n\r\nnation. Mr Speaker, today the three Malay Members\r\n\r\nof  the Opposition and we the Malays on this  side\r\n\r\nof  the  House  all speak in Malay.  This  is  the\r\n\r\npolicy  of the P.A.P., that Malay is the  accepted\r\n\r\nnational language. Further, Mr Speaker, Sir,  not\r\n\r\nonly  is  the  Malay  language  accepted  by   the\r\n\r\nPeople's  Action  Party but  the  People's  Action\r\n\r\nParty is doing its best to make Malay the national\r\n\r\nlanguage. For instance, in the Malay kampongs,  in\r\n\r\ntrade  unions and wherever non-Malays  are  to  be\r\n\r\nfound, the study of Malay as the national language\r\n\r\nis  encouraged. Does this not mean that this  will\r\n\r\neventually benefit the Malays? Why I say  this  is\r\n\r\nbecause   if   the  non-Malays  know   the   Malay\r\n\r\nlanguage - and it is easy for Malays to speak or  to\r\n\r\ncommunicate or to deliver speeches such as we  are\r\n\r\nmaking  today - then there is no need  to  speak  in\r\n\r\nother languages. We can\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 260</b></font><br><br>\r\n\r\n\r\n\r\nmerely  use the Malay language. I think there  are\r\n\r\nopportunities  for  the Malays  in  the  field  of\r\n\r\nemployment,  or in any field, with  Malay  as  the\r\n\r\nnational language.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, reverting to the Member for\r\n\r\nKampong Kembangan on the subject of religion, what\r\n\r\nare  the  steps that will be carried  out  by  the\r\n\r\nP.A.P.  Government? I would like to say  that  the\r\n\r\nP.A.P.  Government, before holding  the  reins  of\r\n\r\nGovernment,  were  in control  only  of  the  City\r\n\r\nCouncil.  The  P.A.P. had given free  supplies  of\r\n\r\nwater  to mosques and, at the same time, had built\r\n\r\na mosque at the roof-top of the City Council. But,\r\n\r\nMr  Speaker, when the previous Government was  in\r\n\r\npower - we   know   that   there   was    a    Malay\r\n\r\nrepresentative    in   the   previous    Coalition\r\n\r\nGovernment - nothing was done for the betterment  of\r\n\r\nthe  Malays. I know that in the constituencies  of\r\n\r\nthe   representatives  who  are  seated   on   the\r\n\r\nOpposition  Benches - three of them - one representing\r\n\r\nthe  Southern Islands, another Geylang Serai,  and\r\n\r\nthe    third   Kampong   Kembangan,   the   Malays\r\n\r\npredominate.  We  know that  the  Malays  had  two\r\n\r\nrepresentatives in the previous Government.  There\r\n\r\nwas nothing they could do concerning the rights or\r\n\r\nbenefits of the Malays. But now they appear to  be\r\n\r\nfighters for the rights of the Malays. We, of  the\r\n\r\nPeople's Action Party, do not merely make promises\r\n\r\nor  write  words in the Constitution - or  for  that\r\n\r\nmatter merely put words in the speech of the  Yang\r\n\r\ndi-Pertuan Negara - not mere words, words which  the\r\n\r\npeople  listen  almost daily and which  cannot  be\r\n\r\nimplemented.   On   the   contrary,   the   P.A.P.\r\n\r\nGovernment will further its pledges by hard work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I hope the Malays will not be misled by leaders who appear at this moment to fight for\r\n\r\nthe  rights  of  the Malays, but I would  ask  the\r\n\r\nMalays to look towards those leaders who have made\r\n\r\nachievements  in  the past. We, the  P.A.P.,  will\r\n\r\ncertainly  fight for the fate and destiny  of  the\r\n\r\nMalays  in  particular,  and  that  of  the  whole\r\n\r\npopulation of Singapore in general.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 261</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I propose to suspend until 5.35 p.m.\r\n\r\nI shall take the Chair again at 5.35 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.03 p.m. until 5.35 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.35 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br>5.37 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid Bin Haji Jumat (Geylang Serai)</b>(<i>In Malay</i>): Mr Speaker, I support the amendment\r\n\r\nmoved  by  the  Member for Kampong Kembangan,  but\r\n\r\nbefore  I speak on it, I wish to explain  to  this\r\n\r\nHouse  the clause on the special position  of  the\r\n\r\nMalays. We have heard several Members mention that\r\n\r\nthis clause is included in the preamble only.  The\r\n\r\nfact  is that apart from the preamble, it is  also\r\n\r\nin the operative section of the Constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the reason why we, from U.M.N.O., propose this amendment is because of the feeling\r\n\r\nof  concern  which  exists in the  hearts  of  the\r\n\r\nMalays in Singapore. We have seen the behaviour of\r\n\r\nthe  P.A.P. towards the Malays during the election\r\n\r\nand  the  week  following the election.  When  the\r\n\r\nP.A.P. emerged   victorious   in   the   general\r\n\r\nelections, the supporters of the P.A.P. throughout\r\n\r\nSingapore in lorry loads threw fire-crackers  into\r\n\r\nthe  compounds of Malay houses. This was  directed\r\n\r\ntowards the Malays, particularly Malay women. This\r\n\r\nis  one  of the reasons which prompted us to  move\r\n\r\nthe amendment. It is not because we think that the\r\n\r\nspecial  position  of  the Malays  is  a  communal\r\n\r\nissue, although in this House we have been accused\r\n\r\nby  the  Government that we from  the  Opposition,\r\n\r\nespecially  U.M.N.O., are fanning  communalism  in\r\n\r\nSingapore. This is completely untrue, Mr Speaker.\r\n\r\nI  regret to see that the political atmosphere  at\r\n\r\nthis  moment in Singapore is so keyed up that when\r\n\r\nwe, from U.M.N.O., mention the word \"Malay\" we are\r\n\r\naccused  of being communalists. We should like  to\r\n\r\nexplain  that although we are from the Opposition,\r\n\r\nwe  will definitely work with any quarter so  long\r\n\r\nas it brings good to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 262</b></font><br><br>\r\n\r\n\r\n\r\nand betterment of conditions for the Malays and to\r\n\r\nthe population as a whole.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now, Mr Speaker, the Member for Anson\r\n\r\nstated  that the P.A.P. Government did not believe\r\n\r\nin  words,  as  did the previous Government  which\r\n\r\nmade  promises,  but  never fulfilling  them.  The\r\n\r\nMember  for  Anson also stated that  the  previous\r\n\r\nGovernment was a colonial government and  that  it\r\n\r\nincluded  British members who received  directives\r\n\r\nfrom  the  British Government. On  the  one  hand,\r\n\r\ntherefore, he said that we were not fulfilling our\r\n\r\npledges, and, on the other hand, he stated that we\r\n\r\nhad  no  power  because the  Constitution  was  so\r\n\r\ndrafted  that  British  colonial  interests   were\r\n\r\nrepresented.  And  the  question  asked  by   many\r\n\r\nMembers   of  the  Government  was - what  had   the\r\n\r\nprevious  Government done for the benefit  of  the\r\n\r\nMalays  in  Singapore? Mr Speaker, here  we  must\r\n\r\ntake note of the fact that the previous Government\r\n\r\nunder the Rendel Constitution could be said to  be\r\n\r\na Government which had no power, in the true sense\r\n\r\nof  the word. The then Government was without  the\r\n\r\npowers  that the present Government has today.  In\r\n\r\nspite of it, we did many things for the benefit of\r\n\r\nthe  Malays  on this island, although  the  Rendel\r\n\r\nConstitution   at  that  time  made   no   mention\r\n\r\nwhatsoever  about the position of the Malays.  The\r\n\r\nprevious    Government    had    discharged    its\r\n\r\nresponsibilities for the welfare and  interest  of\r\n\r\nthe  Malays. I would like to mention some of them.\r\n\r\nFirstly,   the  expansion  of  Malay  settlements.\r\n\r\nSecondly,  aid  to  the schools in  the  kampongs.\r\n\r\nThirdly, bursaries for Malay children in secondary\r\n\r\nschools.   Fourthly,  the  creation  of  religious\r\n\r\ncourts  and, fifthly, the establishment of a  home\r\n\r\nfor  the  Islamic  women in Singapore.  These,  in\r\n\r\nbrief, are some of the things we did for the Malay\r\n\r\npeople. On the other hand, Mr Speaker, the Member\r\n\r\nfor  Anson  said that during the first one  and  a\r\n\r\nhalf months since the P.A.P. came into power,  the\r\n\r\nP.A.P. had carried out many programmes  which  he\r\n\r\nsaid  had  helped the position of  the  Malays  in\r\n\r\nSingapore.  One of them was the appointment  of  a\r\n\r\nMalay   as   Chairman   of  the   Public   Service\r\n\r\nCommission. That is true, but that does  not  mean\r\n\r\nthat  by  appointting a Malay as Chairman  of  the\r\n\r\nPublic\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 263</b></font><br><br>\r\n\r\n           \r\n\r\nService  Commission  it constitutes  an  assurance\r\n\r\nthat  the  Malays  would  get  more  jobs  in  the\r\n\r\nGovernment.  The Member for Anson also  said  that\r\n\r\nthe  P.A.P. Government has recognised Malay as the\r\n\r\nnational language. I take my hat off for this. But\r\n\r\nwe from U.M.N.O., Mr Speaker, not only do we want\r\n\r\nMalay  to  be recognised as the national language,\r\n\r\nbut,  at  the same time, we want Malay to  be  the\r\n\r\nsole  official language. Therefore, our  stand  is\r\n\r\nopposed  to  that of the P.A.P. As the Indonesians\r\n\r\nwould say \"Tidak akor\" - \"Not in line with.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson also stated \"Language\r\n\r\nreflects  the  nation.\" But I would like  to  ask,\r\n\r\nwithin  the  context of the present  debate,  what\r\n\r\nnation  would the Malay language reflect? A Member\r\n\r\nfrom  the Government Bench also stated that during\r\n\r\nthe  period when I myself was Minister  for  Local\r\n\r\nGovernment. Lands and Housing, I had neglected the\r\n\r\nappeals  made by the Malays, especially concerning\r\n\r\nMalay  secondary  schools. In this  connection,  I\r\n\r\nwould  like  to state that the previous Government\r\n\r\ncame  to  an  agreement with the  Malay  Education\r\n\r\nCouncil  whereby in 1961. Malay secondary  schools\r\n\r\nwould  be  erected.  They would  have  been  built\r\n\r\nearlier, but for the re-oriented education  policy\r\n\r\nof  the  pre-Rendel Constitution Government.  What\r\n\r\nwas  promised by the Minister for Education to the\r\n\r\nMalay Education Council is not a new promise.  But\r\n\r\nthe  present  Minister  for  Education  is  merely\r\n\r\nimplementing or carrying out decisions reached  by\r\n\r\nthe previous Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further, I was accused that when the previous\r\n\r\nGovernment set up Malay settlements, it was always\r\n\r\nthe  rich  Malays who got them. To  my  mind,  Mr\r\n\r\nSpeaker,  there  are no Malays  who  are  rich  in\r\n\r\nSingapore.  But  on the one hand,  concerning  the\r\n\r\ndistribution of land in the Malay settlements,  it\r\n\r\nwas  a matter which was carried out by a Committee\r\n\r\nappointed by the Government, on which many Members\r\n\r\nsat.  The  distribution of land was therefore  not\r\n\r\nthe  responsibility  of  the  Minister  for  Local\r\n\r\nGovernment, Lands and Housing.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 264</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, I would like to stress\r\n\r\nagain  that the amendment which we have  moved  is\r\n\r\nnot  based on communalism but purely on the  basis\r\n\r\nof   the  Constitution  of  the  State  which  we,\r\n\r\nU.M.N.O.,  in  participation with the  P.A.P. and\r\n\r\nother political Parties, are responsible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I would not say that it is a\r\n\r\nwarning - the   Government  must  not  neglect   the\r\n\r\nspecial position of the Malays in Singapore.  That\r\n\r\nis all, and I hope that they would be very careful\r\n\r\nin implementing that part of the Constitution.\r\n\r\n\r\n\r\n<br><br>5.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed (Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for National Development (Inche Yaacob Bin Mohamed)</b>(<i>In Malay</i>): Mr Speaker, I oppose and protest\r\n\r\nagainst  the amendment. Only those who are  short-sighted need a lamp when they are walking in broad\r\n\r\ndaylight.  We  have  repeatedly  stated  that  the\r\n\r\nP.A.P.    Government   will   not    oppose    the\r\n\r\nConstitution, which is at present in force, and in\r\n\r\nwhich  is stipulated the special position  of  the\r\n\r\nMalays. But if we make a careful analysis, we will\r\n\r\nsee  that  this  refers not only  to  the  special\r\n\r\nposition of the Malays, because in principle  tile\r\n\r\npreamble to the Constitution also mentions that it\r\n\r\nis   the  responsibility  of  any  Government   of\r\n\r\nSingapore  to  look  after the  interests  and  to\r\n\r\nprotect,  safeguard, support, foster  and  promote\r\n\r\nthe  rights of the other minorities. There  should\r\n\r\nbe  the  rights of the minorities, in  particular,\r\n\r\nthe  Malays as they are the indigenous  people  of\r\n\r\nthis  island  and are in most need of  assistance.\r\n\r\nTherefore,  this  recognition,  if  we  study   it\r\n\r\ncarefully,  means that the position of the  Malays\r\n\r\nis equal to that of the other minorities. However,\r\n\r\nthe   P.A.P.   Government,   in   all   sincerity,\r\n\r\nrecognises  and will protect the special  position\r\n\r\nof  the Malays, if at all it can be regarded as  a\r\n\r\nspecial position.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, as mentioned in the speech of the Yang di-Pertuan Negara on the special position of\r\n\r\nthe  Malays, this can be compared to a man who has\r\n\r\nbeen  married before a priest but without throwing\r\n\r\na feast or function. However.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 265</b></font><br><br>\r\n\r\n\r\n\r\nthe  fact remains that it is not the function that\r\n\r\nsolemnises   the  marriage.  What  legalises   the\r\n\r\nmarriage  is  the solemnisation performed  by  the\r\n\r\npriest.  Therefore, it is clear that  the  special\r\n\r\nrights  of the Malays are not being set  aside  by\r\n\r\nthe P.A.P. Government. But, on the other hand, the\r\n\r\nmatter   has   already  been   included   in   the\r\n\r\nConstitution; therefore, there is no necessity for\r\n\r\nthis  matter  to be repeated. As the Malay  saying\r\n\r\ngoes,  \"In  spite  of the fact that  it  is  broad\r\n\r\ndaylight, you still want light.\" Only those people\r\n\r\nwho  are  blind  need a lamp.  There  is  a  Malay\r\n\r\nproverb  which  says that there are  two  ways  of\r\n\r\nlife. One way is to live like a hen which lays one\r\n\r\negg  but  makes  a  lot  of noise  throughout  the\r\n\r\nkampong.  But  there is another way of  life,  and\r\n\r\nthat is to dedicate oneself and be like the turtle\r\n\r\nwhich  quietly lays hundreds of eggs. I would  not\r\n\r\nsay  this  to the Opposition Members. But  as  the\r\n\r\nMalay proverb says, \"If you spit towards the  sky,\r\n\r\nthe saliva will fall on your own face.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since I became the Parliamentary Secretary to the\r\n\r\nMinister  for  National Development, Mr  Speaker,\r\n\r\n(this  matter concerns the special rights  of  the Malays) - a  house  which was constructed  illegally\r\n\r\nwas  ordered  to be demolished. A  leader  from  a\r\n\r\ncertain  political Party telephoned me to ask  for\r\n\r\nhelp,  so  that the house would not be demolished.\r\n\r\nWhen   I   said  that  we  are  working   on   the\r\n\r\nConstitution,  he  asked me  where  then  are  the\r\n\r\nspecial rights of the Malays? I told him that if a\r\n\r\nman  is found guilty of murder and will be hanged,\r\n\r\nwill  he then ask where are the special rights  of\r\n\r\nthe Malays?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to stress here, as a Member of the\r\n\r\nGovernment,  that the special rights will  not  be\r\n\r\nexploited by political opportunists for their  own\r\n\r\ninterests. But these will be used by the P.A.P. in\r\n\r\nthe  interest  of  the  people  of  the  whole  of\r\n\r\nSingapore who have been oppressed and in most need\r\n\r\nof help.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 266</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if I want to speak as long as\r\n\r\nthe  Member for Kampong Kembangan did - he took  one\r\n\r\nand  a  half  hours - I think I am also prepared  to\r\n\r\ndebate  twice that length of time.  But  it  is  a\r\n\r\nsheer  waste  of  time. We  are  at  an  important\r\n\r\nstage - fighting for the destiny of the  people  who\r\n\r\nhave  been  oppressed for more than a century.  In\r\n\r\nthe  meantime,  it is proper for me  to  give  our\r\n\r\nreply indirectly to the criticisms levelled by the\r\n\r\nOpposition  that those who have been  misled  will\r\n\r\nnot  be  misled  further.  There  are  people  who\r\n\r\nsay-the Malay Education Council was mentioned-that\r\n\r\nthe   special  position  of  the  Malays  was  not\r\n\r\nmentioned  by  the Yang di-Pertuan Negara  in  his\r\n\r\nspeech.  I think the memorandum submitted  by  the\r\n\r\nMalay  Education Council had already been accepted\r\n\r\nby the previous Government in the year 1957. After\r\n\r\nthat  the  memorandum was \"frozen\" for  about  two\r\n\r\nyears.  If you study it carefully, this  will  hit\r\n\r\nthe  faces  of the Opposition Members because  the\r\n\r\nfact that the memorandum was belatedly implemented\r\n\r\nafter  1957  meant that thousands of Malay  pupils\r\n\r\nwho  passed Standard VII became the victims of the\r\n\r\norientation  policy which wanted to  make  English\r\n\r\nthe national language on this island. Mr Speaker,\r\n\r\nI  think the Member for Kampong Kembangan became a\r\n\r\nmember   of  the  Malay  Education  Council   only\r\n\r\nrecently.  But as a founder member  of  the  Malay\r\n\r\nEducation  Council  (I was there  for  about  3½\r\n\r\nyears),  I know the ins and outs of what  happened\r\n\r\nin the Malay Education Council; this was contained\r\n\r\nin the memorandum submitted to the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The principle of the memorandum of the Malay\r\n\r\nEducation  Council was accepted by the  Government\r\n\r\nof  which  the Member for Cairnhill was a  Member.\r\n\r\nThe  principle was accepted but the substance  was\r\n\r\nnothing;  if  in  English schools  or  in  Chinese\r\n\r\nschools or in Indian schools, which had science as\r\n\r\na  subject  and so on, in Malay schools  the  text\r\n\r\nbooks  were still telling folk-tales to  make  the\r\n\r\nMalays  believe in spirits and ghosts and  so  on.\r\n\r\nFor   those   reasons,  the  word   \"revitalising\"\r\n\r\nmentioned  in  the speech of the  Yang  di-Pertuan\r\n\r\nNegara means that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 267</b></font><br><br>\r\n\r\n\r\n\r\nthe  tree  which is withering will  be  given  new\r\n\r\nmanure  by the P.A.P. Government so that  it  will\r\n\r\ngrow, and live in the true sense of the word.  Mr\r\n\r\nSpeaker,   similarly,  the  All-Party  Report   on\r\n\r\nChinese Education might probably shock the  Member\r\n\r\nfor  Kampong Kembangan if he had really  read  its\r\n\r\ncontents,   because  it  touched  on  the   entire\r\n\r\neducational system - Chinese, Malay and Indian.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is no need for fear. Only those who are\r\n\r\nafraid  of  their own shadows need  fear,  because\r\n\r\nthey  refuse  to see what those shadows  are.  Mr\r\n\r\nSpeaker,  I feel there is no necessity to  make  a\r\n\r\nlengthy  reply but we will give him an opportunity\r\n\r\nto  return  and  study  the memorandum  which  was\r\n\r\nsubmitted  by  the  Malay  Education  Council  and\r\n\r\nsubsequently  make a detailed study  of  what  the\r\n\r\nGovernment has carried out. Then he will find  out\r\n\r\nthat   the  present  Government  is  still  having\r\n\r\nreligious  subjects taught in Malay schools.  This\r\n\r\nwill  not  leave  any doubts in the  mind  of  the\r\n\r\nMember for Kampong Kembangan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member for Kampong Kembangan touched on\r\n\r\nthe  question of communal cultures.  It  is  clear\r\n\r\nthat  so  long as national identity has  not  been\r\n\r\nagreed upon, the problem of communal cultures will\r\n\r\narise.   With  this  view  in  mind   the   P.A.P.\r\n\r\nGovernment  is  establishing a sense  of  national\r\n\r\nidentity  among  the various  races  who  have  an\r\n\r\nundivided  allegiance  to  this  country - with  one\r\n\r\nnational   language   and   with   one   undivided\r\n\r\nallegiance  to  this  country.  Mr  Speaker,  the\r\n\r\nMember  for  Kampong Kembangan always asked  about\r\n\r\nthe  assurance  of the present Government  towards\r\n\r\nthe Malays. I feel that as I am also a Malay there\r\n\r\nis no need to press for it and demand it in words.\r\n\r\nBut to practise it, as a Malay, who is fully aware\r\n\r\nof the position, we as a backward race, must fight\r\n\r\ntogether for our rights. The P.A.P. Government  is\r\n\r\nready  to help and give any kind of assistance  at\r\n\r\nany  time, but not for the sake of a small segment\r\n\r\nof  the people. Help will be given only on matters\r\n\r\nwhich will be of benefit to the people as a whole.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 268</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;About communalism, the National Language Congress\r\n\r\nin Malaya has decided upon a slogan that \"Language\r\n\r\nreflects  the nation.\" If the P.A.P. has  accepted\r\n\r\nMalay  as  the national language, then it  follows\r\n\r\nautomatically  that the slogan \"Language  reflects\r\n\r\nthe nation\" shows that the people of Singapore are\r\n\r\nheading towards that direction. But unfortunately,\r\n\r\nthe  fear  expressed  by the  Member  for  Kampong\r\n\r\nKembangan is that once the non-Malay teachers have\r\n\r\nbecome   fluent  and  have  mastered   the   Malay\r\n\r\nlanguage, they will rob the position of the  Malay\r\n\r\nteachers. Then how do things stand? To learn Malay\r\n\r\nis  wrong.  Not to learn Malay is also wrong.  And\r\n\r\nall that we do is wrong.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, let me explain whether it is true that the previous Government did, in fact, improve\r\n\r\nthe  lot  of  the Malays. Let me give  one  figure\r\n\r\nconcerning  teachers.  In  1955  the  total  Malay\r\n\r\nschools in Singapore was 63. The teachers totalled\r\n\r\n519.  But  four  years later the total  number  of\r\n\r\nschools  was 69. The teachers totalled  589.  This\r\n\r\nincluded the head teachers or principals  and  not\r\n\r\nthe  ordinary  teachers.  Comparatively  speaking,\r\n\r\nduring those four years only six more schools were\r\n\r\nestablished.  That  means that only  1½  schools\r\n\r\nwere erected in a year. Is this the interpretation\r\n\r\nof  the  term  \"construction\"? It  is  up  to  the\r\n\r\nOpposition Members to think about this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Member for Kampong Kembangan stated that the Malay Chamber of Commerce had\r\n\r\nalready  received an assurance from the Government\r\n\r\nthat it would receive help from the Government, to\r\n\r\nthe  tune of $13,000,000 - so it was said.  I  think\r\n\r\nthis  is  more than enough. This form of help  did\r\n\r\nnot come about from the previous Government. It is\r\n\r\nno  use crowing at the top of our voices when  the\r\n\r\nday has still to dawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point. This is the view of the Malays as\r\n\r\na  whole.  Not all Malays are in favour  of  Malay\r\n\r\nsettlements. There are Malays who do not like  the\r\n\r\nidea  of  Malay settlements because if the  Malays\r\n\r\nare  provided with separate settlements, on  their\r\n\r\nexisting  conditions  of  livelihood  and   having\r\n\r\nregard to the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 269</b></font><br><br>\r\n\r\n\r\n\r\npolitical processes, multi-storey buildings  which\r\n\r\nwill be erected and skyscrapers, Malay settlements\r\n\r\nwill  eventually become zoos. This I think is  not\r\n\r\nprofitable;  neither does it enhance the  prestige\r\n\r\nof  the Malays. What the present Government should\r\n\r\ndo  is  to  have  low-cost houses.  Then  give  an\r\n\r\nopportunity  to  all the Malays  to  rent  or  buy\r\n\r\noutright  these low-cost houses. In this way,  Mr\r\n\r\nSpeaker,  I think we can live in harmony and  side\r\n\r\nby side with all the races in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I do not wish to mention the question of promotion, because there are many\r\n\r\nwriters  who  have  said  that  a  State  will  be\r\n\r\nprosperous  and advanced only if a just Government\r\n\r\nis  found and the officers are efficient. If it is\r\n\r\nonly in the interests of a few individuals to whom\r\n\r\nwe  give top positions despite the fact that  they\r\n\r\nare  inefficient, it means that  that  State  will\r\n\r\ncollapse totally.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Referring to compulsory voting as stated by the\r\n\r\nMember  for  Kampong Kembangan, I do not  want  to\r\n\r\nmention this matter because it is a thing  of  the\r\n\r\npast.  They protested vehemently but the  vehement\r\n\r\nprotest  had  no meaning in the past Assembly.  On\r\n\r\nthis  I  cannot say. It is up to him if  he  still\r\n\r\nwants  to  continue protesting against  compulsory\r\n\r\nvoting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the special rights for the Malays, one\r\n\r\nthing  I am still in doubt is what the Member  for\r\n\r\nKampong  Kembangan  said to  the  effect  that  in\r\n\r\nMalaya  itself there is no nationhood. This  shows\r\n\r\nthe  ignorance of the Member for Kampong Kembangan\r\n\r\non political developments, because in Malaya there\r\n\r\nis a national identity. Only the name has not been\r\n\r\nknown.  The  outlook is composed  of  the  various\r\n\r\nraces  and  the  allegiance  is  straight  to  the\r\n\r\nFederation  of Malaya. Only it has not been  named\r\n\r\nwhether it is Malaysian, Malayan or what.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning matters which have caused fear and the\r\n\r\nmass meeting held by the P.A.P. to introduce their\r\n\r\nsuccessful\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 270</b></font><br><br>\r\n\r\n\r\n\r\ncandidates,  the meeting overflowed  with  symbols\r\n\r\nwhich  could  not be understood by the  Malays.  I\r\n\r\nwould like to say that these slogans were not made\r\n\r\nby  the  P.A.P. but they were presented by  P.A.P. supporters    during   our   election   campaigns.\r\n\r\nTherefore, this matter should not give  cause  for\r\n\r\nconcern. If a man eats with fork and spoon it does\r\n\r\nnot  mean  that he is not a Malay. If he does  not\r\n\r\nwear  a sarong, it does not mean that he is not  a\r\n\r\nMalay. The Member for the Southern Islands has  no\r\n\r\nfaith  in the P.A.P. Five-Year Programme,  but  in\r\n\r\nthe  Constitution. That is according to  what  the\r\n\r\nMember  said.  I  would like to  stress  that  the\r\n\r\nspeech  of  the  Yang  di-Pertuan  Negara  is  not\r\n\r\nconstitutional either as a speech. The speech  was\r\n\r\nprepared  to be in line with the policy  contained\r\n\r\nin the Five-Year plan. Therefore, the Constitution\r\n\r\nwill be upheld by the present P.A.P. Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Geylang Serai, unfortunately, is\r\n\r\nnot  here  now.  He  mentioned  P.A.P. supporters\r\n\r\nfiring  crackers  and  causing  frights.   It   is\r\n\r\npossible  that  the  enemies of  the  P.A.P. were\r\n\r\ntaking  the  opportunity to create dissension  and\r\n\r\nbreak  up  racial unity among the Malays, Chinese,\r\n\r\nIndians  and  others. But the Member  for  Geylang\r\n\r\nSerai should remember that they are not the people\r\n\r\nwho  are holding the reins of Government.  We  are\r\n\r\nthe formulators of policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think the promises to expand Malay settlements,\r\n\r\nto  provide scholarships. Malay middle schools and\r\n\r\nassistance  to religious schools and to  establish\r\n\r\nreligious courts and buildings for Islamic  women,\r\n\r\nwere  made  as  a  piece of propaganda,  when  the\r\n\r\nprevious  Government was up to its neck in  water,\r\n\r\nin  order to win the hearts of the Malays  with  a\r\n\r\nview  to  winning the elections. But the  promised\r\n\r\nMalay settlements are still in chaos and disorder.\r\n\r\nNo  Malay  schools can be seen, and there  are  no\r\n\r\nsigns   of   Government  assistance  to  religious\r\n\r\nschools.   Religious   courts   are   still    not\r\n\r\nfunctioning properly. The building for  the  women\r\n\r\nis  still  in the same state of affairs.  What  is\r\n\r\nthere to be proud of?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 271</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The policy of U.M.N.O. is to make Malay the sole\r\n\r\nofficial  language. The P.A.P. does  not  wish  to\r\n\r\ncrow  about its achievements. I said just now,  if\r\n\r\nwe  build a big building on a weak foundation,  it\r\n\r\nwill  collapse.  Although  Malay  has  become  the\r\n\r\nnational  language, it s not possible to implement\r\n\r\nit  in  the true sense of the word. Although Malay\r\n\r\nis  recognised  as the national  language  in  the\r\n\r\nFederation of Malaya the English language is still\r\n\r\nto  be used for another ten years. Therefore,  the\r\n\r\nP.A.P.  Government  do not wish  to  \"thump  their\r\n\r\nchests\"  and  make  a  hue  and  cry  about  their\r\n\r\nachievements. But what we are engaged in now is to\r\n\r\nmake   each   and  every  citizen   in   Singapore\r\n\r\nunderstand  the national language  so  that  Malay\r\n\r\nwill automatically become the official language.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I do not wish to waste time unnecessarily. I do not wish to take up time which\r\n\r\nshould really be spent on dedication to the people\r\n\r\nbut  there are still people who hide behind  their\r\n\r\nown \"fingers\".\r\n\r\n\r\n\r\n<br><br>6.19 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Bin Ibrahim (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Inche Ahmad Bin Ibrahim)</b>(<i>In Malay</i>): Mr Speaker, it seems that I stand\r\n\r\nhere  today to give positive replies on behalf  of\r\n\r\nthe  Government  of  Singapore  -  concerning  the\r\n\r\namendment of the Member for Kampong Kembangan. Mr\r\n\r\nSpeaker,  I  do not wish to comment in  detail  on\r\n\r\nwhat has been debated by the Members - particularly\r\n\r\nthe  Member for Kampong Kembangan, the Member  for\r\n\r\nthe  Southern Islands and the Member  for  Geylang\r\n\r\nSerai - and  I  think there is no  need  for  me  to\r\n\r\nmention  the Member for Tanglin because apparently\r\n\r\nthe  hon.  Member  does not  know  what  has  been\r\n\r\ndebated in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Mr Speaker, the amendment moved by the\r\n\r\nMember for Kampong Kembangan should not have  been\r\n\r\nmoved,  for then at least the debate on  it  would\r\n\r\nnot  have taken so much of our time if the  Member\r\n\r\nhad  really  understood the aims or principles  of\r\n\r\nthe Party\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 272</b></font><br><br>\r\n\r\n\r\n\r\nin  power in Singapore. I would merely like to ask\r\n\r\nthe  Member  for Kampong Kembangan whether  he  is\r\n\r\nstill uncertain that what is already contained  in\r\n\r\nthe preamble to the Constitution of Singapore will\r\n\r\nnot  be  implemented by the P.A.P.  Government  or\r\n\r\nwill  come into conflict with what the Member  for\r\n\r\nKampong  Kembangan has in mind. On behalf  of  the\r\n\r\nGovernment, we would much prefer the Member to put\r\n\r\nforward  his doubts in the form of a questionnaire\r\n\r\nseeking clarification whether this Government  has\r\n\r\nneglected  the special position of the  Malays,  a\r\n\r\nprovision  that is contained in the new  Singapore\r\n\r\nConstitution.  I  do not wish to discuss  this  at\r\n\r\ngreat  length as the Opposition Members have done.\r\n\r\nWe  are  unable  to grasp the substance  of  their\r\n\r\nspeeches and therefore I would like the Member for\r\n\r\nKampong  Kembangan  to express his  doubts  openly\r\n\r\nrather  than be long-winded. We fail to understand\r\n\r\nwhat he really wants. I believe since he made  his\r\n\r\nspeech last Friday, the Member has failed to  show\r\n\r\nto  the  Government the weaknesses or the mistakes\r\n\r\nof the Government for failing to implement what is\r\n\r\nstipulated in the Constitution. I think the Member\r\n\r\nfor   Kampong   Kembangan   has   wide   political\r\n\r\nexperience  and surely he knows that what  we  are\r\n\r\nimplementing is for the benefit of all the  people\r\n\r\nof  Singapore. He himself has had occasion to  see\r\n\r\nme  outside  this  Assembly  and  I  gave  him  an\r\n\r\nassurance  that the criticism made  by  a  certain\r\n\r\nsection    of   the   Malay   population    during\r\n\r\nelectioneering  that there were  Malays  who  were\r\n\r\ninstruments  of the P.A.P. is not  true.  I   stand\r\n\r\nhere  today  to speak on behalf of the Government,\r\n\r\nwhich  holds the reins of power, and say  that  we\r\n\r\nare  not its tools or instruments. We are  out  to\r\n\r\nchampion  the  cause  of society  as  a  whole  in\r\n\r\nSingapore, including our responsibilities  towards\r\n\r\nthe Malays who live in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of education and promotions, I\r\n\r\nthink  there is no need for me to comment on  such\r\n\r\nmatters as these have been dealt with by the Malay\r\n\r\nMembers  on the Government side. But I would  like\r\n\r\nto clarify to the Member\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 273</b></font><br><br>\r\n\r\n\r\n\r\nthe  matter concerning promotions and the creation\r\n\r\nof  a  quota  system for the Malays in  Government\r\n\r\nservice.  I  feel the Member himself  should  know\r\n\r\nthat   with   reference  to  the   new   Singapore\r\n\r\nConstitution,  the  U.M.N.O. representative,  the\r\n\r\nHon. Dato Abdul Hamid Bin Haji Jumat, who was  the\r\n\r\nDeputy  Chief Minister of the previous  Government\r\n\r\nand  who  also claimed to represent the Malays  of\r\n\r\nSingapore,  participated in the negotiations  held\r\n\r\nin   London.  I  think  the  hon.  Member   should\r\n\r\nunderstand that a quota system for the Malays  was\r\n\r\nnot even mentioned in the new Constitution. I know\r\n\r\nthat   he  is  a  man  not  lacking  in  political\r\n\r\nexperience,  and  I  regard  him  as  a  man   who\r\n\r\nunderstands  the  wishes and  aspirations  of  the\r\n\r\nMalay people. At that time, he failed to bring  up\r\n\r\nmatters which are only now being brought up by the\r\n\r\nMember  for  Kampong  Kembangan.  The  Member  for\r\n\r\nKampong  Kembangan himself must remember that  his\r\n\r\ncolleague,  the  Member for the Southern  Islands,\r\n\r\nstated  that  this Government must carry  out  its\r\n\r\nduties    according   to   the    new    Singapore\r\n\r\nConstitution.   On  behalf  of   the   Government,\r\n\r\ntherefore, I ask him and his colleagues  to  point\r\n\r\nout  to  us  in what way we have carried  out  our\r\n\r\nresponsibilities and duties outside the  framework\r\n\r\nof  the  present  Constitution.  I  challenge  the\r\n\r\nMember  who moved the amendment and his colleagues\r\n\r\nto deny that the P.A.P. Government is not prepared\r\n\r\nto  accept  the Constitution of the Federation  of\r\n\r\nMalaya  in  its  entirety. Once  the  question  of\r\n\r\nmerger  of Singapore with the Federation of Malaya\r\n\r\nis   achieved,  then  the  question  of  religion,\r\n\r\nspecial  rights for the Malays, and other  matters\r\n\r\ncan  be  resolved. Why I say that is  because  not\r\n\r\nlong  ago  we heard that only a certain  political\r\n\r\nparty  in Singapore represented by the Member  for\r\n\r\nKampong Kembangan can bring about a fusion between\r\n\r\nSingapore  and the Federation of Malaya.  In  this\r\n\r\nmatter,  the P.A.P. Government are not  reluctant,\r\n\r\nand  it is not a question of compromise. If at any\r\n\r\ntime  the  reunification  of  Singapore  and   the\r\n\r\nFederation of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 274</b></font><br><br>\r\n\r\n\r\n\r\nMalaya  is brought about, we will fully  abide  by\r\n\r\nthe  present  Constitution of  the  Federation  of\r\n\r\nMalaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I feel, Mr Speaker, if we come here\r\n\r\nto  debate  without  a specific  purpose,  we  are\r\n\r\nwasting  the time of both the Government  and  the\r\n\r\nOpposition; we are wasting precious time that  can\r\n\r\nbe  spent  on  work - more work, less  talk.  If  we\r\n\r\nsincerely  do more work, we can perhaps  implement\r\n\r\nthe suggestions which the Opposition has made, and\r\n\r\nalso   those  that  the  Government  has   already\r\n\r\nplanned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In his speech just now, the Member for Kampong\r\n\r\nKembangan and also his colleagues, stated this  is\r\n\r\nnot  a  communal issue. They said that it was  not\r\n\r\ntheir  intention to stir up communal feelings.  It\r\n\r\nis  good  if that is their true intention,  and  I\r\n\r\nrespect it. But I regret that I heard differently.\r\n\r\nOf  course,  when  we were in the  Opposition,  we\r\n\r\nheard  little about communal politics,  but  today\r\n\r\nwith  the advent of a new Government we have heard\r\n\r\nnews  about communal politics which have given  us\r\n\r\ncause for concern. On behalf of the Government,  I\r\n\r\nsay  that we are prepared at any time to give  any\r\n\r\nkind  of help and support to all sections  of  the\r\n\r\npopulation who, we think, need help. I  think  the\r\n\r\nMember  for Kampong Kembangan knows better than  I\r\n\r\ndo that there is a difference in the ideologies of\r\n\r\nthe  old  and the present Governments.  We,  as  a\r\n\r\nParty  of  socialists, constantly give thought  to\r\n\r\nall  sections of the people of Singapore - those who\r\n\r\nowe  undivided  allegiance to this country - and  we\r\n\r\nare  fully  responsible to these people, including\r\n\r\nthe  Malays.  If the Member for Kampong  Kembangan\r\n\r\nwill  take a little trouble to study the programme\r\n\r\nof  the  present  Government  which  has  been  in\r\n\r\nexistence  for  only six weeks, he will  see  that\r\n\r\nemployment and also the grant of public assistance\r\n\r\nfrom  the  Social Welfare Department are  confined\r\n\r\nonly to Singapore citizens. I also heard from  one\r\n\r\nof  the  Opposition  Members  that  the  field  of\r\n\r\nemployment  is open to non-citizens of  Singapore.\r\n\r\nIf  I am not mistaken, the great majority of those\r\n\r\nworking in the military establishments are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 275</b></font><br><br>\r\n\r\n\r\n\r\npeople  who  are  non-citizens. But  I  think  the\r\n\r\nMember for Kampong Kembangan knows that this is  a\r\n\r\nproblem bequeathed to us by the colonialists,  and\r\n\r\ntoday the forces of colonialism are still hard  at\r\n\r\nwork  to  split the various races because that  is\r\n\r\nthe  only  way to perpetuate and strengthen  their\r\n\r\nposition   in   South-East  Asia.  Regarding   the\r\n\r\ncountries  which  have  attained  independence,  I\r\n\r\nheard  the  Member  for  Kampong  Kembangan  often\r\n\r\nstirringly mention burying colonialism. Is such  a\r\n\r\nbelief  the  true  expression of  the  Member  for\r\n\r\nKampong Kembangan?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think the internal problems of Singapore can\r\n\r\nonly be solved by holding meetings or negotiations\r\n\r\nand  by  compromise.  At the  beginning  when  the\r\n\r\nMember  for Kampong Kembangan moved his amendment,\r\n\r\nhe told us of his doubts, and he made this Chamber\r\n\r\na  forum  in which to air his views which I  think\r\n\r\nare outside the scope of the amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I said just now, Mr Speaker, I do not wish to\r\n\r\ntake  up  a lot of your time, but I would ask  the\r\n\r\nMember  to  give details of those of  our  actions\r\n\r\nwhich he thinks are in conflict with what has been\r\n\r\nstipulated  in the Constitution of Singapore.  We,\r\n\r\nof the Government of Singapore, under the guidance\r\n\r\nof  the  Prime  Minister, are sure that  each  and\r\n\r\nevery  Member  of  the  Government,  Parliamentary\r\n\r\nSecretaries. Members of the Assembly,  will  fully\r\n\r\nsupport  suggestions that are in the interests  of\r\n\r\nthe  people,  especially the  Malays.  The  P.A.P.\r\n\r\nduring  the election campaign went far  to  stress\r\n\r\nthe  special position of the Malays. It knows that\r\n\r\n70  to  80 per cent of the electorate are  Chinese\r\n\r\nand we are prepared to implement all that has been\r\n\r\nstipulated  in  the  Constitution  regarding   the\r\n\r\nspecial position of the Malays. Though this is not\r\n\r\na   problem  of  direct  concern  to  the  Chinese\r\n\r\npopulation,   which  is  in  the  majority,   they\r\n\r\nnevertheless elected us to the Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of the special position of the\r\n\r\nMalays,  the  Opposition Member  should  seriously\r\n\r\nconsider whether he is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 276</b></font><br><br>\r\n\r\n\r\n\r\nsincere and honest in moving his amendment to  the\r\n\r\nmotion. The Government is willing to carry out not\r\n\r\nonly  what  was promised during the elections  and\r\n\r\nalso  what  is contained in the Constitution.  The\r\n\r\namendment  therefore  moved  by  the  Member   for\r\n\r\nKampong  Kembangan  cannot  be  accepted,  as  the\r\n\r\nP.A.P.  Government will definitely put into effect\r\n\r\nthis provision of the Constitution of Singapore.\r\n\r\n\r\n\r\n<br><br>6.40 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Speaker, Sir,\r\n\r\nspeaking  on  the  amendment. As  I  see  it,  the\r\n\r\namendment   moved  by  the  Member   for   Kampong\r\n\r\nKembangan is not a criticism of the Government  of\r\n\r\nwhat  it  has  done.  It has had  precious  little\r\n\r\nopportunity of doing anything for the Malays  yet.\r\n\r\nWhat  it  has  done so far has been  of  startling\r\n\r\nimportance  to some people, but not to  the  Malay\r\n\r\ncommunity  in  particular.  What  the  Member  for\r\n\r\nKampong  Kembangan is concerned with, Mr Speaker,\r\n\r\nis paragraph 4 of the preamble to the Constitution\r\n\r\nwhich  sets out the special position of the Malays\r\n\r\nin  the  State  of Singapore. The preamble  (inter\r\n\r\nalia) states that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"it shall be the deliberate and conscious policy\r\n\r\nof  the  Government of Singapore at all  times  to\r\n\r\nrecognise the special position of the Malays,  who\r\n\r\nare the indigenous people of the Island and are in\r\n\r\nmost need of assistance,\".\r\n\r\n\r\n\r\n<br><br>In a plural society, Mr Speaker, such as ours and\r\n\r\nin  such  a  society  as ours  which  believes  in\r\n\r\nparliamentary democracy, it is, I submit, implicit\r\n\r\nin  that  form  of Government that the  minorities\r\n\r\nliving within that State will be given protection.\r\n\r\nTherefore,  it seems to me, with that  implication\r\n\r\nin   a   parliamentary  democracy,  that  it   was\r\n\r\nunnecessary  to  set out in the  preamble  to  the\r\n\r\nConstitution  the special position of  the  Malays\r\n\r\nunless it had been intended that the Malays should\r\n\r\nenjoy   something  more  than  minorities   in   a\r\n\r\nparliamentary democracy could expect. Is it  small\r\n\r\nwonder then that the Member for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 277</b></font><br><br>\r\n\r\n\r\n\r\nKampong  Kembangan is somewhat  worried  that  the\r\n\r\nGovernment in its policy speech has not  seen  fit\r\n\r\nto say something about the special position of the\r\n\r\nMalays?  Nobody  has  accused  the  Government  of\r\n\r\nhaving  done  anything against the Malays  or  any\r\n\r\nother  minority. Everyone believes and hopes  that\r\n\r\nthe  Government will be fair to all the minorities\r\n\r\nliving  in  the State. But what is important  from\r\n\r\nthe  point  of  view  of the  Member  for  Kampong\r\n\r\nKembangan  is  that the first policy speech  under\r\n\r\nthe  Constitution does not touch upon a very vital\r\n\r\nprinciple  enunciated in the  Constitution.  Then,\r\n\r\nMr  Speaker,  Sir, it becomes a  matter  of  some\r\n\r\nconcern for the Member for Kampong Kembangan.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Come, come!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> When the delegation from Singapore\r\n\r\nwent   to  the  United  Kingdom  to  negotiate   a\r\n\r\nconstitution with the British Government, it  took\r\n\r\nwith it representatives of the then Opposition, as\r\n\r\nwell  as the Government, and in that group  was  a\r\n\r\nperson  no  other than our Prime Minister  himself\r\n\r\nwho, as the House knows, is a constitution expert.\r\n\r\nThis provision then was inserted with his consent,\r\n\r\nknowledge and full approval, and yet when  he  has\r\n\r\nnow  become  the  Prime  Minister  under  the  new\r\n\r\nConstitution  he  has failed to  even  in  passing\r\n\r\nmention  this  provision of the  preamble  in  the\r\n\r\npolicy  speech.  All that the Member  for  Kampong\r\n\r\nKembangan   wants   is  an  assurance   from   the\r\n\r\nGovernment that paragraph 4 of the preamble to the\r\n\r\nConstitution  has some meaning  in  the  State  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be\r\n\r\nadded, be there added.\"\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid Bin Haji Jumat:</b> Division, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 7; Noes, 38; Absent, 6.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 278</b></font><br><br>\r\n\r\n\r\n\r\n<pre>\r\n\r\n     Ayes.                Noes.\r\n\r\nAbdul Hamid bin      Ahmad bin Ibrahim.\r\n\r\n Haji Jumat.         Baharuddin bin\r\n\r\nAhmad Jabri bin       Mohamed Ariff.\r\n\r\n Mohammad Akib.      Bani, S. T.\r\n\r\nLim Yew Hock.        Buang bin Omar Junid.\r\n\r\nMohd. Ali bin Alwi.  Byrne, K. M.\r\n\r\nRajah, A.P.          Chan Chee Seng.\r\n\r\nSeow Peck Leng,      Chan Choy Siong,\r\n\r\n Mrs.                 Miss.\r\n\r\nThio Chan Bee.       Chan Sun Wing.\r\n\r\n                     Chor Yeok Eng.\r\n\r\n  Abstention.        Fung Yin Ching,\r\n\r\n                      Miss.\r\n\r\n     Nil.            Goh Keng Swee.\r\n\r\n                     Hoe Puay Choo,\r\n\r\n                      Madam.\r\n\r\n    Absent.          Kandasamy, G.\r\n\r\nGoh Chew Chua.       Lee Khoon Choy.\r\n\r\nC. H. Koh.           Lee Kuan Yew.\r\n\r\nLim Cheng Lock.      Lee Siew Choh.\r\n\r\nLingam, S. V.        Lee Teck Him.\r\n\r\nMammen, John.        Leong Keng Seng.\r\n\r\nTan Cheng Tong.      Lin You Eng.\r\n\r\n                     Low Por Tuck.\r\n\r\n                     Mohd. Ariff bin\r\n\r\n                      Suradi.\r\n\r\n                     M. Ismail Rahim.\r\n\r\n                     Ng Teng Kian.\r\n\r\n                     Ong Chang Sam.\r\n\r\n                     Ong Eng Guan.\r\n\r\n                     Ong Pang Boon.\r\n\r\n                     Rajaratnam, S.\r\n\r\n                     Ramaswamy, S.\r\n\r\n                     Sahorah binte Ahmat,\r\n\r\n                      Madam.\r\n\r\n                     Sheng Nam Chin.\r\n\r\n                     Tan Kia Gan.\r\n\r\n                     Tee Kim Leng.\r\n\r\n                     Teo Hock Guan.\r\n\r\n                     Toh Chin Chye.\r\n\r\n                     Wee Toon Boon.\r\n\r\n                     Wong Soon Fong.\r\n\r\n                     Yaacob bin Mohamed.\r\n\r\n                     Yong Nyuk Lin.\r\n\r\n</pre>\r\n\r\n\r\n\r\nAmendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The amendment therefore falls. We\r\n\r\nare now back to the main Question which is:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the following Address in reply to the\r\n\r\nspeech of the Yang di-Pertuan Negara be agreed to:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Legislative Assembly of the State of\r\n\r\nSingapore,  express our thanks  to  the  Yang  di-Pertuan  Negara for the speech which he  delivered\r\n\r\non  behalf of the Government at the opening of the\r\n\r\npresent session of this Assembly.\"'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The debate will continue on the main Question.\r\n\r\nHon.  Members,  of  course, will  know  that  they\r\n\r\nshould  not  now touch on the special position  of\r\n\r\nthe Malays. That has been disposed of.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 279</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>6.59 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b> Mr\r\n\r\nSpeaker,  Sir,  in the world of make-believe,  for\r\n\r\ninstance,  in the state of Ruritania,  Arcadia  of\r\n\r\nUtopia,  money and wealth are created not  by  the\r\n\r\ntoil  and  efforts  of  men,  but  by  the  timely\r\n\r\nappearance of fairies or fairy-godmothers. In such\r\n\r\na happy state, Sir, Finance Ministers can often be\r\n\r\nthe  most popular of persons, for he will  not  be\r\n\r\nfaced  with  the very grim problems  of  the  real\r\n\r\nworld  in  which we find ourselves today.  I  make\r\n\r\nthis  introduction to my remarks for a  very  good\r\n\r\nreason. Previously, I had to exhort the Members of\r\n\r\nthe  Opposition to try to distinguish between  the\r\n\r\nform  and substance of democracy. Now, I  have  to\r\n\r\nask  them to make an effort to distinguish between\r\n\r\nfantasy and reality. For instance, Sir, the Member\r\n\r\nfor  Mountbatten thought that the way out  of  our\r\n\r\npresent  financial difficulty, which we  inherited\r\n\r\nfrom  the  past Government, was for some financial\r\n\r\nexpert  to  bring about a tremendous expansion  in\r\n\r\ntrade  and industry, of such an order of magnitude\r\n\r\nthat within six months we shall be able to collect\r\n\r\nextra taxes to cover up our deficit. Sir, what the\r\n\r\nMember  for Mountbatten really was asking  for  is\r\n\r\nnot  for an economic expert or a financial expert,\r\n\r\nbut  she  is asking for fairy godmothers  to  come\r\n\r\nalong  to  our little island and bring about  this\r\n\r\nsudden transformation. Any serious government that\r\n\r\ntried  to  pass on the responsibility  of  solving\r\n\r\nproblems of budgetary imbalance to industry  would\r\n\r\nsurely be greeted with derision, and quite rightly\r\n\r\nso, by private industry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then again, Sir, you may recall the speech of the\r\n\r\nMember  for  Tanglin. I remember that speech  very\r\n\r\nwell,  because  it came at the end of  a  somewhat\r\n\r\ntiring  day and the Member for Tanglin regaled  us\r\n\r\nwith  a  hilarious  account of  the  fine  art  of\r\n\r\nfinancial  mismanagement. He was strongly  of  the\r\n\r\nopinion that the deficit, to which Government drew\r\n\r\nattention,  was not a real one but  \"a  threatened\r\n\r\ndeficit\",  in his own words. I think  I  may  best\r\n\r\nreply  to  his  words of scepticism by  using  the\r\n\r\nanalogy which he drew before the House.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 280</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He drew a picture of the Government as a ship of\r\n\r\nState with the captain and crew on one side of the\r\n\r\nHouse  and presumably the passengers on the  other\r\n\r\nside.  Now, Sir, let us imagine before our eyes  a\r\n\r\nsituation  in which the captain and the  crew  had\r\n\r\ndetected  a leak in the ship. Water is pouring  in\r\n\r\nand  the  ship is sinking slowly but steadily.  We\r\n\r\ninform  the  Member for Tanglin that the  ship  is\r\n\r\nsinking. Something must be done; the leak must  be\r\n\r\nplugged  and water must be baled out.  The  Member\r\n\r\nfor  Tanglin  will then say that the ship  is  not\r\n\r\nsinking. It is only threatening to sink.  \"Let  us\r\n\r\nwait  until  we  are really sunk  before  we  take\r\n\r\naction.\"  Now, Sir, in the world of fantasy,  when\r\n\r\nthe ship sinks, no doubt fairies will descend from\r\n\r\nabove  and  rescue both crew and  passengers  from\r\n\r\ntheir awful predicament. But in the real world, if\r\n\r\nyou  follow the advice of the Member for  Tanglin,\r\n\r\nyou will die.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then we have the Member for Cairnhill whom I had\r\n\r\npreviously  congratulated  on  his  capacity   for\r\n\r\nsurvival.  Now, far from being grateful  for  this\r\n\r\ncompliment,   he  proceeded  to  attack   me,   my\r\n\r\ncolleague,  the Minister for Labour and  Law,  and\r\n\r\nthe Deputy Speaker, in no uncertain manner. One of\r\n\r\nhis  points  of criticism was that the  Government\r\n\r\nhad  acted  with undue haste. Now, the Member  for\r\n\r\nCairnhill might have forgotten that the speed  and\r\n\r\nthe  decisive way in which we had to carry out our\r\n\r\nmeasures  was due entirely to the spendthrift  and\r\n\r\nprodigal  way  in  which his  Government  had  run\r\n\r\nthrough  the  financial reserves of  the  country.\r\n\r\nBoth  the Member for Cairnhill and the Member  for\r\n\r\nTanglin had suggested that when you have to  carry\r\n\r\nout  a  measure of this nature to reduce salaries,\r\n\r\nto  carry  out  some  painful operation,  humanity\r\n\r\nmight  demand  that you do it in  gradual  stages.\r\n\r\nWell,  Sir,  that may be a matter  of  opinion.  I\r\n\r\nmyself  think  that if you have  to  do  something\r\n\r\nunpleasant,  the best method would  be  to  do  it\r\n\r\nquickly  and get done with it. For instance,  Sir,\r\n\r\nif  you were to have a tooth extracted and it  has\r\n\r\nbeen  suggested that the more humane method  would\r\n\r\nbe  to  extract it in slow stages, I am  sure  you\r\n\r\nwould take violent objection to that advice-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 281</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I would call the dentist to order!\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Now, Members of the Opposition\r\n\r\nhave  put forward various proposals for minimising\r\n\r\nthe  unpleasantness which was  occasioned  by  the\r\n\r\nthreatened budget deficit. But all that it  really\r\n\r\namounts to is this, Sir. Let other people shoulder\r\n\r\nthe    burden.   Let   other   people   face   the\r\n\r\nconsequences. Let other people pay the extra taxes\r\n\r\nor  suffer the loss of income. Although they might\r\n\r\nhave clothed it in elusive parliamentary language,\r\n\r\nthat was in fact the substance of their proposals.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a few days ago I received a letter from a\r\n\r\nteacher in a Chinese middle school and he put  his\r\n\r\nproposal in a more honest and direct form. He said\r\n\r\nthat he fully supported the Government's reduction\r\n\r\nof  allowances for civil servants, but that  since\r\n\r\nteachers  were not civil servants those reductions\r\n\r\nshould  not  apply to them and would  I  therefore\r\n\r\ndirect  the  Treasury  to restore  these  variable\r\n\r\nallowances? But the main charge which  the  Member\r\n\r\nfor   Cairnhill  levelled  against   me   and   my\r\n\r\ncolleagues  was  that we, as  former  trade  union\r\n\r\nleaders  in the Council of Joint Action, had  gone\r\n\r\nback  against our colleagues, and that was in  his\r\n\r\nmind  a  very bad thing to do. Now, this point  of\r\n\r\nview may be believed in some quarters, because the\r\n\r\nGovernment  trade  unionists  who  have  organised\r\n\r\nthemselves  into  a group to protest  against  the\r\n\r\nreduction  in variable allowances have  assumed  a\r\n\r\nunique  name - and  that  is the  Council  of  Joint\r\n\r\nAction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, Shakespeare once asked: \"What is in a\r\n\r\nname?\"  And  he thought there was not much  to  it\r\n\r\nbecause a rose smells as sweet by any other  name.\r\n\r\nBut  Shakespeare  lived before the  days  of  mass\r\n\r\nproduction  and branded goods. A name today  is  a\r\n\r\nmost important thing because it symbolises certain\r\n\r\nfeatures  and certain attributes. It  has  certain\r\n\r\nemotional  ties  and connotations  in  the  public\r\n\r\nmind.  It is, therefore, necessary for me  now  to\r\n\r\ngive  a  brief  history of the  Council  of  Joint\r\n\r\nAction.  I  refer  to  the  original  and  genuine\r\n\r\nconcern,  not  the  counterfeit organisation  that\r\n\r\nseems to have been set up today.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 282</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Council of Joint Action was established in\r\n\r\nthe  year 1952, when the then Government with  the\r\n\r\nencouragement of the Member for Tanglin decided to\r\n\r\ngrant family allowances to expatriate officers and\r\n\r\ndeny   them  to  the  local  officers.  The  union\r\n\r\nofficials, the union members and indeed all  local\r\n\r\nGovernment   employees  thought  that   this   was\r\n\r\ndiscrimination of the worst kind, and  accordingly\r\n\r\nthey   grouped  together  to  lodge   before   the\r\n\r\nGovernment a claim for similar treatment.  It  was\r\n\r\nat that moment that my colleague, the Minister for\r\n\r\nLabour and Law, and my other colleague, the Deputy\r\n\r\nSpeaker,  and  I myself were given the  honour  of\r\n\r\nleading  the movement. Now, Sir, when we led  this\r\n\r\nCouncil  of  Joint Action we had as our  immediate\r\n\r\nobjective the abolition of discrimination  between\r\n\r\nthe  expatriate officer and the local  officer.  I\r\n\r\nstress  this  was  only  the  immediate  objective\r\n\r\nbecause  there  are important and  basic  longterm\r\n\r\nissues  involved. We knew that this discrimination\r\n\r\nwas  only one manifestation of the injustices  and\r\n\r\nthe indignities which a Colonial system imposes on\r\n\r\na  subject  people.  We, therefore,  regarded  the\r\n\r\nstruggle  for  family allowances  as  the  opening\r\n\r\nbattle  for the destruction of Colonial  authority\r\n\r\nin Singapore. It was as important as that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, perhaps I may digress for a moment here to\r\n\r\nrefer  to  a  statement made by my colleague  some\r\n\r\ntime  ago - that  while  he was  leading  the  staff\r\n\r\nunions  in the past, he was not moved by political\r\n\r\nconsiderations. May I hasten to add that  what  he\r\n\r\nmeant  by  \"political  considerations\"  was  Party\r\n\r\npolitical considerations? The basic inspiration of\r\n\r\nthe  Council of Joint Action was political in  the\r\n\r\nsense  that we regarded that as the first blow  to\r\n\r\nbe delivered by us against Colonial authority.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We were then civil servants and what we\r\n\r\ncampaigned  for was contrary to all the  rules  of\r\n\r\nthe  civil  service. We knew that if we failed  we\r\n\r\nmost certainly would have to face dire retribution\r\n\r\nfrom the colonial authority. That we were prepared\r\n\r\nto  do.  And may I interpose at this stage to  say\r\n\r\nthat  if the present organisers of the Council  of\r\n\r\nJoint Action have any\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 283</b></font><br><br>\r\n\r\n\r\n\r\nsimilar  intentions  to mount a  campaign  against\r\n\r\nthis  Government, they may well bear in mind  what\r\n\r\nthe ultimate consequences will be and whether they\r\n\r\nare prepared to meet them. Coming back to history,\r\n\r\nMr  Speaker, in that campaign, our basic strategy\r\n\r\nwas  the mobilisation of the daily-rated labourers\r\n\r\nand   the   Division  IV  employees  behind   this\r\n\r\nmovement.  These are your source of  strength  and\r\n\r\nthese  are your Panzer Divisions, and it was  with\r\n\r\ntheir  support  that  we succeeded  in  our  fight\r\n\r\nagainst the colonial government; and in the course\r\n\r\nof that fight my colleague the Minister for Labour\r\n\r\nand  Law did, in fact, fall foul of General Orders\r\n\r\nand  was  put under a disciplinary charge,  though\r\n\r\nhappily nothing came out of it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, the next stage of this movement within\r\n\r\nthe  civil  service  unions to break  up  colonial\r\n\r\nauthority  took  place during  the  Malayanisation\r\n\r\nCommission, and here I cannot say much  because  I\r\n\r\ndid not personally take part in it, being away  on\r\n\r\nstudy  leave; but everybody knows the valiant  and\r\n\r\ncourageous  part which my colleague  the  Minister\r\n\r\nfor  Labour and Law took in this campaign.  Viewed\r\n\r\nfrom   the  perspective  of  history,  the   first\r\n\r\ncampaign  mounted by the Council of  Joint  Action\r\n\r\npaved  the  way  for  the  knockout  blow  at  the\r\n\r\nMalayanisation Commission. Make no  mistake  about\r\n\r\nit.  When  we  started  the  campaign  for  family\r\n\r\nallowances,  we  did  so with  an  objective  much\r\n\r\ngreater  than allowances to Government  employees.\r\n\r\nWhat was at stake was the right of the British  to\r\n\r\ngovern  here and we disputed that right  and  used\r\n\r\nthis  issue to pressure the colonial officials  in\r\n\r\nthe  first  stage  and, during the  Malayanisation\r\n\r\nCommission,  to break up their will to  govern  in\r\n\r\nthis  country. There was no doubt that their  will\r\n\r\nto  govern  was  destroyed as the  result  of  the\r\n\r\nexposures    which   took   place    during    the\r\n\r\nMalayanisation Commission.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, all that is past history but I do wish\r\n\r\nto  inform  the public of the underlying strategic\r\n\r\nconsiderations which moved us in the course of our\r\n\r\nlengthy campaigns against the Government. I do  so\r\n\r\nbecause I want to emphasise the difference between\r\n\r\nan  organisation of Government unions which we had\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 284</b></font><br><br>\r\n\r\n\r\n\r\nprivilege  to  lead and which  was  based  not  on\r\n\r\nimmediate  selfish gain but on a  political  ideal\r\n\r\nand  a  long-term political objective. The present\r\n\r\ngroup  of union leaders have attempted to  mislead\r\n\r\nthe  public  into  believing  that  they  too  are\r\n\r\nfighting   for   a  principle - the   principle   of\r\n\r\nnegotiation   or  the  principle   of   collective\r\n\r\nbargaining - and   they  seem  to  have   bamboozled\r\n\r\nMembers of the Opposition into believing that,  in\r\n\r\nfact,  the issues are such. Now, Sir, nothing  can\r\n\r\nbe  further from the truth. Government has  at  no\r\n\r\ntime  closed the door on negotiations. We  had  to\r\n\r\nact   swiftly   in  the  early   stages   of   the\r\n\r\nnegotiations  on pay cuts because the  unions  had\r\n\r\nabdicated their duty to negotiate. They asked  for\r\n\r\nan adjournment of one month - a request which in the\r\n\r\ncircumstances  was  clearly  unacceptable.   Since\r\n\r\nthen,  they  have formed themselves  into  a  body\r\n\r\noutside  the  scope of the Whitley  machinery  and\r\n\r\nhave  run  away  altogether  from  the  conference\r\n\r\ntable.  It is not the Government which refuses  to\r\n\r\nnegotiate  but  the unions, and the responsibility\r\n\r\nfor  the present state of affairs must rest solely\r\n\r\nand squarely upon them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In case, Sir, the present union leaders entertain\r\n\r\nany  ideas that they will mount a campaign against\r\n\r\nthe  Government  for the restoration  of  variable\r\n\r\nallowances or for the recognition of the right  to\r\n\r\nnegotiate - a right which has never been disputed by\r\n\r\nthe  Government - as effective as did  the  original\r\n\r\nCouncil   of  Joint  Action,  may  I  draw   their\r\n\r\nattention  to  certain  differences  between   the\r\n\r\nsituation  then  existing and the  situation  now?\r\n\r\nNow,   Sir,  modesty  forbids  me  to   draw   any\r\n\r\ncomparison  as  to the quality of  the  leadership\r\n\r\nthen and now, but I think I may quite fairly bring\r\n\r\nattention to the difference in the quality of  the\r\n\r\nadversaries. In the first Council of Joint Action,\r\n\r\none of our problems was to assess the strength  of\r\n\r\nour  adversary - and this is always a prudent  thing\r\n\r\nto  do when you square up for a scrap - and although\r\n\r\nthe  colonial  system in 1952  appeared  immensely\r\n\r\nstrong  on  the  surface, yet we detected  certain\r\n\r\ncracks and weaknesses in the walls-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 285</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> As in the Polytechnic!\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> -and we judged that the\r\n\r\ncolonial  officials - the  Governors,  the  colonial\r\n\r\nsecretaries  and  the full hierarchy  of  European\r\n\r\nofficials-knew that the time was not far off  when\r\n\r\nthey had to abdicate their power. It was therefore\r\n\r\npossible to mount an effort to pressure them. Now,\r\n\r\nSir,  if  the present Council of Joint Action  are\r\n\r\nthinking  of  mounting a sustained effort  against\r\n\r\nthe  present  Government, may I remind  them  that\r\n\r\nthey  will not be facing a colonial government  on\r\n\r\nits  way  out  but  a people's government  on  the\r\n\r\nascendancy  and this Government will not  abdicate\r\n\r\nits authority to govern?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, in the matter of relations between employer\r\n\r\nand  trade  unions, this Government - as indeed  any\r\n\r\nother Government - finds itself in a dual role.  The\r\n\r\nGovernment  is  not only an employer  but  also  a\r\n\r\nGovernment,   and  therefore  there  are   special\r\n\r\nconsiderations,  which prevail  in  the  relations\r\n\r\nbetween   the   Government  and  the   unions   of\r\n\r\nGovernment  employees.  On  the  one  hand,  there\r\n\r\nshould be between the Government and the unions of\r\n\r\nemployees  far more elaborate forms of negotiation\r\n\r\nand consultation than can be expected to exist  in\r\n\r\nprivate  industry.  In  Government,  we  have  the\r\n\r\nsystem   of   the  Whitley  Council   which   this\r\n\r\nGovernment  has  pledged its  support  during  the\r\n\r\ncampaign.  Now  these rather  elaborate  forms  of\r\n\r\nemployer-employee relationships are  necessary  in\r\n\r\nGovernment   because  the  right  of   unions   of\r\n\r\nGovernment   employees  in  regard  to  industrial\r\n\r\naction  is  somewhat limited. There  are  reserved\r\n\r\ncategories  of Government employees  who  are  not\r\n\r\neven  permitted  to be members  of  unions.  Those\r\n\r\nmembers who are permitted to participate in  trade\r\n\r\nunion   activity  are  limited  in  a  number   of\r\n\r\nimportant  respects and this is necessary  because\r\n\r\nwhen  the  unions  of  employees  take  industrial\r\n\r\naction against the Government, it is more than  an\r\n\r\nordinary trade dispute, because quite often  there\r\n\r\ncan  be  political  issues  arising  from  such  a\r\n\r\ndispute - issues  which Members  of  the  Opposition\r\n\r\nhave not been hesitant to take advantage of.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 286</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I wish to end with a forecast as to the\r\n\r\nfuture  trend  of  wages  and  salaries  in   this\r\n\r\ncountry. Until now it has been the practice in our\r\n\r\ncivil   service  to  pay  similar   salaries   and\r\n\r\nallowances to officers regardless of whether  they\r\n\r\nare  expatriate or local, other than of course for\r\n\r\nthe expatriate allowances which certain expatriate\r\n\r\nofficers  draw. This is a situation brought  about\r\n\r\nlargely  by  the efforts of the Council  of  Joint\r\n\r\nAction. It is a tenable position - indeed it is  the\r\n\r\nonly position possible when you have large numbers\r\n\r\nof  expatriate  officers  working  in  a  colonial\r\n\r\nsystem;  for  under such circumstances  the  local\r\n\r\nofficer must surely resent any difference  in  pay\r\n\r\nfor  the  same work done between himself  and  his\r\n\r\nexpatriate  colleague. Now, as a result  of  this,\r\n\r\nour  salary  scales have been linked  with  salary\r\n\r\nscales in a much wealthier country than Singapore,\r\n\r\nnamely,  the  United Kingdom, and  this  has  been\r\n\r\nregarded  as the normal state of affairs,  whereas\r\n\r\nordinary common sense would inform us that this is\r\n\r\nsurely  a  most abnormal situation,  because  your\r\n\r\nrate  of pay in a country must be related  to  the\r\n\r\nwealth  of  the  country, not  to  the  wealth  of\r\n\r\ncountries  far away and with a much more developed\r\n\r\neconomy.  If the reduction in variable  allowances\r\n\r\nhas  succeeded  in  bringing to  local  Government\r\n\r\nofficers a sense of reality, I think it will  have\r\n\r\nserved a most valuable purpose.\r\n\r\n\r\n\r\n<br><br>7.35 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Sun Wing (Parliamentary Secretary to the Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Prime Minister (Mr Chan Sun Wing)</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  I  fully support the Deputy Prime Minister's\r\n\r\nmotion.  I  thank the Yang di-Pertuan  Negara  for\r\n\r\nhaving  read, on behalf of the P.A.P.  Government,\r\n\r\nthe policy statement the drafting of which he took\r\n\r\nno  part.  I thank him too for using the  national\r\n\r\nlanguage - Malay - instead of English, in reading this\r\n\r\nhistoric statement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the leaders of my Party and my many colleagues have made very detailed elaborations\r\n\r\nand  elucidations  on the policy  statement  which\r\n\r\nsets  down what the Government will do in the next\r\n\r\nfive years. I do not intend to indulge in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 287</b></font><br><br>\r\n\r\n\r\n\r\nrepetitions.  What I intend to do  is  to  discuss\r\n\r\nthis  historic  statement  from  an  other  angle,\r\n\r\nsomething which you may find refreshing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, as you already know, the whole world, especially those who are close to the West,\r\n\r\nare  very  concerned over a problem,  namely,  the\r\n\r\nproblem of survival of parliamentary democracy  in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has a fully elected legislature and a\r\n\r\nself  government modelled on western parliamentary\r\n\r\ndemocracy,   or   rather   British   parliamentary\r\n\r\ndemocracy.  The people of Singapore have  put  the\r\n\r\nP.A.P. into  power  through  elections  to   the\r\n\r\nLegislative Assembly. It is their hope  that  this\r\n\r\nLegislature   will   be   unlike   the    previous\r\n\r\nLegislature of the Rendel constitution  era  which\r\n\r\nis  a deception. The people of Singapore have  had\r\n\r\ntheir  numerous  demands made  articulate  in  our\r\n\r\nelection  programme and policy  statements  during\r\n\r\nthe  period  of elections. And the Yang di-Pertuan\r\n\r\nNegara's speech is based on the programme and  the\r\n\r\npolicy  statements.  Consequently,  whether   this\r\n\r\nLegislature is going to succeed will depend on the\r\n\r\nGovernment's  ability  lo  carry  out  the  policy\r\n\r\nstatement. Mr Speaker, this is all very clear  as\r\n\r\nyou  can  see it for yourself. If the  P.A.P. can\r\n\r\nwithin the next five years achieve the targets and\r\n\r\naims  contained  in the policy statement,  thereby\r\n\r\nbringing  about  a  more just  society,  then  the\r\n\r\nexperiment  of  parliamentary democracy  can  ever\r\n\r\nhope  to  succeed. If in the next five  years  the\r\n\r\nP.A.P. did not do what they proposed to do,  then\r\n\r\nparliamentary democracy would, in the eyes of  the\r\n\r\npeople of Singapore, be an illusion and bankrupt.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Members seated on the opposite benches have always been styling themselves as\r\n\r\nrepresentatives   of   democracy,   or   democracy\r\n\r\nfighters. But as you can see, there is none  among\r\n\r\nthem who possesses a Chinese education background.\r\n\r\nImagine  these people defending democracy  in  the\r\n\r\npredominantly Chinese city of Singapore!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the old colonial Government and the Lim Yew Hock Government used to dub all those\r\n\r\nChinese youths who were discontented and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 288</b></font><br><br>\r\n\r\n\r\n\r\nwho tried to demolish the status quo as Communists\r\n\r\nor their fellow-travellers. This is fallacious. If\r\n\r\nthe   Government  persists  in  the  old  attitude\r\n\r\ntowards   the  discontented  Chinese  youths   and\r\n\r\nworkers,  then  I have no doubt that parliamentary\r\n\r\ndemocracy in Singapore will definitely be a  flop.\r\n\r\nBut  let me emphasize that parliamentary democracy\r\n\r\ncan  be successfully experimented in Singapore and\r\n\r\nthe  possibility  of its success  is  indeed  very\r\n\r\ngreat.  This is because on the Government  benches\r\n\r\nare  seated many Assemblymen who speak Chinese and\r\n\r\nwho are products of the Chinese school.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I am not a Chinese jingoist. In the ranks of the People's Action Party there is no\r\n\r\nplace  for narrow-minded racialists. It is not  my\r\n\r\nduty   in   this  Assembly  to  propagate  Chinese\r\n\r\njingoism. I would like to say a few words more for\r\n\r\nthe  benefit of you, Sir, and the U.M.N.O. members\r\n\r\non  the opposite benches so as to provide a better\r\n\r\ninsight into the mentality of the Chinese youths.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, if you ask the Special Branch officers, they will tell you that they are\r\n\r\ncocksure  the Chinese-educated youths and  workers\r\n\r\nare  hostile  to Western parliamentary  democracy.\r\n\r\nAnd, generally speaking, they are correct. But why\r\n\r\nis  it  so? Is it because they have swallowed  the\r\n\r\npropaganda of the Communists?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is a problem worth careful study. For the\r\n\r\nsurvival  of parliamentary democracy,  a  thorough\r\n\r\ninvestigation  of  this  problem  is   imperative.\r\n\r\nHowever,  before a correct solution can be  found,\r\n\r\nit  is my belief that all the prejudices carefully\r\n\r\nnurtured  by British colonialism in the  minds  of\r\n\r\nthe English-educated people like you, Sir, must be\r\n\r\nsummarily discarded.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the correct solution to this problem lies in the study of the mental outlook of the\r\n\r\nChinese youths.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from those coming from rich families, the\r\n\r\nmajority  of  the  Chinese  youths  have   steeped\r\n\r\nthemselves in the traditional concepts handed down\r\n\r\nfrom   generation  to  generation  through   their\r\n\r\nancestors. In their system of values,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 289</b></font><br><br>\r\n\r\n\r\n\r\na  good  man is he who lives by the sweat  of  his\r\n\r\nbrow, by industriousness and by frugality; he  who\r\n\r\nputs humanity before self, who gives his life  for\r\n\r\njustice  happily for he dreads not death nor  does\r\n\r\nhe  covet  a  purposeless life, is  a  hero.  They\r\n\r\nthirst  for  knowledge and they possess  boundless\r\n\r\ncreative potentialities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, these qualities are not compatible with colonialism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If western democracy is represented by people\r\n\r\nlike Chew Swee Kee who pocketed American money, if\r\n\r\nrock   n   roll  becomes  the  symbol  of  western\r\n\r\ndemocracy, if the western democratic way  of  life\r\n\r\nconsists of cars, European architecture and women,\r\n\r\nif  western  democracy ultimately  boils  down  to\r\n\r\nallowing  a  few Assemblymen like the  Member  for\r\n\r\nCairnhill  and  Mak  Pak  Shee  to  put  up  their\r\n\r\nfarcical acts here every now and then, instead  of\r\n\r\nbeing instrumental in raising the standard of life\r\n\r\nof the people, let me ask you then what attraction\r\n\r\nWestern democracy has had for the Chinese youths.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, fortunately for us in Singapore we have as representatives of the democratic system\r\n\r\nsincere  and  courageous people like our  Premier,\r\n\r\nDeputy  Premier  and  the  Minister  for  National\r\n\r\nDevelopment.  The  value of western  parliamentary\r\n\r\ndemocracy  has once again been revealed  and  many\r\n\r\nChinese-educated people like me are  attracted  to\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. believes in parliamentary democracy,\r\n\r\nbut  that does not mean that to persuade all those\r\n\r\nwho are against colonialism to accept the British-type  of  democracy is an easy job. This is  where\r\n\r\nour difficulty exactly lies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we cannot underrate the impact of the social revolution that is rocking China and\r\n\r\nmany  Asian  countries. The  influences  of  these\r\n\r\ncountries  can  never  be  blocked  with  pitiable\r\n\r\nEmergency  Regulations  and  the  Preservation  of\r\n\r\nPublic Security Ordinance. There are among us both\r\n\r\nin  Singapore and in Federation of Malaya who  are\r\n\r\ndiscontented  with  realities and  who,  in  their\r\n\r\neagerness to change what they consider  to  be  an\r\n\r\nunreasonable    society,   have   indiscriminately\r\n\r\napplied the methods of China. They display a  lack\r\n\r\nof grasp of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 290</b></font><br><br>\r\n\r\n\r\n\r\nthe  practical situation. They do not realise that\r\n\r\nCommunism is unwelcome in Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our record of four years' solid work has blazen\r\n\r\nthe  trail  of building a Malayan nation.  In  our\r\n\r\nfourth  anniversary souvenir publication,  Marxist\r\n\r\ntheory  was  criticised. Now we are the  party  in\r\n\r\npower;  we  have  every opportunity  to  propagate\r\n\r\nsocialism   and,  most  important   of   all,   to\r\n\r\ndemonstrate  to all with facts the possibility  of\r\n\r\nsocial  changes  through  peaceful  constitutional\r\n\r\nmeans.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, it is difficult to expect the older generation like my father to accept Malay as the\r\n\r\nnational  language. Furthermore, they  have  their\r\n\r\ndoubts  of Prime Minister Lee Kuan Yew and  Deputy\r\n\r\nPrime  Minister  Dr Toh Chin  Chye  who  are  the\r\n\r\nproducts   of  the  English  school  as   far   as\r\n\r\nreliability  and selfless spirit of sacrifice  are\r\n\r\nconcerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for my generation, we are born and bred here\r\n\r\nand  we  receive our education in Malaya.  We  are\r\n\r\nprepared  to give our lives for the well-being  of\r\n\r\nMalaya. For us we do not have any reservation when\r\n\r\nwe  accept  Malay  as  the national  language.  We\r\n\r\nrealise  that our fate and happiness  are  closely\r\n\r\nbound up with that of our Malay brethren.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, as you can see seated on this side among the Malay comrades, the Indian comrades and\r\n\r\nthe   English-educated  Ministers   are   Chinese-educated  Assemblymen who do not speak a  word  of\r\n\r\nEnglish.  This  is an indication of the  Singapore\r\n\r\nChinese youths appreciating the good qualities and\r\n\r\nwisdom  of the English-educated as represented  by\r\n\r\nour  Prime Minister, our Deputy Prime Minister and\r\n\r\nour  Minister for National Development.  Moreover,\r\n\r\nthey begin to accept the leadership of a group  of\r\n\r\nEnglish-educated intellectuals. This is  the  good\r\n\r\nluck  of  the people of Malaya as well as  Western\r\n\r\nparliamentary democracy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today thousands coming from different linguistic\r\n\r\nand  ethnical groups join the ranks of the  P.A.P.\r\n\r\nin  their  common endeavour to elevate their  lot.\r\n\r\nWhat  has  been written into the P.A.P. programme\r\n\r\nand  the speech by the Yang di-Pertuan Negara will\r\n\r\nbe  what  they are going to fight for in the  next\r\n\r\nfive years.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 291</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, you should realise that people who are more Left are not satisfied with this. They\r\n\r\nhave been waiting for the failure of parliamentary\r\n\r\ndemocracy with suspicious minds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in the past few days the Member for Cairnhill was gloating over the difficulty in the\r\n\r\nway  of the Government in solving the unemployment\r\n\r\nproblem.  He not only disagreed that there  should\r\n\r\nbe  some sacrifices on the part of the people  who\r\n\r\nlived  in  comfort  under the colonial  rule,  but\r\n\r\nactually tried to instigate them to embarrass  the\r\n\r\nGovernment. I do not know how he can be  benefited\r\n\r\nif   the   P.A.P.  Government  cannot   ease   the\r\n\r\nunemployment  problem  and  the  goodness  of  the\r\n\r\nparliamentary democracy cannot be brought home  to\r\n\r\nthe people.\r\n\r\n\r\n\r\n<br><br>7.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Ramaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. Ramaswamy (Bukit Merah)</b>(<i>In Tamil</i>): Mr\r\n\r\nSpeaker,  I rise to speak on the motion which  has\r\n\r\nbeen moved to thank the Yang di-Pertuan Negara for\r\n\r\nhis speech which he made on the opening day. First\r\n\r\nof  all I am grateful to the new Constitution  for\r\n\r\ngiving  me  an  opportunity to speak  in  Tamil - my\r\n\r\nmother  tongue. I am happy to speak in  my  mother\r\n\r\ntongue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In my speech, I wish to touch on the economic\r\n\r\npolicy   of   the  P.A.P. government,   and   the\r\n\r\npropaganda  of  fear  put out  by  the  Opposition\r\n\r\nMembers for which there is no ground, I will  also\r\n\r\nspeak on the manner in which the economic policies\r\n\r\nof   the   government  have  been  based  on   the\r\n\r\nprosperity  of  the nation. I will point  out  the\r\n\r\neconomic stability that has been increasing in the\r\n\r\npast  six weeks and the faith shown by traders  in\r\n\r\nthe government. Sir, I wish to say that the policy\r\n\r\nspeech  of  the  Yang  di-Pertuan  Negara  is   an\r\n\r\noutstanding statement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Cairnhill and his party\r\n\r\ncolleagues  said that even before the P.A.P. took\r\n\r\noffice, capital was fleeing from this country  and\r\n\r\nthat  foreign capital was afraid to come  to  this\r\n\r\ncountry.  They  also  said  that  investors   were\r\n\r\ncautious and that they preferred to wait and see.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 292</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, quite contrary to all this,\r\n\r\nsince  the  P.A.P. Government took  office,  local\r\n\r\ncapital has attained stability. Many organisations\r\n\r\nare  planning to set up factories in this  country\r\n\r\nand many applications in this connection are being\r\n\r\nreceived by the new government. Foreign capital is\r\n\r\ndesirous  of investing in this country.  Enquiries\r\n\r\nare  being  made  every day from the  Ministry  of\r\n\r\nFinance. Allegations that capital was preparing to\r\n\r\nflee the country have been proved false, since  no\r\n\r\ncapital has run away. This is worthy of note.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It was said further, Sir, that if the P.A.P. came\r\n\r\nto   power  people  would  have  to  undergo  many\r\n\r\nsufferings.  These allegations  have  been  proved\r\n\r\nfalse.  People are living in prosperity. They  are\r\n\r\nnot undergoing any sufferings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before the election, Opposition party leaders\r\n\r\nsaid  that the unemployment situation was  created\r\n\r\nby  us. But the unemployment situation was created\r\n\r\nby  them  when  they  were in power.  We  are  now\r\n\r\ndevising ways and means of solving the problem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further, they said in their party organ that if\r\n\r\nthe  P.A.P. took office, the entrepot trade  which\r\n\r\nis  vital for the well being of the people,  would\r\n\r\nbe  ruined.  The  people can  see  for  themselves\r\n\r\nwhether  trade  has  been ruined  or  is  growing.\r\n\r\nIndustry  and trade could not thrive,  they  said,\r\n\r\nwhen there was no stability in the state. This  is\r\n\r\nundeniably true. But they failed to realise  which\r\n\r\ngovernment  would  create lack  of  stability  and\r\n\r\npolitical confusion. The party organ of  the  hon.\r\n\r\nMember for Cairnhill failed in this respect. Their\r\n\r\npropaganda  was that there would be  no  political\r\n\r\nstability  if we came to power. But we  have  been\r\n\r\nelected  by  a  tremendous majority  and  a  large\r\n\r\nnumber  of  our  candidates  have  been  returned.\r\n\r\nTherefore  a  strong government has  been  formed.\r\n\r\nBusinessmen  have  faith in the government.  Trade\r\n\r\nwill therefore expand. It was said also:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If there is no political stability, traders can\r\n\r\nexpect  nothing  but  increased  expenditure   and\r\n\r\nstrikes.  They will be affected by the  activities\r\n\r\nof  extremists.  Businessmen will  not  invest  in\r\n\r\nindustries if they are to lose their money.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 293</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, a few days ago the people's\r\n\r\ngovernment removed various restrictions so that we\r\n\r\ncan   trade  freely  and  directly  with   foreign\r\n\r\ncountries.  As  a  result we  need  pay  now  less\r\n\r\ncommissions to a middle-man port like  Hong  Kong.\r\n\r\nWays  have  been devised for the free  and  direct\r\n\r\nflow of trade.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Yang di-Pertuan Negara said that industries\r\n\r\nwould  be set up to meet the needs of our  growing\r\n\r\npopulation  and  that  local and  foreign  capital\r\n\r\nwould  be encouraged. He said that there would  be\r\n\r\nno  restrictions on the movement  of  capital  and\r\n\r\nprofits  and that private industrialists would  be\r\n\r\nencouraged,  short and long term  loans  would  be\r\n\r\ngiven  to  private enterprise through the Economic\r\n\r\nDevelopment Board.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 294</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Has anything been said or done that could\r\n\r\nincrease the costs of industry? No, nothing.  Have\r\n\r\nthere  been strikes? No. Not even one.  There  are\r\n\r\nnot  even any signs pointing to a possible strike.\r\n\r\nDid  we  suppress the industry? Let the Opposition\r\n\r\nMembers answer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What else do we need for the growth of trade and\r\n\r\nprosperity? All the above points were made in  the\r\n\r\nspeech  of the Yang di-Pertuan Negara. It  is  our\r\n\r\nduty therefore to thank him for his policy speech.\r\n\r\nI  therefore  urge  all Members  to  support  this\r\n\r\nmotion.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved. \"That this Assembly do now\r\n\r\nadjourn.\"-[Dr Toh Chin Chye].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
