{"memberId": null, "volumeNo": "13", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"13\">\r\n\r\n<meta name=\"Sit_No\" content=\"4\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1960-08-05\">\r\n\r\n<meta name=\"Start_Col\" content=\"215\">\r\n\r\n<meta name=\"End_Col\" content=\"294\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">13</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">4</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">05-08-1960</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 215</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n                   \r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF SESSION 1960</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 13</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Friday, 5th August, 1960,</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Health.\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Inche Baharuddin Bin Mohamed Ariff (Anson).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Miss Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 216</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister, Minister for National Development, and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 217</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 217</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBERS TO BE ABSENT</h4></div>\r\n\r\n                                                  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;The following Members have, under the provisions of\r\n\r\nsubsection (2) (g) of section 42 of the Singapore\r\n\r\n(Constitution) Order in Council, 1958, obtained from\r\n\r\nthe Speaker, permission to be or to remain absent\r\n\r\nfrom sittings of the Assembly:\r\n\r\n<br>\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Teo Hock Guan (Changi) - 5th August, 1960.\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Yong Nyuk Lin (Geylang West), Minister for Education - from 11th August to 2nd September, 1960.\r\n\r\n      \r\n\r\n   \r\n\r\n \r\n\r\n         \r\n\r\n<br><br><font size=\"1\"><b>Column: 217</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>YANG DI-PERTUAN NEGARA'S SPEECH</h4></div>\r\n\r\n<div align=\"center\"><b>(Debate on the Address)</b></div>\r\n\r\n<div align=\"center\"><b>(Third Day)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of adjourned debate on\r\n\r\nQuestion [4th August, 1960],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the speech\r\n\r\nof  the  Yang di-Pertuan Negara be agreed to:- \r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Legislative Assembly of the State of Singapore,\r\n\r\nexpress our thanks to the Yang di-Pertuan Negara for\r\n\r\nthe  speech  which  he delivered on  behalf  of  the\r\n\r\nGovernment at the opening of the present session  of\r\n\r\nthis Assembly.\"'.-(The Prime Minister).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.32 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr S. Rajaratnam):</b>\r\n\r\nMr Speaker, Sir, I said yesterday that the 16 Hong\r\n\r\nLim resolutions were concocted not to save the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 218</b></font><br><br>\r\n\r\n\r\n\r\ncountry but the flagging political fortunes  of  the\r\n\r\nMember for Hong Lim.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A clue to the whole thing can be found in the\r\n\r\nMember's  speech  yesterday.  He  quoted  the  Prime\r\n\r\nMinister's speech in the Assembly in April 1958. The\r\n\r\nPrime   Minister  in  that  speech  said  that   the\r\n\r\nattention of the people of Singapore was focused  on\r\n\r\nthe City Council and that it had captured the hearts\r\n\r\nand  minds  of the workers. The day when the  Member\r\n\r\nfor  Hong Lim was the Mayor of the City Council  was\r\n\r\nthe golden age of Singapore politics, for the simple\r\n\r\nreason that he was the number one bossman. Sir, I do\r\n\r\nnot  deny that the P.A.P. City Council captured  the\r\n\r\nhearts  and  minds of the workers of Singapore.  Nor\r\n\r\ncan  I  deny that the Member for Hong Lim  did  some\r\n\r\ngood   work.  But,  at  the  risk  of  earning   his\r\n\r\ndispleasure,  I will say - and so do the other  P.A.P.\r\n\r\nCouncillors  all  but one of whom today  are  P.A.P.\r\n\r\nAssemblymen  on  this  side of  the  House - that  the\r\n\r\nformer  Mayor  likes to think that  all  the  credit\r\n\r\nshould  go  to him. He forgot that it was the  Party\r\n\r\nand  not  the  Mayor  or Mr  Ong  Eng  Guan  as  an\r\n\r\nindividual  who  won the hearts  and  minds  of  the\r\n\r\nworkers.  It was this delusion that what the  people\r\n\r\nfell  for was his personality which had led  him  to\r\n\r\nthe  present impasse. He wanted people to treat  him\r\n\r\nas  a  superman,  a  Tarzan and a Flash  Gordon  all\r\n\r\nrolled  into one. Therefore, when he was on strained\r\n\r\nto  work  as a member of the team in the Cabinet  he\r\n\r\nfound the whole thing distasteful. It was inevitable\r\n\r\nthat  he  should  clash with Cabinet colleagues  who\r\n\r\nrefused  to  treat  him as a superman.  He  disliked\r\n\r\nhaving  to  do things which helped to build  up  the\r\n\r\nreputation of the Party as a whole. What he  enjoyed\r\n\r\nmost  was  building  up  a myth  of  the  invincible\r\n\r\nsuperman  single-handedly fighting against desperate\r\n\r\nodds.  So,  Sir,  he  started first  with  intrigues\r\n\r\nwithin  the  Cabinet, trying to play  one  colleague\r\n\r\nagainst   another.  He  employed  the  now  familiar\r\n\r\ntechnique  of 'I, good man. You, good man.  But  he,\r\n\r\nbad man.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 219</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have had occasion in this\r\n\r\ndebate  to remind hon. Members of Standing Order  46\r\n\r\n(1) which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The personal conduct of Members of the Assembly\r\n\r\nshall  not  be referred to except upon a substantive\r\n\r\nmotion moved for that purpose.\"\r\n\r\n\r\n\r\n<br><br>All  these  details of the personal conduct  of  the\r\n\r\nMember  for  Hong Lim appear to me to be  completely\r\n\r\nout  of  order, unless, of course, they are  brought\r\n\r\nforward  on a substantive motion. I would also  like\r\n\r\nto  remind hon. Members that we are on the Yang  di-Pertuan  Negara's speech and Standing Order  13  (2)\r\n\r\nstates, inter alia:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Debate thereon that is, on the speech shall be\r\n\r\nconfined to the policy of the Government as outlined\r\n\r\nin  the  speech and on amendments (if any) moved  by\r\n\r\nMembers...\".\r\n\r\n\r\n\r\n<br><br>As  I have said before, there may be some bearing on\r\n\r\nthe  general state of affairs in Singapore anent the\r\n\r\npersonal conduct of the Member for Hong Lim. But  if\r\n\r\nthe Minister embarks on details of the nature he has\r\n\r\nenunciated, then I think he is out of order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I myself am not\r\n\r\ninterested in the personal conduct of the Member for\r\n\r\nHong Lim, but what I want to point out is the action\r\n\r\nthat  he  took as a member of the Government  within\r\n\r\nthe   Government  to  divert  the  policies  of  the\r\n\r\nGovernment and subvert the Government. Sir, I  shall\r\n\r\ntry  to  avoid bringing in details and I shall  only\r\n\r\noutline  the general technique that was  adopted  by\r\n\r\nhim.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I said, at first he began by trying to play\r\n\r\none  Cabinet colleague against the other. When  this\r\n\r\nfailed,  he  then  turned on  to  the  Parliamentary\r\n\r\nSecretaries,  trying to win them over with  childish\r\n\r\ninaccuracies,  that the Party might  cheat  them  of\r\n\r\ntheir  pay, that their telephones were being  tapped\r\n\r\nby  the  secret  police, and so  on.  This  got  him\r\n\r\nnowhere.  Then  he  turned to the Assemblymen.  That\r\n\r\nalso  got  him  nowhere  except  for  the  two   who\r\n\r\nobviously decided to follow him to the other side of\r\n\r\nthe  House.  But  he  never tried  to  convince  the\r\n\r\nGovernment of the correctness of his stand on the 16\r\n\r\nresolutions except to bring them up in this Assembly\r\n\r\nand  which  he  offers  as a  panacea  for  all  our\r\n\r\ntroubles.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 220</b></font><br><br>\r\n\r\n\r\n\r\nIn  fact,  his  intrigues were never  based  on  the\r\n\r\nmerits or otherwise of the 16 resolutions which have\r\n\r\nnow  become a major topic with him. They were  based\r\n\r\npurely  on  the  exploitation of the baser  side  of\r\n\r\nhuman nature, like fear, cupidity and jealousy,  all\r\n\r\nof  which were testified to by statements signed  by\r\n\r\nAssemblymen on this side of the House. Of course, he\r\n\r\nhas  claimed  that these statements  were  extracted\r\n\r\nfrom the Assemblymen by force and intimidation.  The\r\n\r\nAssemblymen concerned are here and it is up  to  him\r\n\r\nto challenge any Member on this side of the House to\r\n\r\nget  up  and say that he signed these statements  by\r\n\r\nthe Party under duress.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, having failed to make any headway inside the\r\n\r\nGovernment  among the Cabinet members, Parliamentary\r\n\r\nSecretaries and Assemblymen, his next target was the\r\n\r\nparty  conference of cadres, Assemblymen and  branch\r\n\r\nsecretaries  held  in June. Obviously,  a  different\r\n\r\ntechnique  was called for. So he brought in  the  16\r\n\r\nresolutions in order to get support. Here too,  Sir,\r\n\r\nhe  lost out and again he explained away his  defeat\r\n\r\nby  claiming that those who voted for his  expulsion\r\n\r\ndid  so  because the place, was surrounded by secret\r\n\r\npolice  armed with guns. The hundred or  so  members\r\n\r\nwho  were  present there knew very well  that  there\r\n\r\nwere  no  guns and no secret police. But he was  not\r\n\r\ninterested   in  trying  to  win  over  people   who\r\n\r\nobviously had lost any respect they might  have  had\r\n\r\nfor  him.  So  it has now come to a point  where  he\r\n\r\nalleged    yesterday   that   the    Cabinet,    the\r\n\r\nParliamentary  Secretaries and  the  Assemblymen  on\r\n\r\nthis  side of the House are no longer revolutionary,\r\n\r\nthat  they are led by colonial-minded leaders,  that\r\n\r\nthey  have  betrayed the principles of  the  P.A.P.,\r\n\r\nthat   this   Government  is  run  by   the   famous\r\n\r\ntrio - Blades, Thomson and Meadows - and that the P.A.P.\r\n\r\nhave  achieved nothing during the past year  except,\r\n\r\nof course, the Ministry of National Development. The\r\n\r\nwonder  of it is that if he really believes in  what\r\n\r\nhe  says now, then how is it that he managed to stay\r\n\r\nin  such a reactionary Government for one year?  And\r\n\r\nhe  would  have  stayed on had  not  the  Government\r\n\r\ndecided  to  precipitate matters by  asking  him  to\r\n\r\nleave. Or is it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 221</b></font><br><br>\r\n\r\n\r\n\r\nsuggested that the P.A.P. has been reactionary  only\r\n\r\nsince  June - about two months ago - when he was ejected\r\n\r\nfrom the Government and from the Party.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In his speech yesterday, he claimed that he could\r\n\r\nnot  see any difference between the policies of  the\r\n\r\npresent Government and what he described as the  Lim\r\n\r\nYew  Hock Government. Also to sustain his claim that\r\n\r\nthe  P.A.P. is no longer revolutionary,  he  quoted\r\n\r\nextensively from the 1954 P.A.P. Manifesto. Sir,  it\r\n\r\nis  good to know that the Member for Hong Lim  draws\r\n\r\nspiritual sustenance and inspiration from a document\r\n\r\ndrafted  long before he entered the Party by  people\r\n\r\nwho   are  still  in  the  Party.  He  also   quoted\r\n\r\nextensively  and approvingly speeches  made  by  the\r\n\r\nPrime  Minister. It is strange that the  Member  for\r\n\r\nHong  Lim should find spiritual nourishment for  his\r\n\r\nanti-colonial spirit from the speeches of a  man  he\r\n\r\nnow    describes    as   pro-colonialist.    Equally\r\n\r\nnoticeable, Sir, is that the Member for Hong Lim  at\r\n\r\nno  time  quoted any speeches by himself to  sustain\r\n\r\nhis  anti-colonial flame. I do not think  that  this\r\n\r\nwas due to any modesty on his part. The sad truth is\r\n\r\nthat there is little relevant material worth quoting\r\n\r\nfrom  his  writings or his speeches. The Member  for\r\n\r\nHong  Lim  was  one of our leading slogan  shouters,\r\n\r\nslogans generally provided for him by the Party, but\r\n\r\nhe has contributed little to the theory and practice\r\n\r\nof  anti-colonialism. He has been telling us in  the\r\n\r\nlast  few days how he is going to fight colonialism;\r\n\r\nbut  during the last four years - and during  the  one\r\n\r\nyear   he   was  in  the  Government - he  has   never\r\n\r\ncontributed  anything  by  way  of  any  theoretical\r\n\r\narticle  to  show how best we can fight colonialism.\r\n\r\nThe  only major contribution was an article  to  the\r\n\r\nP.A.P.'s  Fourth  Anniversary Souvenir  publication,\r\n\r\nand the only notable thing about this article is its\r\n\r\ntitle.  It  reads  \"Since I became  first  Mayor  of\r\n\r\nSingapore\". The other contributions to the  souvenir\r\n\r\ndealt  with  such  topics as \"Preparing  Ourselves\",\r\n\r\n\"The New Phase\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 222</b></font><br><br>\r\n\r\n\r\n\r\nafter Merdeka\", \"Our Economic Future\", \"The National\r\n\r\nApproach to the Problem of Education\", and so on. As\r\n\r\nagainst  such weighty and adult topics,  the  Member\r\n\r\nfor  Hong  Lim's  contribution was  on  the  subject\r\n\r\ndearest to his heart - himself. All the four years  of\r\n\r\nstruggle  of  the P.A.P. was not worth noting.  What\r\n\r\nwas worth noting by the world at large was \"Since  I\r\n\r\nbecame first Mayor of Singapore\". From his point  of\r\n\r\nview,  the  history  of  Singapore  falls  into  two\r\n\r\nperiods - before  Eng Guan, and after  Eng  Guan.  His\r\n\r\nresentment  against his Party and his colleagues  in\r\n\r\nthe  Government  springs from his belief  that  they\r\n\r\nhave  refused steadfastly to accept him as a man  of\r\n\r\ndestiny  and  a  superman. So today he  accuses  the\r\n\r\nGovernment of being reactionary, of being run by pro-colonial leaders, and of being stooges of the famous\r\n\r\ntrio - Blades, Meadows, and Thomson.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I think there is one man who thinks otherwise.\r\n\r\nI  intend  to call him to testify on our  behalf.  I\r\n\r\nknow  that  next to God, this man is  held  in  high\r\n\r\nesteem by the Member for Hong Lim. That person is no\r\n\r\nother   than   the  former  Minister  for   National\r\n\r\nDevelopment. I know for a fact that the  Member  for\r\n\r\nHong  Lim  will not dismiss the former Minister  for\r\n\r\nNational  Development  as  a  stooge  of  the  Prime\r\n\r\nMinister nor as a pro-colonialist, nor as a man  who\r\n\r\ncan  be  intimidated into saying things he does  not\r\n\r\nwant  to  say. I am referring to the speech made  by\r\n\r\nthe former Minister for National Development in this\r\n\r\nHouse on 21st July, 1959, [Hansard], Vol. 11, No.\r\n\r\n6.  This was said in the course of a debate  on  the\r\n\r\naddress  of  thanks to the Yang di-Pertuan  Negara's\r\n\r\nspeech.  I  am quite sure that as far as the  Member\r\n\r\nfor  Hong  Lim is concerned, there can be no  higher\r\n\r\nauthority   on  any  matter.  In  his  speech   made\r\n\r\nyesterday  and the day before, the Member  for  Hong\r\n\r\nLim  contended  that in stressing the  limits  under\r\n\r\nwhich  the present Government had to work,  we  were\r\n\r\ntalking  like the Progressive Party and the Lim  Yew\r\n\r\nHock   Government.  Yet  this  is  what  the  former\r\n\r\nMinister for National Development had to say on 21st\r\n\r\nJuly, 1959, Hansard, col. 347, 4th paragraph:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 223</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Mr Speaker, we understand the limitations of the\r\n\r\npresent   Constitution,  which   do   restrain   the\r\n\r\npolitical  power  of the elected representatives  of\r\n\r\nthe  people. We do understand those limitations.  We\r\n\r\ndo  understand  that the elected Government  has  to\r\n\r\nwork  within certain defined powers and  that  there\r\n\r\nare  curbs  and  restrictions on  those  powers  and\r\n\r\nfunctions which a normal fully elected Government is\r\n\r\nsupposed to exercise.\"\r\n\r\n\r\n\r\n<br><br>Was  the  former  Minister for National  Development\r\n\r\ntalking  like  the Lim Yew Hock Government  when  he\r\n\r\nsaid  this? Was he saying these things in  order  to\r\n\r\nfool the people of Singapore into accepting what the\r\n\r\nMember  for  Hong Lim now brands as  a  pro-colonial\r\n\r\nconstitution?  Yesterday, the Member  for  Hong  Lim\r\n\r\nargued    that    the   present   Constitution    is\r\n\r\nunsatisfactory because the British,  to  quote  him,\r\n\r\n\"still exercise control politically and economically\r\n\r\nand  that  these  controls are more far-reaching  in\r\n\r\nconsequence  than the control they  exercised  under\r\n\r\nthe  1953 Constitution.\" Yet here is what the former\r\n\r\nMinister for National Development had to say on this\r\n\r\nsubject, at col. 347:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Mr Speaker, we also understand that within the\r\n\r\nisland  state of Singapore, we also have limitations\r\n\r\non  our  economy, limitations which even a  magician\r\n\r\nturned  Minister for Finance cannot solve. I do  not\r\n\r\nenvy my colleague, the Minister for Finance, for his\r\n\r\nheavy  tasks. But we the P.A.P., understanding those\r\n\r\nvery  limitations, have come up today  and  accepted\r\n\r\nthe responsibilities of Government because there  is\r\n\r\nno choice left to the people.\"\r\n\r\n\r\n\r\n<br><br>This  confession  places  the  former  Minister  for\r\n\r\nNational  Development in an awkward spot. From  what\r\n\r\nhad  been said by the Member for Hong Lim, it  could\r\n\r\nonly  mean  that  the former Minister  for  National\r\n\r\nDevelopment  assumed  power  and  office   under   a\r\n\r\nconstitution  which  he  knew  gave  colonialism   a\r\n\r\ntighter  grip on the Island's economy. I wish,  Sir,\r\n\r\nthat  the  former Minister for National  Development\r\n\r\nwere  here to defend himself against the smear  that\r\n\r\nhe  is  a  colonial stooge. I am sure he would  have\r\n\r\ndealt  with  the Member for Hong Lim in  a  language\r\n\r\nthat  would constrain you to call him to order.  But\r\n\r\nfortunately   the  former  Minister   for   National\r\n\r\nDevelopment is not here.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 224</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, Sir, yesterday the Member for Hong Lim\r\n\r\ndescribed  the Minister for Finance as belonging  to\r\n\r\nthe  pro-colonial faction of the Government. And yet\r\n\r\nthe   former   Minister  for  National   Development\r\n\r\nexpressed high regard for the Minister for  Finance.\r\n\r\nIn  fact, he said that he understood the limitations\r\n\r\non   our  economy  which  \"even  a  magician  turned\r\n\r\nMinister  for  Finance cannot solve.\"  And  he  also\r\n\r\nsaid. \"I do not envy my colleague, the Minister  for\r\n\r\nFinance.\"  And he went on to say that he  could  not\r\n\r\nunderstand why Members of the Opposition  had  spent\r\n\r\nso  many  days  debating and yet were  not  able  to\r\n\r\ncontribute any constructive ideas to the running  of\r\n\r\nthe  Government  machinery but just  to  attack  the\r\n\r\nGovernment, especially the Minister for Finance. The\r\n\r\nMember  for  Hong Lim also suggested  that  we  were\r\n\r\nsupporters  of colonialism if we continued  to  work\r\n\r\nunder  the  present  Constitution.  Yet  the  former\r\n\r\nMinister  for National Development, after  outlining\r\n\r\nthe limitations of the present Constitution, said we\r\n\r\nwould be shirking our duty if we failed to work  the\r\n\r\npresent Constitution. I quote col. 347:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The masses cannot get what they want - even the\r\n\r\nbasic necessities which any modern Government should\r\n\r\nbe able to provide. And it is the task of the P.A.P.\r\n\r\nGovernment,  knowing the political and the  economic\r\n\r\nlimitations of the present situation, to come up and\r\n\r\naccept the responsibility of this Government, as  we\r\n\r\ndid so in the City Council. When we were in the City\r\n\r\nCouncil,  our  powers  were as  limited  within  the\r\n\r\nframework of the Constitution as our powers  now  in\r\n\r\nthe   present  Government  are  limited  within  the\r\n\r\npresent  framework of the new Constitution.  But  we\r\n\r\nwill  be taking a wrong move if we refuse to  accept\r\n\r\nthe responsibility of Government.\"\r\n\r\n\r\n\r\n<br><br>Sir, I am not trying to create bad blood between the\r\n\r\nformer  Minister  for National Development  and  the\r\n\r\nMember for Hong Lim, because I know a bond of mutual\r\n\r\nadmiration  exists between them. But the point  that\r\n\r\nneeds to be clarified is whether the former Minister\r\n\r\nfor  National  Development was or was not  deceiving\r\n\r\nthe  people knowingly by saying things which he  did\r\n\r\nnot believe to be true.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim now contends that this\r\n\r\nConstitution  is  a  fraud and that  we  should  now\r\n\r\nreopen talks with a view to liquidating the remnants\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 225</b></font><br><br>\r\n\r\n\r\n\r\nof  colonialism, that is, fight for the independence\r\n\r\nof  Singapore. Yet the former Minister for  National\r\n\r\nDevelopment  suggested, in  that  same  speech,  the\r\n\r\ncourse  to be followed in order to gain independence\r\n\r\nfor Singapore. I quote col. 348:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Our way is the way of ultimate independence\r\n\r\nthrough merger with the Federation, and before  that\r\n\r\nis  achieved  we have to accept whatever limitations\r\n\r\nare  imposed on this Government by the so-called new\r\n\r\nConstitution - limitations  imposed  on  us  in   this\r\n\r\nisland State with no raw materials.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the short-term policy - that is, the providing of\r\n\r\nthe  basic  necessities of life to  the  14  million\r\n\r\npeople of this island - and in our long-term policy of\r\n\r\nattainment  of  reunification of Singapore  and  the\r\n\r\nFederation  of  Malaya, one thing is  paramount  and\r\n\r\nthat   is,  Mr  Speaker,  the  unity  of  all   the\r\n\r\ncommunities and the races in Malaya.\"\r\n\r\n\r\n\r\n<br><br>That  was the strategy that the former Minister  for\r\n\r\nNational  Development  advocated  was  necessary  to\r\n\r\nachieve  independence for Singapore. So,  I  do  not\r\n\r\nknow whether the former Minister would therefore  be\r\n\r\ndescribed  as  being pro-colonialist or pro-Meadows,\r\n\r\nThomson,  Blades, or a stooge, if  he  continued  to\r\n\r\ntalk in the fashion that we are talking today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, it may be that the Member for Hong Lim\r\n\r\nmight - one  never  knows  how  he  behaves - decide  to\r\n\r\nattack  the former Minister for National Development\r\n\r\nin  this fashion, If he has such intentions,  may  I\r\n\r\ndraw  the  attention of the Member for Hong  Lim  to\r\n\r\nanother  far-sighted  remark  made  by  the   former\r\n\r\nMinister   for  National  Development:  the   former\r\n\r\nMinister  knew  that there would be opportunity  for\r\n\r\ndemagogues - and not very bright demagogues at that - to\r\n\r\nexploit    the   limitations   that   the    present\r\n\r\nConstitution  imposes.  Any  petty  demagogue,   the\r\n\r\nformer Minister for National Development knew, could\r\n\r\ntry to embarrass the Government by taking ultra Left\r\n\r\nlines. For all I know, he might have had people like\r\n\r\nthe  Member  for Hong Lim in mind when he  made  the\r\n\r\nfollowing observations (col. 348):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Because of the limitations of the Constitution,\r\n\r\nthe  role  of  the  Opposition  is  even  much  more\r\n\r\nimportant  than ever. The role of the Opposition  is\r\n\r\nto  provide constructive criticism to the Government\r\n\r\nand not just to attack\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 226</b></font><br><br>\r\n\r\n\r\n\r\nthe  Government in all its policies. We  have  heard\r\n\r\nspeeches from the Opposition Benches and I have  not\r\n\r\neven  heard  for  one single moment  any  Opposition\r\n\r\nspeaker  give  any constructive ideas.  Perhaps  the\r\n\r\nhon.  Members in the Opposition are not  capable  of\r\n\r\ndoing  it. Then what they should do is not to  speak\r\n\r\ntoo long.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have been listening to the 16 resolutions which\r\n\r\nthe  Member for Hong Lim and his comrades have  been\r\n\r\noffering the nation for the last two months. Not  so\r\n\r\nlong  ago,  the  Member for Hong Lim held  a  public\r\n\r\nlecture on \"How to Fight Colonialism\". None  of  the\r\n\r\nspeakers put forward any concrete measures on how to\r\n\r\nfight colonialism. Not one of the speakers was  able\r\n\r\nto  put forward as effective a strategy as that  put\r\n\r\nforward  by the P.A.P. and endorsed by the former  .\r\n\r\nMinister for National Development. For example,  one\r\n\r\nof   the   resolutions  asked  that  the   Singapore\r\n\r\nGovernment  should  reopen  talks  with  the  United\r\n\r\nKingdom  with  a view to revising the  Constitution.\r\n\r\nWhat  we  are not told, however, is in what way  the\r\n\r\nConstitution should be revised; If what is asked for\r\n\r\nis  that we should have complete independence,  then\r\n\r\nthe  former Minister for National Development agreed\r\n\r\nthat  it was not practicable for two reasons. First.\r\n\r\nhaving regard to the power situation in this part of\r\n\r\nthe  world, the British would not agree  to  such  a\r\n\r\nproposition in any case. Secondly, independence  for\r\n\r\na  small  island like Singapore would  be  a  phoney\r\n\r\nindependence.    Economically,    politically    and\r\n\r\nmilitarily,  even  an independent  Singapore  cannot\r\n\r\nwithstand  outside  pressures.  These  are  not  new\r\n\r\narguments.  They were thrashed out publicly  in  the\r\n\r\nTanjong Pagar by-election and in public speeches  by\r\n\r\nP.A.P. leaders, in articles and editorials  in  the\r\n\r\nParty  publications long before the  elections.  The\r\n\r\ncontention  then was that we had no  choice  but  to\r\n\r\naccept  what we described as three-quarters Merdeka,\r\n\r\nand  it was first propounded in the Petir, our Party\r\n\r\npublication, as far back as May, 1956,  three  years\r\n\r\nbefore  the general elections. I have looked through\r\n\r\nthe  past issues of Petir for contributions  by  the\r\n\r\nMember for Hong Lim for any dissenting opinion  from\r\n\r\nhim; and for a man who now poses\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 227</b></font><br><br>\r\n\r\n\r\n\r\nas  the leading theoretician of anti-colonialism  in\r\n\r\nSingapore,  together with the Member  for  Aljunied,\r\n\r\nthere  appear to have been no more than one  or  two\r\n\r\narticles in all these four years from him.  Nor  did\r\n\r\nhe  ever raise any objections with any of his  Party\r\n\r\ncolleagues  during the three years  discussion  took\r\n\r\nplace  about what should be the strategy  we  should\r\n\r\nadopt  in  the  particular  situation  obtaining  in\r\n\r\nSingapore. The choice as we saw it then, and  as  we\r\n\r\nsee  it now, is that we either accepted power  under\r\n\r\nconditions  of  qualified  independence,   or   left\r\n\r\ncolonialism  to  carry on through Right-wing  forces\r\n\r\nwho  would  have  wiped out not  only  the  Leftwing\r\n\r\nadventurers but the non-Communist Left as well. That\r\n\r\nis  the  choice still, and the Member for Hong  Lim,\r\n\r\napart  from  slogans,  has not produced  one  cogent\r\n\r\nargument  or constructive suggestion as to  how  and\r\n\r\nwhy the anti-colonial fight could be carried out  by\r\n\r\nother  means. Another of the 16 resolutions  demands\r\n\r\nthat  we  should  hold  talks  with  the  Federation\r\n\r\nGovernment for merger. Fine. But how does he propose\r\n\r\nthat  we  should do it? Do we summon the  Federation\r\n\r\nleaders  and say, \"The time has now come to talk  of\r\n\r\nmerger,  because the Member for Hong Lim says  so.\"?\r\n\r\nOr do we send an ultimatum to the Federation leaders\r\n\r\ntelling them that either they start talks on  merger\r\n\r\nor  else  the Member for Hong Lim will invade  their\r\n\r\nterritory with his liberation army?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim knows that we have done\r\n\r\neverything   we   can  do  to  get  the   Federation\r\n\r\ninterested in merger. He also knows that merger will\r\n\r\nnot  come simply by demanding it.. He knows that  it\r\n\r\nis  a long delicate process of convincing the people\r\n\r\nof  the  Federation, in particular the Malays,  that\r\n\r\nthey have nothing to fear from merger and everything\r\n\r\nto  gain as a result. The Member for Hong Lim  knows\r\n\r\nall this, because when he was still in the Party  he\r\n\r\nwas   convinced  that  our  strategy  was  the  best\r\n\r\nstrategy   to   gain   eventual   independence   for\r\n\r\nSingapore.  The  Member for Hong  Lim,  by  bringing\r\n\r\nforward   resolutions   which   he   knows   to   be\r\n\r\nimpracticable,  is doing so in order  to  offer  his\r\n\r\nservices  to the Left-wing adventurers who  used  to\r\n\r\ntwist his tail once\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 228</b></font><br><br>\r\n\r\n\r\n\r\nupon  a time. In his speech yesterday, he said  that\r\n\r\nhe   bore   no   ill-will  towards   the   Left-wing\r\n\r\nadventurers who tried to oust him from the Party. He\r\n\r\ndid  not  take this Christian attitude of  forgiving\r\n\r\nhis  enemies at the time when he was smarting  under\r\n\r\ndefeat. He was all for fixing them. But now that  he\r\n\r\nhas  no  longer any following within the P.A.P.,  he\r\n\r\noffers his services to these adventurers because, in\r\n\r\nhis present plight, he cannot afford to be choosey.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As the Prime Minister said the day before what the\r\n\r\nLeft-wing  adventurers  want  is  an  atmosphere  of\r\n\r\ntension and uncertainty, and that is why the  Member\r\n\r\nfor Hong Lim comes forward with resolutions which he\r\n\r\nknows are impracticable and foolish. But that is the\r\n\r\nprice  he  has  to  pay  for  the  support  of   the\r\n\r\nadventurers who he thinks would reinstate  him  into\r\n\r\nthe  superman that he thinks he should be.  And  the\r\n\r\nLeft-wing  adventurers have a different  reason  for\r\n\r\nwanting  the  Member  for Hong Lim  to  raise  these\r\n\r\nphoney issues.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. is a non-Communist socialist Party, and\r\n\r\nit  is necessary for Left-wing adventurers, who  are\r\n\r\nnot  as clear-headed and as realistic as they should\r\n\r\nbe,  to  show  that a non-Communist socialist  Party\r\n\r\ncannot  satisfy the needs of the masses for a better\r\n\r\nlife. They fear probably that the P.A.P. might  show\r\n\r\nthe masses that a non-Communist, socialist democracy\r\n\r\ncan work in Singapore, and in Malaya eventually.  So\r\n\r\nit  is  necessary to take action now to prevent  the\r\n\r\nP.A.P. from  succeeding in its experiment,  and  in\r\n\r\norder  to do that, it is necessary to revive tension\r\n\r\nand  uncertainty to make sure that no  economic  and\r\n\r\nstable  political development takes place. So  that\r\n\r\nthey   can   say,   \"There  you  are.  Non-Communist\r\n\r\nsocialism  cannot work.\" Another reason  is  perhaps\r\n\r\nthat  by reviving tension and uncertainty, they hope\r\n\r\nto  drive  the  P.A.P. into the arms of  either  the\r\n\r\nRight-wing, and thus discrediting itself in the eyes\r\n\r\nof  the  masses or, they hope, into the arms of  the\r\n\r\nLeft-wing  adventurers, who have  been  increasingly\r\n\r\ndisturbed  by the fact that the P.A.P.,  during  the\r\n\r\nlast  one  year, has not accepted any  control  from\r\n\r\nthem, and has chosen to act independently in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 229</b></font><br><br>\r\n\r\n\r\n\r\nthe interest of the P.A.P. and nobody else. And that\r\n\r\nis  a  situation  which they  are  not  prepared  to\r\n\r\ntolerate.  What  they want is to create  tension  to\r\n\r\nforce us into their arms so that they can manipulate\r\n\r\nthe  P.A.P. to  serve their own interest.  Whatever\r\n\r\nhappens,  they  can be sure that the P.A.P. has  no\r\n\r\nintention of becoming dependent either on the  Right\r\n\r\nor  Left-wing adventurers, and the Member  for  Hong\r\n\r\nLim would be better advised to tell his manipulators\r\n\r\nso.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Hong Lim also complains that\r\n\r\nthe Government was intimidating the Press, and, as a\r\n\r\nresult, his speeches and those of his comrades  got\r\n\r\nonly  500 words, and that of Mr George Thomson,  he\r\n\r\ncomplains,  got  2,500 words. It is  true  that  the\r\n\r\nGovernment discussed the matter of Ong Eng Guan with\r\n\r\nthe representatives of the local Press. We explained\r\n\r\nto  the Press representatives the nature of the game\r\n\r\nthat  the Member for Hong Lim was playing, and  that\r\n\r\nwas  to whip up tension and agitation by circulating\r\n\r\nfabricated  stories,  inaccuracies  which  he  hoped\r\n\r\nwould   provide  fuel  to  inflame  passions,   and,\r\n\r\ntherefore, create a situation in which it  could  be\r\n\r\nsaid  that  the  whole  of Singapore  has  risen  in\r\n\r\nsupport of the 16 resolutions. He knew that  he  was\r\n\r\nnot putting forward his point of view or stating his\r\n\r\ncase,   but  he  was  quite  prepared  to  use   the\r\n\r\nnewspapers to create a situation which could lead to\r\n\r\npublic  disorder.  There  was  no  intimidation.   I\r\n\r\nexplained these things to the Press. In fact, one of\r\n\r\nthe  newspapers  informed us that they  had  already\r\n\r\ndecided,  after  the first Press conference  by  the\r\n\r\nMember for Hong Lim - to quote the words of the editor\r\n\r\nconcerned - \"to cut out any drivel\". They agreed, and\r\n\r\nwe  also  agreed with them, that if he said anything\r\n\r\nworthwhile,   anything  new, anything   which   was\r\n\r\nlegitimate, they would print it, but that they would\r\n\r\nkeep a look-out for any material which they knew  to\r\n\r\nbe   either  fabricated  or  calculated  to  inflame\r\n\r\npassions, and then they would, of their own  accord,\r\n\r\ncut down stories of that nature.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 230</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For example, the Member for Hong Lim can fabricate\r\n\r\nnews.  Let  me  give a few instances.  He  made  the\r\n\r\ncharge  that at the Party conference last June,  the\r\n\r\nplace  was  surrounded by secret police  armed  with\r\n\r\nguns.  Again  he charged that Assemblymen  had  been\r\n\r\nintimidated  personally by the Prime  Minister  into\r\n\r\ndenouncing him and his action. In fact, I think  the\r\n\r\nday  before yesterday, he even said that an  article\r\n\r\nunder  my name in the Petir of 14th July was  really\r\n\r\nnot  written by me but by the Prime Minister.  Well,\r\n\r\nSir,  for  something like 15 years I have earned  my\r\n\r\nliving  by  writing for newspapers, and, that  being\r\n\r\nso,  I  think I am quite capable of writing  my  own\r\n\r\nspeeches. In fact, that particular article was  only\r\n\r\na  reproduction of a speech I made before 150  Party\r\n\r\nmembers,  and it was also made impromptu. There  was\r\n\r\nno  written script. Secondly, the Prime Minister was\r\n\r\nnot  at that meeting, because he happened to be away\r\n\r\nfrom Singapore on that day. The Member for Hong  Lim\r\n\r\nknows  all that. But he fabricated this story purely\r\n\r\nin  the  hope of convincing the people outside  that\r\n\r\nthe  Minister  for Culture is really a  pro-Ong  Eng\r\n\r\nGuan  man, but that he has been made to say  things,\r\n\r\nhe  has  had his arms twisted by the Prime Minister,\r\n\r\nwho  wrote his articles and his speeches.  In  fact,\r\n\r\nyesterday,  the  Member for  Hong  Lim  reached  new\r\n\r\nheights  of  recklessness  by  repeating  inaccurate\r\n\r\nstatements   about   Indonesian  soldiers   invading\r\n\r\nSingapore.  He also tried to exploit  the  issue  of\r\n\r\nNanyang University, which he knows is a delicate and\r\n\r\nhighly  emotional issue. I would say that the Member\r\n\r\nfor Hong Lim has politically reached the point of no\r\n\r\nreturn,  and  I  have no doubt that  in  the  coming\r\n\r\nmonth,  his  remarks  will  reach  new  heights   of\r\n\r\nrecklessness on the basis of \"after me the deluge\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, the Member for Hong Lim raised the issue of\r\n\r\nthe  two  journalists recently detained. He  doubted\r\n\r\nwhether  they were really K.M.T. agents. He  claimed\r\n\r\nthat  they  were arrested because they attended  his\r\n\r\nPress conference. Let me briefly give the background\r\n\r\nof these two journalists.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 231</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Wong Chin Sen, one of the detained journalists, had\r\n\r\nlong  worked for K.M.T. papers. In 1956 he was  sent\r\n\r\nfor  studies in Taiwan and attended a K.M.T. school\r\n\r\nfor  cadres on political service, taking  what  they\r\n\r\ncall  a post-graduate course for overseas graduates.\r\n\r\nThis  included,  Mr  Wong  admitted,  living  in  a\r\n\r\nmilitary  camp and being taught military  drill  and\r\n\r\ndiscipline.  In 1955 he was one of the  four  K.M.T.\r\n\r\npersonalities behind the organisation  of  an  anti-Communist  movement among Rightist students  of  the\r\n\r\nChung  Cheng High School. The purpose was to recruit\r\n\r\nyoung  people to go to Taiwan for higher  education,\r\n\r\nwhich  also included K.M.T. indoctrination  and,  no\r\n\r\ndoubt, military training as well.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other journalist, Loke Peng Lum, had also been\r\n\r\nlong  associated with K.M.T. organisations which  we\r\n\r\nregard  as  subversive organisations, because  their\r\n\r\npurpose  is to encourage local citizens to be  loyal\r\n\r\nto  the Taiwan Government. Mr Loke also worked  for\r\n\r\nK.M.T. papers and admitted to being a K.M.T. member.\r\n\r\nHe  was  trained in the Central Military Academy  in\r\n\r\nHung Chiang.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So this is the record of the K.M.T. activities that\r\n\r\nthese  two journalists had pursued. Prior  to  their\r\n\r\narrest, they were working for the Tiger Press which,\r\n\r\nsince  its  inception,  has  consistently  published\r\n\r\nstories  which, more often than not, were fabricated\r\n\r\nand completely false, with the intention of creating\r\n\r\ndissatisfaction against the present Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is not surprising for two reasons. First, the\r\n\r\nproprietor   of  the  concern  had  instructed   the\r\n\r\njournalists     that    he    wanted     anti-P.A.P.\r\n\r\nstories - stories  which would  discredit  the  P.A.P.\r\n\r\nSecondly,  because many of the staff  of  the  Tiger\r\n\r\nPress  consist of journalists who had  to  get  away\r\n\r\nfrom  Singapore  as a result of Government's  action\r\n\r\nagainst mosquito and yellow publications. So, K.M.T.\r\n\r\njournalists,  graduates  of  yellow  newspapers,   a\r\n\r\nproprietor who has given instructions that all he is\r\n\r\ninterested  in  are  anti-P.A.P. stories - all  these\r\n\r\nthree  elements  conspired together not  to  publish\r\n\r\nnews  but  to  fabricate stories. We  ignored  these\r\n\r\nmischievous  stories for a while. In fact,  we  drew\r\n\r\nthe attention of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 232</b></font><br><br>\r\n\r\n\r\n\r\nmanaging editor of the paper that while we  did  not\r\n\r\ncare two hoots whether they criticised us or not, we\r\n\r\nwould not tolerate fabricated stories prejudicial to\r\n\r\nthe  maintenance  of  public order.  In  fact,  very\r\n\r\noften,  they published stories which were calculated\r\n\r\nto   rouse  communal  prejudices  and  hatred.   For\r\n\r\nexample,  they  had  a  story  when  there   was   a\r\n\r\ncontroversy  over  the  Nanyang  University  issue;.\r\n\r\nclaiming  that  the Prime Minister  had  decided  to\r\n\r\nboycott  the  Nanyang  University  convocation.  The\r\n\r\nintent  was to arouse suspicion among the people  in\r\n\r\nSingapore that the present Government and the  Party\r\n\r\nhad   suddenly   become  adherents  of  anti-Chinese\r\n\r\nculture and anti-Nanyang University. And at  a  time\r\n\r\nwhen feelings could be aroused, this paper continued\r\n\r\nto   publish  completely  fabricated  stories.  They\r\n\r\nadmitted they were fabricated and, in fact, the  two\r\n\r\njournalists confessed that they knew that what  they\r\n\r\nand the Tiger Press were doing was such as to invite\r\n\r\ntrouble for themselves from the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, Sir, when the Ong Eng Guan affair came into\r\n\r\nprominence, the Tiger Press, with the aid  of  these\r\n\r\ntwo  journalists, published irresponsible and  false\r\n\r\nstories    which   could   have   led   to   serious\r\n\r\ndisturbances.  The K.M.T., like their  counterparts,\r\n\r\nthe   Left-wing  adventurers,  were  interested   in\r\n\r\nfishing in troubled waters - not only fishing  but  to\r\n\r\nstir  up the water as well. For example, during  the\r\n\r\nexcitement over the Ong Eng Guan affair,  the  Tiger\r\n\r\nPress   published  a  story  from  their   Singapore\r\n\r\ncorrespondent saying that Lim Ching Siong  had  been\r\n\r\nput  under  house arrest. The story  was  completely\r\n\r\nfalse.  The journalist concerned knew it was  false,\r\n\r\nbut  there  was no doubt what the purpose was.  They\r\n\r\nfelt  that in the tension created by the controversy\r\n\r\nover the Ong Eng Guan issue, a story like this could\r\n\r\ncreate  dismay and agitation among the followers  of\r\n\r\nMr  Lim  Ching  Siong, and possibly could  lead  to\r\n\r\ndisturbances  which would suit the  purpose  of  the\r\n\r\nK.M.T.   It   was   because  of   these   sustained,\r\n\r\nmischievous stories calculated to incite people  and\r\n\r\npossibly  threaten public order that we  decided  to\r\n\r\ntake  action against the two journalists long before\r\n\r\nthe Ong Eng Guan affair came into\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 233</b></font><br><br>\r\n\r\n\r\n\r\nprominence. It is true that we thought that the  two\r\n\r\njournalists,  having regard to  their  past  record,\r\n\r\nwould  not  have hesitated one moment  to  fabricate\r\n\r\nfurther stories which could have led to disturbances\r\n\r\nand  possibly far more serious consequences. It  was\r\n\r\nfor  that reason that we decided to take in the two\r\n\r\njournalists  and  detain them. Perhaps,  it  is  not\r\n\r\nsurprising  that the Member for Hong Lim should  now\r\n\r\nfind himself in a position where he has not only  to\r\n\r\nfall  back  on the support of K.M.T. agents  but  to\r\n\r\ndefend them as well.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, yesterday and the day before yesterday, the\r\n\r\nMember for Hong Lim challenged the Government to say\r\n\r\nwhat  were the mistakes it had made during the  past\r\n\r\nyear.  If  it is any consolation to the  Member  for\r\n\r\nHong  Lim,  let us say that the biggest mistake  was\r\n\r\nthe Member for Hong Lim. The biggest mistake we made\r\n\r\nwas  appointing  the  Member for  Hong  Lim  to  the\r\n\r\nimportant post of Minister for National Development.\r\n\r\nThe  Opposition also know this. That is why some  of\r\n\r\nthe more awkward questions they have directed at the\r\n\r\nGovernment  very  often concerned the  work  of  the\r\n\r\nMinistry  of  National  Development.  The  Ministry,\r\n\r\nunder  the former Minister for National Development,\r\n\r\nwe  admit, constituted our Achilles heel. The former\r\n\r\nMinister  spent  so much time plotting  against  his\r\n\r\ncolleagues that he had little time or energy left to\r\n\r\ncarry  on the more important but less exciting tasks\r\n\r\nof  building houses for the people and providing the\r\n\r\narchitects  and technicians to build schools,  roads\r\n\r\nand  hospitals.. After all the oratory  and  thunder\r\n\r\nabout  social revolution during the past  year,  the\r\n\r\nMinister for National Development claims that he has\r\n\r\nbuilt  no more than 124 units. Sir, this was  simply\r\n\r\nbecause  the  former  Minister had  reorganised  his\r\n\r\nMinistry  so  thoroughly that when you  pressed  the\r\n\r\nbutton,  the wheels did not turn. He had malayanised\r\n\r\nhis  Ministry  so  completely that  there  were  not\r\n\r\nenough  architects  and  technicians  to  carry  out\r\n\r\nGovernment plans of reconstruction. However, Sir, we\r\n\r\nare  not evading responsibility for what he did. The\r\n\r\nmistakes that the Member for Hong\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 234</b></font><br><br>\r\n\r\n\r\n\r\nLim  made  we  will accept as the  mistakes  of  the\r\n\r\nGovernment.  In  fact,  Sir, until  he  raised  this\r\n\r\nchallenge,  we  had  not  decided  publicly  to  pin\r\n\r\nresponsibility for the blunders in the  Ministry  of\r\n\r\nNational  Development  on  him,  but  since  he  has\r\n\r\nchallenged us, we shall say that he was the  biggest\r\n\r\nmistake of all. That was one of the reasons  we  had\r\n\r\nto  remove him from the Government; to isolate  him,\r\n\r\nto  deprive him of his powers gradually, because  we\r\n\r\nknew that if he had been allowed to go on as he did,\r\n\r\nthen   the   Ministry  would  have  collapsed.   The\r\n\r\nGovernment  projects  and  plans  would  have   been\r\n\r\nbrought to nothing. All we could have done then  was\r\n\r\nto  ask the Minister for National Development to  go\r\n\r\nout  personally and put up houses, bus shelters  and\r\n\r\nstandpipes,  which  I am quite sure  he  would  have\r\n\r\nattempted  to do. In fact, it was this knowledge  on\r\n\r\nthe  part  of  the Minister for National Development\r\n\r\nthat  his  Ministry's  plans of  reorganisation  and\r\n\r\nMalayanisation  policy  were  gradually  coming   to\r\n\r\nnaught  which prompted him to call the  whole  thing\r\n\r\noff  and declare the Constitution unworkable. It  is\r\n\r\nfar  nicer, he thinks, to make meaningless  speeches\r\n\r\nabout anti-colonialism. It does not at present  need\r\n\r\ngreat ability to sit down and write speeches - perhaps\r\n\r\nhave speeches written for him by others - but it needs\r\n\r\na little more ability to sit down quietly and put in\r\n\r\nhard constructive work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Hong Lim has now embarked on a\r\n\r\nnew  career. But this time, this man would  probably\r\n\r\nmeet with more than verbal censure if he should show\r\n\r\nthe  kind  of  loyalty he has shown  to  his  former\r\n\r\ncolleagues and Party to which he owes such  prestige\r\n\r\nand respect as he may still enjoy among the people.\r\n\r\nAlso  now  that  he  has gone to  the  side  of  the\r\n\r\nOpposition, may I also add the warning that since he\r\n\r\nhas failed to subvert the Government on this side of\r\n\r\nthe  House, it is possible that there would be  more\r\n\r\ndissension  within  the  ranks  of  the  Opposition?\r\n\r\nAnyway,  Sir, I wish the Member for Hong Lim success\r\n\r\nin  his new career of adventurism. May his Left-wing\r\n\r\nadventurers have mercy on his soul when they  decide\r\n\r\nthey have had enough of him.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 235</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Miss Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Chan Choy Siong (Delta)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, I fully support the Prime Minister's\r\n\r\nmotion of thanks to the Yang di-Pertuan Negara for\r\n\r\nhis policy speech last month.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a member of the P.A.P., I am proud of its record\r\n\r\nof  work in the past. Mr Speaker, Sir, in spite  of\r\n\r\nthe  strong criticisms made by hon. Members  on  the\r\n\r\nopposite side, the people have clearly seen how  the\r\n\r\nGovernment has solved many of the difficult problems\r\n\r\nleft by the Lim Yew Hock Government, and how we have\r\n\r\nfulfilled   our  Party's  promises  to   them.   The\r\n\r\nprosperity and stability of this State in  the  past\r\n\r\none  year  will  surely win the  confidence  of  the\r\n\r\nmasses.   If   we  can  only  have  a  more   secure\r\n\r\nenvironment,  we can bring about greater  prosperity\r\n\r\nand happiness to the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. has always been a Party which has the\r\n\r\ncourage to face reality. It is because of this  fact\r\n\r\nthat we called a meeting to discuss the work done in\r\n\r\nthe  past one year. We will continue to make further\r\n\r\nimprovements and effect timely rectification of  our\r\n\r\npast mistakes, so that we will be more efficient  in\r\n\r\nour  tasks in the coming year. Hence, in the  policy\r\n\r\nspeech, we have boldly admitted our few mistakes and\r\n\r\nshortcomings in the past one year. We are  not  like\r\n\r\nthe  old  Lim  Yew  Hock Government which  concealed\r\n\r\ntheir  foul deeds. When they could no longer do  so,\r\n\r\nthey   became   corrupted,  and  their  organisation\r\n\r\ncollapsed. It is not a habit of the P.A.P. to  make\r\n\r\nfalse promises. The policy handbook published by  us\r\n\r\nat the time of the General Elections is our guide.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our general policy on women has been firm and\r\n\r\nrealistic.  The  past one year  has  been  of  great\r\n\r\nsignificance  to  them. Under the  guidance  of  the\r\n\r\nGovernment,  the women's movement in  Singapore  has\r\n\r\nmade  favourable  progress.  The  humiliations   and\r\n\r\ntragedies  suffered  by women have  disappeared  for\r\n\r\ngood  with  the  collapse of the old government.  In\r\n\r\norder  that  they might enjoy legal  protection  and\r\n\r\nbasic human rights, the Minister for Labour and  Law\r\n\r\nrecently introduced the Women's Charter\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 236</b></font><br><br>\r\n\r\n\r\n\r\nwhich  will  usher  in  a  new  era  for  women.  In\r\n\r\naccordance  with the recommendations of  the  Select\r\n\r\nCommittee  on the Charter, we shall make  amendments\r\n\r\nto  the  Charter. To protect the interests of  girls\r\n\r\nand  women, the Government has also taken firm steps\r\n\r\nto  deal  with  people who live on the  earnings  of\r\n\r\nprostitutes.  The women and girls'  section  of  the\r\n\r\nMinistry  of Labour has cooperated with  the  Police\r\n\r\nanti-vice squad in making surprise raids on  hotels.\r\n\r\nPreventive  measures have also been instituted.  All\r\n\r\nhotels  used  for immoral purposes were  ordered  to\r\n\r\nclose  business  and the proprietors concerned  were\r\n\r\npunished.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The service provided for the settlement of family\r\n\r\ndisputes   is   even   more  comprehensive.   Female\r\n\r\nmagistrates will be appointed to deal with cases  of\r\n\r\nmaintenance  allowance.  A  female  magistrate   has\r\n\r\nalready   been  appointed  to  deal  with   juvenile\r\n\r\ndelinquency.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding Government's policy on housing, there is\r\n\r\na  statement  in  our booklet on our Five-Year  Plan\r\n\r\nwhich reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It is important we should build low-cost housing\r\n\r\nunits  so that housing would be within the means  of\r\n\r\nthe  poorer classes of the public. At the same time,\r\n\r\nhousing  units will have to be designed to suit  the\r\n\r\nneeds    of   the   people   employed   in   various\r\n\r\noccupations.'\r\n\r\n\r\n\r\n<br><br>Owing  to  the  administrative mess in  the  various\r\n\r\nsections  of  .the S.I.T. under the old  Government,\r\n\r\nmuch   time   was   spent   in   reorganising    the\r\n\r\nadministrative work during the past one year. Today,\r\n\r\nunder   the   positive  direction,  of   the   P.A.P\r\n\r\nGovernment,  many housing :schemes are in  progress.\r\n\r\nWhen the Housing Board was established, it estimated\r\n\r\nthat for the next 10 years at least 14,000 units  of\r\n\r\nhouses  should be built annually in order  to  solve\r\n\r\nthe housing problem. However, owing to the defective\r\n\r\norganisation of the S.I.T. in the Urn Yew Hock  era,\r\n\r\nthere  was only an annual output of over 1,000 units\r\n\r\nof  houses.  That  is why there is still  a  housing\r\n\r\nshortage  in  Singapore. I must point out  that  the\r\n\r\nP.A.P.  Government  is  one which  looks  after  the\r\n\r\ninterests of the poor. The Housing Development Board\r\n\r\nhas plans to build en masse low-cost\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 237</b></font><br><br>\r\n\r\n\r\n\r\nhouses  to meet the needs of the workers. A  housing\r\n\r\nproject  is  included  in the Five-Year  Development\r\n\r\nPlan.  Under  this project, it is estimated  that  a\r\n\r\ntotal  of 52,000 units or an annual average of  over\r\n\r\n10,000 units will be built in Queenstown, MacPherson\r\n\r\nRoad,  Kampong Tiong Bahru, Alexandra Road,  Kallang\r\n\r\nand Toa Payoh.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In short, the Government, taking into consideration\r\n\r\nthe  economic situation in the State will  press  on\r\n\r\nwith its tasks ahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Members on the opposite side want to confuse\r\n\r\nthe  people. They only know how to shout  a  lot  of\r\n\r\nslogans or suggest many impracticable plans. We must\r\n\r\ntake into consideration the limitations within which\r\n\r\nto  achieve our objectives. The shouting  of  a  few\r\n\r\nslogans  will not be of benefit to the  people.  Our\r\n\r\nstand  is firm. We are determined to strive for  the\r\n\r\ncompletion of the Five-Year Plan and to struggle for\r\n\r\nthe  building  of  an independent, democratic,  non-Communist and united Malaya.\r\n\r\n\r\n\r\n<br><br>3.44 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam (Choa Chu Kang)</b>(<i>In Mandarin</i>):\r\n\r\nMr Speaker, Sir, let me on behalf of the people  of\r\n\r\nChoa  Chu  Kang express our thanks to the  Yang  di-Pertuan  Negara  for his speech  delivered  on  20th\r\n\r\nJuly, 1960, at the opening of the second session  of\r\n\r\nthis  Assembly. I have made a thorough study of  the\r\n\r\nYang   di-Pertuan  Negara's  policy   speech   which\r\n\r\ndispassionately     reviews     the     Government's\r\n\r\nachievements during the past year and which sets out\r\n\r\nthe  future construction plans and the Bills  to  be\r\n\r\nintroduced.  The great achievements of the  past  14\r\n\r\nmonths should be attributed to the understanding and\r\n\r\nco-operation of the people and the correct  guidance\r\n\r\nof  the Government. We should not be complacent with\r\n\r\nthese achievements, because we have still a long way\r\n\r\nto  reach our goal. However, these achievements will\r\n\r\nstimulate us to further efforts in order to, fulfill\r\n\r\nthe mission bestowed on us by the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it would be inappropriate if\r\n\r\nthere is only praise without admitting our mistakes.\r\n\r\nDuring  the  past  14  months,  we  did  make   some\r\n\r\nmistakes,  but  they have been rectified.  Moreover,\r\n\r\nthis Government will make use of the past experience\r\n\r\ngained  to pave the way for nation building  and  it\r\n\r\nwill  adopt  a realistic approach to deal  with  the\r\n\r\naffairs of the State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, though Singapore is a tiny island\r\n\r\ndependent on its entrepot trade, a lot of its people\r\n\r\nlive  on  farming and poultry breeding in the  rural\r\n\r\nareas.  This  section of the people do not  live  in\r\n\r\npeace  and  happiness, as they are supposed  to  be.\r\n\r\nThey work day and night on the farms and yet, due to\r\n\r\nthe  high  cost of fertilizers and the  unreasonable\r\n\r\nprices  offered  by the purchasers of  their  crops,\r\n\r\nthey  are  unable  to  pay  their  debts  from   the\r\n\r\nproceeds.  Superficially they  have  farms  full  of\r\n\r\ngreen vegetables but, as a matter of fact, they  are\r\n\r\nall  the  time facing the embarrassing situation  of\r\n\r\nwhether  to pay their bills, thereby getting  a  new\r\n\r\nsupply of fertilizers, or to keep the money for  the\r\n\r\nlivelihood and go without the fertilizers.  Further,\r\n\r\nif  the  landowners irrationally reclaim  the  land,\r\n\r\nthey  have  to  face  yet another grievous  problem.\r\n\r\nAlthough  there is a group of farmers whose  incomes\r\n\r\nmay  not be below the subsistence level, they number\r\n\r\nonly a few.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as a result of the combined\r\n\r\neffort  of the labour of the people and the research\r\n\r\nwork of the Veterinary Department, the production of\r\n\r\nchickens,  ducks  and  pigs is increasing  with  the\r\n\r\ntimes  and  the poultry strains are being constantly\r\n\r\nimproved.  Therefore,  our poultry  quality  is  not\r\n\r\ninferior   to   that  of  advanced  countries.   Our\r\n\r\nproduction of eggs not only meets the demands of the\r\n\r\nisland's  population but it can also be exported  to\r\n\r\nneighbouring  countries. Unfortunately,  the  local\r\n\r\nproduction of eggs has been recently handicapped  by\r\n\r\nthe  imposition  of  a tariff by the  Federation  of\r\n\r\nMalaya  and  our own free trade policy. Consequently\r\n\r\nin the face of this keen competition, the producers'\r\n\r\nincomes have been much reduced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in Hansard, Vol. 13, No. 1,\r\n\r\nparagraph 4 of col. 11 and paragraph  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 239</b></font><br><br>\r\n\r\n\r\n\r\n1 of col. 13, you will see that the Yang  di-Pertuan  Negara has expressed the intention  of  the\r\n\r\nGovernment.  Here  after, this Government  will  pay\r\n\r\nattention  to  internal  influences,  and  it   will\r\n\r\nintroduce mechanical techniques and provide  medical\r\n\r\nfacilities  in  order that the farmers  and  poultry\r\n\r\nrearers  can  increase  their production  and  raise\r\n\r\ntheir standard of living.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if you have been to the rural\r\n\r\nareas,  you  will  easily find  out  the  unbalanced\r\n\r\ndevelopment between rural and urban areas.  In  view\r\n\r\nof  this, a Rural Services Advisory Council has been\r\n\r\nset up to adjust the unbalanced development, that is\r\n\r\nto  say,  to  look after the forgotten interests  in\r\n\r\nthose  areas, and to provide services of all  kinds.\r\n\r\nThis  Council has been carrying on its work smoothly\r\n\r\nfor   a   year - supplying  electricity   to   densely\r\n\r\npopulated areas, erecting street lamps, laying water\r\n\r\nmains  and  installing standpipes in  water-shortage\r\n\r\nareas, constructing proper .drainage systems in low-lying and swampy areas, paving pedestrian side-paths\r\n\r\nto  roads  where  school-children  cross,  or  where\r\n\r\ntraffic   is  heavy,  building  public   roads   and\r\n\r\nagricultural roads to facilitate traffic of vehicles\r\n\r\nand  villagers, constructing bus-stop sheds for  the\r\n\r\nconvenience  of  the  residents, repairing  damaged\r\n\r\nroads   to  prevent  accidents,  and  also  building\r\n\r\nchildren's  playgrounds,  roofing  urban   drainage,\r\n\r\nimproving back-lanes, etc.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Council is paying special regard to areas\r\n\r\nneglected  by  the  past government  and  is  giving\r\n\r\npriority to these areas to provide all the necessary\r\n\r\nservices;  whereas  the plans  for  areas  specially\r\n\r\nfavoured  by the previous government are temporarily\r\n\r\nlaid  off, while their funds are allotted  to  other\r\n\r\nareas  badly needing improvement. Hon. Members  here\r\n\r\ncan  clearly  see  that the  Government  has  not\r\n\r\nchanged  from  its previous policy or deviated  from\r\n\r\nits  election  promises, and that the  Council  will\r\n\r\nexert more efforts to serve areas needing priority.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in order to increase social\r\n\r\nservices  for  the  60,000 babies born  every  year,\r\n\r\nGovernment must expand  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 240</b></font><br><br>\r\n\r\n\r\n\r\nschool,  hospital and housing facilities.  In\r\n\r\nachieving  this, we have to utilise  more  and  more\r\n\r\nlands.  Contrasting the limited land  available  and\r\n\r\nthe  unlimited  increase in the  population,  it  is\r\n\r\nevident  that  in future some arable lands  will  be\r\n\r\nacquired by Government for social purposes. Thus the\r\n\r\nland  holdings  will be reduced,  unless  Government\r\n\r\nbuild  more  and  more skyscrapers at  present.  The\r\n\r\npeople  must look for some other outlets  for  their\r\n\r\nfamilies' surplus labour. This situation is  already\r\n\r\ntaking place. The families of workers in urban areas\r\n\r\nare increasing and the children after leaving school\r\n\r\nhave  to look for jobs. If I am not mistaken,  there\r\n\r\nare  at  least 30,000 children leaving school  every\r\n\r\nyear,  of  whom only a small number go  for  further\r\n\r\nstudy.  The  rest  enter  the  labour  field,   thus\r\n\r\nincreasing the existing figure of 48,000 unemployed.\r\n\r\nMr  Speaker, I believe you and the Members of  this\r\n\r\nHouse  understand  the work of the  Government.  Any\r\n\r\ngovernment has to face the problems of unemployment,\r\n\r\nwhatever  its political system is. The  question  is\r\n\r\nwhether  the government will assuage and  solve  the\r\n\r\nproblem or let the situation deteriorate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, being a responsible government,\r\n\r\nwe  have to find a solution and the best solution is\r\n\r\nto  industrialise.  If we fail to industrialise  the\r\n\r\nwhole State, then the government will in consequence\r\n\r\nsuccumb  to the pressure of the unemployed,  despite\r\n\r\nits tremendous capabilities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. Government never shouts empty slogans;\r\n\r\nduring the past 14 months, over $100 million capital\r\n\r\nhas  been  invested in this country. This investment\r\n\r\nis  a  concrete proof of our realistic approach  and\r\n\r\nour  attainments. On the other hand, the  Government\r\n\r\nis  taking  further  positive  action  by  providing\r\n\r\n2,438½  acres of land in Jurong. Can anyone  simply\r\n\r\nsay  that  this  Government does  not  shoulder  its\r\n\r\nresponsibilities?  Can  anyone  allege   that   this\r\n\r\nGovernment  has  not  done  anything  to  solve  the\r\n\r\nproblem  of  unemployment? I think  the  Member  for\r\n\r\nMountbatten is still hibernating - sitting in the yard\r\n\r\nand looking at the sky.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, now that the politicians,\r\n\r\neconomists and those concerned\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 241</b></font><br><br>\r\n\r\n\r\n\r\nunanimously    recognize    the    importance     of\r\n\r\nindustrialisation, I do not intend to touch  on  the\r\n\r\nproblems  of  a  Common Market,  raw  materials  and\r\n\r\ntechnicians.  But  I  would like  to  say  something\r\n\r\nrelevant  to the relationship between employers  and\r\n\r\nemployees. If there happens to be industrial  unrest\r\n\r\nand   no   solution   can  be   found   during   the\r\n\r\nindustrialization  stage then the  industrialization\r\n\r\nplan  will  be  handicapped. Of  course,  industrial\r\n\r\npeace must not be maintained at the great expense of\r\n\r\neither  party,  but  it  can be  maintained  through\r\n\r\nnegotiations  between workers and  employers,  their\r\n\r\nmutual   understanding  and  cooperation   and   the\r\n\r\nimpartiality  and rationality on  the  part  of  the\r\n\r\nGovernment.  Perhaps in performing this function  we\r\n\r\nmay come across frustration and difficulties, but if\r\n\r\nall  parties  concerned  can,  use  the  medium   of\r\n\r\nnegotiation  in  the, interests of  the  country,  I\r\n\r\ncannot   see   why   industrial  peace   cannot   be\r\n\r\nmaintained.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members of this House will be happy to see that a\r\n\r\nLabour Advisory Council will be set up consisting of\r\n\r\nrepresentatives   of   both   the   employers    and\r\n\r\nGovernment. Its functions have been elaborated on by\r\n\r\nthe  Yang di-Pertuan Negara in his policy speech.  I\r\n\r\nfirmly  believe  that  industrial  schemes  and  the\r\n\r\nmaintenance  of  industrial  peace  will   be   much\r\n\r\nbenefited  from  a  comprehensive  study  and  joint\r\n\r\ndiscussions.  I  am here congratulating  in  advance\r\n\r\ntheir successful performance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in this age of scientific\r\n\r\ninventions  and  the  rapid  growth  of  industries,\r\n\r\nscientific and technical training and the raising of\r\n\r\nthe cultural level among the workers and farmers are\r\n\r\nindispensable  in  order  to  carry  out  industrial\r\n\r\nexpansion. This Government has devoted much  of  its\r\n\r\nefforts  to  the development of the Polytechnic  and\r\n\r\nother  technical institutions in order to train  and\r\n\r\nprovide  more  technicians for the  industries.  The\r\n\r\nelimination  of illiteracy is a great and  difficult\r\n\r\ntask,  and should be shouldered by every section  of\r\n\r\nthe community. Since the introduction of the Lembaga\r\n\r\nGerakan Pelajaran \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 242</b></font><br><br>\r\n\r\n\r\n\r\nDewasa Bill in this House, the Board has  been\r\n\r\nset  up this year and action has been taken to carry\r\n\r\nout the programme. Iii his speech on \"The Problem of\r\n\r\nAdult  Education\" over Radio Singapore  last  night,\r\n\r\nthe  President of the Council, Mr C. V. Devan Nair,\r\n\r\nclearly described the purposes and the activities of\r\n\r\nthe Board. Excuse me now for quoting an extract from\r\n\r\nhis  speech for the benefit of hon. Members so  that\r\n\r\nthey  can  better  understand its significance.  The\r\n\r\nthird paragraph of his speech reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The success of a democratic society depends on the\r\n\r\nparticipation  of  its citizens  in  its  democratic\r\n\r\nactivities.  In our society, the social,  political,\r\n\r\ncultural and economical behaviour of the majority of\r\n\r\nour  people will decide our direction and objectives\r\n\r\nwe  are  heading  for. We must bear  in  mind  blind\r\n\r\nthought will create blind action, which in turn will\r\n\r\nbring  about regrettable consequences. On the  other\r\n\r\nhand,  correct thought will bring about wise action,\r\n\r\nas a result of which we will be able to head for our\r\n\r\nsignificant and understandable objectives.'\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Member give the name and date\r\n\r\nof that paper?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Nanyang Siang Pau,\r\n\r\npage  2.  Mr Speaker, Sir, this long-term  campaign\r\n\r\nfor  eliminating  illiteracy will teach  the  people\r\n\r\ntheir  duties to the society and, furthermore, raise\r\n\r\ntheir  cultural level in order' that they can better\r\n\r\nmaster  their  work in industrialization  and  other\r\n\r\naspects.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, during the last two days, the\r\n\r\nMember  for Hong Lim has kept on boasting about  his\r\n\r\nointment  in  his old tune accompanied by  a  broken\r\n\r\nChinese  violin. He boasted extravagantly about  his\r\n\r\nsacred ointment and his dental technique. But he was\r\n\r\ncrazy;  he  forgot that an intelligent audience  was\r\n\r\naware  what sort of ointment he was publicising.  Of\r\n\r\ncourse,   people  can  understand  that  a   dentist\r\n\r\ngraduated  from  a  dental  college  with   complete\r\n\r\nequipment  is  more efficient than a  quack  dentist\r\n\r\nwith  only  a  simple  tool and that  the  qualified\r\n\r\ndentist  is  more  able  to  extract  teeth  without\r\n\r\ncausing pain and even substitute a new set of teeth.\r\n\r\nYet  the  quack dentist still blows his trumpet  and\r\n\r\nbeats his drum all over the place. Mr Speaker,  the\r\n\r\nP.A.P. is no magician playing tricks to deceive  the\r\n\r\npeople. We will never boast\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 243</b></font><br><br>\r\n\r\n\r\n\r\nto  the people that we can make Singapore as big  as\r\n\r\nMalaya  at a glance. Nor will we boast that  we  can\r\n\r\nmake Singapore full of large factories overnight. We\r\n\r\nare not capable of those tricks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, those who have closely watched\r\n\r\nthe  conditions  in our country and  also  the  hon.\r\n\r\nMembers  here  all know that, now in  Singapore, if\r\n\r\nthere     is    no    industrialization    or     if\r\n\r\nindustrialization  fails, what conditions  Singapore\r\n\r\nwill   face   and   what  kind   of   serious   test\r\n\r\nparliamentary  democracy will face;  and  developing\r\n\r\nthereafter, what kind of a position will emerge?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the P.A.P. Government is\r\n\r\nreforming our society with reason, dispassion and  a\r\n\r\nrealistic attitude, and also in accordance with  the\r\n\r\nmission   entrusted  to  us  by  the   people.   The\r\n\r\nresponsibility of the Government, on the  one  hand,\r\n\r\nis  to  see  that  the people will get  a  just  and\r\n\r\nreasonable  share  of their labour  and  enjoy  good\r\n\r\nsocial  services. On the other hand, the  Government\r\n\r\nmust maintain industrial peace, and assuage the wave\r\n\r\nof  increasing unemployment so as to maintain social\r\n\r\norder.  These are our principles and objectives.  No\r\n\r\nforce of whatever kind can shake or deviate us  from\r\n\r\nour belief.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I fully support the Prime\r\n\r\nMinister's motion.\r\n\r\n\r\n\r\n<br><br>4.05 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Ramaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. Ramaswamy (Bukit Merah):</b> Mr Speaker, Sir,\r\n\r\nI  rise  to support the motion before the  House.  I\r\n\r\njust want to deal with certain matters raised by the\r\n\r\nMember  for Hong Lim. The Member for Hong Lim during\r\n\r\nhis   speech   told  the  House  that  the   present\r\n\r\nGovernment  did  not malayanise but  was  doing  the\r\n\r\nreverse  thing. What did he mean by  that?  Does  he\r\n\r\nwant to malayanise the Government departments as  he\r\n\r\ndid during his regime in the City Council, and while\r\n\r\nhe was in control of the departments of the Ministry\r\n\r\nof  National Development? If we were to  follow  his\r\n\r\nadvice,  we  would have been left with no architects\r\n\r\nand  no engineers to build houses and carry out  our\r\n\r\nprogramme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is no secret that he planted his friends who\r\n\r\nstudied with him in Australia and friends from  Batu\r\n\r\nPahat\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 244</b></font><br><br>\r\n\r\n\r\n\r\nin  key posts. A salesman who had no qualifications\r\n\r\nor   experience  was  appointed  as   Deputy   Chief\r\n\r\nAdministrative Officer in the City Council.  Another\r\n\r\nof his men was appointed to look after the health of\r\n\r\none and a half million people. This gentleman closed\r\n\r\nthe  incinerator which caused rubbish to pile up and\r\n\r\nflies to breed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The assessment on houses was raised without\r\n\r\nconsidering  the  after effects. 400  S.I.T. houses\r\n\r\nwere put up for sale without consultation or without\r\n\r\nthe  approval  of  the Cabinet.  Had  there  been  a\r\n\r\nqualified and efficient civil servant who  knew  his\r\n\r\nduties,  he would have advised the Member  for  Hong\r\n\r\nLim  against  such  moves.  Is  this  the  kind   of\r\n\r\nMalayanisation the Member wants us to put through?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim spoke about Mr Thomson. He\r\n\r\nalleged    that   Mr   Thomson   brainwashed    the\r\n\r\nAssemblymen.  It is true that Mr Thomson  gave  the\r\n\r\nAssemblymen   two   lectures   on   the    Singapore\r\n\r\nConstitution,  but he never gave us any  lecture  on\r\n\r\nsocialism, as alleged by the Member for Aljunied  in\r\n\r\nhis  speech  at  the Badminton Hall The  Member  for\r\n\r\nMountbatten also attended these lectures.  She  will\r\n\r\ntestify whether Mr Thomson ever gave us any lecture\r\n\r\non  socialism. Then it was alleged in this  Assembly\r\n\r\nby  the  Member for Hong Lim that Mr Thomson  wrote\r\n\r\nspeeches  for  Assemblymen. From  the  speech  I  am\r\n\r\nmaking,  all  of  us  here can  see  for  themselves\r\n\r\nwhether this speech is written by a lecturer of  the\r\n\r\ncalibre of Mr Thomson.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the allegation by the Member for\r\n\r\nMountbatten that she was not invited to  the  visits\r\n\r\nby Assemblymen to the various police stations, all I\r\n\r\ncan  say  is  that it is not true.  I  received  the\r\n\r\ncircular  in  which  I saw the names  of  Opposition\r\n\r\nMembers.  Of  course, the Opposition  Members  would\r\n\r\nhave  received these circulars but they  might  have\r\n\r\ndecided not to attend.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then again, propaganda was made by the Member for\r\n\r\nHong Lim yesterday and the day before yesterday that\r\n\r\nthe Organising Secretary of the Tanjong Pagar Branch\r\n\r\nwas  shouting \"Merdeka\" outside the City Hall  steps\r\n\r\nwhen  we, the P.A.P. Assemblymen, marched towards\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 245</b></font><br><br>\r\n\r\n\r\n\r\nAssembly  House  two weeks ago  when  the  Yang  di-Pertuan  Negara opened this Session. The records  of\r\n\r\nthis  House will show, and also many members of  the\r\n\r\npublic  who  sat  on  the public  gallery  also  can\r\n\r\ntestify,   that   this  gentleman,  the   Organising\r\n\r\nSecretary  of the Tanjong Pagar Branch, was  sitting\r\n\r\nin the public gallery of this House on that day and\r\n\r\nnot  outside  this House or outside  the  City  Hall\r\n\r\nsteps.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From what I have said, I think there is no need for\r\n\r\nme  to tell this House that the Member for Hong  Lim\r\n\r\nis trying to out-do Herr Goebbels.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck (Parliamentary Secretary to the Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Finance (Mr Low Por Tuck)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  no  one can doubt  that  the  policy\r\n\r\nspeech delivered by the Yang di-Pertuan Negara is  a\r\n\r\nhistorical   document.  It  is  a  detailed   policy\r\n\r\ndirected  towards the urgent needs of the people  of\r\n\r\nSingapore  at  the  present  stage.  It  meets  the\r\n\r\ninterests  of  the masses. This policy  speech  very\r\n\r\neloquently  shows  the  realistic  attitude  of  the\r\n\r\nGovernment - standing on firm ground - in  the  tackling\r\n\r\nof  major  national problems. Past  Governments  had\r\n\r\nnever  been  able to produce such a far-sighted  and\r\n\r\noptimistic   plan  for  work.  The  Lim   Yew   Hock\r\n\r\nGovernment   was   only  a  transitional   caretaker\r\n\r\nGovernment which lived out its time, like  the  monk\r\n\r\nwho peels his daily round of bells for so long as he\r\n\r\nis  a monk. Its policy was just a patched assortment\r\n\r\nof  a  few plans. How could it be compared with that\r\n\r\nof  the P.A.P. Government, which has been worked out\r\n\r\nafter careful consideration? The Member for Hong Lim\r\n\r\nhas  said that our policy is the same as that of the\r\n\r\nLim  Yew Hock Government. This obviously shows  that\r\n\r\nhe  is  pointing at a deer and saying that it  is  a\r\n\r\nhorse, and confusing the distinction between what is\r\n\r\nblack  and what is white. He is trying to sell  some\r\n\r\ncheap propaganda.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The characteristic feature of our policy statement\r\n\r\nis  that  we  shall  lay on the small  island  of\r\n\r\nSingapore a foundation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 246</b></font><br><br>\r\n\r\n\r\n\r\nfor  the initial stage of industrialisation. We  all\r\n\r\nknow   that   the  one-million-over  population   of\r\n\r\nSingapore  eagerly  hope to  live  in  peaceful  and\r\n\r\nsecure  surroundings. People want the Government  to\r\n\r\nsolve for them the problem of unemployment, to find\r\n\r\nfor them homes in which they can live, and to create\r\n\r\nmore  places in schools for their children to study.\r\n\r\nA  Government  which can satisfy these  three  basic\r\n\r\nneeds  is a successful Government. What must  we  do\r\n\r\nbefore  we can achieve these aims? According to  our\r\n\r\nunderstanding,  only  by  maintaining  the  entrepot\r\n\r\nstatus  of Singapore and free enterprise on the  one\r\n\r\nhand,  and  accelerating  industrialisation  on  the\r\n\r\nother  can we hope to solve the problems confronting\r\n\r\nus.  This  concept does not come about  only  today.\r\n\r\nThis is also not my personal idea. This concept  was\r\n\r\nstated  earlier  in  the  P.A.P.'s  Five-Year   Plan\r\n\r\nelection    outlines,   and   was   enthusiastically\r\n\r\nsupported  by  the  people.  Therefore,   the   most\r\n\r\noutstanding  question  in our policy  speech  debate\r\n\r\ntoday is how to solve the problems of our daily life\r\n\r\nthrough  industrialisation, thus changing  Singapore\r\n\r\ninto a secure, peaceful and prosperous society. This\r\n\r\nhas  always been our declared policy which  has  not\r\n\r\nincreased  or decreased a bit. That we have  changed\r\n\r\nour  policy and not kept our promises could only  be\r\n\r\nuttered by lunatics and maniacs. Of course, we  hope\r\n\r\nthat  such a man will go to the Woodbridge Hospital.\r\n\r\nThe  factual  problems of livelihood are complicated\r\n\r\nand  require us to work hard to solve them. How  can\r\n\r\nthe  solution be based only by shouting one  or  two\r\n\r\nanti-colonial  slogans? Maybe there are  people  who\r\n\r\nfancy  this. Then, they must be revolutionaries  who\r\n\r\nare floating in the air.\r\n\r\n\r\n\r\n<br><br>4.20 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr  DEPUTY  SPEAKER (Mr G.  Kandasamy)  in  the  Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim has said that there are\r\n\r\nmany pro-colonial inclinations in our policy speech.\r\n\r\nBut  where are the proofs? He cannot bring  out  any\r\n\r\nproof. In the past two days, he could not read out a\r\n\r\nsingle so-called pro-colonial part. Such doings can\r\n\r\nonly  reflect the attitude of the Member  for  Hong\r\n\r\nLim towards others, creating rumours\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 247</b></font><br><br>\r\n\r\n\r\n\r\nand  smearing,  giving out cheap propaganda  without\r\n\r\nsubstantiating it. But let me tell you,  the  P.A.P.\r\n\r\nis  a  Party which has grown in its struggle against\r\n\r\ncolonialism.  No  one can change its  character.  No\r\n\r\nmatter  how  the  Member for Hong Lim  and  his  two\r\n\r\nfollowers smear, there are still stout anti-colonial\r\n\r\nfighters in our rank and file.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the statement commemorating the 4th anniversary\r\n\r\nof  our  Party,  we have said that there  should  be\r\n\r\nflexibility  in  the  struggle against  colonialism.\r\n\r\nThere  are  many  bends  in the  way.  To  be  anti-colonialist is not so simple as the Member for  Hong\r\n\r\nLim thinks, like pushing the white men into the sea.\r\n\r\nThe  real  task is to restore the sense of  personal\r\n\r\npride  in  the people and to heal the sores  in  our\r\n\r\neconomy  which  had been exploited  by  colonialism.\r\n\r\nDoes the Member for Hong Lim think deeply about this\r\n\r\nproblem?  Does  our  rigorous educational  work  not\r\n\r\nprove that we have begun destroying the foolish  and\r\n\r\nignorant  situation left over by the colonial  rule?\r\n\r\nIs  this  not  a  positive  expression?  We  suggest\r\n\r\nbuilding an industrialised city. Does this not  mean\r\n\r\nwe  have begun to eliminate poverty and unemployment\r\n\r\nleft over by the colonial rule? Is this not positive\r\n\r\naction?  What  do the Member for Hong  Lim  and  his\r\n\r\nfollowers know about anti-colonialism?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today, only frustrated politicians and hooligans\r\n\r\nstill  take  anti-colonial slogans  as  their  life-saving  panacea. Any Ah Mau, Ah Kou [Tom,  Dick  and\r\n\r\nHarry]  will shout anti-colonial slogans.  Even  the\r\n\r\npresident  of  the  canine-feline  society  recently\r\n\r\ncalled  a meeting to discuss this problem.  What  is\r\n\r\nthe  difference between the ballyhoo by  the  Member\r\n\r\nfor  Hong  Lim  and  that by his  good  friend,  the\r\n\r\npresident of the canine-feline society?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We all thought that the Member for Hong Lim would,\r\n\r\nafter six weeks of shouting at his Press conference,\r\n\r\nhave some grand ideas concerning anti-colonialism to\r\n\r\nbe  expounded in this House. We were all  ready  for\r\n\r\nthe  attack. We all wished we could kill a tiger  as\r\n\r\nWu Sung did. But we were terribly disappointed. What\r\n\r\nwe saw was only a pale, sick little cat. What we saw\r\n\r\nwas  only the bitterness and dissatisfaction of  one\r\n\r\nwho,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 248</b></font><br><br>\r\n\r\n\r\n\r\nafter abusing his authority, had it stripped off. It\r\n\r\nis  only natural that he would express his anger and\r\n\r\ndissatisfaction,  just  like  the  howling   of   an\r\n\r\nAlsatian dog after the extraction of its teeth.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr  Deputy  Speaker</b>: Order. I do not think  it  is\r\n\r\nproper  for an hon. Member to accuse another  Member\r\n\r\nof the House here and draw similes to a dog. I think\r\n\r\nthat should be withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b>(<i>In Mandarin</i>): In the Chinese\r\n\r\nlanguage  we  say  \"cat and dog\".  That  is  Chinese\r\n\r\nusage. It is nothing serious. \"Ah Mau, Ah Kou\"  [cat\r\n\r\nand  dog] may be said to be equivalent to \"Tom, Dick\r\n\r\nand Harry\" in English.\r\n\r\n\r\n\r\n<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr  Deputy  Speaker</b>: Order.  I  do  not  know  the\r\n\r\nChinese language, but I have the interpretation, and\r\n\r\nI want an unconditional withdrawal.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b>(<i>In Mandarin</i>): I have to explain\r\n\r\nthat  the  so-called expression  \"cat  and  dog\"  in\r\n\r\nChinese  phraseology means \"Tom, Dick and Harry\"  in\r\n\r\nEnglish.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: I have given a ruling, and I\r\n\r\nshall insist upon a withdrawal.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker,  Sir,  because  of the  difference  in  the\r\n\r\nChinese  and  English languages,  I  am  obliged  to\r\n\r\nwithdraw  this phrase. But I have to make  it  clear\r\n\r\nthat I do not mean that he is a dog or a cat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We heard the Member for Hong Lim speak for two\r\n\r\ndays. What did we get? From where did he derive  his\r\n\r\ninspiration of the anti-colonialistic concept? It is\r\n\r\nfrom  what the previous Member for Changi,  Mr  Lim\r\n\r\nCher  Kheng,  had  spoken! He  quoted  some  phrases\r\n\r\nwithout  regard  to the context of the  past  policy\r\n\r\nstatement of the P.A.P. to stuff his empty  speech..\r\n\r\nHis  two-day  speech  only proves  to  us  that  his\r\n\r\nthinking is childish and empty. Therefore,  what  we\r\n\r\nheard   were   smears   and  unfounded   and   blind\r\n\r\naccusations. He said the Government had sent Special\r\n\r\nBranch agents to intimidate his followers. But  when\r\n\r\nthe Minister for Home Affairs yesterday asked him to\r\n\r\nsubstantiate his accusation with concrete  evidence,\r\n\r\nhe could not.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 249</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, we have no intention to\r\n\r\nchange  this House into a scolding party. I  do  not\r\n\r\nmean  to further strike a fallen dog. As the  Member\r\n\r\nfor Hong Lim says -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: Again reference has been made\r\n\r\nto  an animal. I wish to make it clear to the Member\r\n\r\nthat  he  must not make any more references of  that\r\n\r\nnature,  and  I want the reference  made  just  now\r\n\r\nwithdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Khoon Choy (Parliamentary Secretary to the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Culture (Mr Lee Khoon Choy):</b> Mr Deputy Speaker,\r\n\r\nmay I say a few words?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Khoon Choy:</b> On a point of information.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: The hon. Member is asking for\r\n\r\ninformation?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Khoon Choy:</b> Yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: If the Member will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Khoon Choy:</b> Mr Deputy Speaker, may I ask\r\n\r\nthe  Member  for Havelock when he says  \"Ta  lo  sui\r\n\r\nkou\",  he  is  using the Chinese idiom and  not  the\r\n\r\nliteral expression of meaning to hit down a  dog?  I\r\n\r\nwould  appeal to the interpreters to be more careful\r\n\r\nin their interpretation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b>(<i>In Mandarin</i>): May I ask whether\r\n\r\nthe  Deputy Speaker wants me to withdraw this  term?\r\n\r\nMr  Deputy  Speaker, the Member for Hong  Lim  said\r\n\r\nthat  we  do  not  have thorough  anti-colonial  and\r\n\r\nMalayanisation  policies. What he  pointed  out  was\r\n\r\nthat Thomson, Meadows and Blades are not yet sacked.\r\n\r\nAccording to his logic, the most ideal anti-colonial\r\n\r\nwork  is  to  sack Thomson, Meadows and  Blades  and\r\n\r\nemploy people like Owen, Lui Boon Poh, Lui Boon Phor\r\n\r\nand  Low  Chye  Chuan. These people are  either  his\r\n\r\nfellow  students in Australia or his  neighbours  in\r\n\r\nBatu Pahat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, is anti-colonialism\r\n\r\nreally as simple as that?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 250</b></font><br><br>\r\n\r\n\r\n\r\nWill  there really be universal peace by the sacking\r\n\r\nof  Thomson,  etc.? At his so-called Press  meetings\r\n\r\nand  the mass meeting and in this House, the  Member\r\n\r\nfor Hong Lim brought up this Mr Owen. When he was a\r\n\r\nMinister,  the Member for Hong Lim called Owen  back\r\n\r\nfrom  Australia to become the Treasurer of the  City\r\n\r\nCouncil. What great abilities Owen really has, we do\r\n\r\nnot  know. But we know one simple fact. Owen was the\r\n\r\nMember  for  Hong  Lim's classmate when  he  studied\r\n\r\naccountancy in Australia. From this, we can see that\r\n\r\nthe  thinking  of the Member for Hong  Lim  is  very\r\n\r\nsimple.  According  to  his understanding,  the  so-called Malayanisation means not the substitution  of\r\n\r\ncapable   local   people  in  place  of   expatriate\r\n\r\nofficers,  but  the substitution of Ong  Eng  Guan's\r\n\r\npeople for expatriate officers. According to his way\r\n\r\nof  thinking, the so-called Malayanisation  is  only\r\n\r\n\"Ong  Eng  Guanisation\". The technical personnel  he\r\n\r\nemployed came from Australia, because the Member for\r\n\r\nHong   Lim   was   a   student  in  Australia.   The\r\n\r\nadministrative personnel he employed came from  Batu\r\n\r\nPahat,  because  that was his home  town.  While  he\r\n\r\nheaded the Ministry of National Development, because\r\n\r\nof his vigorous \"Ong Eng Guanisation\" -\r\n\r\n\r\n\r\n<br><br><!-- Mr S. V. Lingam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. V. Lingam (Aljunied):</b> On a point of order,\r\n\r\nMr   Deputy  Speaker.  Mr  Owen  is  a  qualified\r\n\r\nBachelor of Economics.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: It is not a point of order but\r\n\r\na point of clarification.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker,  Sir, just now I was saying that  when  the\r\n\r\nMember  for Hong Lim headed the Ministry of National\r\n\r\nDevelopment,  because  of  his  vigorous  \"Ong   Eng\r\n\r\nGuanisation\"   plan,   there   remained   only   two\r\n\r\nAustralian-trained architects in his  Ministry.  All\r\n\r\nthe other British-trained technical personnel had to\r\n\r\nfind other jobs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, let us speak frankly and\r\n\r\nto the point. Did we lead the people in the struggle\r\n\r\nagainst  colonialism just to enable every member  of\r\n\r\nour  families to become a high state official (kuan)\r\n\r\nin order to make more\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 251</b></font><br><br>\r\n\r\n\r\n\r\nmoney?   Did  the  people  elect  us  to  form   the\r\n\r\nGovernment  just  to  see that our  families  become\r\n\r\nprosperous? Yet this is what the Member for Hong Lim\r\n\r\nbelieves  in.  In his childish way of thinking,  the\r\n\r\nanti-colonialist movement is only led  by  him.  The\r\n\r\nother  people,  though once his  comrades,  are  but\r\n\r\npuppets  of  colonialism. Therefore, in  this  anti-colonialist  struggle, he should have the  right  to\r\n\r\ninstall  his  relatives, friends and  classmates  in\r\n\r\ndifferent  posts. What have we really  done  in  the\r\n\r\npast to make him so very angry? We only stopped  him\r\n\r\nfrom   abusing  his  power  to  build  up  his   own\r\n\r\nauthority.  We only stopped him from using  his  own\r\n\r\nclassmates  and  friends to  control  the  different\r\n\r\ngovernment departments. Because of this, he believes\r\n\r\nthat we are pro-colonialists! In his own eyes, there\r\n\r\nare no people more capable and less corrupt than his\r\n\r\nfriends  and  relatives. The story of the  big  four\r\n\r\nfamilies spread far and wide during the Chiang  Kai-shek  era  of China to the effect that the posts  in\r\n\r\nthe  Ministries of Finance and Foreign Affairs  were\r\n\r\nheld by members of the same family. Maybe the Member\r\n\r\nfor  Hong Lim greatly envies such a one-family rule.\r\n\r\nTherefore, we can see why he calls the Minister  for\r\n\r\nFinance, who is not his relative, a running dog  for\r\n\r\nthe   colonialists.   The   other   Ministers   and\r\n\r\nAssemblymen are also not his relatives or  his  die-hard followers. Therefore, they are called weak  and\r\n\r\nincapable people. What is anti-colonialism? If anti-colonialism means the chasing away of white men from\r\n\r\ntheir  jobs  and  replacing  them  with  one's   own\r\n\r\nrelatives and friends, then I will be the first  one\r\n\r\nto oppose this kind of anti-colonialism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to his so-called mass meeting at the Badminton\r\n\r\nHall,  I  would like to refer to page 2 of the  54th\r\n\r\nissue  of  Petir dated 23rd July, 1960,  criticising\r\n\r\nthe  whole  affair.  The  title  is  \"How  to  fight\r\n\r\ncolonialism\". I now quote the article:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Ong Eng Guan gave a lecture last week. There was a\r\n\r\nbig  question  mark  at the end  of  his  talk.  The\r\n\r\naudience  who  attended the lecture were  under  the\r\n\r\nimpression  that  they would be able  to  hear  some\r\n\r\ninteresting  things  on anti-colonialism,  but  they\r\n\r\nwere  greatly  disappointed because a  big  question\r\n\r\nmark still remained in their minds. This was because\r\n\r\nOng Eng Guan and his few followers had no\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 252</b></font><br><br>\r\n\r\n\r\n\r\nviews to offer on how to fight colonialism except to\r\n\r\nattack viciously and to distort the personal conduct\r\n\r\nand private lives of some Party members. Did Ong Eng\r\n\r\nGuan  believe that the struggle against  colonialism\r\n\r\nwould be successful only if the \"ruling clique\" were\r\n\r\neliminated?  Did he suggest that if the  Party  were\r\n\r\nled by him the problem of fighting colonialism would\r\n\r\ncease  to  exist? Was the so-called \"Save the  party\r\n\r\nand   save  the  country\"  panacea  so  simple   and\r\n\r\nefficacious? If he believed in that, then  he  would\r\n\r\nbe  under  estimating the forces of colonialism.  He\r\n\r\nwould  be  underestimating the significance  of  the\r\n\r\nhard  struggle waged by the people of Singapore over\r\n\r\na long period of time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was another question the answer to which the\r\n\r\naudience anxiously waited to hear: When did Ong  Eng\r\n\r\nGuan  and his followers suddenly become the fighters\r\n\r\nagainst  colonialism? Surely it was not before  June\r\n\r\n1957  because he was then branded a reactionary  and\r\n\r\ncertain  people wanted to evict him from the  Party,\r\n\r\nIt  was  the  central leadership which came  to  his\r\n\r\nrescue  to  help him to retain his position  in  the\r\n\r\nParty.  Neither  did  he become  a  fighter  against\r\n\r\ncolonialism  after the Party's victory in  the  City\r\n\r\nCouncil  election  in  December  1957.  The  Party's\r\n\r\nachievements in the City Council for the  period  of\r\n\r\n15  months were a result of the people's support for\r\n\r\nthe  Party,  the hard work and planning  of  the  13\r\n\r\nP.A.P.  City Councillors, and their strict adherence\r\n\r\nto  the Party's policies and discipline. Had it  not\r\n\r\nbeen   for  the  fact  that  all  the  P.A.P.   City\r\n\r\nCouncillors strictly adhered to the Party's policies\r\n\r\nand  discipline, Ong Eng Guan would  have  lost  his\r\n\r\nmayoralty long ago, not to speak of his achievements\r\n\r\nin the City Council. Those people who served as City\r\n\r\nCouncillors are now all in the Party. In one  voice,\r\n\r\nthey  denounce  Ong  Eng Guan's anti-party  conduct.\r\n\r\nWhat  has  he  to  say to this?  It  was  absolutely\r\n\r\nimpossible  for  him to turn into a fighter  against\r\n\r\ncolonialism after the May 1959 general elections, as\r\n\r\nevery  one  knew that what Ong Eng Guan did  in  the\r\n\r\npast  year as Minister for National Development  was\r\n\r\nto establish his small kingdom -'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: Order. I do not know whether\r\n\r\nthe  hon.  Member intends to read the whole article.\r\n\r\nHe is only permitted to read extracts of the article\r\n\r\nthat are pertinent to the debate.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker, Sir, before I started to read this article,\r\n\r\nI  said  that it was a very proper criticism of  the\r\n\r\nOng  Eng Guan affair. Therefore, if I were to single\r\n\r\nout  phrases at random without regard to the context\r\n\r\nas  what the Member for Hong Lim has done, then  the\r\n\r\npassage will lose its meaning. Therefore, I have  to\r\n\r\nread out the whole article.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 253</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: Order. I cannot allow the\r\n\r\nMember  to quote the whole article as I do not  find\r\n\r\nit  relevant to the motion that is before the House.\r\n\r\nThe  motion before the House has been read out,  and\r\n\r\nspeeches  can  be made in relation to the  political\r\n\r\nsituation. Only the important extracts can be read.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker, Sir, the article is very relevant  to  what\r\n\r\nwe are discussing today and to the criticisms on the\r\n\r\nGovernment made by the Member for Hong Lim. The true\r\n\r\nmeaning  of the article would be lost if I  were  to\r\n\r\nquote passages at random from it. Therefore. I  must\r\n\r\nread the article. There are only two more paragraphs\r\n\r\nleft.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: I do not like the hon. Member\r\n\r\nto  debate with the Deputy Speaker. He will have  to\r\n\r\nconfine himself only to reading extracts.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker, Sir, I have no right to argue with you, but\r\n\r\nin  order to clarify this issue and at the same time\r\n\r\ncomment  on  \"a  dog  which  has  fallen  into   the\r\n\r\nwater\" - his  behaviour and his work during  the  year\r\n\r\nwhen  he  was  a  Minister - well,  I  have  to  speak\r\n\r\nbriefly. I quote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`But, what is the struggle against colonialism? Is\r\n\r\nit  to instigate A to start a smear campaign against\r\n\r\nB and to incite C to launch an attack against D, and\r\n\r\nthen to scheme in order to get some people to become\r\n\r\nhis  faithful  followers?  Does  this  amount  to  a\r\n\r\nstruggle  against colonialism? A great revolutionary\r\n\r\ndoes  not waste his talents and energy on this  sort\r\r\n\r\nof  trifling,  meaningless and  shameless  intrigue.\r\n\r\nPerhaps  Ong  Eng  Guan posed as  the  only  fighter\r\n\r\nagainst colonialism in the Party, but if what he has\r\n\r\nbeen  doing  under  cover  of  anti-colonialism   is\r\n\r\nexposed, it will only reveal his baseness.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under the pretext of eliminating corruption and\r\n\r\nbribery  and  reorganising the Singapore Improvement\r\n\r\nTrust,  he sacked a great number of S.I.T. employees\r\n\r\nwithout  any  discrimination.  He  then  filled  the\r\n\r\nvacant posts with his faithful followers. Now,  does\r\n\r\nthis constitute the task of fighting colonialism?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order to consolidate his small kingdom and to\r\n\r\nhave  more  direct  control  of  his  employees,  he\r\n\r\nevicted  hundreds  of S.I.T. tenants  from  a  nine-storey  building. Is this also one of the  tasks  of\r\n\r\nfighting colonialism?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 254</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To help his relatives and faithful followers, he\r\n\r\nasked  his  schoolmates,  their  friends  and  their\r\n\r\nbrothers  to  take  over  the  high  posts  in   his\r\n\r\nMinistry,  but  they were not competent  enough.  Is\r\n\r\nthis also one of the aspects of the anti-colonialism\r\n\r\nstruggle?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All these and other facts have shown that Ong Eng\r\n\r\nGuan's  so-called anti-colonialism struggle  was  no\r\n\r\nmore  than  his  personal struggle to establish  his\r\n\r\nfame and his own position.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The struggle against colonialism is a protracted\r\n\r\nmovement by the masses. The advance does not  follow\r\n\r\na  straight  course. There are two  aspects  to  the\r\n\r\nmovement: its revolutionary phase and its  phase  of\r\n\r\nconstruction.  It  is a cause  which  needs  a  long\r\n\r\nperiod of time to accomplish -'.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> On a point of order, Mr Deputy\r\n\r\nSpeaker. It would appear, Sir, that the hon.  Member\r\n\r\nkeeps on reading the whole article in spite of  your\r\n\r\nruling.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: I am sorry. I did not notice\r\n\r\nhim  reading  the article. Therefore, I  cannot  now\r\n\r\ncall him to order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker,  Sir,  when the Member for Hong  Lim  spoke\r\n\r\nyesterday,  other  Opposition Members  were  smiling\r\n\r\nvery  happily. They laughed. They thought  they  had\r\n\r\ncaught  P.A.P.'s \"ailing leg\" and could hit it  back\r\n\r\nas  much as they wished. Not only the S.P.A.,  which\r\n\r\nis  the  greatest enemy of the people of  Singapore,\r\n\r\nhad  this  idea. Even those minor political  parties\r\n\r\nlike the Workers' Party, Party Ra'ayat, outside this\r\n\r\nHouse had the same intention. They wanted to fish in\r\n\r\ntroubled  waters  and to loot during  a  fire.  They\r\n\r\nthought this is an opportunity which occurs once  in\r\n\r\na  thousand  years. They thought  they  could  unite\r\n\r\ntogether  to attack the P.A.P. and put it to  death.\r\n\r\nBut how childish and foolish such a thought is.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;True, we have committed errors. We allowed the\r\n\r\nMember for Hong Lim to abuse his powers to build his\r\n\r\nown little kingdom. But we have the courage to admit\r\n\r\npublicly the error and publicly to rectify it. We do\r\n\r\nnot avoid a political storm. We have the courage  to\r\n\r\nlet  our defects be made known to the people. We  do\r\n\r\nnot  try  to  hide our small defects. We  discovered\r\n\r\nthere  was  a  tumour in our body, and  we  had  the\r\n\r\ncourage to have it operated on and removed. What is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 255</b></font><br><br>\r\n\r\n\r\n\r\nmore  honest  or  straightforward  than  this?   The\r\n\r\nexpulsion  of  the  Treasurer  of  the  Party  is  a\r\n\r\ntemporary  setback. But this incident clearly  shows\r\n\r\nthat  among  so  many political  parties,  only  the\r\n\r\nP.A.P. is  honest,  clean  and  incorruptible,   a\r\n\r\nstraightforward  Party  which  could   rectify   its\r\n\r\nmistakes whenever they occur.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the choice confronting us\r\n\r\ntoday  is whether to improve the livelihood  of  the\r\n\r\npeople  through industrialisation or, as the  Member\r\n\r\nfor Hong Lim would do, to follow unprincipled slogan-shouting  politicians who do nothing but  cause  the\r\n\r\ncollapse of the nation's economy. Today, the  people\r\n\r\nare  in deep waters and in \"hot fire\". They are  all\r\n\r\nawaiting  the  execution of our  effective  economic\r\n\r\nmeasures to solve the livelihood problems.  But  the\r\n\r\nMember  for Hong Lim and those Left-wing adventurers\r\n\r\nwho  are  using  him just shout empty  anti-colonial\r\n\r\nslogans to confuse the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our State is facing a greater problem. What does an\r\n\r\ninsignificant Ong Eng Guan matter? We must  not  let\r\n\r\nthis  incident make us lose our heads. We must stand\r\n\r\non  solid ground and use realistic measures to  deal\r\n\r\nwith our pressing problems.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I would like to quote from\r\n\r\ntoday's  Sin Chew fit Poh about what the Member  for\r\n\r\nHong Lim said yesterday:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Yesterday, the Member for Hong Lim said that\r\n\r\nalthough  six  months  of  this  year  have  already\r\n\r\npassed, the Government has not carried out any  work\r\n\r\nregarding the 1960 economic development scheme.'\r\n\r\n\r\n\r\n<br><br>Such  a  man who talks easily to deceive the  people\r\n\r\ncannot  endure long. Yesterday I did  not  have  the\r\n\r\nnecessary  material in hand and therefore could  not\r\n\r\nclarify   the   issue.  In  the   1960   Development\r\n\r\nEstimates,  we  have  provided $39,900,000.  In  the\r\n\r\nfirst  half  of  the  year, work  that  was  already\r\n\r\ncompleted  amounts  to  $3,440,000.  Work  that   is\r\n\r\nexpected to finish this year amounts to $26,600,000.\r\n\r\nFrom these figures, we know that they amount to over\r\n\r\nhalf   the   total  amount  provided  for   in   the\r\n\r\nDevelopment  Estimates.  From  this  we   dan   also\r\n\r\ndisclose the person that deceives the people.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 256</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday the Member for Hong Lim also spoke on the\r\n\r\nhousing  problem - that  he could  only  build  a  few\r\n\r\nhouses  last year, because the Minister for  Finance\r\n\r\nrefused  to give him funds for the purpose.  At  the\r\n\r\nsame  time, he said he had correspondence  to  prove\r\n\r\nit.  But today, I have the opportunity to \"beat  the\r\n\r\ndog that has fallen into the water.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In July last year at the Cabinet Estimates\r\n\r\nCommittee, documents relating to S.I.T. funds showed\r\n\r\nthat  the  Minister for Finance made a provision  in\r\n\r\nthe   1959  S.I.T.  Estimates  of  $7  million.  The\r\n\r\nremaining  money  was allowed to be  used,  for  the\r\n\r\nMinister  for Finance had marked the word \"allowed\".\r\n\r\nThe  Minister for Finance had shown in the Estimates\r\n\r\nthat  $1  million could be used for land and general\r\n\r\ndevelopment, $2,500,000 for resettlement, which  sum\r\n\r\nthe   Minister  for  Finance  had  marked  \"Release\"\r\n\r\nmeaning  he (the Member for Hong Lim) could use  the\r\n\r\nfunds. $519,000 for development of Kampong Koo Chye.\r\n\r\nwhich  was also marked \"Release\". As to the  Kampong\r\n\r\nTiong  Bahru development scheme, because our  former\r\n\r\nMinister for National Development had many fantasies\r\n\r\nand  many plans and changes, therefore, although the\r\n\r\nmonies were available, the plans were unable  to  be\r\n\r\nimplemented.  There is another  good  proof  of  his\r\n\r\ndeceit,  In the Straits Times of 13th October,  last\r\n\r\nyear,  on page 2 - I think I will now speak in English\r\n\r\nso that it can be clearly understood (in English):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Ong gets $17 million to begin his big plan... Mr\r\n\r\nOng  Eng  Guan  said  that today  the  Minister  for\r\n\r\nFinance,  Dr  Goh  Keng Swee,  had  agreed  to  the\r\n\r\ndefreezing  of $17 million. He added, \"Work  on  the\r\n\r\nbuilding   of  houses  according  to  the  Singapore\r\n\r\nImprovement Trust plan will start early  next  year.\r\n\r\nPlans  for the construction of houses with  the  $17\r\n\r\nmillion grant are in full swing.\"'\r\n\r\n\r\n\r\n<br><br>(In Mandarin): From this we can see what he is like.\r\n\r\nMoreover, yesterday he said he had correspondence to\r\n\r\nprove that the Minister for Finance refused him  the\r\n\r\nfunds.  I will give another proof; this is a  letter\r\n\r\ndated  9th November, 1959. This letter was from  the\r\n\r\nMinister\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 257</b></font><br><br>\r\n\r\n\r\n\r\nfor National Development to the Minister for Finance\r\n\r\nand  was signed. In the first paragraph, it says (In\r\n\r\nEnglish):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Please refer to your letter of 17th October, 1959,\r\n\r\ninforming -'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: Order. I do not think the\r\n\r\ninterpreters can keep up with the speed at which the\r\n\r\nhon.  Member  is reading. I would ask  him  to  read\r\n\r\nslowly so that the interpreters can follow.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b>(<i>In Mandarin</i>): I only want to show\r\n\r\nproof  by quoting this letter. Here I have a  letter\r\n\r\npersonally written by him addressed to the  Minister\r\n\r\nfor Finance, dated 9th November, 1959 (In English):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Funds for Housing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Please refer to your letter of 17th October, 1959,\r\n\r\ninforming  me  that you are prepared  in  the  first\r\n\r\ninstance  to  make available a total of $15  million\r\n\r\nfor S.I.T. housing for this year and the next.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This clearly discloses the falseness of the charges\r\n\r\nwhich  the  former Minister for National Development\r\n\r\nmade against the Minister f or Finance in regard  to\r\n\r\nthe funds allotted to him. Another proof can be seen\r\n\r\nin  the letter dated 17th October, 1959, written  by\r\n\r\nthe   Minister  for  Finance  to  the  Minister  for\r\n\r\nNational  Development. Let us see what the  Minister\r\n\r\nfor Finance says here (In English):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We will commence the building programme as early\r\n\r\nas  possible. I am in sympathy with your proposal to\r\n\r\nget on with the job.'\r\n\r\n\r\n\r\n<br><br>(In   Mandarin):   That  is  the  first   paragraph.\r\n\r\nYesterday  I did not see the Member for  Hong  Lim's\r\n\r\nletter,  and therefore I do not know whether  it  is\r\n\r\ntrue or not, and so I could not clarify. But today I\r\n\r\nhave  the  material and so I can clarify  the  whole\r\n\r\nthing. But unfortunately, the Member for Hong Lim is\r\n\r\nnot  here. However, his followers can convey to  him\r\n\r\nwhat I have said.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!--Mr G. Kandasamy-->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker</b>: Order. I think it is a\r\n\r\nconvenient time to suspend. I suspend this sitting\r\n\r\nuntil 5.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.00 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 258</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>5.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nyesterday  the  Member for Hong Lim  said  that  the\r\n\r\nreason why there were very few S.I.T. buildings  was\r\n\r\nthat  the  Minister for Finance  did  not  give  him\r\n\r\nadequate  funds. I have proved several  points  just\r\n\r\nnow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now I want to mention a few more points regarding\r\n\r\nthe building of houses at Kampong Koo Chye after the\r\n\r\nbig fire. I have a document here which clearly shows\r\n\r\nwhy  up  till now Kampong Koo Chye has not  had  its\r\n\r\nbuildings  completed.  It  is  because  the   former\r\n\r\nMinister for National Development was indecisive  in\r\n\r\nthis  work so that tenders for the building of these\r\n\r\nhouses  could  not be carried out. The closing  date\r\n\r\nfor  this  particular tender was the  30th  October,\r\n\r\n1959,  in  the afternoon at 2 o'clock. This  clearly\r\n\r\nshows  that  the failure to build houses at  Kampong\r\n\r\nKoo Chye is not because the Minister for Finance did\r\n\r\nnot give the necessary funds, but because the former\r\n\r\nMinister for National Development did not carry  out\r\n\r\nhis  duties properly. One day he had one  plan,  and\r\n\r\nanother day, he had another plan; so that in the end\r\n\r\nthe  houses  meant to be built at Kampong  Koo  Chye\r\n\r\ncould  not be started. Unfortunately the Member  for\r\n\r\nHong Lim is not present here today. Otherwise, I can\r\n\r\nvery  clearly show him this document here  to  prove\r\n\r\nwhether the Minister for Finance refused to give him\r\n\r\nthe  necessary money or whether he did not build the\r\n\r\nhouses in time.\r\n\r\n\r\n\r\n<br><br>5.35 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed (Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for National Development (Inche Yaacob Bin Mohamed)</b>(<i>In Malay</i>): Mr Speaker, I wholeheartedly support the\r\n\r\nmotion standing in the name of the Prime Minister; a\r\n\r\nmotion of thanks to the speech made by the Yang di-Pertuan Negara. I think today I will be short of\r\n\r\nmaterial, because many of my colleagues have already\r\n\r\ngiven a small \"injection\" to my former Minister.\r\n\r\nHowever, as the Malay proverb says, \"The elephant's\r\n\r\ncarcass cannot be covered by a small cover.\" Because\r\n\r\nthe former Minister is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 259</b></font><br><br>\r\n\r\n\r\n\r\nnot in this Chamber at this moment, and also because\r\n\r\nhis colleagues are absent, I am obliged to speak  to\r\n\r\nthe empty chairs as the audience.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member is\r\n\r\nforgetting that he is addressing the Chair, and  not\r\n\r\nan empty \"kerusi\" (In Malay). The Member must forget\r\n\r\nthe  absence of any other Members. He is  addressing\r\n\r\nthe Speaker and, through the Speaker, the Members of\r\n\r\nthe Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Mr Speaker, I am\r\n\r\naddressing  the Speaker, but I hope that the  people\r\n\r\nconcerned  will  listen so that  they  will  clarify\r\n\r\ntheir  stand  in this Chamber. However, although  my\r\n\r\nspeech is addressed to the Speaker, I hope the  wind\r\n\r\ncarrying  my  speech  will reach  the  ears  of  the\r\n\r\npersons concerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, regarding the speeches made in\r\n\r\nthis  Assembly, it is essential for  me  to  explain\r\n\r\nfirst  to  the  Member  for  Mountbatten,  who   has\r\n\r\nattacked  the  Government,  particularly  on   those\r\n\r\nmatters  appertaining to the Minister  for  National\r\n\r\nDevelopment. According to her, dwelling-houses built\r\n\r\nin  1959 totalled 821 units only. She is alleged  to\r\n\r\nhave  said that this demonstrated a failure  on  the\r\n\r\npart of the Government, which previously crowed. But\r\n\r\nat the moment the crowing of the cock could be heard\r\n\r\nonly in the morning. I would like to clarify to  the\r\n\r\nMember  for Mountbatten, Mr Speaker, that the  cock\r\n\r\ndoes not force the hen to lay eggs until the time is\r\n\r\nripe,  or  the hen which lays one egg per day  could\r\n\r\nnot be forced to lay two eggs per day, or to operate\r\n\r\non  the  hen  with the object of getting more  eggs.\r\n\r\nThis would be a failure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Government is aware that the\r\n\r\nhousing problem is a major problem, because  of  the\r\n\r\nincreased  population and because of  the  increased\r\n\r\nbirth  rate  which, according to  our  estimate,  is\r\n\r\n60,000 per year. Then school-leavers from the middle\r\n\r\nschools,   after  getting  jobs  and  then   getting\r\n\r\nmarried, will need houses. The problem which we  are\r\n\r\nfacing  is housing; the problem which is facing  the\r\n\r\nMinister   for   Labour  and  Law  is   to   provide\r\n\r\nemployment; and the problem facing the Minister  for\r\n\r\nEducation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 260</b></font><br><br>\r\n\r\n\r\n\r\nis to provide proper education. To satisfy the needs\r\n\r\nof  the people, we are compelled to provide at least\r\n\r\n14,000  houses each year for the next ten years.  We\r\n\r\nalready  know, since the S.I.T. started its  housing\r\n\r\ncampaign  12  years ago, that they had built  46,918\r\n\r\nhouses only. This means 3,900 houses per year on the\r\n\r\naverage.  It should be remembered that my Government\r\n\r\nreceived  a mandate from the people during mid-1959.\r\n\r\nWe  were  therefore obliged to carry on the misdeeds\r\n\r\nwhich   were  bequeathed  to  us  by  the   previous\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the 820 units mentioned by the Member\r\n\r\nfor Mountbatten, this figure represents houses built\r\n\r\nbetween June 1959 and 31st January, 1960, under  the\r\n\r\ncharge   of   the  former  Minister   for   National\r\n\r\nDevelopment.  However,  the  Government   is   fully\r\n\r\nconscious  of its obligations to the people,  and  a\r\n\r\nHousing Board was established in February 1960  this\r\n\r\nyear.  A  feature which was carried out  intensively\r\n\r\nwas to review the housing problem in Singapore as  a\r\n\r\nwhole.   The   Board   has   decided,   within   its\r\n\r\nlimitations,  to  try to build houses  to  meet  the\r\n\r\nneeds  of  the  people. During the next Government's\r\n\r\nfive-year  period,  the  Board  will  provide  about\r\n\r\n52,842  houses, costing about $230 million.  In  the\r\n\r\nfive-year programme, these low-cost houses  will  be\r\n\r\nconstructed in areas such as Queenstown,  MacPherson\r\n\r\nRoad,  Kampong  Tiong  Bahru,  Alexandra  Road,  St.\r\n\r\nMichael's Road, Kallang, Toa Payoh and also  in  the\r\n\r\nrural  areas. In this year 1960, it has been planned\r\n\r\nby  the  Board, apart from carrying on with the  old\r\n\r\nwork,  that  it  will construct about 9,000  houses,\r\n\r\ncosting  $38 million. Now, 4,700 houses are  in  the\r\n\r\ncourse  of  construction, and the remainder  of  the\r\n\r\ntenders will be out soon. It is expected that in the\r\n\r\nyear  1960, 1,800 houses will be completed,  and  in\r\n\r\nthe  year  1961,  a  total  of  approximately  7,000\r\n\r\nhouses. This is a well thought out plan, and not  an\r\n\r\nillusion; or, as the saying goes, \"If the cock  does\r\n\r\nnot  crow,  there will be no daylight.\" This  is  in\r\n\r\naccordance  with the plan drawn up  by  the  Housing\r\n\r\nDevelopment Board, Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, it is a pity that the Member for Kampong Kembangan is not in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 261</b></font><br><br>\r\n\r\n\r\n\r\nthis  Chamber,  so  he  has  not  the  pleasure   of\r\n\r\nlistening to my speech.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In his speech, the Member for Kampong Kembangan\r\n\r\nstarted  off by saying that in the Prime  Minister's\r\n\r\nspeech,  it  was  mentioned  that  there  were  more\r\n\r\ndangerous elements than communalistic elements.  Mr\r\n\r\nSpeaker, we admit that these two elements are indeed\r\n\r\ndangerous.   Communalism  could  be   exploited   by\r\n\r\nopportunistic  leaders to inflame communal  feelings\r\n\r\nbetween the races. This could again be exploited  by\r\n\r\na  third party to stir up inter-racial conflict. So,\r\n\r\nMr  Speaker,  whether  they are  contained  in  the\r\n\r\nspeech  made by the Prime Minister or in the remarks\r\n\r\nby  the  Member  for Kampong Kembangan,  both  these\r\n\r\nelements are considered dangerous.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member for Kampong Kembangan asked the\r\n\r\nPrime  Minister to declare his Party stand.  If  our\r\n\r\nParty,  he says, is openly anti-Communist, then  he,\r\n\r\non  behalf  of the organisation he represents,  will\r\n\r\ngive  it a 100 per cent support. And this, he  says,\r\n\r\nwill  bring  about closer realisation  of  a  merger\r\n\r\nbetween Singapore and the Federation of Malaya.  Mr\r\n\r\nSpeaker,  the  Member for Kampong Kembangan  is  not\r\n\r\nfollowing  closely  the  political  developments  in\r\n\r\nSingapore and the Federation of Malaya. He  is  also\r\n\r\nignorant  of the political stand taken by the  Party\r\n\r\nthat is in power today. Before the elections, we had\r\n\r\nclearly   defined  that  we  are  a   non-Communist,\r\n\r\nsocialist  and democratic party. This  is  positive,\r\n\r\nMr  Speaker,  because if we are  a  party  of  non-Communists,  it  does  not mean  that  we  are  pro-Communists.  We  are  aware  that  if  we  are  pro-Communists,  it means that the M.C.P. will  ride  on\r\n\r\nour  backs. This was clearly enunciated by my  Party\r\n\r\nbefore we went to the electorate. And if -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I was wondering if the hon.\r\n\r\nMember  could  modulate his  voice,  because  it  is\r\n\r\nsomewhat getting on my ear-drums. \r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): It seems that I am following the footsteps of the Member for Kampong\r\n\r\nKembangan.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 262</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, if we take the stand of being anti- Communist, it automatically means that we will be in\r\n\r\nthe  Western  bloc  which has established  an  anti-Communist bloc. If we are non-Communists, this means\r\n\r\nthat our stand is firm and one which is fitting  and\r\n\r\nappropriate to the situation obtaining in Singapore.\r\n\r\nThis non-Communist stand taken by the P.A.P. is also\r\n\r\nsimilar  to  that  taken  by  many  other  socialist\r\n\r\ncountries.  This  should be a grim reminder  to  the\r\n\r\nMember for Kampong Kembangan, so that we will not be\r\n\r\nridden  on  by any group whatsoever. It  is  not  an\r\n\r\nassurance  that  if  the P.A.P. is  genuinely  anti-Communist,   then   his  Party   will   support   it\r\n\r\nwholeheartedly  and that will bring about  a  merger\r\n\r\nwith  the Federation of Malaya. We have clearly said\r\n\r\nthat   the  Malays  in  the  Federation  are   still\r\n\r\napprehensive   about  the  Chinese   population   in\r\n\r\nSingapore.  If  81  per cent of  the  population  in\r\n\r\nSingapore  comprised Malays, then I think  we  would\r\n\r\nhave  declared our independence on 31st August last.\r\n\r\nBut   unfortunately,  the  population  of  Singapore\r\n\r\ncomprises   more   than  80  per  cent   non-Malays.\r\n\r\nAccording to our political analysis it is clear that\r\n\r\nwe  are  making an all-out effort so that the  whole\r\n\r\npopulation of Singapore - Indians, Chinese, Malays and\r\n\r\nothers - will   show   their  undivided   loyalty   to\r\n\r\nSingapore   and   demonstrate  to   the   Federation\r\n\r\nGovernment that we love Singapore as our motherland.\r\n\r\nThis is the thing that we have been fighting for not\r\n\r\nonly  by the People's Action Party, but also by  all\r\n\r\nthe  people throughout Singapore. What amuses me  is\r\n\r\nthe  statement  that if the Prime  Minister  of  the\r\n\r\npresent P.A.P. Government states clearly that we are\r\n\r\nanti-Communist, then it is hoped that the Government\r\n\r\nof  the Federation of Malaya will confer on him  the\r\n\r\ntitle \"Tun\", like the one that has been conferred on\r\n\r\nthe last Chief Minister of Singapore. P.A.P. members\r\n\r\ndo  not aspire to these titles. We are fighting  for\r\n\r\nthe  benefit  of the masses, and we  do  not  expect\r\n\r\npraises in return.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, when I see the Member for Kampong Kembangan open the Malay annals, it reminds me of my\r\n\r\nschool days, when I learnt about Sang\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 263</b></font><br><br>\r\n\r\n\r\n\r\nNila   Utama  who  landed  on  the  fore-shores   of\r\n\r\nSingapore.  Mr  Speaker, there is  no  one  on  the\r\n\r\nGovernment side who will deny historical facts.  The\r\n\r\nreality that we are facing now is the most important\r\n\r\nthing  that  we  should bear in mind.  We  not  only\r\n\r\nacknowledge the enunciation in the Preamble  to  the\r\n\r\nConstitution  that  the Malays  are  the  indigenous\r\n\r\npeople  of Singapore, but we have clearly stated  in\r\n\r\nour election manifesto that the P.A.P., if in power,\r\n\r\nwill   fully  discharge  its  obligations  and   the\r\n\r\nenunciations in the Constitution. There is  no  need\r\n\r\nfor  the  Member for Kampong Kembangan to awaken  us\r\n\r\nany more.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then comes the threat that if any Party changes the\r\n\r\nConstitution  of Singapore \"without consulting  us\",\r\n\r\nthen there will be trouble. The hon. Member went  on\r\n\r\nto say that he would then retire from this Chamber.,\r\n\r\nThere  is  no mention of this in the speech  by  the\r\n\r\nPrime Minister, nor is it contained in the speech of\r\n\r\nthe Yang di-Pertuan Negara. Is it just an exhibition\r\n\r\nto  show that \"I am really the warrior of my  native\r\n\r\nland\"?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Kampong Kembangan\r\n\r\nthen asked for clarification. He is reported to have\r\n\r\nsaid that in my Party there are Communists, Leftists\r\n\r\nand Rightists. Then he asked the Prime Minister, who\r\n\r\nis  the  Secretary-General  of  my  Party,  to  give\r\n\r\ndetails as to the number of Communists in my  Party.\r\n\r\nMr  Speaker, members in my Party fight for  a  non-Communist  and socialist Malaya. Just because  there\r\n\r\nare  a  few incidents in my Party, it does not  mean\r\n\r\nthat  there  are  Communists in my Party.  For  that\r\n\r\nreason,  I  say  frankly that we  allow  opportunist\r\n\r\nmembers to shout at the top of their voice and  say,\r\n\r\n\"I,  alone,  am  a revolutionary and a progressive\".\r\n\r\nWe, in the Party, are non-Communists, socialists and\r\n\r\ndemocratic.  We  are  a Party  based  on  collective\r\n\r\nleadership with collective responsibility.  We  sink\r\n\r\nor swim together.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in addition, the Member for Kampong Kembangan pleaded for the special rights of the\r\n\r\nMalays   so   that  they  can  be  safeguarded   and\r\n\r\nprotected.  We will say frankly that the  Government\r\n\r\nis fully conscious of this fact. For\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 264</b></font><br><br>\r\n\r\n\r\n\r\nthat  reason, the special rights of the  Malays  are\r\n\r\ncontained in the Party Manifesto. There is  no  need\r\n\r\nfor the Member for Kampong Kembangan to keep harping\r\n\r\non this point, because every member of the Party, be\r\n\r\nhe a Malay, Indian or Chinese, is at all times aware\r\n\r\nof  his  obligations to the Malays. For that reason,\r\n\r\nthe  Government  has given free education  to  Malay\r\n\r\npupils  from primary school up to university  level.\r\n\r\nMr  Speaker,  there is an old Malay proverb  which\r\n\r\nsays that the hand which is asking for something  is\r\n\r\nheld low and the hand which is giving it is held up.\r\n\r\nThere  is  no  need for me to go begging.  But,  Mr\r\n\r\nSpeaker, what should be noted is whether we  want  a\r\n\r\ncommunal organisation or whether we want to mobilise\r\n\r\nthe  Malay  population into changing  their  way  of\r\n\r\nthinking and going in for further studies.  This  is\r\n\r\nmost  vital  because, although the  Government  will\r\n\r\nprovide   for  these  facilities,  if   the   Malays\r\n\r\nthemselves do not change their way of thinking, then\r\n\r\nthere is no force on earth that can change the  fate\r\n\r\nof this particular race.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am a follower of Islam, and in the Koran it is\r\n\r\nstated that God will not change the fate of a nation\r\n\r\nif  that  nation  does not wish to bring  about  the\r\n\r\nchange  itself. Therefore, Mr Speaker, Sir, I  urge\r\n\r\nall  the Malays in Singapore to avail themselves  of\r\n\r\nthis  opportunity offered by the Government, as  the\r\n\r\nresults  of  the  1959 Senior Cambridge  Examination\r\n\r\nshowed  that only one Malay girl obtained  Grade  I.\r\n\r\nThis is my appeal to all political organisations  to\r\n\r\nencourage the Malays to change their way of thinking\r\n\r\nto suit the changing times.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is not enough just to organise a body, hold\r\n\r\nmeetings,  pass resolutions, make protestations  and\r\n\r\ndemands,  and so on. It is most important to  exhort\r\n\r\nthe  people to change their outlook and way of life.\r\n\r\nPresident  Soekarno said that a thousand souls  will\r\n\r\nnot change the fate of a nation if they are childish\r\n\r\nin  their  outlook, lit is most important  that  all\r\n\r\npolitical parties should strive to change the  Malay\r\n\r\nway of thinking.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Kampong Kembangan\r\n\r\nasked the Prime\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 265</b></font><br><br>\r\n\r\n\r\n\r\nMinister  about  the  cordial  relationship  between\r\n\r\nSingapore  and Indonesia, and whether the  visit  to\r\n\r\nIndonesia  by  the  Parliamentary Secretary  to  the\r\n\r\nMinister for National Development was really for the\r\n\r\npurpose  of  raising  the  educational  standard  in\r\n\r\nSingapore  or  was  it  just a  pleasure  trip.  The\r\n\r\ncordial relationship between Singapore and Indonesia\r\n\r\nexists  not  because of the efforts  of  Yaacob  bin\r\n\r\nMohamed.  It exists because Singapore and  Indonesia\r\n\r\nare  conscious  of  the need for  further  cementing\r\n\r\ntheir   relationship,  whether  in  the   field   of\r\n\r\neducation  or other fields. For instance, since  the\r\n\r\nP.A.P. came  into  power, a cultural  mission  from\r\n\r\nIndonesia  gave an exhibition of Indonesian  culture\r\n\r\nto  the  people  of  Singapore.  An  interchange  of\r\n\r\ncultures   between  Singapore  and   Indonesia   can\r\n\r\ncontribute  towards  a better understanding  between\r\n\r\nthem.  There is, a Malay saying that if you  do  not\r\n\r\nsee  a thing, you will never learn to love it. After\r\n\r\nwe saw the exhibition of Indonesian culture with our\r\n\r\nown  eyes,  a  mission headed by the Prime  Minister\r\n\r\nleft for Indonesia. It resulted in the issuance of a\r\n\r\njoint  statement  signed by the  Prime  Minister  of\r\n\r\nSingapore  and  the Indonesian Prime  Minister,  Dr\r\n\r\nDjuanda, on the close relationship between  the  two\r\n\r\ncountries.  In  addition, many educationalists  from\r\n\r\nIndonesia  paid a visit to Singapore.  We  have  Pa'\r\n\r\nKasur with his famous angklung. All this is good  for\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, from the time Sir Stamford\r\n\r\nRaffles  set  foot in Singapore up till  now,  there\r\n\r\nhave  been no Malay middle schools. We do  not  deny\r\n\r\nthat the standard of education in Singapore is high,\r\n\r\nbut it is not so with Malay education. Even when the\r\n\r\ncoalition  Government (at first it  was  called  the\r\n\r\nLabour  Front-U.M.N.O., but later  on  there  was  a\r\n\r\nchange  to  S.P.A.-U.M.N.O.) was  in  power,  not  a\r\n\r\nsingle  Malay  middle  school was  established.  The\r\n\r\nP.A.P. does  not wish to hoodwink  the  masses.  It\r\n\r\nrealises  that  as  Malay is  `to  be  the  national\r\n\r\nlanguage,  Malay schools should be established.  For\r\n\r\nthe  purpose  of ascertaining whether  the  national\r\n\r\nlanguage (Malay) or Indonesian language  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 266</b></font><br><br>\r\n\r\n\r\n\r\nshould be used in Government departments or  in\r\n\r\nschools  from the lowest to the highest  University\r\n\r\nlevel,  I was sent to Indonesia under the auspices\r\n\r\nof  the  Education Committee, and not in my capacity\r\n\r\nas   a  Parliamentary  Secretary,  to  see  how  the\r\n\r\nIndonesian  language  could  be  used  from  primary\r\n\r\nschool  to University level. A memorandum containing\r\n\r\nthe  recommendations has already been submitted  to\r\n\r\nthe Minister concerned. My trip to Indonesia was not\r\n\r\nfor  the  purpose of seeking pleasure.  Perhaps  the\r\n\r\nMember  for Kampong Kembangan feels that his  former\r\n\r\ncolleagues went, abroad to enjoy themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What is most amusing, Mr Speaker, Sir, is that\r\n\r\nthe Member for Kampong Kembangan has said that, as a\r\n\r\nresult of an interview with the former Minister  for\r\n\r\nNational Development, some drains were repaired  and\r\n\r\nthe  burial  ground at Teyban was fenced.  He  also.\r\n\r\nsaid  that  he  was  disappointed with  the  present\r\n\r\nMinister for National Development for not  paying\r\n\r\nany  heed  to  his  constituents.  This  is  amusing\r\n\r\nindeed, Mr Speaker, Sir, because the care of drains\r\n\r\nis  not  the  problem of the Minister  for  National\r\n\r\nDevelopment.  It is the problem of the Minister  for\r\n\r\nHealth.  It is most improper to call for the  police\r\n\r\nwhen  a  man  breaks  his leg, or  to  send  for  an\r\n\r\nambulance when a man commits a theft. As a Member of\r\n\r\nthis  Assembly,  the  Member for  Kampong  Kembangan\r\n\r\nshould  know  where to address his  complaints.  The\r\n\r\ncare  of  drains is a matter concerning the Ministry\r\n\r\nof Health.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of the burial ground at Teyban, if\r\n\r\nyou  will permit me, Mr Speaker, Sir, I would  like\r\n\r\nto present the facts. This subject was brought up by\r\n\r\nthe  Singapore  Malay  Settlement  Union.  When  the\r\n\r\nP.A.P. took office, I was attached to the Ministry\r\n\r\nof  National Development and was appointed  Chairman\r\n\r\nof  the Singapore Malay Settlement Union. I received\r\n\r\na  letter  asking the Ministry to fence  the  burial\r\n\r\nground  because of the stray cattle and because  the\r\n\r\nroads  inside were used by vehicles. In the  company\r\n\r\nof the Chairman of the Rural Board and the Secretary\r\n\r\nof  the  Singapore Malay Settlement Union, I visited\r\n\r\nthe site. Work.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 267</b></font><br><br>\r\n\r\n\r\n\r\nwas   started  on  29th  September,  1959.  On  17th\r\n\r\nNovember,  the  leader  of  U.M.N.O. in  the  Malay\r\n\r\nSettlement called on me and I explained to him  that\r\n\r\nour Ministry was prepared to fence the burial ground\r\n\r\nat  Teyban.  Mr Speaker, Sir, one day later,  there\r\n\r\nwas  a  news  item  in  the Utusan  Melayu  of  18th\r\n\r\nNovember  stating that the U.M.N.O. Malay Settlement\r\n\r\nBranch   appealed  to  the  Minister  for   National\r\n\r\nDevelopment to fence the burial ground as  a  result\r\n\r\nof a recent meeting held. Mr Speaker, Sir, this was\r\n\r\nvery  strange indeed. A few days later, Inche  Osman\r\n\r\nGhani,  as Secretary of the Malay Settlement, issued\r\n\r\na  Press  statement  which appeared  in  the  Berita\r\n\r\nHarlan dated 20th November, 1959. It stated that the\r\n\r\nresolution  of  U.M.N.O. had been  conveyed  to  the\r\n\r\nformer  Minister for National Development, and  that\r\n\r\nthe  work  of fencing the burial ground to keep  out\r\n\r\nstray cattle would be undertaken by the Ministry  of\r\n\r\nNational  Development. He added that his office  had\r\n\r\nreceived  a  recent petition from  U.M.N.O.  Kampong\r\n\r\nMelayu on this subject. But he pointed out that work\r\n\r\nhad,   in  point  of  fact,  been  planned  by   the\r\n\r\nauthorities  concerned three  months  prior  to  the\r\n\r\nreceipt of the resolution. The facts should  not  be\r\n\r\nmisrepresented. So credit should be given  for  what\r\n\r\nwe are doing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, before I speak about my former colleague, the Member for Hong Lim, it would be\r\n\r\nappropriate  for me first to reply  to  the  queries\r\n\r\nraised  by  the Member for Geylang Serai,  who  felt\r\n\r\ndissatisfied with the speech of the Yang  di-Pertuan\r\n\r\nNegara. Firstly, in prefacing his speech, the Member\r\n\r\nfor Geylang Semi said in this Chamber it was obvious\r\n\r\nthat  the  situation in my Party is  unhealthy.  But\r\n\r\nactually  the boil has been operated upon,  and  the\r\n\r\ndirt  removed. So the situation in my Party is  very\r\n\r\nhealthy  indeed, and not unhealthy, as  alleged  by\r\n\r\nthe Member for Geylang Serai.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is a strange thing, Mr Speaker, that the hon.\r\n\r\nMember  emphasised that the speech of the  Yang  di-Pertuan Negara was far from satisfactory, because it\r\n\r\ntouched  on what would be done, and no mention  made\r\n\r\nof what had already been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 268</b></font><br><br>\r\n\r\n\r\n\r\ndone. It is customary for people always to think  of\r\n\r\nwhat  is  going  to happen. What is  past  is  past.\r\n\r\nWhenever I recollect the past, I shed tears.  But  a\r\n\r\npolitical party which fights for the benefit of  the\r\n\r\npeople  does not turn back to past events. It  looks\r\n\r\nforward and plans its future, so that mistakes  made\r\n\r\nin  the past will not be repeated. The speech of the\r\n\r\nYang di-Pertuan Negara was, therefore, so framed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Member for Geylang Serai said that he\r\n\r\ncould  not  find  the  term \"non-Communist\"  in  the\r\n\r\nspeech  of the Yang di-Pertuan Negara. Mr  Speaker,\r\n\r\nthere is no need for a man, in love with a lady,  to\r\n\r\nkeep  on saying day and night, \"I love you,  I  love\r\n\r\nyou.\" The mere mention of the P.A.P. makes clear its\r\n\r\nstand - that   it   is  a  non-Communist,   socialist,\r\n\r\ndemocratic  Party. There is no need  to  repeat  our\r\n\r\nstand. To repeat \"I love you, I love you\" again  and\r\n\r\nagain is an indication of falsehood There is no need\r\n\r\nfor  my  Party  to repeat that it is  non-Communist,\r\n\r\nsocialist and democratic, as I said just now. If  we\r\n\r\ntake an anti-Communist stand, we will be trapped  by\r\n\r\nthe  Western bloc. If we are pro-Communist, we  will\r\n\r\nbe  the tools of the M.C.P. Therefore, the P.A.P. is\r\n\r\nnon-Communist,  like the governments  of  Indonesia,\r\n\r\nEgypt  and  India.  We know that this  non-Communist\r\n\r\nattitude will develop and flourish in other parts of\r\n\r\nAsia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I do not wish to labour on the special position of the Malays. I have explained this\r\n\r\nearlier  in my speech, but I only wish to  touch  on\r\n\r\nthe  laws of Islam, which are mentioned in the  Yang\r\n\r\ndi-Pertuan Negara's speech and elaborated on by  the\r\n\r\nMinister for Labour and Law. The Member for  Geylang\r\n\r\nSerai  has  taken  the  opportunity  to  remind  the\r\n\r\nGovernment not to forget the question of  tithe  and\r\n\r\nalso wakaf. As I said earlier, the P.A.P. Government\r\n\r\nis  a government that need not be reminded again and\r\n\r\nagain.  The P.A.P. Members in this Assembly comprise\r\n\r\npeople  who are always conscious of the environments\r\n\r\nin  the society. Members of the P.A.P. see a pitiful\r\n\r\nsight during the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 269</b></font><br><br>\r\n\r\n\r\n\r\nfasting   month.   Muslim  people   from   outside\r\n\r\nSingapore  receive  tithe on the  roadside,  thus\r\n\r\ndepriving  the poor Malays in Singapore  of  their\r\n\r\nrights.  Our Government is conscious of this,  and\r\n\r\ntherefore  the  Minister for Labour  and  Law  has\r\n\r\nframed  laws concerning the rights of the  Islamic\r\n\r\npeople  and  also tithe and wakaf.  I  hope  these\r\n\r\nmatters  will be implemented next year. I am  sure\r\n\r\nit  will  be  a delight to the Member for  Geylang\r\n\r\nSerai  when we say to him \"Thank you for reminding\r\n\r\nus.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the time has now come for me, as a\r\n\r\nclose  friend of the former Minister for  National\r\n\r\nDevelopment,  and  as his Parliamentary  Secretary\r\n\r\nwho  was  very  close to him,  to  touch  on  this\r\n\r\nmatter. Mr Speaker, at the sittings of this House\r\n\r\nyesterday  and  the  day before,  we  witnessed  a\r\n\r\nperson  who was once a smart orator and  a  clever\r\n\r\npolitician, one who is highly cultured and  sharp-witted;  but,  all of a sudden, in  this  Assembly\r\n\r\nyesterday,  he converted himself into a proficient\r\n\r\nmagician.   Fortunately,  Mr  Speaker,   he   has\r\n\r\nforgotten  to distort the facts Which  he  himself\r\n\r\nand his former Party have made regarding its clear\r\n\r\nand  positive  stand. Yes, Mr  Speaker,  in  this\r\n\r\nworld, we can find men who pose as, \"I alone am  a\r\n\r\nrevolutionary. I can go to the ultra  left  in  my\r\n\r\nown  Party.\" Mr Speaker, this kind of  man  is  a\r\n\r\nlaughing stock of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the commencement of his speech on the 3rd\r\n\r\nAugust he said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We are sitting here on this side because the\r\n\r\nPrime  Minister has forced us to sit here. He  has\r\n\r\nevicted us unconstitutionally and by force.'\r\n\r\n\r\n\r\n<br><br>This  phraseology  is very amusing  in  the  Malay\r\n\r\nlanguage. This can be spoken only by those who are\r\n\r\ndesperate and are begging for compassion from this\r\n\r\nAssembly. Mr Speaker, it is a fact that  man  can\r\n\r\nonly  taste  the  fruits of his  labour  from  the\r\n\r\nefforts he puts in. If he plants `tapioca, he will\r\n\r\nget tapioca And if he sows the seed of disunity in\r\n\r\nthe Party, expulsion will be his harvest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We know the Member for Hong Lim, who was the\r\n\r\nformer Minister for National Development, to be an\r\n\r\nexpert at\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 270</b></font><br><br>\r\n\r\n\r\n\r\nfiring  crackers.  The  crackers  which  he  fired\r\n\r\nexploded  and illuminated the sky so  widely  that\r\n\r\nmany  people  gathered at the  Badminton  Hall  to\r\n\r\nlisten   to   the   \"hero\"  of  the  fire-crackers\r\n\r\npropounding   his   thesis  on   \"How   to   Fight\r\n\r\nColonialism\". If he were a real revolutionary  and\r\n\r\nfully conscious of his responsibilities, then  the\r\n\r\npeople  would  go  there to listen  to  the  Party\r\n\r\nmember  who  has been expelled. This  is  how  the\r\n\r\nimagination  and minds of the people who  attended\r\n\r\nthe  Badminton  Hall rally could be captured.  But\r\n\r\nwhat  did the people get, Mr Speaker? Not tactics\r\n\r\non  \"How to Fight Colonialism\". The orators in the\r\n\r\nrally  explained \"How to Fight the Leaders of  the\r\n\r\nP.A.P.\"  and \"How to Fight Collective Leadership\".\r\n\r\nThat was the thesis propounded to the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, it was obvious that the crackers could only emit smoke after they had been fired.\r\n\r\nMr   Speaker,  after  the  big  bang,  the  smoke\r\n\r\nvanished  and  what  was  left?  Ashes  from   the\r\n\r\ncrackers  that were fired.. If such  an  explosion\r\n\r\nshould  leave  behind glowing embers,  then  those\r\n\r\nembers  could inflame the people but the  ultimate\r\n\r\nresult is that the ashes which remained were swept\r\n\r\naway  by the road-sweeper. Mr Speaker, the people\r\n\r\nare  conscious  of  all this,  and  they  are  not\r\n\r\ndeceived.  They could be deceived but  only  once.\r\n\r\nThe   people   could   see  who   are   the   real\r\n\r\nrevolutionary leaders or otherwise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we should not forget that in our struggle against colonialism, there are three\r\n\r\ncategories involved. The first group are those who\r\n\r\nfight  unconstitutionally.  This  group  will  not\r\n\r\naccept  compromises  from colonialism.  They  will\r\n\r\noppose colonialism until 100 per cent independence\r\n\r\nis  achieved. They are even prepared to  sacrifice\r\n\r\ntheir  lives. This kind of struggle will  lead  to\r\n\r\nbloodshed, and we will find thousands of  victims,\r\n\r\nas  has  happened in Indonesia,  if  there  is  no\r\n\r\ncompromise.  The Indonesian people  chose  between\r\n\r\ndeath  and  life.  This  is  the  unconstitutional\r\n\r\nstruggle.  The second group, Mr Speaker,  is  the\r\n\r\ngroup  that  fight constitutionally,  they  demand\r\n\r\nindependence  but are prepared to compromise.  But\r\n\r\nthey  do  not forget the demand for 100  per  cent\r\n\r\nindependence. In the process, however,  they  are\r\n\r\nprepared\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 271</b></font><br><br>\r\n\r\n\r\n\r\nto  sit  round  the  table and negotiate.  They  are\r\n\r\nprepared to accept constitutional changes. They  are\r\n\r\nprepared to hold the reins of Government and at  the\r\n\r\nsame  time, when power is in their hands, they  will\r\n\r\nuse  this  power as a means of voicing the  people's\r\n\r\nstand against colonialism and arousing them to fight\r\n\r\nagainst  colonialism. They will use that  power  for\r\n\r\nthe benefit of the people. There is the third group,\r\n\r\nMr  Speaker, the puppets. They are not fighting for\r\n\r\nindependence,  but  they  accept  gifts   from   the\r\n\r\ncolonialists, and their task is  to  safeguard  the\r\n\r\nresponsibility  entrusted to them  by  the  colonial\r\n\r\nmasters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. has analysed the political situation in\r\n\r\nSingapore  from its geographical point of view,  and\r\n\r\nhas  placed itself in the second category. For  that\r\n\r\nreason,  the  P.A.P. contested the  1955  elections\r\n\r\nunder  the  Rendel Constitution with the  object  of\r\n\r\nusing  the  power that we would receive to  ask  for\r\n\r\nmore  than  that given `by the Rendel  Constitution.\r\n\r\nFor  that reason, the P.A.P., including the  Members\r\n\r\non   this   Bench,  went  to  London  to   ask   for\r\n\r\nindependence, including our strong man,  the  former\r\n\r\nMinister for National Development, who fought  as  a\r\n\r\nmember  of  the  second group  mentioned  just  now,\r\n\r\nresulting in his being the first elected Mayor,  and\r\n\r\nlater  on,  Minister for National Development.  Then\r\n\r\nthe political developments proceeded in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, as a very close friend of his, 1 do not say that I am a real revolutionary and that I\r\n\r\nwish  for  100  per cent Merdeka. If I  were  really\r\n\r\nfighting  for  independence  unconstitutionally,   I\r\n\r\nwould expel myself. But we have had words like \"I am\r\n\r\na  real  revolutionary\" after he has  been  expelled\r\n\r\nfrom the Party membership and from the Ministry. Mr\r\n\r\nSpeaker,  I am greatly surprised because the  Member\r\n\r\nfor  Hong  Lim criticised the policy speech  of  the\r\n\r\nYang di-Pertuan Negara, implying as though there was\r\n\r\nno  more  colonialism in Singapore. The Member  said\r\n\r\nthat  the  sense of national pride, as mentioned  by\r\n\r\nthe  Yang di-Pertuan Negara, can only be felt in  an\r\n\r\nindependent country. Mr Speaker, Sir,  a  sense  of\r\n\r\nnational  pride can also be felt by people,  whether\r\n\r\nthey are colonised or semi-colonised, or whether  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 272</b></font><br><br>\r\n\r\n\r\n\r\nthey  have achieved independence.  With  this\r\n\r\nfeeling  of  national pride there  will  emerge  the\r\n\r\nfeeling of love towards the country and nation. This\r\n\r\nhas  happened in Indonesia, which is prepared to die\r\n\r\nin  the struggle against colonialism. But the Member\r\n\r\nfor  Hong  Lim is no longer a Minister to  lead  the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I do not know if there are people who have no feeling of national pride and who owe their\r\n\r\nloyalty to a country outside Singapore. But if  they\r\n\r\nare  really loyal to this island State of ours, they\r\n\r\nshould   be   proud.   We  are  heading   for   full\r\n\r\nindependence.  We should have this  sense  of  pride\r\n\r\nbecause  we  live in a society comprising  a  multi-racial  people.  We are now going  well  ahead.  The\r\n\r\ntrouble we now have is the result of the actions  of\r\n\r\nthe ex-Minister for National Development. We have no\r\n\r\nplace  for such people in our society. It is strange\r\n\r\nto  find the Member for Hong Lim quoting the  speech\r\n\r\nof  the Secretary-General of the P.A.P. in which  he\r\n\r\nsaid that 80,000 British troops had to surrender  to\r\n\r\nthe  Japanese  troops  after the  water  supply  for\r\n\r\nSingapore  from  Johore had  been  occupied  by  the\r\n\r\nJapanese. Therefore, he says, the Prime Minister  of\r\n\r\nSingapore  has  asked the people not  to  fight  the\r\n\r\nBritish  hard, because if we do that,  then  British\r\n\r\ntroops  will ask the Federation Government  to  stop\r\n\r\nour  water  supply at Gunong Pulai and we will  then\r\n\r\ndie of thirst.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, are these words spoken by a person who has produced the 16 resolutions, who wants to have\r\n\r\ndiscussions with the Federation of Malaya on merger?\r\n\r\nThe   Federation   Government  is   an   independent\r\n\r\ngovernment.  Is it not contemptible to suggest  that\r\n\r\nBritish  troops  can  prevail  upon  the  Federation\r\n\r\nGovernment  to  stop the water supply of  Singapore,\r\n\r\nwhich is in Johore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the independent Federation of\r\n\r\nMalaya  has  never been under the  sway  of  British\r\n\r\ntroops.  The  Member for Hong Lim means  to  suggest\r\n\r\nthat  the  Federation of Malaya is not 100 per  cent\r\n\r\nindependent  now. That is what the  ex-Minister  for\r\n\r\nNational Development and the present Member for Hong\r\n\r\nLim  would  suggest as being the position  regarding\r\n\r\nthe independence of the Federation of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 273</b></font><br><br>\r\n\r\n\r\n\r\nMalaya.  I feel he has spoken without giving careful\r\n\r\nthought  to  what  he  said. He  did  so  merely  to\r\n\r\nunburden himself.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, on a point of\r\n\r\nclarification.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> I think the Parliamentary\r\n\r\nSecretary, or my ex-Parliamentary Secretary, who has\r\n\r\nbeen  expelled  from four political parties,  as  he\r\n\r\nsaid  once,  is  trying  to create  misunderstanding\r\n\r\nabout  what  I  said yesterday regarding  the  water\r\n\r\nsupply  from the Federation of Malaya.  I  think  he\r\n\r\ndoes  not  know sufficient English to understand  my\r\n\r\nspeech.  If  this  House  could  produce  the   tape\r\n\r\nrecording  in English, and get a tutor  for  him  in\r\n\r\nEnglish,  I think he should come back and start  the\r\n\r\nwhole thing again.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member, when\r\n\r\nhe  gets  up  for clarification, should clarify  and\r\n\r\nshould  not  launch into a tirade.  I  do  not  know\r\n\r\nwhether he wishes to clarify or just remain silent.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, what I was trying\r\n\r\nto  do is this. It would take me five to ten minutes\r\n\r\nto   clarify  what  I  said  yesterday   about   the\r\n\r\nrelationship  between the Federation of  Malaya  and\r\n\r\nSingapore. However, I need only just reply  to  what\r\n\r\nhe said.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Perhaps I can be of some assistance\r\n\r\nto  the  Member  for Hong Lim. There is  a  Standing\r\n\r\nOrder - Standing  Order  22 - which  allows  a  prepared\r\n\r\npersonal  explanation  to  be  made  later  on.  The\r\n\r\nStanding Order reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`With the leave of the Speaker or in his absence\r\n\r\nthe  Deputy  Speaker, a Member may make  a  personal\r\n\r\nexplanation at the time appointed by Standing  Order\r\n\r\nNo.  10  (Order of Business) although  there  is  no\r\n\r\nquestion  before  the  House; but  no  controversial\r\n\r\nmatter  may be brought forward nor may debate  arise\r\n\r\nupon  the  explanation. The terms  of  the  proposed\r\n\r\nstatement shall be submitted in full to the  Speaker\r\n\r\nor  in his absence the Deputy Speaker when his leave\r\n\r\nto make it is sought.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the hon. Member wishes to take advantage of that\r\n\r\nStanding Order, he may do so.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Thank you, Mr Speaker.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 274</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Mr Speaker, I am speaking on the question I raised just now based on what I\r\n\r\nhave heard and what I have noted down. I do not know\r\n\r\nwhether  anyone  will want to  deny  what  was  said\r\n\r\nyesterday. I followed the debate from the  beginning\r\n\r\nthrough  the  simultaneous interpretation.  However,\r\n\r\nMr  Speaker,  Sir, I should like  to  clarify  this\r\n\r\npoint. Mr Speaker, Sir, a lot has been said on  the\r\n\r\nquestion of merger with the Federation and I think I\r\n\r\nneed  not  elaborate, but I am  interested  to  know\r\n\r\nwhether  the person who says that we should  discuss\r\n\r\nand  negotiate with the Federation was motivated  by\r\n\r\nhis  personal  antagonism towards the  Minister  for\r\n\r\nHealth.  In  my capacity as Chairman  of  the  Malay\r\n\r\nSettlements,  Singapore, I am in a position  to  say\r\n\r\nthat a piece of land, which had been gazetted by the\r\n\r\nprevious  government  as  a  Malay  Settlement,  was\r\n\r\nrevoked or cancelled by the ex-Minister for National\r\n\r\nDevelopment. Mr Speaker, -\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> On a point of clarification.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed:</b> Point of order?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. It seems to me that there has\r\n\r\nbeen  quite a lot of misunderstanding of the  Member\r\n\r\nfor  Hong  Lim's speech, as alleged by him.  I  have\r\n\r\nalready indicated that the Member could make use  of\r\n\r\nStanding  Order  22. But perhaps  it  will  be  more\r\n\r\nconvenient  if  he  makes use  of  another  Standing\r\n\r\nOrder.  That  is  Standing Order 43,  paragraph  (4)\r\n\r\nwhich says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'A Member who has spoken to a question may again be\r\n\r\nheard to offer an explanation of some material  part\r\n\r\nof  his speech which has been misunderstood; but  he\r\n\r\nshall not introduce any new matter.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So if the hon. Member thinks he has been\r\n\r\nmisunderstood in some material part of his speech, I\r\n\r\nwill  permit him, after the Parliamentary  Secretary\r\n\r\nhas  completed his speech, to make that explanation.\r\n\r\nAt  the  moment,  I  do not think the  Parliamentary\r\n\r\nSecretary is giving way.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 275</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Can I hear the point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, just now the\r\n\r\nParliamentary Secretary referred to his chairmanship\r\n\r\nof the Malay Settlement Board. I never appointed him\r\n\r\nto be the Chairman of the Board -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That, of course, is not a point of order at all. Inche Yaacob.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Mr Speaker, I am so shocked that I have temporarily forgotten what I have said just now. But Mr Speaker, Sir, I am a hot-blooded revolutionary. It is true that I have been\r\n\r\nappointed the Chairman of the Malay Settlements  for\r\n\r\nthe  island of Singapore. Unfortunately, I have  not\r\n\r\nbrought  the particular Gazette that is relevant  to\r\n\r\nthis  matter.  If  I had known he would  raise  this\r\n\r\npoint, then I would have had this Gazette ready.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The land, which is about 41 acres in area, had been\r\n\r\ngazetted  by  the  previous Government  as  a  Malay\r\n\r\nSettlement.   But   the  Gazette  Notification   was\r\n\r\ncancelled  by the Minister for National Development,\r\n\r\nthe   present  Member  for  Hong  Lim,  without  the\r\n\r\nknowledge  of the Chairman of the Malay  Settlement,\r\n\r\nwho has been duly gazetted. Mr Speaker, Sir -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think it now behoves the Chair to be\r\n\r\nmore   strict  on  irrelevancies.  I  have   already\r\n\r\nindicated  that  all  these details  relate  to  the\r\n\r\npersonal  conduct  of  a Member  of  this  Assembly.\r\n\r\nTherefore, the only way these details can be  raised\r\n\r\nand  debated is by way of a substantive  motion.  If\r\n\r\nthe  hon. Member feels strongly about the point,  he\r\n\r\nmust give notice of a substantive motion. Then every\r\n\r\ndetail  which it is thought necessary to be  brought\r\n\r\nforward  can  be brought forward. At the  moment,  I\r\n\r\nmust  remind  all  hon.  Members  that  we  are  on\r\n\r\nStanding Order 13, which says specifically that the\r\n\r\ndebate  on  the  Yang  di-Pertuan  Negara's  speech,\r\n\r\n\"shall be confined \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 276</b></font><br><br>\r\n\r\n\r\n\r\nto the policy of the Government as outlined in\r\n\r\nthe  speech  and  on amendments (if  any)  moved  by\r\n\r\nMembers...\". So that in future, I think I must  insist\r\n\r\nthat  the  broad  aspects of  that  policy  must  be\r\n\r\ndebated.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Mr Speaker, I shall try\r\n\r\nto  control  myself  so as to  follow  the  Standing\r\n\r\nOrder.  But  in  my opinion, this matter  does  have\r\n\r\nrelevancy  to  the policy speech  of  the  Yang  di-Pertuan  Negara  as  affecting the  welfare  of  the\r\n\r\nMalays, in an effort to build an independent  nation\r\n\r\nby merging with the Federation of Malaya. I am not a\r\n\r\ncommunalist,  but in order to make  the  Member  for\r\n\r\nHong  Lim realise that if he really wants a  fighter\r\n\r\nwho  wishes to bring about merger between  Singapore\r\n\r\nand  the Federation of Malaya, then I would like  to\r\n\r\nremind   him  that  in  the  Constitution   of   the\r\n\r\nFederation  of  Malaya, there occur  over  and  over\r\n\r\nagain  matters concerning the special rights of  the\r\n\r\nMalays.  However that may be, Mr Speaker, Sir,  the\r\n\r\nP.A.P. has regazetted the area I have mentioned just\r\n\r\nnow  and  work will be carried out in the future.  I\r\n\r\nmention  this  point not so much  to  bring  up  the\r\n\r\nquestion of communalism as to point out that this is\r\n\r\nthe  way  how  a  person, who  considers  himself  a\r\n\r\nrevolutionary wishing to have discussions  with  the\r\n\r\nFederation  of  Malaya,  conducts  himself.  He  has\r\n\r\nstated  that  if  we  can make  the  Malays  in  the\r\n\r\nFederation  have confidence in us, then  perhaps  it\r\n\r\nwould  be  possible to bring about a merger  between\r\n\r\nSingapore and the Federation of Malaya. Mr Speaker,\r\n\r\nI  am surprised that the Member for Hong Lim accuses\r\n\r\nthe  present Government and his ex-Party  of  being\r\n\r\nled  by  two  people,  the Prime  Minister  and  the\r\n\r\nMinister  for  Finance. Mr Speaker, Sir,  it  would\r\n\r\nappear  that all this while the Member for Hong  Lim\r\n\r\nhad not realised this point. It is only since he has\r\n\r\nbeen  expelled that he realises it. But  we  do  not\r\n\r\nwish  to  be  accused that we are followers  of  the\r\n\r\nPrime Minister and that we are pro-colonial. For  my\r\n\r\nown  self,  I  have struggled for 14  years  against\r\n\r\ncolonialism. At that time, perhaps the  Member  for\r\n\r\nHong Lim\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 277</b></font><br><br>\r\n\r\n\r\n\r\nwas  studying in Australia. I am not here to  relish\r\n\r\nthe  fact  that I am a revolutionary, Mr  Speaker,\r\n\r\nSir,  but  I want to deny the fact that I  am  pro-colonial.  The  P.A.P., as a party  that  holds  and\r\n\r\nsubscribes    to   the   principle   of   collective\r\n\r\nleadership, will not accept what has been stated  by\r\n\r\nthe  Member  for Hong Lim. The steps taken  by  this\r\n\r\nGovernment  in  this House have the backing  of  all\r\n\r\nmembers  of  the  Party.  We  are  all  collectively\r\n\r\nresponsible for what has been uttered in the  policy\r\n\r\nspeech  in this House. Therefore, if only two people\r\n\r\nin  the  Party are accused while the others are  let\r\n\r\noff,  then  I feel that the seed of disunity  should\r\n\r\nnot  be sown in this House, so long as there are  40\r\n\r\npeople  solidly behind the Government. We are  solid\r\n\r\nand  united  in  our stand. The statement  that  was\r\n\r\nissued  by  the Party, and bearing the 40 signatures\r\n\r\nof  the  Members, was not signed at the point  of  a\r\n\r\ngun, as alleged. We are not revolutionary members of\r\n\r\nthe  Party  who only confine ourselves to  the  four\r\n\r\nwalls  of  the office without going out to meet  the\r\n\r\npeople.  Nor do we call upon photographers  to  come\r\n\r\nalong and -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think the hon. Member must have\r\n\r\nregard  to  the authority of the Chair and  not  now\r\n\r\nstart  going  back to details which,  in  fact,  are\r\n\r\ncompletely irrelevant.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Mr Speaker, Sir, some\r\n\r\ncolleagues of mine have said that I, as a Member  of\r\n\r\nthe  Government, will not run away like a  rat  when\r\n\r\nthe House is on fire.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully support the Prime Minister's motion\r\n\r\nexpressing our thanks to the Yang di-Pertuan  Negara\r\n\r\nfor  his  speech. But before concluding  my  speech,\r\n\r\nhowever,  I would like to speak on Malayan  culture,\r\n\r\nwith  Malay culture as its basis, in Singapore. This\r\n\r\npolicy   has   been  implemented   by   the   P.A.P.\r\n\r\nGovernment.  I  would  like  to  quote  one  of  the\r\n\r\nresolutions arrived at by the Permanent  Council  of\r\n\r\nMalay Language and Literature at a meeting which was\r\n\r\nheld  in  Malacca.  Any  element  in  Malay  culture\r\n\r\nappropriate to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 278</b></font><br><br>\r\n\r\n\r\n\r\nthe  times  should  be nurtured and  developed.  The\r\n\r\nP.A.P.  Government has nurtured and developed  Malay\r\n\r\nculture  to  the extent that concerts were  held  by\r\n\r\nChinese  students  in Jurong at which  Malay  dances\r\n\r\nwere  performed. This concept has gained  ground  in\r\n\r\nour society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another resolution was that any foreign element\r\n\r\nwhich does not conflict with Malay culture should be\r\n\r\nstudied  with  the  object of  evolving  a  national\r\n\r\nculture.  This  means that the Malays have  accepted\r\n\r\ncertain elements in the culture of other races. This\r\n\r\nwas one of the resolutions of the Congress, and not\r\n\r\nthe  decision of the Parliamentary Secretary to  the\r\n\r\nMinister for National Development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Governments of the Federation of Malaya, North\r\n\r\nBorneo   and   Sarawak  should  establish   cultural\r\n\r\ndepartments   in  cooperation  with  other   similar\r\n\r\nbodies.  In  Singapore, we do not  have  a  cultural\r\n\r\ndepartment but a Ministry of Culture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is no necessity for me to\r\n\r\ndwell at length on this subject, except to say  that\r\n\r\nthe  Member  for Kampong Kembangan has  not  made  a\r\n\r\ncareful study of Malay culture. There is no need for\r\n\r\nme  to  say ten times a day that I love this and  I\r\n\r\nlove that.\r\n\r\n\r\n\r\n<br><br>7.05 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee (Tanglin):</b> Mr Speaker, Sir, I\r\n\r\nhave been accused by the Hon, the Prime Minister  of\r\n\r\nbeing afflicted with political myopia just because I\r\n\r\ndared  again to raise the issue of the cuts in  the\r\n\r\nvariable allowances of Government servants. Perhaps,\r\n\r\nSir,  the Prime Minister is not aware that, if there\r\n\r\nis  any political myopia among members of the public\r\n\r\nin  Singapore,  in  Great  Britain  and  other  free\r\n\r\ncountries  of  the  world concerning  the  state  of\r\n\r\naffairs  in  Singapore, he and his Government  alone\r\n\r\nare responsible for that political myopia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there was nothing in the speech of the Yang di-Pertuan Negara to show that the survival of the\r\n\r\nState  of  Singapore  was at stake.  The  propaganda\r\n\r\nmachine of the Government has been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 279</b></font><br><br>\r\n\r\n\r\n\r\nsaying  for  the last 14 months that  everything  in\r\n\r\nSingapore was fine and wonderful.\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Labour and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Law (Mr K. M. Byrne):</b>\r\n\r\nWhich it is.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Everything was under control.\r\n\r\nSir,  the  second paragraph of column 5  of  Hansard\r\n\r\ndated  20th  July,  1960 (Yang  di-Pertuan  Negara's\r\n\r\nspeech) reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The correctness of the policy laid down in the Five-Year Plan has been shown by the fact that under the\r\n\r\nnew   Government,  Singapore  has  enjoyed   greater\r\n\r\npolitical  and economic stability than it has  known\r\n\r\nduring the last 15 years...'.\r\n\r\n\r\n\r\n<br><br>Sir, in the face of that statement, if we Members of\r\n\r\nthe  Opposition were to challenge it by means of  an\r\n\r\namendment  to the Address of Thanks, we  would  very\r\n\r\nlikely  be  accused of being irresponsible.  But  on\r\n\r\nWednesday in this House the Prime Minister  threw  a\r\n\r\nbombshell,  and the next day, on the front  page  of\r\n\r\nthe  Straits Times there appeared in big  headlines,\r\n\r\n\"Assembly  warned:  They scattered  and  went  under\r\n\r\ncover - today  they  are reorganising  and  regrouping\r\n\r\nagain - 'RED  FORCES  GATHERING' - They've   built   up\r\n\r\nforces  since  the election\". Sir, how  were  we  to\r\n\r\nknow,  having only heard the speech of the Yang  di-Pertuan Negara, that things in Singapore had changed\r\n\r\nall  of  a sudden from one of economic and political\r\n\r\nstability  to  one  of  political  instability - to  a\r\n\r\nsituation  of  crisis?  Therefore,  Members  of  the\r\n\r\nOpposition   cannot  be  accused  of   having   been\r\n\r\nafflicted  with  political myopia  in  view  of  the\r\n\r\npropaganda appearing day in and day out in the Press\r\n\r\nand  over the Radio that everything in Singapore  is\r\n\r\nfine and wonderful.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister has really brought up a\r\n\r\ndomestic  party issue - an internal party struggle - and\r\n\r\nmade it into a national issue, telling the people of\r\n\r\nSingapore  that  unless they  support  him  and  the\r\n\r\nruling clique, Singapore will go down together  with\r\n\r\nthem. Sir, the issue does not seem to be so easy  as\r\n\r\nthat.  If  it  were,  Sir - if  we  put  the  national\r\n\r\ninterest  before  Party  interest - and  if  it  is  a\r\n\r\nquestion of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 280</b></font><br><br>\r\n\r\n\r\n\r\nsurvival of the State, we would be only too happy to\r\n\r\nsupport  them, but we do not believe that the  issue\r\n\r\nis so simple and so clear as that. And when we study\r\n\r\nthe  Prime Minister's speech carefully, Sir, we find\r\n\r\nthat  the issue becomes more confusing. I would like\r\n\r\nto  read,  Sir,  a paragraph which appeared  in  the\r\n\r\nStraits Times of Thursday, 4th August:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The policy of the Communist Party is to unite with\r\n\r\nall  progressive  forces - of  which  the  P.A.P. is\r\n\r\nacknowledged as one - to struggle against  the  forces\r\n\r\nof  reaction,  namely colonialism,  imperialism  and\r\n\r\nfeudalism.'\r\n\r\n\r\n\r\n<br><br>Sir,  the  Prime Minister correctly infers that  the\r\n\r\nP.A.P. is one with whom the Communist Party would be\r\n\r\nglad  to unite. This confirms what was said  in  the\r\n\r\nWhite  Paper  of  1957, that the Party  was  heavily\r\n\r\ninfiltrated by Communists and, Sir, in the  presence\r\n\r\nof  one  of our Members and Government Members,  the\r\n\r\nPolice  have  indicated that Communists  are  to  be\r\n\r\nfound  in the People's Action Party. The Member  for\r\n\r\nHong  Lim,  having  more internal knowledge  of  the\r\n\r\nP.A.P., has said that there are three groups in  the\r\n\r\nP.A.P.:  there  are the Right-wingers,  the  genuine\r\n\r\nSocialists and the Communists. Sir, in view of  that\r\n\r\nstatement, how can the public be now asked to depend\r\n\r\nupon  the People's Action Party to save them in this\r\n\r\ncrisis?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another paragraph in Straits Times reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'But, as I see it, the danger is not that the PAP.\r\n\r\nwill  deviate  from its declared  policy, but  that\r\n\r\nthese  Left-wing adventurers, unable  to  manipulate\r\n\r\nthe  P.A.P. to abandon its non-Communist principles,\r\n\r\nwill begin a fight with a Government which, by their\r\n\r\nown admission, is progressive.'\r\n\r\n\r\n\r\n<br><br>Sir,  it  is  really  an admission  that  there  are\r\n\r\ncertain backseat drivers who have greatly influenced\r\n\r\nthem  before, and to whom they are willing to listen\r\n\r\nup to a point.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> What point?\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> That point, Sir, will be\r\n\r\nmentioned later by the Prime Minister himself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many of the people of Singapore before the\r\n\r\nelections  feared  that the Prime Minister  and  his\r\n\r\nParty were trying to capture power by riding on a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 281</b></font><br><br>\r\n\r\n\r\n\r\ntiger,  and they feared that one of these  days  the\r\n\r\ntiger  would show its claws and its fangs.  Sir,  we\r\n\r\nprefer -\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Cats!\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> - a situation where the\r\n\r\nGovernment  of Singapore is not in the  hands  of  a\r\n\r\nParty that depends on a tiger for its strength.\r\n\r\n\r\n\r\n<br><br>In another paragraph, Sir, it is stated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'\"What is worse than the worst that can happen in\r\n\r\nthe  immediate  future? It is  that  the  Government\r\n\r\nfinds itself out-manoeuvred and out-propagandaed  by\r\n\r\nthese  Left-wing adventurers, that the  P.A.P. will\r\n\r\nhave to take the count in this fight ...\"'.\r\n\r\n\r\n\r\n<br><br>This  is the sentence which has perplexed a  number\r\n\r\nof people -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`\"...and the Communists will be counted out for many\r\n\r\nyears...\"'.\r\n\r\n\r\n\r\n<br><br>It  implies, Sir, that the P.A.P. Government or the\r\n\r\nCommunists  will be knocked out. If the P.A.P. does\r\n\r\nnot  fall, the Communists will be protected. On  the\r\n\r\nface  of it, Sir, that is the meaning. Then it  goes\r\n\r\non:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'\"We are not unaware that with the C.P. on one\r\n\r\nside'  of us and the' colonialists on the other - each\r\n\r\nside will want to pull us to its side.\"'\r\n\r\n\r\n\r\n<br><br>A wonderful bargaining position, Sir!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'\"We are also aware that failing this, each of\r\n\r\nthese two contending forces is quite prepared to use\r\n\r\nus  as  buffers in their machinations  against  each\r\n\r\nother.\"'\r\n\r\n\r\n\r\n<br><br>A  little  lower  down the column, Sir,  appear  the\r\n\r\nfollowing words:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'\"But it is the business of the Government to\r\n\r\nensure that if a collision has to take place between\r\n\r\nthese  Left-wing  adventurers  and  the  colonialist\r\n\r\nimperialists the P.A.P. should let them break  their\r\n\r\nheads on each other.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For we are confident that whatever the temporary\r\n\r\nmaneuverings  and ups and downs, we as non-Communist\r\n\r\nparty socialists have a historic role to play in the\r\n\r\npolitical   struggle  of  Malaya  in  this   crucial\r\n\r\nstage.\"'\r\n\r\n\r\n\r\n<br><br>Sir,  those are words uttered by the Prime  Minister\r\n\r\nhimself  and  they are worth careful study.  If  the\r\n\r\nCommunist  Party  fights the British,  the  People's\r\n\r\nAction Party will duck, and say nothing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Hong Lim has been accused of\r\n\r\nbeing an opportunist. This looks like opportunism on\r\n\r\na very high level, so high that many people\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 282</b></font><br><br>\r\n\r\n\r\n\r\ncannot understand it, so flexible that it does  not\r\n\r\nappear to be straight.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Resilient.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> No wonder the Tunku in the\r\n\r\nFederation  is  himself confused  and  unhappy  over\r\n\r\nSingapore under the People's Action Party.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Who told you that?\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> But the Prime Minister has said\r\n\r\nthat the Federation's policy is anti-Communist - \r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Therefore?\r\n\r\n \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> - whereas he has to adopt the\r\n\r\npolicy of being just non-Communist. So what chance\r\n\r\nis there of Singapore ever having a merger with the\r\n\r\nFederation, if that is the policy of the present\r\n\r\nGovernment?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, everything was fine and wonderful until the\r\n\r\ntiger  under  them began to be restive and  to  look\r\n\r\nround. And in their own words, Sir, we may say  that\r\n\r\nthe  tiger was tempted by what the Member for  Hong\r\n\r\nLim had to offer. And lo! all of a sudden everything\r\n\r\nin  Singapore  now is in a dangerous state.  Anybody\r\n\r\nwho  brings  up the question `of the pay  issue  is\r\n\r\ntold,  \"You  have got political myopia!\"  The  great\r\n\r\ndanger  is that the Left-wing adventurers are  being\r\n\r\ntempted to go towards the Member for Hung Lim. That,\r\n\r\nSir, is the P.A.P. version.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is well to ask at this time three questions in\r\n\r\norder  that  we  may  be able  to  see  things  more\r\n\r\nclearly. First, is the People's Action Party a truly\r\n\r\nfree,  reliable, democratic, socialist Party, or  is\r\n\r\nit  not?  At this juncture, Sir, until we  see  more\r\n\r\npurging,  it  is still a Party that is riddled  with\r\n\r\nCommunists. It is like a beam, or a pillar,  painted\r\n\r\noutside but in such a state that it cannot guarantee\r\n\r\nthe stability, security and prosperity of Singapore.\r\n\r\nWhat  has happened? The words that have been uttered\r\n\r\nbear out what I have said.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second question, Sir, is this: are the people\r\n\r\nof Singapore being really limited to a narrow choice\r\n\r\nof  just two - either, support the extreme Left  Party\r\n\r\nor\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 283</b></font><br><br>\r\n\r\n\r\n\r\nsection of the P.A.P., or the near-extreme Left\r\n\r\nfaction of the P.A.P.?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Or the S.P.A.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, I am sure the people are\r\n\r\nwiser  than  that. They know that the choice  before\r\n\r\nthem is not limited to two. They are not going to be\r\n\r\ngiven the choice of the devil and the deep sea. That\r\n\r\nis    really    what   is   being    presented    to\r\n\r\nthem - sugarcoated - so  that  they  will  suffer   from\r\n\r\nanother  kind of political myopia. Sir, we are  free\r\n\r\nmen. We have tasted a degree of freedom, and we want\r\n\r\nmore  freedom. Today, I say quite plainly, Sir, that\r\n\r\nwe  have  got  less freedom than we  had  under  the\r\n\r\nBritish  colonial power. We want Merdeka,  and  more\r\n\r\nfreedom; not less freedom.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, maybe people do not behave frankly in front of\r\n\r\nthe Government. If there is any social function, and\r\n\r\nif  members of the Government are there, before  the\r\n\r\npeople dare to criticise the Government, they  look\r\n\r\naround.  Then,  again and again,  people  have  been\r\n\r\nnudged,  \"Ssh, don't say that.\" They  only  dare  to\r\n\r\nspeak  freely when they know there are  no  `hostile\r\n\r\nears around. Sir, this is a bad state of affairs. In\r\n\r\na  truly democratic and free country, people  should\r\n\r\nbe allowed to express their opinions. They should be\r\n\r\nallowed  to disagree without any fear of any hostile\r\n\r\nreaction or repercussion. We are sorry to say,  Sir,\r\n\r\nthat even in schools, some boys have dared to say to\r\n\r\ntheir teachers, \"I will report you to the Ministry.\"\r\n\r\n[Laughter] Sir, you will notice that the Government\r\n\r\nside  has  adopted  an  attitude  of  arrogance  and\r\n\r\nridicule,  thinking thereby they could belittle  the\r\n\r\nissues. These are important fundamental issues in  a\r\n\r\nfree  democratic country. It is an open secret  that\r\n\r\nthe most active section in the Education Ministry is\r\n\r\nthe  Complaints Section. We know that there must  be\r\n\r\ncomplaints;  complaints  must  be  listened  to  and\r\n\r\ninvestigated.  But  when a boy thinks  that  he  can\r\n\r\nintimidate his teacher `by saying he will report  to\r\n\r\nthe Ministry, then discipline is in danger.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Disappears.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 284</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, there is another question.\r\n\r\nIn   view   of  the  Federation's  attitude  towards\r\n\r\nCommunism and non-Communism, can the People's Action\r\n\r\nParty  Government ever be successful in drawing  the\r\n\r\nFederation and Singapore together? Or even  bringing\r\n\r\nthe  Federation  and  Singapore into  such  friendly\r\n\r\nrelationship that we know that their prosperity will\r\n\r\nalso be our prosperity? We are afraid, Sir, that the\r\n\r\ngulf  in  the last 12 months has become wider.  This\r\n\r\nbombshell  that  was thrown into this  Chamber  last\r\n\r\nWednesday is not going to make the gulf narrower.  I\r\n\r\nwould  say that the Malays are even more frightened.\r\n\r\nSir,  that is what has been accomplished politically\r\n\r\nin the last 14 months.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, we ask the question: which statement is the\r\n\r\ncorrect  one? The policy statement of His Excellency\r\n\r\nthe   Yang  di-Pertuan  Negara  that  there  is  now\r\n\r\npolitical  and economic stability to  a  degree  not\r\n\r\nfound  in the last 15 years, or the statement  made\r\n\r\nhere  that there is great danger because \"Red Forces\r\n\r\nare Gathering\"? I believe, Sir, these were the words\r\n\r\nof the Hon, the Prime Minister, \"they have scattered\r\n\r\nand  went undercover before the last elections  when\r\n\r\nthe  Lim Yew Hock Government was in power.\" How  is\r\n\r\nit that in the last 14 months they have been allowed\r\n\r\nto build up their forces to the point where they now\r\n\r\nbecome  a real threat to the Government and a danger\r\n\r\nto  the  stability of Singapore? Sir, it is for  the\r\n\r\nGovernment side to answer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, comparing the speeches of the Yang di-Pertuan\r\n\r\nNegara  this year and last year, I notice  that  the\r\n\r\nspeech  delivered last year was characterised  by  a\r\n\r\nspirit   of   super-confidence,  great   pride   and\r\n\r\nexpectation  and  a certain degree  of  supercilious\r\n\r\narrogance  and intolerance. Experience  is  a  great\r\n\r\nteacher, and after 14 months' experiment in the art\r\n\r\nof  government,  they have changed  their  tone  and\r\n\r\ntheir  tune. This time, the Yang di-Pertuan Negara's\r\n\r\nspeech  emphasises at the very start the limitations\r\n\r\nunder which the present Government has to work.  The\r\n\r\ndifficulties are quite well known. They claimed that\r\n\r\nthey did\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 285</b></font><br><br>\r\n\r\n\r\n\r\nnot   want   to  be  in  power  under   the   Rendel\r\n\r\nConstitution,  because their  hands  would  be  tied\r\n\r\nbehind their backs and because power would be in the\r\n\r\nhands   of   the  colonial  officials-the  Permanent\r\n\r\nSecretary,   the  Chief  Secretary,  the   Attorney-General, the Governor. And therefore they wanted  to\r\n\r\nattain  power under the present constitution.  Under\r\n\r\nthe   present  Constitution,  Sir,  they  have  full\r\n\r\ncontrol  of internal affairs and finance. Therefore,\r\n\r\nlogically,  in the last 14 months, they should  have\r\n\r\nbeen  able  to  give Singapore greater security  and\r\n\r\ngreater prosperity. But the visible results achieved\r\n\r\nso  far have been most disappointing. Sir, they  may\r\n\r\ndeny  it,  and their denial will be printed  in  the\r\n\r\nPress,  and circulated all over the world,  but  the\r\n\r\nnumber  of  people in Singapore who voted for  them\r\n\r\nand who have been disappointed is increasing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we in Singapore realise that there are\r\n\r\nhandicaps and limitations. But what we are sad about\r\n\r\nis  the approach taken by the People's Action  Party\r\n\r\nin power. We believe it is not calculated to produce\r\n\r\nprosperity, security and unity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, they condemn communal hatred and racial\r\n\r\nhatred.  That is very good. But they do not  condemn\r\n\r\nclass hatred. They believe in class hatred. And that\r\n\r\nis  the  sad part, because Singapore is so situated,\r\n\r\nwith limited resources, that unless and until we all\r\n\r\ncan  pull  together  and work together  without  any\r\n\r\nhatred  of  one another, we will never  be  able  to\r\n\r\nbuild together a new nation and a prosperous nation.\r\n\r\nWe  will  never  be able to produce  in  this  small\r\n\r\nisland  a  nation and a country that can survive  in\r\n\r\nspite of all hindrances and difficulties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to read again from what they like\r\n\r\nto call their Bible. In page 16, paragraph 6 of \"The\r\n\r\nTasks Ahead\", their Five-Year Plan, Part I, are  the\r\n\r\nfollowing words:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'One defence against communalism is to stress that\r\n\r\nif  people want to improve their economic  lot  they\r\n\r\nmust  do  so by combining on a class and not  racial\r\n\r\nbasis.'\r\n\r\n\r\n\r\n<br><br>Sir,  I am afraid that is too sectional a foundation\r\n\r\nor  a  base  on, which to build a new, cohesive  and\r\n\r\nunited nation in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 286</b></font><br><br>\r\n\r\n\r\n\r\nMalaya. On that policy, Sir, the gulf between us and\r\n\r\nthe Federation will grow ever wider and wider, with,\r\n\r\nwe  all  know, possibly disastrous consequences.  We\r\n\r\nhave   to   survive.  The  population   is   rapidly\r\n\r\nincreasing.  We  must win back  the  friendship  and\r\n\r\nconfidence  of  the  Federation,  North  Borneo  and\r\n\r\nSarawak.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today, Sir, because of our flexible policy, so\r\n\r\nflexible  that  it  becomes confusing,  people  from\r\n\r\nSingapore are not trusted. That is most unfortunate,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On capital investment, the \"P.A.P.'s Five-Year\r\n\r\nPlan\", on page 25, paragraph 3 has these words:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The P.A.P. profoundly disagrees that the survival\r\n\r\nof  Singapore depends on foreign capital and foreign\r\n\r\ncapitalists.'\r\n\r\n\r\n\r\n<br><br>And  yet,  Sir, today, we do not find the Hon. the\r\n\r\nMinister  for Finance here, because he has  gone  to\r\n\r\nthe  U  K. and to America, cap in hand, to  ask  for\r\n\r\nforeign  capital. Sir, Singapore,  we  know,  cannot\r\n\r\nstand  alone.  Our  economy is such  that  we  must\r\n\r\ndepend  on the friendship and co-operation of  those\r\n\r\noutside  Singapore, of the Federation, our immediate\r\n\r\nneighbour, and even of those far away. Sir,  we  are\r\n\r\nnot  saying that the Finance Minister is  doing  the\r\n\r\nwrong  thing. He is doing the right thing. But  that\r\n\r\nseems, to be contrary to the Five-Year Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we agree in what they said in page 19,\r\n\r\nparagraph 3 of their \"Tasks. Ahead\", Part  I,  under\r\n\r\nthe title \"Our Economic Policy\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The main economic problem that faces Singapore\r\n\r\ntoday  is  to provide increasing, opportunities  for\r\n\r\nemployment.'\r\n\r\n\r\n\r\n<br><br>And a few lines below:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`If a large number of young people looking, for\r\n\r\nwork  do  not get work and remain unemployed,  there\r\n\r\ncan be no peace and stability in this country. Acute\r\n\r\nsocial  tensions would be generated.  The  political\r\n\r\nsituation will become explosive.'\r\n\r\n\r\n\r\n<br><br>We  wholeheartedly agree, Sir, that that is  a  very\r\n\r\nimportant problem which must be solved. But here  we\r\n\r\ndiffer with them in the approach to the solution  of\r\n\r\nthis  problem.  We say that they cannot  solve  this\r\n\r\nproblem of unemployment if class hatred is still the\r\n\r\nbasis  of their political philosophy. Why not  go  a\r\n\r\nbit  further?  Why stop only with communal  goodwill\r\n\r\nand racial goodwill? Why not go\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 287</b></font><br><br>\r\n\r\n\r\n\r\nfurther,  and  have  genuine goodwill  above  class?\r\n\r\nSimply regard ourselves, whether we are employers or\r\n\r\nemployees,  on  the labour side or  on  the  capital\r\n\r\nside,  as human beings. On that basis only  can  our\r\n\r\neconomy stand and prosper.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is being discussed freely among the\r\n\r\nunemployed. They say that any unemployed person  who\r\n\r\nwants to get employment must join the P.A.P.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Is that so!\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, I hope the Minister for\r\n\r\nLabour  and  Law  will deny that. I have  been  told\r\n\r\nreliably  that the leaders of the Work  Brigade  are\r\n\r\nall  P.A.P. members.  Sir,  that  is  being  freely\r\n\r\ndiscussed.  If  that  is not  true,  the  Government\r\n\r\nshould  deny  it, or invite somebody  to  scrutinise\r\n\r\ntheir   background.  But  that  has  been  discussed\r\n\r\nfreely.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The People's Action Party prides itself on being a\r\n\r\nParty  based on principles, not on opportunism.  How\r\n\r\nis  it,  Sir,  that  after condemning  the  English-educated, now they have been praised; now they  have\r\n\r\nbeen  told  that  their  products  are  more  nearly\r\n\r\nMalayan than others. Well, I am glad that the  Party\r\n\r\nhas  changed  to  the point where it can  appreciate\r\n\r\nthese  things. Of course, some people say that  they\r\n\r\nare  opportunists. But let us be  generous  and  say\r\n\r\nthat  they have learned to appreciate what they  did\r\n\r\nnot appreciate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is the same with the civil servants. They are\r\n\r\nsupposed  to  have  been spoilt under  the  previous\r\n\r\nGovernment; but now we hear praises that  the  civil\r\n\r\nservants  are most loyal and capable. I  agree  with\r\n\r\nthem.  Without  these trained civil servants,  self-government  in  Singapore  very  likely  would  have\r\n\r\nfailed.  They provide the smooth machinery, so  that\r\n\r\nregardless of whichever Party is in power,  if  they\r\n\r\nare  left  alone  without any  fear  and  any  undue\r\n\r\npolitical  interference, we know that they  will  do\r\n\r\ntheir job loyally and efficiently.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is one important point which I feel\r\n\r\nthat  the Government has overlooked. To the  Malays,\r\n\r\nreligion  is most important. The Member for  Kampong\r\n\r\nKembangan  has  mentioned it again. And  the  Tunku,\r\n\r\nwhen he delivered \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 288</b></font><br><br>\r\n\r\n\r\n\r\nhis message regarding the end of the\r\n\r\nEmergency, was not ashamed to acknowledge his debt\r\n\r\nto Providence. He said here, Sir, as reported in the\r\n\r\nSunday Times of 31st July, 1960:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`I had declared my belief in the Legislative\r\n\r\nCouncil three months before I went to Baling. I\r\n\r\nthank God that my prayers and your prayers have been\r\n\r\nanswered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, on our Victory Day, second only in\r\n\r\nimportance to the Day of Merdeka, we celebrate with\r\n\r\njoy and thankfulness to Almighty God, the benevolent\r\n\r\nand the merciful, for our success.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Praise be to God and to those who gave their\r\n\r\nsupport in faith and confidence, conscious of their\r\n\r\nduty to bring an end to the Emergency.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we were disappointed when we read in \"The\r\n\r\nTasks Ahead\" Part I, on page 12, paragraph 4:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We, of the P.A.P. are not fatalists. As socialists\r\n\r\nwe believe that the people, and not the stars, order\r\n\r\nhuman affairs.'\r\n\r\n\r\n\r\n<br><br>Sir, that has given the impression that the\r\n\r\nGovernment does not believe that there is any value\r\n\r\nin religion, and that it believes only in human\r\n\r\nintelligence and human ability, unaided by a\r\n\r\nsuperior wisdom.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we hope events have happened to make them\r\n\r\nwiser,  because  on  National  Day  everything   was\r\n\r\nplanned   well,   humanly  speaking.   The   weather\r\n\r\nforecasts were that it was going to be fine  weather\r\n\r\nand yet it rained and rained and rained, longer than\r\n\r\nthe P.A.P. wise men had expected and planned for.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> You did not fix it, did you? You\r\n\r\nprayed for the rain!\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, I hope they have learned a\r\n\r\nlesson. I would like to quote, Sir, the immortal\r\n\r\nwords of Shakespeare. I say immortal because the\r\n\r\nmembers of the' People's Action Party and I will go,\r\n\r\nbut these words will still be remembered and quoted:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`There are more things in heaven and earth, Horatio\r\n\r\nthan are dreamt of in your philosophy.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Where does it come from?\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Hamlet.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 289</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> What Act, what Scene?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, the Member for Mountbatten\r\n\r\nhas challenged the statement that there is political\r\n\r\nand  economic  stability today.  But  I  think  that\r\n\r\nchallenge  need  not be answered because  the  Prime\r\n\r\nMinister himself has answered it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under the heading \"Finance\" in col. 6 of the\r\n\r\nHansard,  volume 13, No. 1 of 20th  July,  1960,  it\r\n\r\nreads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The atmosphere of uncertainty and hesitation in\r\n\r\nthe  field of private investment was replaced  by  a\r\n\r\nclimate  of  confidence.  Proof  of  this  was   the\r\n\r\nsubstantial volume of private investment now seeking\r\n\r\npermission to operate in Singapore. Applications for\r\n\r\nexemption  under  the  Pioneer Industries  Ordinance\r\n\r\nalone give a total paid-up capital of more than $101\r\n\r\nmillion from 13 major concerns.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are glad that there is this climate of\r\n\r\nconfidence  as  claimed by the Government.  We  hope\r\n\r\nthat  the climate of confidence will keep on getting\r\n\r\nbetter  until  the  flow  of  capital  towards   the\r\n\r\nFederation  is  turned. But at  the  moment  anybody\r\n\r\ngoing to Petaling Jaya will be so impressed that  he\r\n\r\ncomes  back to Singapore with the thought that  part\r\n\r\nof  Singapore's  major  industries  have  gone  over\r\n\r\nthere. A Federation businessman was telling me  that\r\n\r\na  Japanese organisation, which had planned to build\r\n\r\na   steel   mill   here,  had,  after  investigating\r\n\r\nconditions in the, Federation, changed its  mind.  I\r\n\r\nhope, Sir, that the matter will be looked into.  Why\r\n\r\nhas this organisation changed its mind? Just to show\r\n\r\nthat  the  climate of confidence is not as yet  good\r\n\r\nenough,  here  is what one investor said,  \"We  know\r\n\r\nthat  Singapore has got better facilities,  but  how\r\n\r\ncan  we  guarantee  that the labour  situation  will\r\n\r\ncontinue to be stable? So it is better that we  stay\r\n\r\nin  the Federation where people do not stir up class\r\n\r\nhatred  and  say that the workers must  control  the\r\n\r\nemployers or vice-versa.\" Sir, in the past no doubt\r\n\r\nmany  employers exploited the labour situation,  but\r\n\r\nthings  have  changed. So why  should  the  pendulum\r\n\r\nswing from one extreme to the other?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 290</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government claims that its-policies and\r\n\r\nactions are consistent and predictable. I am afraid,\r\n\r\nSir, things have happened to show that they are not\r\n\r\nso  predictable as the Government seems to think. Or\r\n\r\nthey  are predictable to the point where the  people\r\n\r\ncannot  predict. To give you one example, Sir.  When\r\n\r\nstudents, went  abroad on Government  bursaries  or\r\n\r\nwere awarded scholarships, there was no bond stating\r\n\r\nthat  they should come back and serve Government  or\r\n\r\nsome quasi-Government organisation for  five  years.\r\n\r\nWell,  lo  and  behold, while  they  were  still  in\r\n\r\nforeign countries, they were told they must now sign\r\n\r\nnew   bonds.  Unless  they  signed  the  bonds   the\r\n\r\nbursaries would be discontinued. The same thing  has\r\n\r\nhappened  to those bursary holders who  are  in  our\r\n\r\nlocal  University and who have been given  bursaries\r\n\r\nwithout  any strings attached. They were  told  that\r\n\r\nthey must sign bonds. Sir, when they left their  old\r\n\r\nstatus  to  go  to  the  universities  on  bursaries\r\n\r\nwithout  any strings attached, surely they  did  not\r\n\r\npredict  that  halfway through  their  studies  they\r\n\r\nwould  be  made to sign bonds. If a man  sails  from\r\n\r\nSingapore  for  London,  he  does  not  expect  that\r\n\r\nhalfway, some-where at the port of Aden, he will  be\r\n\r\ntold   of  new  conditions  which  he  must  accept.\r\n\r\notherwise he will be left in the lurch in  Aden.  He\r\n\r\nnever  predicted  that. Sir, I hope  the  Government\r\n\r\nwill  think  about it and ensure that what  they  do\r\n\r\nreally is a continuation of what was, undertaken  by\r\n\r\nthe   previous   Government  that  was  predictable.\r\n\r\nunless,   of   course  there  had   been   something\r\n\r\ndisgraceful  or  underhand  that  had  happened   in\r\n\r\nconnection with the contract.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To give you another instance, Sir. When teachers\r\n\r\nfrom   aided   schools   were   given   departmental\r\n\r\nscholarships  to  the  University  of  Malaya,  they\r\n\r\nsigned  bonds,  and  the  bonds  stated  that  after\r\n\r\ngraduation  they  could serve in any  government  or\r\n\r\naided  school. Sir, at the beginning of  this  year,\r\n\r\nthey  were  all told that they could  not  make  any\r\n\r\nchoice.  They  must  all go to  Government  schools.\r\n\r\nThat, Sir, was not predictable.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 291</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And yet the policy as declared says that this\r\n\r\nGovernment  follows  a  consistent  and  predictable\r\n\r\npolicy.  We hope maybe these were slips and we  hope\r\n\r\nthat  they will be looked into. At least people will\r\n\r\nbelieve that whatever undertaking was given would be\r\n\r\nkept.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of information,\r\n\r\nSir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> The Prime Minister will have\r\n\r\nhis turn, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> No, I want to clarify, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> But not at the moment. The Member\r\n\r\nwill not give way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> He is hiding something.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, on the question of\r\n\r\nrecruitment, we are told that Singapore  people  are\r\n\r\npaid  higher salaries than those in India. Sir,  why\r\n\r\ncompare   Singapore  with  India?  If  you   compare\r\n\r\nSingapore with England or with America, it might be\r\n\r\ndifferent,  or  perhaps compare Singapore  with  the\r\n\r\nFederation.  Let  us be realistic.  Of  course,  the\r\n\r\nFederation  is  our  nearest  neighbour.  Sir,   the\r\n\r\nGovernment has wonderful plans for expansion of this\r\n\r\nand  that  which  will  require  trained  engineers,\r\n\r\nscientists  and doctors. But what is the  difference\r\n\r\nin  salary scales and treatment between here and  in\r\n\r\nthe  Federation?  We have to be realistic,  Sir.  We\r\n\r\nhave  to  see that the supply depends on the demand,\r\n\r\nand that the demand also depends on what is paid for\r\n\r\nthe  demand. Now we are faced with a situation where\r\n\r\nwe  are  unable  to  retain  trained  and  qualified\r\n\r\npersonnel.  In one school, at the end of last  year,\r\n\r\nthree  science graduates resigned and  went  to  the\r\n\r\nFederation.  At  the beginning  of  this  year,  two\r\n\r\nscience graduates were persuaded to join a school in\r\n\r\nSingapore.  At  the  end of  six  months,  Sir,  one\r\n\r\nresigned  because he was offered a  better  post  in\r\n\r\nHong   Kong  with  a  salary  of  $200  more.   Most\r\n\r\nunfortunate\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 292</b></font><br><br>\r\n\r\n\r\n\r\nfor Singapore! One month later, another one said  he\r\n\r\nhad  been  offered he did not apply but he had  been\r\n\r\noffered - a  job in the Federation where,  instead  of\r\n\r\ngetting $650 per month as an Honours graduate  here,\r\n\r\nhe is there being paid $1,000 plus free quarters. So\r\n\r\nnaturally, the principal said to him, \"Good luck  to\r\n\r\nyou.\" That is why in Singapore `we are suffering. We\r\n\r\nare not realistic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the brightest feature in the speech of His\r\r\n\r\nExcellency the Yang di-Pertuan Negara is to be found\r\n\r\nin  col.  5, paragraph 4 of the Hansard, Volume  13,\r\n\r\nNo. 1, of 20th July, 1960, which says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Government does not wish to give the\r\n\r\nimpression  that  there have not been  mistakes  and\r\n\r\nshortcomings during the past year. It is aware  that\r\n\r\nsome of its measures should have been more carefully\r\n\r\nplanned and expertly executed. In some instances, it\r\n\r\nmoved  too fast and without preparing public opinion\r\n\r\nadequately  for the changes. Some of the legislation\r\n\r\nresulted   in  inconveniences  or  misunderstandings\r\n\r\nwhich  could  have  been avoided by  a  little  more\r\n\r\nforesight,  a  little mere consultation,  discussion\r\n\r\nand a little more explanation.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also suggest, Sir, `with a little more -'\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Brains!\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> ' - tolerance, a little more\r\n\r\ngoodwill, a little less pressure.' To continue  with\r\n\r\nthe quotation, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`But these are errors arising from zeal and\r\n\r\nimpatience  to get things done. In the  coming  year\r\n\r\nthe  Government will temper zeal with  understanding\r\n\r\nand  its impatience by explaining more to the people\r\n\r\nthe need for certain courses of action.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I consider that this is the brightest feature\r\n\r\nin  the whole speech. But it is no use just to admit\r\n\r\nthe  errors.  The  errors  must  be  rectified.  The\r\n\r\nGovernment says that the next year will be a year of\r\n\r\nconstruction. But what is the use of constructing on\r\n\r\na  foundation that has been cracked? The cracks must\r\n\r\nbe repaired, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> The building will fall down.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 293</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, the Minister for\r\n\r\nEducation,  who  is not here, was a friend  of  mine\r\n\r\neven before he entered politics. I find it difficult\r\n\r\nsometimes  to say things in this Chamber because  of\r\n\r\nour  friendly relationship. But I am here,  Sir,  to\r\n\r\nexpress  the feelings of the members of  the  public\r\n\r\nwho  dare  not express these feelings on  their  own\r\n\r\nbehalf  for obvious reasons. They have asked  me  to\r\n\r\nraise this question: \"Frankly, do you not think that\r\n\r\nthe  Government's educational experiments have made\r\n\r\nmost  people  in Singapore unhappy? They  have  made\r\n\r\nteachers  unhappy,  parents  unhappy  and  also  the\r\n\r\nstudents unhappy.\" Sir, no doubt the Government side\r\n\r\nwill  sneer again. That is an expression of opinion.\r\n\r\nIf  they  are  still sceptical, Sir, I suggest  that\r\n\r\nthey  take  a  referendum of  opinion  among  those\r\n\r\ncategories of people. There is no question,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 294</b></font><br><br>\r\n\r\n\r\n\r\nSir, that the Minister for Education is zealous  and\r\n\r\nsincere, and that he wants to do in four years' time\r\n\r\nwhat  normally should be done in 10 years. Sir, Rome\r\n\r\nwas  not built in a day, and nature has certain laws\r\n\r\nwhich must be observed -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Moment of interruption.\r\n\r\nResumption of debate on Monday?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On Monday, Sir.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now\r\n\r\nadjourn.\"-[Dr Toh Chin Chye].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Eight o'clock p.m. to Monday, 8th August, 1960.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
