{"memberId": null, "volumeNo": "12", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "12", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"12\">\r\n\r\n<meta name=\"Sit_No\" content=\"12\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1960-05-16\">\r\n\r\n<meta name=\"Start_Col\" content=\"801\">\r\n\r\n<meta name=\"End_Col\" content=\"860\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">12</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">12</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">16-05-1960</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 801</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 12</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Monday, 16th May, 1960</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Inche Baharuddin Bin Mohamed Ariff (Anson).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 802</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Health.\r\n\r\n<br>Miss Chan Choy Siong (Delta).\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 803</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 803</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>PAWNBROKERS (AMENDMENT) BILL</b></div>\r\n\r\n<div align=\"center\"><b>(As reported from Select Committee)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Recommittal read.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>2.32 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;New clause (Amendment of section 13)-\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Home Affairs (Mr Ong Pang Boon):</b> Mr Speaker, Sir, I beg to move, \"That the\r\n\r\nclause be read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Hon. Members are aware that the intention of  the\r\n\r\nPawnbrokers (Amendment) Bill is to give  the  poor\r\n\r\nthe benefits of obtaining a loan at a cheaper rate\r\n\r\nof  interest. This, of course, does not meet  with\r\n\r\nfavour by the pawnshop operators, who live on  the\r\n\r\ninterest  paid by the poor. In the course  of  the\r\n\r\ndeliberations   on  this  Bill,  the   pawnbrokers\r\n\r\nattempted  to coerce the Government by  suspending\r\n\r\nbusiness  even  before the  Bill  becomes  law.  A\r\n\r\nwarning issued by the Government to withdraw their\r\n\r\nlicences  brought them to their senses.  Within  a\r\n\r\nfew  days,  the  pawnshops resumed  business.  The\r\n\r\npawnbrokers  have  learnt that  if  they  want  to\r\n\r\nconvince  the Government of the justice  of  their\r\n\r\ncase,  coercion is not the proper way.  They  have\r\n\r\ncome  to  realise that this Government  cannot  be\r\n\r\ncowed into submission by threats. Thus, after  the\r\n\r\nresumption of their business, the pawnbrokers were\r\n\r\ntold  in a statement that the Government is always\r\n\r\nprepared  to  consider their  views  if  they  can\r\n\r\nproduce  sound reasons to convince the  Government\r\n\r\nof  the  justice of their actions. Since  then,  a\r\n\r\nfurther   representation   has been   made   to\r\n\r\nGovernment.   This   representation    is    under\r\n\r\nconsideration.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 804</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, Government has gone into the\r\n\r\nquestion of providing alternative means of  giving\r\n\r\nloans  to those who are in need. Several proposals\r\n\r\nare  now under consideration, and its implications\r\n\r\nexamined.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The new clause before the House is to give the\r\n\r\nGovernment  more flexible power to deal  with  the\r\n\r\nsituation  in  the interim period by enabling  the\r\n\r\nMinister  to vary the rate of profits whenever  he\r\n\r\nthinks the time is opportune. In order that  those\r\n\r\nwho  have to frequent the pawnshops should receive\r\n\r\nsome   immediate  benefit  from  the  Government's\r\n\r\npolicy of helping the poor and at the same time to\r\n\r\navoid  a  possible  temporary dislocation  of  the\r\n\r\nservice  in  case pawnbrokers resort to exploiting\r\n\r\nthose  who  are  in distress, the  Government  has\r\n\r\ndecided  when  the  Bill  becomes  law  that   the\r\n\r\nMinister  should exercise the power  conferred  in\r\n\r\nthis clause to reduce the rate of interest from 24\r\n\r\nper  cent  to 18 per cent per annum in  the  first\r\n\r\ninstance.  The Government will also take immediate\r\n\r\nsteps,  when the Bill becomes law, to reconstitute\r\n\r\nthe  Pawnbrokers Licensing Board so that  it  will\r\n\r\nimplement  the  Government's intention  of  having\r\n\r\nmore  competitors  in  the field  instead  of  the\r\n\r\npresent  monopolistic provision and to cancel  the\r\n\r\nbusiness  licences of those who deliberately  seek\r\n\r\nto exploit the distressed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng (Mountbatten):</b> Mr Speaker,\r\n\r\nSir,   this   is   another  classic   example   of\r\n\r\nGovernment's  inconsistency.  If  this  Government\r\n\r\nfeel  that they want to help the poor, so  do  we.\r\n\r\nAnd  if Government feel that the pawnbrokers might\r\n\r\nclose  down,  thereby causing  difficulty  to  the\r\n\r\npoor,    we    will   support   Government.    But\r\n\r\nunfortunately this has happened, and a little  too\r\n\r\noften, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You will remember, Sir, at the last sitting I\r\n\r\npointed out that \"An Ordinance to suppress betting\r\n\r\nplaces\"  actually  legalises  and  promotes   more\r\n\r\ngambling   places.  I  also  mentioned  that   the\r\n\r\nmonogamous   marriage  Bill  legalises  polygamous\r\n\r\nmarriages.  For mentioning that, I was accused  of\r\n\r\nbeing  a chameleon, changing colours, changing  my\r\n\r\nopinion,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 805</b></font><br><br>\r\n\r\n\r\n\r\nand  after  having hailing the Bill at  a  women's\r\n\r\nmeeting, coming here and attacking it - that is just\r\n\r\nthe point of my argument, Sir. Yes, I did hear it.\r\n\r\nBut why did I then speak against it? It is because\r\n\r\nwhen the monogamous marriage Bill was introduced-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. We are going right back to\r\n\r\ndebating   on   monogamy.  I   think   we   should\r\n\r\nconcentrate  on  this Bill now. I think  the  hon.\r\n\r\nMember was quite correct in mentioning these facts\r\n\r\nin  passing, but if she goes into detail and tries\r\n\r\nto  reopen the debate on monogamy, of course,  she\r\n\r\nis out of order.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> I am sorry, Sir, I am not\r\n\r\ntrying  to  reopen  it. I am trying  to  show  how\r\n\r\nGovernment confuses not only me but also the  rest\r\n\r\nof  the  people in Singapore. I was just going  to\r\n\r\nshow  that  it was because I was confused  by  the\r\n\r\nwords  \"a  monogamous  marriage\",  which  legalise\r\n\r\npolygamous marriages that made me say one thing at\r\n\r\none time and another thing at another time. In the\r\n\r\nsame  way,  this  is going to confuse  the  public\r\n\r\nbecause  at  one  stage  the  amendments  in   the\r\n\r\nPawnbrokers  (Amendment) Bill were to  reduce  the\r\n\r\nrate  of interest, but today, if the amendment  is\r\n\r\naccepted  and  the  Bill is passed,  it  does  not\r\n\r\nreduce the rate of interest. That was what  I  was\r\n\r\ntrying  to  compare  when I  mentioned  monogamous\r\n\r\nmarriages. When the Bill says it is out to do  one\r\n\r\nthing  and in the end it does not do the thing  it\r\n\r\nclaims to do, the public gets so confused. When we\r\n\r\nsay  one  thing at one time and another  thing  at\r\n\r\nanother  time,  we  are accused  of  changing  our\r\n\r\nminds.  We change our minds now because  the  Bill\r\n\r\nhas changed its colour, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill, Sir, did say it was going to reduce\r\n\r\nthe rate of interest. The Minister did say, even\r\n\r\ntoday, that it is to enable the poor people to be\r\n\r\nable to get loans at a lower rate. After that, as\r\n\r\nthe Minister said, it did not meet with the\r\n\r\napproval of the pawnbrokers. Not only did it not\r\n\r\nmeet with their approval, but the Government were\r\n\r\nvery firm in their decision. And when the\r\n\r\npawnbrokers\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 806</b></font><br><br>\r\n\r\n\r\n\r\nthreatened,  the Government threatened  in  return\r\n\r\nand  told  them  in no uncertain terms  that  they\r\n\r\nwould  not  be  coerced. In the Select  Committee,\r\n\r\nSir,  the  Government showed firmness, and  I  had\r\n\r\ngreat  confidence in them. Some of the members  of\r\n\r\nthe  public  did tell me that the Government  were\r\n\r\ngoing to withdraw the clause reducing the rate  of\r\n\r\ninterest.  They seemed to believe that  they  knew\r\n\r\nthe  reason why the Government wanted to  withdraw\r\n\r\nthe clause. It did shake my confidence for a time.\r\n\r\nBut when I was in the Select Committee, I put that\r\n\r\nall  to  idle  rumour, because the Government  was\r\n\r\nvery  firm.  In fact, some of the Members  of  the\r\n\r\nSelect  Committee on the Government  benches  were\r\n\r\nselling  me  the idea, \"Mrs Seow, do not  believe\r\n\r\nthe  pawnbrokers. They will never close down. This\r\n\r\nis  just a bluff and they will continue even if we\r\n\r\nreduce the rate.\" So I stood as firm as they  did\r\n\r\nbecause  I  thought that they knew what they  were\r\n\r\ntalking about. Then, at the last sitting, when the\r\n\r\nThird  Reading  of  the  Bill  was  deferred,   my\r\n\r\nconfidence  began to be a little shaken.  But  the\r\n\r\nMinister  did reassure us that the measures  which\r\n\r\nhe  was  taking were - shall I quote him -  (this  is\r\n\r\ndated 7th April, 1960):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Just to give the Government time to take such\r\n\r\nmeasures  as  may  be  necessary  to  counter  the\r\n\r\nsuspension of business by Singapore pawnbrokers.\"\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> 7th of April of what?\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Of the Straits Times. Well,\r\n\r\nSir,  having  been reassured like  this,  I  again\r\n\r\nsaid, \"What the public said was just wild rumour.\"\r\n\r\nBut today, Sir, the Minister has given me the idea\r\n\r\nthat  the  warning was something  more  than  wild\r\n\r\nrumour,  because, after having been so firm,  Sir,\r\n\r\nthe  Minister  said, as reported  in  the  Straits\r\n\r\nTimes of 25th March, 1960:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Mr Ong, in describing the pawnbrokers' refusal\r\n\r\nto  accept the pledges as a calculated attempt  to\r\n\r\nembarrass the Government, taking as an excuse  the\r\n\r\ngovernment's crisis, says,. 'No Government can  be\r\n\r\ncoerced  into accepting all kinds of  things.  The\r\n\r\nmoment  they  use this kind of tactics  we  cannot\r\n\r\nignore  the  situation that is  created  and  must\r\n\r\nconsider measures to stop it.'\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 807</b></font><br><br>\r\n\r\n\r\n\r\nThat  was  quoted from the Straits Times  of  25th\r\n\r\nMarch.  Then  on the 29th of March, it  was  again\r\n\r\nreaffirmed, and this time the Minister said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"He had given the pawnbrokers a chance to\r\n\r\nreconsider  their  action  before  the  Government\r\n\r\ndecided  to  take  `other measures'  to  meet  the\r\n\r\nsituation.\"\r\n\r\n\r\n\r\n<br><br>Then,  on  the  30th of March, we  hear  that  Mr\r\n\r\nKularajah  is  starting  a  cooperative   pawnshop\r\n\r\nsociety, and the Minister for Labour and Law said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"It is a new venture in co-operative\r\n\r\nenterprise.\"\r\n\r\n\r\n\r\n<br><br>And   we  read  in  this  paper  that  the   draft\r\n\r\nconstitution  is  now  being  finalised   and   an\r\n\r\ninaugural meeting to form the society will be held\r\n\r\nnext  week. After all this assurance, Sir, we have\r\n\r\ncome  here today to cancel that very clause  which\r\n\r\nis going to reduce the interest rate.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Can you blame me, Sir, if I start wondering\r\n\r\nwhether, in view of the reason put forward by  the\r\n\r\npublic  and the warning that they have  given  me,\r\n\r\nthat  the Government for certain reasons  want  to\r\n\r\nwithdraw that amendment, there is anything more to\r\n\r\nit  than just wild rumour? What are the Opposition\r\n\r\nand  the  public  to think of this  inconsistency?\r\n\r\nGovernment  have always said that they  cannot  be\r\n\r\npushed   from  pillar  to  post.  What  mysterious\r\n\r\npowers,  Sir,  have the pawnbrokers  applied  that\r\n\r\nthey  have driven the Government now not only from\r\n\r\npillar to post, but from post to nowhere?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In a statement to the Press, the Minister for\r\n\r\nHome  Affairs  has  interpreted  the  pawnbrokers'\r\n\r\nrefusal   to   take  pledges  as  an  attempt   to\r\n\r\nintimidate  Government, as I have read  just  now,\r\n\r\nSir. Now do the Government admit giving in to this\r\n\r\nintimidation?  Otherwise, what could  explain  the\r\n\r\nGovernment's wanting to withdraw that clause  now?\r\n\r\nAnd  to  add insult to injury, Sir, after  showing\r\n\r\nall  this weakness and inconsistency, we  are  now\r\n\r\nasked  to  give  the Minister power  to  raise  or\r\n\r\nreduce  the interest whenever he has more strength\r\n\r\nto do it, since it has been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 808</b></font><br><br>\r\n\r\n\r\n\r\nshown  that  he has given in to this  intimidation\r\n\r\nand  is too weak to implement it. Now we are asked\r\n\r\nto  give  him  power so that at any time  when  he\r\n\r\nregains his strength he is going to implement it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, cannot the Government decide one way or\r\n\r\nanother if by reducing the interest it is going to\r\n\r\nbe  detrimental to the State of Singapore and  its\r\n\r\npeople, the poor and the pawnbrokers? Cannot  they\r\n\r\ndecide, \"We will not reduce it.\"? If they think it\r\n\r\nis  good,  cannot they decide, \"We will reduce  it\r\n\r\none  way  or  another\", and not keep everybody  in\r\n\r\nsuspense,    the    pawnbrokers   included?    The\r\n\r\npawnbrokers do not know whether they are going  to\r\n\r\nfunction on 2 per cent or whether tomorrow or  the\r\n\r\nday  after  the  rate is going to be  1  per  cent\r\n\r\nagain - when the Minister has the power.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would appeal to the Government to make a\r\n\r\ndecision.  Surely they know what  they  want.  Are\r\n\r\nthey  going to reduce the rate of interest or  are\r\n\r\nthey going to let it remain as it is?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, the Member\r\n\r\nfor  Mountbatten seems to me to have a most simple\r\n\r\nand innocent approach to this problem. Considering\r\n\r\nthat she has been a Member of the Select Committee\r\n\r\nto  study the Pawnbrokers (Amendment) Bill,  I  am\r\n\r\nhorrified  to see how utterly ignorant she  is  of\r\n\r\nthe  problem  she is supposed to have  studied  on\r\n\r\nbehalf  of  the  Assembly and on  behalf  of  the\r\n\r\npeople of Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Not the pawnbrokers!\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> And not, as my colleague has\r\n\r\nsaid,  on behalf of the pawnbrokers. If she thinks\r\n\r\nthat,  by this amendment, the Government is  being\r\n\r\nchased from pillar to post, then she is even  more\r\n\r\nfoolish  than I thought any Member of the Assembly\r\n\r\ncould be. Obviously, she has not taken the trouble\r\n\r\nto  read  today's  Order Paper  Supplement,  which\r\n\r\ndefines  the way in which the amendment to section\r\n\r\n13 is being sought.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 809</b></font><br><br>\r\n\r\n\r\n\r\nMay I read it for her benefit the actual wording\r\n\r\nof the amendment we are now seeking:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"PAWNBROKERS (AMENDMENT) BILL as reported from Select Committee (Paper L.A.\r\n\r\n5 of 1960) - Recommittal in respect of the\r\n\r\nfollowing new clause:-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;New clause:\r\n\r\n<pre>\r\n\r\n'Amendment of\r\n\r\nsection 13.           Section 13 of the Pawnbrokers Ordinance is hereby                                                                               \r\n\r\n                      amended by inserting immediately after subsection (4) \r\n\r\n                      thereof the following new subsections:-\r\n\r\n                            \"(5) The Minister may by order amend the rate of \r\n\r\n                            profits and charges specified in Schedule B to \r\n\r\n                            this Ordinance.\"'\"\r\n\r\n</pre>\r\n\r\n<br><br>and so on and so forth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is no evidence whatsoever to support\r\n\r\nthe charge made by the Member for Mountbatten that\r\n\r\nthis  Government is being chased  from  pillar  to\r\n\r\npost. On the contrary, when we discovered that the\r\n\r\npawnbrokers   were  attempting  to   coerce   this\r\n\r\nGovernment,  we  called them up  and  said,  \"Look\r\n\r\nhere, chums, don't try to be funny.\" And these are\r\n\r\nsalutary words, because the next morning they  all\r\n\r\nopened  up.  And  this is not the behaviour  of  a\r\n\r\nGovernment  that is being chased  from  pillar  to\r\n\r\npost.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I say quite frankly that the fault lies\r\n\r\ncompletely  and  entirely  with  the  pawnbrokers,\r\n\r\nbecause they utterly failed to make a case  before\r\n\r\nthe  Select Committee. The Member for Mountbatten,\r\n\r\nbeing  associated with big business which,  as  we\r\n\r\nknow, gives full support to the S.P.A., must  have\r\n\r\nadvised  the  Select Committee about the  way  the\r\n\r\npawnbrokers  operate.  Members  of  the   People's\r\n\r\nAction  Party  can be excused for not  having  the\r\n\r\ndepth  of knowledge about the intricacies  of  the\r\n\r\npawnbrokers'  business.  Either  the  Member   for\r\n\r\nMountbatten  took her duties very  lightly  during\r\n\r\nthis Committee Stage, or there were other reasons,\r\n\r\nof  which  I cannot understand, why she could  not\r\n\r\nhave  assisted the pawnbrokers to lay  their  case\r\n\r\nbefore the Select Committee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The pawnbrokers made such a poor case that the\r\n\r\nSelect  Committee had no alternative but to reject\r\n\r\nthe  application for reconsidering the  reduction\r\n\r\nof the rate of interest. But after the findings of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 810</b></font><br><br>\r\n\r\n\r\n\r\nthe Select Committee were known, Government made a\r\n\r\nstudy  of  the method of financing pawnshops,  the\r\n\r\nwhole  machinery  of pawnshop financing,  and  the\r\n\r\nsystem  of  loans, and they came to the conclusion\r\n\r\nthat  the  matter was not as simple as either  the\r\n\r\nSelect Committee believed on the one hand,  or  as\r\n\r\nstraight, forward  as  the  pawnbrokers,  through\r\n\r\ntheir solicitor, had made out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the whole pawn business is in itself an\r\n\r\nisolated money market in Singapore. Because of its\r\n\r\nspecial  function within a limited sector  of  the\r\n\r\neconomy,  it became possible for the pawn  broking\r\n\r\nbusiness  to draw a substantial amount of  capital\r\n\r\nat   comparatively  high  rates  of  interest  for\r\n\r\nlending  to  persons, mostly  consumers,  at  even\r\n\r\nhigher rates of interest. The pawnbrokers were,  I\r\n\r\nthink,  right in saying that a great  majority  of\r\n\r\ntheir  capital came from small deposits loaned  to\r\n\r\nthem by miscellaneous small men, possibly hawkers,\r\n\r\nsmall businessmen and so on, at very high rates of\r\n\r\ninterest,  which vary from time to time, depending\r\n\r\non  how urgent the demand of the pawnbroker is for\r\n\r\nthis  short-term capital. Because the  people  who\r\n\r\nhave   this  capital - and  they  are  mostly  small\r\n\r\npeople - have not developed the more modern approach\r\n\r\nto  means of investment, they are willing to  part\r\n\r\nwith their capital at very high rates of interest,\r\n\r\nround  about  12  per cent per  year.  Given  this\r\n\r\nfundamental  factor  that  a  great  part  of  the\r\n\r\ncapital which the pawnbrokers now rely on can only\r\n\r\nbe  obtained at 12 per cent interest per year,  it\r\n\r\nis  not  reasonable to expect that they will  lend\r\n\r\nmoney  at an identical rate of interest.  That  is\r\n\r\none aspect of the money market in the pawn broking\r\n\r\nbusiness.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other aspect, and this is more vital, is\r\n\r\nthat  when  pawnbrokers are short of  capital  for\r\n\r\nsome  reason or other, and they cannot go to  this\r\n\r\ngroup  of small savers for loans to help them  out\r\n\r\nof  a very tight financial position, they have, as\r\n\r\nlenders in the last resort, the goldsmiths who, as\r\n\r\na  result of convention and tradition, have agreed\r\n\r\nto  accept  pledges  made  to  pawnshops  and  not\r\n\r\nredeemed at certain agreed price levels. Now  what\r\n\r\ncomplicated the position after\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 811</b></font><br><br>\r\n\r\n\r\n\r\nthe  Select  Committee's Report was published  was\r\n\r\nthat a number of goldsmiths, for reasons which are\r\n\r\nstill obscure, had to go out of business, and that\r\n\r\nconfused the whole situation. This was one of  the\r\n\r\nprincipal reasons which led the Government to come\r\n\r\nto the conclusion that it would be prudent for the\r\n\r\ntime being to have a reappraisal of the situation.\r\n\r\nHence  the  amendment that we now seek. This  will\r\n\r\ngive  the Minister authority from time to time  to\r\n\r\nlay  down the maximum rate of interest which could\r\n\r\nbe charged on pledges. And I can assure the Member\r\n\r\nfor  Mountbatten that the rate of  interest  which\r\n\r\nwill  be  effective forthwith would be  a  reduced\r\n\r\nrate of interest, and we are carrying on with  our\r\n\r\nintention to see that the poor people who have  to\r\n\r\nborrow  money  can  do so at  as  low  a  rate  of\r\n\r\ninterest as possible. The rate of interest is  the\r\n\r\nprice which a borrower has to pay for the loan  of\r\n\r\ncapital,  and  that price must vary from  time  to\r\n\r\ntime  according to the supply and demand  position\r\n\r\nin  the  market. It is, therefore, necessary  when\r\n\r\none regulates a price, whether it is the price  of\r\n\r\na  commodity  or the price of a loan  of  capital,\r\n\r\nthat  there  should be provision for variation  to\r\n\r\nmeet the supply and demand position of the market.\r\n\r\nWe are of the opinion, having studied the question\r\n\r\nin  some detail, that it is not possible today  to\r\n\r\nbring down the rate of interest as rapidly as  was\r\n\r\noriginally envisaged in the first Bill. And it may\r\n\r\ntake some time before we could reduce the rate  of\r\n\r\ninterest to that extent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are many factors in the situation which\r\n\r\nhave to be dealt with before we can make available\r\n\r\nto  persons, who want loans from pawnshops,  loans\r\n\r\non  low terms which we think the poor need and the\r\n\r\npoor deserve.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It may take some time because it means that the\r\n\r\nmarket  for  loan money must be made  more  fluid.\r\n\r\nObviously here, the short-term market for  capital\r\n\r\nwhich  the  pawnbrokers  are  now  tapping  is  an\r\n\r\nimperfect market in that the people who have money\r\n\r\ncan only channel it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 812</b></font><br><br>\r\n\r\n\r\n\r\nthrough  this one sources  When we make  available\r\n\r\nto  them  other sources of investment,  the  final\r\n\r\nresult no doubt will be that the rates of interest\r\n\r\nwhich  they  now  receive will be reduced  in  the\r\n\r\ncourse  of  time. Of course, the one factor  which\r\n\r\nmakes   for  high  rates  of  interest   in   this\r\n\r\nparticular   sector   of  the   economy   is   the\r\n\r\ninstability  of the pawnbrokers' business  itself.\r\n\r\nSupposing you are to lend your life savings  to  a\r\n\r\npawn  broking  business. You have $3,000  and  you\r\n\r\nknow that there is a certain risk - the business may\r\n\r\ngo  bankrupt and the man may disappear. You  would\r\n\r\nexpect  a  higher rate of interest than  what  you\r\n\r\nwould  get from Government bonds. That is  in  the\r\n\r\nnature of things. But when we improve on the whole\r\n\r\norganisation of this particular part of  the  loan\r\n\r\nmarket, I say the end result will be that we shall\r\n\r\nbe  able  to provide a lower rate of interest  for\r\n\r\npatrons of pawnshops than it is possible today.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Speaker, Sir,\r\n\r\nthe facts which the Hon. Minister for Finance says\r\n\r\nonly  reached  the  Government  after  the  Select\r\n\r\nCommittee had submitted its report and as a result\r\n\r\nof which Government is now having second thoughts,\r\n\r\nto  my  mind,  were all available  in  the  report\r\n\r\nitself.  The  pawnbrokers were  represented  by  a\r\n\r\nlawyer. They gave their evidence before the Select\r\n\r\nCommittee.  The facts which the Hon. the  Finance\r\n\r\nMinister  now says impel the Government to  change\r\n\r\nits  mind and to reconsider its decision were  all\r\n\r\navailable to the Select Committee. The fact that a\r\n\r\ngreater  portion of the monies which are lent  out\r\n\r\nby  the  pawnbrokers are monies invested by  small\r\n\r\nmen at 12 per cent or 10.8 per cent is set out  in\r\n\r\nthe  evidence  contained in the  Select  Committee\r\n\r\nReport.  What the Finance Minister has  now  said - \r\n\r\nthat is to say when the major portion of the money\r\n\r\ncomes from investors who get 12 per cent on it, it\r\n\r\nis  hardly reasonable to expect the pawnbrokers to\r\n\r\nlend  out  at  I  per  cent, was  all  within  the\r\n\r\nknowledge of the Select Committee. Even  in  spite\r\n\r\nof  that  the  Select Committee would not  deviate\r\n\r\nfrom   the  position  which  the  Government   had\r\n\r\noriginally taken up; that it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 813</b></font><br><br>\r\n\r\n\r\n\r\nwould  bring the rate of interest on loans by  the\r\n\r\npawnbrokers  to  the same level  as  that  of  the\r\n\r\nmoneylenders.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am not saying, Mr Speaker, Sir, that the\r\n\r\nFinance  Minister is not correct in  his  estimate\r\n\r\nthat  one has to go carefully over this situation.\r\n\r\nBut  I  do  accuse the Government  of  introducing\r\n\r\nlegislation such as this in a hasty manner, and of\r\n\r\nnot thinking out all the full implications of such\r\n\r\na  move  before  the  Bill is introduced  in  this\r\n\r\nHouse.  I  would  submit,  with  respect  to   the\r\n\r\nMinister  for  Home Affairs, that before  he  even\r\n\r\nthought  of  introducing such a measure  he  might\r\n\r\nhave  consulted the pawnbrokers, found  out  where\r\n\r\ntheir  money  market was, and  how  they  financed\r\n\r\ntheir  loans; if he had taken that little  trouble\r\n\r\nto  go into these matters, he might possibly  have\r\n\r\nsatisfied himself at that early stage that  1  per\r\n\r\ncent  for pawnbrokers was not possible. Even  when\r\n\r\nthe   Minister   for   Home  Affairs   moved   the\r\n\r\npostponement of consideration of the Report of the\r\n\r\nSelect  Committee after the pawnbrokers  had  made\r\n\r\ntheir  representations, the Minister did not  give\r\n\r\nany  inkling to the House that the Government  was\r\n\r\nhaving  second  thoughts  about  the  matter.  The\r\n\r\nimpression  given  to  this  House  was  that  the\r\n\r\nadjournment of the consideration of the  Bill  was\r\n\r\nbeing  sought  for to tell the pawnbrokers  in  no\r\n\r\nuncertain  terms to behave and not for the  reason\r\n\r\nthat  the  pawnbrokers had made out a  good  case.\r\n\r\nHowever, Sir, there is another aspect of the  Bill\r\n\r\nin which I am particularly interested. It is this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is highly undesirable as a form of\r\n\r\nlegislation,  Mr Speaker, Sir,  that,  where  the\r\n\r\nBill  itself  sets out a fixed rate  of  interest,\r\n\r\nthere  should  be further provision  in  the  Bill\r\n\r\nenabling  the  Minister by an Order  to  vary  the\r\n\r\nstatutory provision of a fixed rate of interest. I\r\n\r\nthink  such  legislation  is  highly  undesirable,\r\n\r\nparticularly  when  the  Minister,  on   his   own\r\n\r\naccount,  can,  by  an Order,  vary  the  rate  of\r\n\r\ninterest either up or down.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister for Finance has said that until\r\n\r\neconomic  conditions in this country  settle  down\r\n\r\nand  people have other avenues of investment,  and\r\n\r\nuntil\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 814</b></font><br><br>\r\n\r\n\r\n\r\nsuch  time  as people give up the idea  that  they\r\n\r\nmust get this high rate of interest on investment,\r\n\r\nwe will be left with the position that pawnbrokers\r\n\r\ncan only get a major portion of their monies which\r\n\r\nthey  can  lend out from small investors who  will\r\n\r\nask high rates of interest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I feel that introducing the new\r\n\r\nsubsections (5) and (6) into the existing  section\r\n\r\n13  is no way of keeping invested the monies  that\r\n\r\nare  already going into the pawn broking business.\r\n\r\nUnless  the  investors  are satisfied  that  their\r\n\r\nmonies  will  remain at a given rate of  interest,\r\n\r\nwithout  the  unilateral action  of  the  Minister\r\n\r\nintervening and reducing their rates of  interest,\r\n\r\nI  am afraid very few people will invest with  the\r\n\r\npawnbrokers.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Buy gilt-edged bonds!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I am on the topic of pawnbrokers, Mr\r\n\r\nSpeaker,  Sir.  We are told that  the  pawnbroking\r\n\r\nbusiness  today  is working at half-steam  because\r\n\r\nthe majority of the small investors have withdrawn\r\n\r\ntheir  monies and because of the uncertainty  with\r\n\r\nregard to the present position. We understand that\r\n\r\nabout $15 million to $20 million have already been\r\n\r\nwithdrawn.  If  uncertainty is to  continue  as  a\r\n\r\nresult  of  this legislation, that $15 million  to\r\n\r\n$20   million  will  stay  away  permanently  and,\r\n\r\npossibly,  yet  more money will be withdrawn  from\r\n\r\nthis particular type of banking facility, which is\r\n\r\nnow available to the poor man.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has probably made up its mind what\r\n\r\nthe  rate of interest should be. If Government has\r\n\r\nmade up its mind, Mr Speaker, Sir, then I suggest\r\n\r\nthat  Government  should  set  out  the  rate   of\r\n\r\ninterest  in  the  Bill  and  not  hide  behind  a\r\n\r\nMinister's order. Surely, the Government must have\r\n\r\nsome   idea   now  after  all  these   months   of\r\n\r\ninvestigation. I believe, they have spent 6  or  7\r\n\r\nmonths   investigating  this  particular  problem.\r\n\r\nGovernment should know now what is the appropriate\r\n\r\nand fair rate of profit, which a pawnbroker should\r\n\r\nderive from his business. All the Government  need\r\n\r\nsay is that it wants to amend the figure \"1\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 815</b></font><br><br>\r\n\r\n\r\n\r\nto  \"1½\".  I  think  the Hon.  Minister  for  Home\r\n\r\nAffairs   in   his  Second  Reading  speech   said\r\n\r\nGovernment was considering 18 per cent, that is if\r\n\r\nI  have heard him correctly. All that the Minister\r\n\r\nneed have said was, \"Strike out the figure `1' and\r\n\r\ninsert '1½' \". That would have met the situation,\r\n\r\ninstead  of keeping both the pawnbrokers  and  the\r\n\r\ninvesting  public in the pawnbroking  business  in\r\n\r\ndoubt.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, whether the\r\n\r\nprovision is specifically set out in the  Bill  as\r\n\r\n1½   per  cent  or  in  the  rules  to  be   made\r\n\r\nthereunder, uncertainty as to whether the  l½  per\r\n\r\ncent  will continue indefinitely, or only for such\r\n\r\ntime  as  the  Government can either persuade  the\r\n\r\ninvestors  or  the  pawnbrokers,  or  make   other\r\n\r\narrangements  to make capital available  for  this\r\n\r\nparticular form of enterprise. So long  as  it  is\r\n\r\nthe  intention of the Government to try and  bring\r\n\r\nabout  a  situation  whereby  interest  rates  are\r\n\r\nreduced, then it does not matter whether you  have\r\n\r\nwritten  1½ per cent into your statute or  whether\r\n\r\nit is an order by the Minister which this Assembly\r\n\r\ncan  accept or reject. The provision is there.  In\r\n\r\nmy  submission, on principle, just  answering  the\r\n\r\npoint that the Member for Farrer Park has made, it\r\n\r\nis  just as sound to say that a ministerial  order\r\n\r\ncan  vary  the interest, subject to this  Assembly\r\n\r\nannulling it, because in any case, rather than  go\r\n\r\nthrough   three  readings  on  a  certificate   of\r\n\r\nurgency, I Thiok it is neater and more decorous to\r\n\r\nhave a debate arising out of a resolution to annul\r\n\r\na ministerial order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to answer the other point made by\r\n\r\nthe Member for Farrer Park. To a certain extent, I\r\n\r\nwould  say  that it is an irresistible  conclusion\r\n\r\nthat   the  Minister  for  Finance,  having  taken\r\n\r\neverything  into consideration, has  decided  that\r\n\r\nthe Minister in charge should proceed warily. That\r\n\r\nis  not the same as saying that we have decided to\r\n\r\nallow  things to remain as they are  or  that  the\r\n\r\nPawnbrokers (Amendment) Bill was ill conceived. It\r\n\r\nhas  brought the rate down from 24 per cent to  18\r\n\r\nper cent in the first instance. It is a continuing\r\n\r\nissue for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 816</b></font><br><br>\r\n\r\n\r\n\r\nsome  time.  It  is the opinion of the  Government\r\n\r\nthat  the  borrowing impecunious public should  be\r\n\r\nmade to pay less heavily for their unthrifty ways.\r\n\r\nBut ultimately the issue is this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that we are not resolving this matter\r\n\r\nwith  a finality which should perhaps be desirable\r\n\r\nin these matters. Not being able for reasons which\r\n\r\nthe  Minister  for  Finance has stated,  to  bring\r\n\r\nabout the final position in one phase, I think the\r\n\r\nMembers on the other side should be grateful  that\r\n\r\nwe  have  decided to face the position by reducing\r\n\r\ngradually, and we hope less painfully, from 24 per\r\n\r\ncent to 18 per cent. Meanwhile, of course, I think\r\n\r\nthe   pawnbrokers  are  fully   aware   that   the\r\n\r\nGovernment intends not only to hear evidence,  but\r\n\r\nalso  to  know  from its positive  operations  the\r\n\r\nconditions of the pawnbroking business.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in India the banks run a\r\n\r\npawnbroking  business. Every  bank  has  a  branch\r\n\r\nwhich   has   a   pawnbroking   department.   That\r\n\r\npossibility here is being explored. In Israel, the\r\n\r\nState  runs a pawnbroking business. I think  there\r\n\r\nis  as much a measure of finality in economic  and\r\n\r\nfinancial matters for the pawnbroking business  as\r\n\r\nis possible in the circumstances.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, the Prime\r\n\r\nMinister has very effectively dealt with the point\r\n\r\nwhy the rate of interest should not be set down on\r\n\r\nthe  statute book, because we expect that, in  the\r\n\r\ncourse  of  time, there will be further variations\r\n\r\nin the rate of interest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to reply to the other point made by\r\n\r\nthe  Member for Farrer Park; it is that during the\r\n\r\nSelect Committee's consideration of this Bill, all\r\n\r\ninformation  was made available to us.  I  dispute\r\n\r\nthis  point,  Mr  Speaker. It is  true  that  the\r\n\r\npawnbrokers presented a case.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Various measures were proposed but it was\r\n\r\nnecessary  to  evaluate  the  reliability  of  the\r\n\r\ninformation  on which they were based  as  it  was\r\n\r\nobvious  that the pawnbrokers were in the position\r\n\r\nof  supplicants making out a case. They had an axe\r\n\r\nto grind. And it was\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 817</b></font><br><br>\r\n\r\n\r\n\r\na  misfortune that they did not present their case\r\n\r\nas  ably  as they could. For instance, there  were\r\n\r\ndoubts  on at least two points. The first  was  on\r\n\r\nthe amount of profit that they made from the sales\r\n\r\nof  unredeemed  pledges. There  were  also  doubts\r\n\r\nwhether the figures on the overhead costs  of  the\r\n\r\npawnbroking administration were correct.  And,  of\r\n\r\ncourse,  the  whole business of the  role  of  the\r\n\r\ngoldsmith - the re-discount facilities, so to speak,\r\n\r\nthat  go  to  them - was not  at  all  brought  out\r\n\r\nclearly  before the Select Committee. As a  Member\r\n\r\nof  the  Opposition, the Member  for  Farrer  Park\r\n\r\ncould  hardly take the Government to task for  not\r\n\r\naccepting  the  findings of the Select  Committee,\r\n\r\nbecause  the  Opposition  Members  in  the  Select\r\n\r\nCommittee   came   to   agreement   over   certain\r\n\r\nrecommendations. And it was the Government itself,\r\n\r\nin  the course of events which developed after the\r\n\r\npublication     of    the    Select    Committee's\r\n\r\ndeliberations,  which sought  further  information\r\n\r\nand   made  a  more  detailed  appraisal  of   the\r\n\r\nsituation.  And  it  came to the  conclusion  that\r\n\r\ncertain changes were necessary.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, speaking for\r\n\r\nmyself, I rather got the impression, after  having\r\n\r\nread  the Report of the Select Committee that  the\r\n\r\nGovernment had not given in to the representations\r\n\r\nmade  by  the pawnbrokers to the Select Committee,\r\n\r\nthat  the Government had already made up its  mind\r\n\r\non  one  per cent rate of interest per month,  and\r\n\r\nthat they were not going to be influenced one  way\r\n\r\nor  the  other by any argument advanced by anybody\r\n\r\nin Select Committee. What impressed me was that as\r\n\r\nthe  pawnbrokers borrowed at 10.8 or 12  per  cent\r\n\r\nrate  of interest per annum, they could hardly  be\r\n\r\nexpected to lend at 12 per cent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It would appear from what the Hon, the Minister\r\n\r\nfor Finance has said that the pawnbrokers are,  in\r\n\r\nfact,   performing  a  function  which  in   other\r\n\r\ncountries is either performed by State banks or by\r\n\r\nthe  Government itself. It is also  an  undisputed\r\n\r\nfact  that a greater proportion of the money  lent\r\n\r\nout  by  the  pawnbrokers to small borrowers  come\r\n\r\nfrom\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 818</b></font><br><br>\r\n\r\n\r\n\r\nthe   investing  public.  If,  Mr  Speaker,  Sir,\r\n\r\nGovernment  is really keen and sincere  in  making\r\n\r\navailable to the public this form of service, then\r\n\r\nI  think  that they should try to set the mind  of\r\n\r\nthe  investor  at rest. I am not saying  that  the\r\n\r\nMinister for Home Affairs is not going to exercise\r\n\r\nthe power given to him in the best interest of the\r\n\r\nState,  but  what I am telling the  Government  is\r\n\r\nthat  the  main objective should be to  create  an\r\n\r\natmosphere of confidence for the investor.  If  an\r\n\r\ninvestor  who invests his money in January,  1960,\r\n\r\ncannot  confidently  expect to  get  12  per  cent\r\n\r\ninterest  at the end of the next six months,  then\r\n\r\nhe  is  not going to lend. If a potential investor\r\n\r\nhad  this at the back of his mind, \"Well, tomorrow\r\n\r\nthe  Minister might by an order vary the  rate  of\r\n\r\ninterest  in so far as the pawnbroker is concerned\r\n\r\nfrom 18 per cent - or whatever it may be - to 10 or 12\r\n\r\nper  cent:  naturally this is going to  affect  me\r\n\r\nand, therefore, the pawnbroker will not be able to\r\n\r\npay  me  the  interest which he now says  he  will\r\n\r\npay.\"  then  he  would  Thiok  twice  and,  having\r\n\r\nthought  twice, he might not go to the  pawnbroker\r\n\r\nwith  his  money for investment, thereby depriving\r\n\r\nthe  poor man of this service. The Government says\r\n\r\nthat  this  service is now being provided  by  the\r\n\r\npawnbroker  and  that if it is  not  going  to  be\r\n\r\nprovided,  then  either  a  State  bank   or   the\r\n\r\nGovernment itself would have to provide it.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker. Sir, the\r\n\r\nquestion  is  rather more complex  than  what  the\r\n\r\nMember  for Farrer Park has set out. These  people\r\n\r\nare not the investing public in the sense that one\r\n\r\nwould  think they are if one reads the  commercial\r\n\r\npage  of  the Straits Times. These people comprise\r\n\r\ndomestic  servants, small shop-keepers, vernacular\r\n\r\nschool teachers perhaps with small savings  of  up\r\n\r\nto  $5,000, and the wives and widows of this class\r\n\r\nof  people,  and  they have for  quite  some  time\r\n\r\nregarded  this range of activities as  a  sort  of\r\n\r\nnormal means of investment. The pawnshop is one of\r\n\r\nthem.  Pawnbroking is fairly lucrative but rather\r\n\r\nrisky and speculative,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 819</b></font><br><br>\r\n\r\n\r\n\r\nbecause  the  pawnshop might pack  up.  Only  some\r\n\r\nyears  ago,  pawnshops have  packed  up  and  that\r\n\r\nincreases  the rate of interest below which  these\r\n\r\npeople  are not willing to lend their money.  Then\r\n\r\nthere  are  other  things. Goldsmiths  too  borrow\r\n\r\nmoney  from these people at fairly high  rates  of\r\n\r\ninterest.  The  greater the risk, the  higher  the\r\n\r\nrate  of interest charged. Therefore, the question\r\n\r\nof  inducing a supply of capital from these people\r\n\r\nis not something that could be decided just by one\r\n\r\nact of legislation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The whole problem is one of bringing home to\r\n\r\nthese people the fact that there are other avenues\r\n\r\nfor   investment.  There  are  the  stock   market\r\n\r\nequities, Government loan market, property market,\r\n\r\nand  so  forth, which it is true may  yield  lower\r\n\r\nreturns  but  which, in the long run, taking  into\r\n\r\naccount  the  risks  involved,  are  more  to   be\r\n\r\npreferred than speculative ventures such  as  they\r\n\r\nhave been accustomed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So I cannot agree with the Member for Farrer\r\n\r\nPark  that the fixing of the rate of interest once\r\n\r\nand  for all would increase the confidence of this\r\n\r\nclass  of  investors in the supply of  capital  to\r\n\r\npawnshops.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands)</b>(<i>In Malay</i>): Mr Speaker, Sir, concerning\r\n\r\nthis  Bill  which  was considered  by  the  Select\r\n\r\nCommittee, the Opposition Members who sat on  that\r\n\r\nSelect   Committee  gave  their  support  to   the\r\n\r\nprinciple  of  the non-exploitation  of  the  poor\r\n\r\npeople by the capitalists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the course of the deliberations of the Select\r\n\r\nCommittee, we understood, Mr Speaker,  Sir,  that\r\n\r\nthere  was  a threat by the pawnbrokers  to  close\r\n\r\ndown  their business because of the proposed reduc\r\n\r\ntion in the rate of interest from two per cent  to\r\n\r\none  per  cent  per  month.  Sir,  the  Opposition\r\n\r\nMembers on the Select Committee expressed the view\r\n\r\nthat  if  this threat should materialise, then  it\r\n\r\nwould  be the responsibility of the Government  to\r\n\r\nundertake the running of the pawnbroking  business\r\n\r\nthemselves or to devise\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 820</b></font><br><br>\r\n\r\n\r\n\r\nsome  ways or means whereby the greater proportion\r\n\r\nof  the people who patronise these pawnshops could\r\n\r\nborrow  money. But what is most astonishing  today\r\n\r\nis  the  Government's proposed  amendment  to  the\r\n\r\nBill.  The  Government has said that it cannot  be\r\n\r\npushed  from pillar to post, but I am  afraid  the\r\n\r\ninconsistent  stand adopted by it  on  this  issue\r\n\r\nwould  appear to mean that it is not  prepared  to\r\n\r\nfight  for  the masses but that it is prepared  to\r\n\r\nkowtow to the threats of the capitalists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a Member of the Opposition has said, this\r\n\r\nmatter  was not gone through in a thorough manner.\r\n\r\nThe  Minister himself has said that members of the\r\n\r\nP.A.P. did  not  know much about the  pawnbroking\r\n\r\nbusiness as regards the supply of capital. But  it\r\n\r\nshould be the responsibility of the Government  to\r\n\r\nlook  after  the  affairs of the  poor  people  of\r\n\r\nSingapore  and  it  should  be  the  duty  of  the\r\n\r\nGovernment to go thoroughly into this Bill  before\r\n\r\nembarking  upon  certain steps.  This  is  another\r\n\r\nexample where the Government has embarked  upon  a\r\n\r\ncertain  scheme and cause suffering  to  the  poor\r\n\r\npeople, some of whom depend on the pawnbrokers for\r\n\r\nloans. I would like to say, Mr Speaker, Sir, that\r\n\r\nthis  Bill  will not only affect the  Malays,  but\r\n\r\nalso  the people of other races comprising trishaw\r\n\r\nriders, hawkers, and so on. Whenever they  are  in\r\n\r\ndifficulty, they have nowhere else to borrow money\r\n\r\nfrom,  except the pawnshops. During Han Raya Puasa\r\n\r\n(Malay  fasting  day), some Malays faced  hardship\r\n\r\nbecause of the steps taken by the pawnshops  which\r\n\r\nrefused to accept pledges, and some of them had to\r\n\r\ngo  over  to  Johore Bahru to pawn their  pledges.\r\n\r\nThis  is  an  example of how unwise the Government\r\n\r\nhas  been  in  taking such a  hasty  step  to  the\r\n\r\ndetriment of the people of Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cheng Lock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cheng Lock (River Valley):</b> Mr Speaker,\r\n\r\nSir, on this amendment, the Opposition has charged\r\n\r\nthat the Government has been driven from pillar to\r\n\r\npost.  Far from it. We have proved that we can  be\r\n\r\nvery  firm and yet reasonable. In deleting  clause\r\n\r\n5, we are taking a realistic view.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 821</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is quite impossible to legislate at one per\r\n\r\ncent  when  economic and trading  conditions  vary\r\n\r\nfrom  time  to  time. From the evidence  taken  in\r\n\r\nSelect  Committee, it is evident that much of  the\r\n\r\ncapital   that   is   being  employed   by   these\r\n\r\npawnbrokers is borrowed capital. It also  goes  to\r\n\r\nshow  that they do not have sufficient capital  to\r\n\r\noperate this pawnbroking business. Therefore, much\r\n\r\nof their income goes out to pay high dividends to\r\n\r\nthese  small-time investors. If they  could  rally\r\n\r\nsufficient  capital of their own  to  operate  the\r\n\r\npawnbroking business, I am sure they will be  able\r\n\r\nto  operate  at  one  per  cent.  If  co-operative\r\n\r\nsocieties in this country can operate at  one  per\r\n\r\ncent  and  pay dividends to their members  at  the\r\n\r\nrate  of 3 to 5 per cent per year, I see no reason\r\n\r\nwhy  pawnshops in this country which operate on  a\r\n\r\nlarger  scale will not be able to operate  at  one\r\n\r\nper cent.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, the\r\n\r\nmatter  is confusing enough without the Government\r\n\r\ntrying  to  confuse us further. The  Minister  for\r\n\r\nFinance accuses me of having taken the proceedings\r\n\r\nof the Select Committee very lightly. I do not see\r\n\r\nany  reason  why,  because the Minister  for  Home\r\n\r\nAffairs,  or  the Government, and  the  Opposition\r\n\r\nwalked out of that Select Committee with the  same\r\n\r\nopinion, we should stand firm by our decision.  If\r\n\r\nthe  Minister  means that the present  gesture  of\r\n\r\nGovernment  to  negative clause 5, which  we  have\r\n\r\ndecided upon in Select Committee, is the result of\r\n\r\nthe  Government's extra energy or extra  attention\r\n\r\nin  the  Select Committee, then that,  of  course,\r\n\r\ncannot  be  proved because when Government  walked\r\n\r\nout, it had the same opinion as the Opposition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other confusing point is this: if Government\r\n\r\nis  going to negative the clause because  it  paid\r\n\r\nmore  attention  in  Select  Committee  than   the\r\n\r\nOpposition, it means that the representations from\r\n\r\nthe  pawnbrokers  in  Select Committee  were  more\r\n\r\neffective to Government than they could have  been\r\n\r\nto  the Opposition. But Government claims that the\r\n\r\npawnbrokers did not make out a good case. If  they\r\n\r\ndid  not  make  out  a  good  case,  then  why  is\r\n\r\nGovernment going to negative clause 5 today?  Sir,\r\n\r\nthis is all very\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 822</b></font><br><br>\r\n\r\n\r\n\r\nconfusing. On the one hand, Government  says  that\r\n\r\nthe  pawnbrokers did not make out a good case but,\r\n\r\non  the other hand, it is Government who is giving\r\n\r\nin to them.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Just a short rejoinder, Mr\r\n\r\nSpeaker,  Sir.  When I said that  the  Member  for\r\n\r\nMountbatten  had  taken  her  duties   in   Select\r\n\r\nCommittee  rather lightly, perhaps I  should  have\r\n\r\nqualified  my  remark that it  was  based  on  the\r\n\r\nassumption - and  I think a correct  assumption - that\r\n\r\nsince  the  Government  is  on  the  side  of  the\r\n\r\nworkers,  the  Opposition is on the  side  of  the\r\n\r\nbusiness  interests. Therefore, when we  hear  the\r\n\r\nOpposition Members of the Select Committee saying,\r\n\r\n\"One  per  cent is all right\", well  what  do  you\r\n\r\nexpect the Government to do?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point which she made - I was just about\r\n\r\nto jot it down when she concluded, and I am afraid\r\n\r\nI have to leave my remarks at this stage.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Minister can possibly read it\r\n\r\nin  the  Hansard.  Would  the  Minister  for  Home\r\n\r\nAffairs like to reply?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, the\r\n\r\ncriticisms raised by the Opposition have been ably\r\n\r\nanswered  by  the Prime Minister and the  Minister\r\n\r\nfor  Finance, and I do not wish at this  stage  to\r\n\r\nconfuse the Opposition further.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I wish to say that the Government's\r\n\r\nintention  to  help the poor has not deviated.  In\r\n\r\nfact, this is the underlying factor in many of the\r\n\r\nBills  that the Government has introduced. If  the\r\n\r\nOpposition  Members had listened carefully  to  my\r\n\r\nspeech  just now, they would have been aware  that\r\n\r\nthe  moment  the  Bill  becomes  law,  it  is  the\r\n\r\nintention of the Government to reduce the rate  of\r\n\r\ninterest  from 2 per cent to 1½ per cent  in  the\r\n\r\nfirst  instance. In dealing with this matter,  the\r\n\r\nGovernment  has  to  take into  consideration  the\r\n\r\nposition of the fluctuating money market. But  the\r\n\r\nintention of the Government to help the poor still\r\n\r\nstands.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause read a Second time and added to the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with amendments; read a Third time\r\n\r\nand passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 823</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>PREVENTION OF CORRUPTION BILL</b></div>\r\n\r\n<div align=\"center\"><b>(As reported from Select Committee)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Third Reading read.\r\n\r\n\r\n\r\n<br><br>3.39 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove, \"That the Bill be now read a Third time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill has been considered in detail in the\r\n\r\nSelect  Committee, and I do not intend to  bother\r\n\r\nthe Members any further.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 823</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SOCIETIES (AMENDMENT) BILL</b></div>\r\n\r\n<div align=\"center\"><b>(As Reported from Select Committee)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Third Reading read.\r\n\r\n\r\n\r\n<br><br>3.40 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove, \"That the Bill be now read a Third time.\"\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Report of the Select Committee on the\r\n\r\nSocieties (Amendment) Bill has been published and\r\n\r\nis  in  the hands of Members of the Assembly.  It\r\n\r\nwill  be observed that considerable interest  was\r\n\r\nevinced  in the Bill and quite a number  of  oral\r\n\r\nand written representations were made on the Bill\r\n\r\nby  individuals,  parties and  associations  with\r\n\r\nvarious shades of opinion. The Report shows  that\r\n\r\nin  the final reprint of the Bill, as amended  by\r\n\r\nthe  Select  Committee, the  Government  has  not\r\n\r\nacted in a dictatorial manner or shown itself  to\r\n\r\nbe   indifferent  to  the  views  expressed   and\r\n\r\nsuggestions made by Members of the Opposition and\r\n\r\npublic  bodies and associations. On the contrary,\r\n\r\nthe    Government   has   given   very    careful\r\n\r\nconsideration   to   the  views   submitted   and\r\n\r\nobjections  raised and, as can  be  seen  in  the\r\n\r\nReport,  has  accepted and  incorporated  in  the\r\n\r\nfinal Bill a number of the points raised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will cite some of the principal changes which\r\n\r\nare  worthy  of note and which are indicative  of\r\n\r\nthe  Government's  considerate  attitude  in  the\r\n\r\ndeliberations  of this Bill. The  Government  had\r\n\r\nalready stated that there was no ulterior  motive\r\n\r\nin requiring political\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 824</b></font><br><br>\r\n\r\n\r\n\r\nassociations to register. But in order  to  allay\r\n\r\nany   fear  still  further,  the  Government  has\r\n\r\nagreed,  in  clause  5  of  the  Bill,  that  the\r\n\r\nRegistrar  shall not have the power to  call  for\r\n\r\nthe   minutes  of  any  meeting  of  a  political\r\n\r\nassociation  or  ask  for a list  of  members  of\r\n\r\npolitical  associations. In order to  remove  all\r\n\r\ndoubt,   clause  4  now  makes  it   clear   that\r\n\r\npreviously  excluded societies, like a  Lodge  of\r\n\r\nFreemasons or political associations, would  also\r\n\r\nbe  given a year's time, like exempted societies,\r\n\r\nto register under the Ordinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7 now gives a person the right to appeal\r\n\r\nto  the  Minister  against  the  refusal  of  the\r\n\r\nRegistrar  to consent to the change of  place  of\r\n\r\nbusiness    of    a   society.   This    followed\r\n\r\nrepresentations  made  that  the  Registrar   may\r\n\r\nunreasonably withhold his permission.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In clause 8, the words \"place of meeting\" have\r\n\r\nbeen deleted, in view of representations made  of\r\n\r\nthe  difficulty in notifying the Registrar  every\r\n\r\ntime a place of meeting is to be changed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In view of various representations made in\r\n\r\nrespect  of clause 11 in the original Bill,  this\r\n\r\nclause  has been negatived and substituted  by  a\r\n\r\nnew  clause  14  which meets some of  the  points\r\n\r\nraised   in  these  representations.  The  former\r\n\r\nclause  11 gave rise to misunderstanding  of  the\r\n\r\nGovernment's  intentions,  which  has  now   been\r\n\r\ndispelled by the new clause. Under clause 14 only\r\n\r\nex-office bearers of dissolved societies are made\r\n\r\nguilty of an offence under the Ordinance it  they\r\n\r\nbecome  office-bearers of another society without\r\n\r\nthe  written  permission of the  Minister  within\r\n\r\nthree   years  of  the  date  of  the  previously\r\n\r\ndissolved society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, clauses 15 and 16 introduce\r\n\r\nGovernment's amendments to sections 18 and 19  of\r\n\r\nthe Ordinance to provide for additional effective\r\n\r\ncontrol and supervision of shady societies by the\r\n\r\nRegistrar,  or suspected by him of  indulging  in\r\n\r\nmoral  abuses,  by enabling him to authorise  the\r\n\r\nPolice to investigate and report on them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 825</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MUSLIMS (AMENDMENT) BILL</b></div>\r\n\r\n<div align=\"center\"><b>(As reported from Select Committee)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Third Reading read.\r\n\r\n\r\n\r\n<br><br>3.46 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Labour and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Law (Mr K. M. Byrne):</b> Mr Speaker, Sir, I beg to move, \"That\r\n\r\nthe Bill be now read a Third time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The report itself is very voluminous, Mr\r\n\r\nSpeaker,  Sir, extending to 168 pages  and  1,301\r\n\r\nquestions and answers. I do not propose to add to\r\n\r\nthe difficulties of the Member for Mountbatten by\r\n\r\ntrying  to  say anything further on  this  report\r\n\r\nthis afternoon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>3.47 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid Bin Haji Jumat (Geylang Serai)</b>(<i>In Malay</i>): Mr Speaker, Sir, I was one of the\r\n\r\nMembers of the Select Committee. When the Muslims\r\n\r\n(Amendment)  Bill was discussed,  many  questions\r\n\r\nconcerning  payment to the kathi  were  asked  by\r\n\r\nvarious  sections  of society. According  to  the\r\n\r\ndirective  issued by the Minister, the  kathi  is\r\n\r\nempowered by the Shariah Court to charge a fee of\r\n\r\n$30  if the marriage is held in the house of  the\r\n\r\nbride or the bridegroom, and $15 if it is held in\r\n\r\nthe   house  of  the  kathi.  But,  Mr  Speaker,\r\n\r\nunfortunately, there are many kathis in Singapore\r\n\r\nwho  do  not  make  proper  assessments  because,\r\n\r\naccording  to  the rules, $15  and  $30  are  the\r\n\r\nmaximum amounts, which means that a lesser amount\r\n\r\ncould  be  paid,  but  some  of  the  kathis   in\r\n\r\nSingapore demand the full payment, that  is,  $30\r\n\r\nor $15 as the case may be.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is a serious matter from the point of view\r\n\r\nof  Malay  opinion in Singapore, and I  hope  the\r\n\r\nMinister  concerned will give  consideration,  if\r\n\r\npossible,  to  amend  the rules  of  the  Shariah\r\n\r\nCourt.\r\n\r\n\r\n\r\n<br><br>3.49 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I have noted what\r\n\r\nthe  Member for Geylang Serai has said about  the\r\n\r\nneed  to have a second look at the fees that  are\r\n\r\npaid\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 826</b></font><br><br>\r\n\r\n\r\n\r\nto  the kathis in respect of the solemnization of\r\n\r\nMuslim  marriages, either at  the  homes  of  the\r\n\r\nparties or at the kathi's residence. I can assure\r\n\r\nhim  that the Government will be prepared to have\r\n\r\na second look at these rules.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 826</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MUTUAL BENEFIT ORGANISATIONS BILL</b></div>\r\n\r\n<div align=\"center\"><b>(As reported from Select Committee)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Third Reading read.\r\n\r\n\r\n\r\n<br><br>3.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Notices have been given by the\r\n\r\nMember  for  Tanglin that he  wishes  to  propose\r\n\r\namendments to clauses 2 and 45 of the Bill and by\r\n\r\nthe  Parliamentary Secretary to the Minister  for\r\n\r\nLabour  and  Law  that he wishes  to  propose  an\r\n\r\namendment  to  clause  47. The  Bill  accordingly\r\n\r\nstands  re-committed to a Committee of the  whole\r\n\r\nAssembly  in  respect of clauses  2,  45  and  47\r\n\r\nthereof.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Any other Member who wishes to propose other\r\n\r\namendments  or new clauses or schedules  may  now\r\n\r\ngive notice of his desire.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;No other Member giving notice -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Committee Stage, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon:</b> Now, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Notices of amendments have been\r\n\r\ngiven.  The Assembly will, therefore, immediately\r\n\r\nresolve itself into a Committee on the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>3.51 p.m.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2-\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker, Sir, I\r\n\r\nbeg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page A1, line 17 to line 1 in page A2, to\r\n\r\nleave  out \"either as the principal object or  as\r\n\r\nan  ancillary object\" and insert \"as the sole  or\r\n\r\nprincipal object\".\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 827</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sure it is not the intention of the\r\n\r\nGovernment  that  this  legislation  should  cause\r\n\r\ninconvenience  to more people than  is  necessary.\r\n\r\nSir,    the   definition   of   \"mutual    benefit\r\n\r\norganisation\"  is so wide in its scope  that  many\r\n\r\norganisations which should not be registered  will\r\n\r\nhave  to  apply  for registration or  be  declared\r\n\r\nillegal. The purpose of my amendment, Sir,  is  to\r\n\r\nlimit  the  scope so that those which  should  not\r\n\r\nregister  need not register. Sir, the  definition,\r\n\r\nas  it  stands, makes no difference between mutual\r\n\r\nbenefit organisations which have that aim  as  its\r\n\r\nprincipal  or  main object, and those  whose  main\r\n\r\nobject  is  something else but which  have,  as  a\r\n\r\nsubordinate or ancillary function, the  giving  of\r\n\r\nsome mutual benefit. Sir, in page A2, clause 2 (c)\r\n\r\nopens the door very wide indeed. It reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"the relief or maintenance of the members or\r\n\r\nsubscribers   when  unemployed   or   when   in\r\n\r\ndistressed circumstances;\".\r\n\r\n\r\n\r\n<br><br>Sir,  if  the staff of a business firm  feel  that\r\n\r\nthey  want  to  help the widow and the  fatherless\r\n\r\nchildren  of a colleague of theirs who  has  died,\r\n\r\nand  they  pass the hat round, I believe they  may\r\n\r\nimmediately  be  regarded  as  coming  under  this\r\n\r\nprovision,  because they are providing  relief  or\r\n\r\nmaintenance  of  the members or  subscribers  when\r\n\r\nunemployed  or  when in distressed  circumstances.\r\n\r\nSupposing  in  a  school the  teachers  subscribed\r\n\r\nmoney  to aid members of their staff and the  boys\r\n\r\nsubscribed  money  to  aid the  members  of  their\r\n\r\nclass,  would  that  come  under  this  provision?\r\n\r\nSupposing in the case of a religious organisation,\r\n\r\nwhere  they have a small section to aid  the  poor\r\n\r\nmembers, would they then have to register twice? I\r\n\r\nbelieve  they  have  to.  In  the  case  of  other\r\n\r\nreligious organisations like the Buddhist temples,\r\n\r\nif  they  have a small section devoted to  helping\r\n\r\ntheir members, I believe they will come under this\r\n\r\nprovision.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the purpose stated by the Government in\r\n\r\nintroducing this Bill is that a good many  persons\r\n\r\nhave    taken   advantage   of   mutual    benefit\r\n\r\norganisations  to  get  up  their   own   spurious\r\n\r\norganisations in order to swindle the  public.  We\r\n\r\nagree with that purpose. It is a very desirable\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 828</b></font><br><br>\r\n\r\n\r\n\r\nobject.  But  surely  in  order  to  achieve  that\r\n\r\nobjective, it could be so done that not  too  much\r\n\r\ninconvenience  and not too many  difficulties  are\r\n\r\ncaused  to honest and charitable people who  would\r\n\r\nthen  be discouraged by the requirements of having\r\n\r\nto  revise their rules, to invest funds in certain\r\n\r\ntrustee securities and postal savings bank,  where\r\n\r\nthey draw less interest than elsewhere, having  to\r\n\r\nemploy  an  auditor and having to employ  a  book-keeper  to  draw up a \r\n\r\nstatement of accounts  every\r\n\r\nyear.  Surely some of these could be  excluded  by\r\n\r\nlimiting  the definition to such organisations  as\r\n\r\nhave  mutual  benefit as their sole  or  principal\r\n\r\nobject, and not as an ancillary object.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Supposing, Sir, they all apply, they fill in the\r\n\r\nforms   and   they  write  to  the  Registrar   of\r\n\r\nSocieties. We wonder whether the Registrar or  his\r\n\r\nassistant  will have the time to study  all  these\r\n\r\ndocuments. Very likely after all the trouble taken\r\n\r\nby so many people, the documents will just pile up\r\n\r\nand  the Registrar will wait for complaints before\r\n\r\nhe  goes  into  an investigation  of  the  various\r\n\r\nsocieties. If that is the case, why not wait until\r\n\r\nthe complaints come and, in the meantime, make the\r\n\r\ngate  narrower so that those, which apply, are  in\r\n\r\nsuch numbers that the documents can be handled  by\r\n\r\nthe   staff   of   the  Registrar  of   Societies.\r\n\r\nOtherwise,     it    is    imposing    unnecessary\r\n\r\ndifficulties, like the old-fashioned method  where\r\n\r\nthe  teacher  says to a boy, \"All right,  write  a\r\n\r\nthousand  lines\", when we know very well that  the\r\n\r\nteacher will not go through the thousand lines.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, it looks very much\r\n\r\nas if the Member for Tanglin is even more confused\r\n\r\nthan  the Member for Mountbatten on the matter  of\r\n\r\nmutual  aid organisations. Mr Speaker,  Sir,  the\r\n\r\npurpose  of  this Bill is to bring  under  control\r\n\r\norganisations,  which  receive  subscriptions   or\r\n\r\ndonations from their members in return for  future\r\n\r\nbenefits.  That is the purpose of  this  Bill.  It\r\n\r\nwill  never cover those cases, which he  has  just\r\n\r\nimagined; say, somebody suddenly gets ill  in  the\r\n\r\nAnglo-Chinese School and they pass the hat round.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 829</b></font><br><br>\r\n\r\n\r\n\r\nSurely  that is not a mutual aid organisation.  If\r\n\r\nyou    will    look    at   the   definition    of\r\n\r\n\"subscription\" - these associations  always  collect\r\n\r\nsubscriptions - you will see what the word means:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'\"subscription\" means a subscription paid by a\r\n\r\nmember   or   subscriber  to  a   mutual   benefit\r\n\r\norganisation'-\r\n\r\n\r\n\r\n<br><br>that is, the payment of the subscriptions must  be\r\n\r\nto a mutual aid organisation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So there must be an organisation. It must have\r\n\r\nmembers in it. They must pay subscriptions or make\r\n\r\ndonations. That is the sort of thing that we  have\r\n\r\nin mind.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is need of a definition for mutual aid.\r\n\r\nEveryone  must know exactly what it is. There  are\r\n\r\nmany  organisations, which say they have principal\r\n\r\nobjects,   which   do  not  concern   mutual   aid\r\n\r\nactivities,   but   have  nevertheless   ancillary\r\n\r\nactivities, which cover mutual aid activities. The\r\n\r\nnet   must   be  enlarged  to  catch   all   these\r\n\r\norganisations. If there is to be a definition of a\r\n\r\nmutual   benefit  organisation,  it  must   be   a\r\n\r\ncomprehensive one. This definition must be  looked\r\n\r\nat also in relation to clause 45. In clause 45, it\r\n\r\nis  provided  that contributions made  to  a  life\r\n\r\nassurance  company  or co-operative  societies  or\r\n\r\ntrade  unions will be excluded from the  operation\r\n\r\nof  this Ordinance. In all other cases where their\r\n\r\nprimary  object  does not concern  mutual  benefit\r\n\r\nactivities, they nevertheless must register  under\r\n\r\nthe  Ordinance; otherwise, there would be no means\r\n\r\nof  introducing  an  effective control  over  such\r\n\r\norganisations.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker, Sir, my school\r\n\r\nmay  be peculiar and although we do not have  what\r\n\r\nis known as a mutual benefit organisation, we have\r\n\r\na  teachers'  society where the members  subscribe\r\n\r\nregularly. If somebody is in need, the members may\r\n\r\ndecide to vote money. Would they come under this?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> It is an illegal society.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 830</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Then it becomes illegal. That\r\n\r\nis  the  point, Sir. Reference has  been  made  to\r\n\r\nclause  45.  Both  of them are related  really.  I\r\n\r\nwonder  if  it will be proper for me to debate  on\r\n\r\nclause 45 as well, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It might be convenient to touch on\r\n\r\nthat amendment as well, so that when we do come to\r\n\r\nclause  45,  there  can just be  a  formal  motion\r\n\r\nbefore the House.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, at the Select Committee\r\n\r\nmeetings  two  ways were suggested  by  which  the\r\n\r\nnumber of societies affected could be reduced. One\r\n\r\nwas  by  narrowing the gate and letting a  smaller\r\n\r\nnumber come in to register. The other was to  make\r\n\r\nthe  gate as wide as possible, and when they  come\r\n\r\nin,  the  Minister  would be given  the  power  to\r\n\r\nexempt as many categories as he thought should  be\r\n\r\nexempted.  The  categories  mentioned   as   being\r\n\r\ndeserving  of  exemption were insurance  companies\r\n\r\nand  bona  tide voluntary charitable and religious\r\n\r\norganisations.   The  words   \"bona   fide\"   were\r\n\r\npurposely  inserted  because we  all  desire  that\r\n\r\nspurious  organisations should not be  registered.\r\n\r\nBut  what  did  we find, Sir? When  the  Bill,  as\r\n\r\namended,  came  before  the Select  Committee  for\r\n\r\nadoption, we found that the Government had decided\r\n\r\nto   exempt   insurance  companies - that   is   all\r\n\r\nright - trade   unions - we  do  not   mind   that - co-\r\n\r\noperative   societies -  we  do   not   mind   that\r\n\r\neither - and  exclude bona fide voluntary charitable\r\n\r\nand religious organisations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, although the Government might not have\r\n\r\nrealised it, the implication is bad. It means that\r\n\r\nof  those  bona  fide  societies  which  could  be\r\n\r\nexempted,  the  Government  has  decided  that  in\r\n\r\naddition  to  insurance companies,  only  the  co-operative societies and the trade unions  will  be\r\n\r\nincluded. What about the others? Does it mean that\r\n\r\nthey  are  not  to be trusted? Does it  mean  that\r\n\r\ntheir  standard of honesty is not as high as  that\r\n\r\nof  the  trade unions and co-operative  societies?\r\n\r\nSurely,  we know there are good elements  and  bad\r\n\r\nelements  in  all  spheres  of  life  and  in  all\r\n\r\norganisations. If we decide to exempt, say,  trade\r\n\r\nunions\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 831</b></font><br><br>\r\n\r\n\r\n\r\nand  co-operative  societies, then  by  all  means\r\n\r\nexempt  also  bona fide voluntary  charitable  and\r\n\r\nreligious  organisations. If you do  not  wish  to\r\n\r\nexempt   bona   fide  voluntary   charitable   and\r\n\r\nreligious  organisations, then  why  exempt  trade\r\n\r\nunions and co-operative societies? I wonder if the\r\n\r\nGovernment  fully  realises the  wrong  impression\r\n\r\nthat  might  go around. That this Government  does\r\n\r\nnot  like  religious societies and  voluntary  and\r\n\r\ncharitable  organisations.  I  therefore  ask  the\r\n\r\nGovernment  to  reconsider the question.  We  went\r\n\r\nfurther  into this and the impression,  which  the\r\n\r\nrepresentors and Members of the Opposition got  in\r\n\r\nthe  Select  Committee was that the  Parliamentary\r\n\r\nSecretary to the Minister for Labour and  Law  was\r\n\r\nquite   convinced,   like  ourselves,   that   the\r\n\r\nsuggestion was reasonable. But, of course, he knew\r\n\r\nthat  he  was  not  the  one  to  make  the  final\r\n\r\ndecision.  I would like to read to the House  from\r\n\r\nthe  Report of the Select Committee on the  Mutual\r\n\r\nBenefit  Organisations Bill, page  C85,  questions\r\n\r\nNos. 831 and 833:\r\n\r\n\r\n\r\n<br><br><div align=\"center\">\"Mr Wee Toon Boon</div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;831. Mr Speaker, you have taken some\r\n\r\nconsiderable  time to point out what actually  the\r\n\r\nrepresentor  has in mind. It appears  to  me  that\r\n\r\nwhat  he  has  in mind is that those  institutions\r\n\r\nsuch  as  medical benefit societies  or  financial\r\n\r\ncompanies  or  those  run on  a  commercial  basis\r\n\r\nshould   be  registered.  Is  that  Mr   Rayner's\r\n\r\nopinion?\".\r\n\r\n\r\n\r\n<br><br>Mr Rayner's reply was:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That is so.\".\r\n\r\n\r\n\r\n<br><br>Mr Wee Toon Boon speaking again:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Mr Speaker, just now Mr Rayner also said that\r\n\r\nnot  all  religious organisations were  bona  fide\r\n\r\norganisations, if we were to accept  the  proposal\r\n\r\nthat  there should be provision for the  exemption\r\n\r\nof  certain  organisations, would  he  agree  that\r\n\r\nprovision  should  also be  made  to  check  those\r\n\r\norganisations   which  had  been   exempted   from\r\n\r\nregistration under the Bill?\".\r\n\r\n\r\n\r\n<br><br>We  jump,  Sir, to question 833 - you  are  speaking\r\n\r\nhere, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Anyway, the principle which the Parliamentary\r\n\r\nSecretary   has  in  mind  is  accepted   by   you\r\n\r\n(addressed  to  Mr Rayner), the  principle  being\r\n\r\nthat if you are to exempt, there must be power  in\r\n\r\nsome  way,  either  in  the  Bill  or  some  other\r\n\r\nOrdinance,  to  look  into the  affairs  of  those\r\n\r\norganisations exempted?\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 832</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>Mr Rayner's reply was:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"I entirely agree, Sir.\".\r\n\r\n\r\n\r\n<br><br>Mr Wee Toon Boon asked:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Mr Speaker, could the witness suggest what\r\n\r\nsort  of  check we could put on the management  of\r\n\r\nexempted institutions?\".\r\n\r\n\r\n\r\n<br><br>You said, Sir:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That is what Mr Rayner has explained?\r\n\r\n-In  the  first  place, they  will  probably  be\r\n\r\nregistered under the Societies Ordinance. That  is\r\n\r\nyour first check. Should there be a whisper of any\r\n\r\nabuses, the Registrar of Societies will call  them\r\n\r\nup  immediately under his powers, If the Registrar\r\n\r\nof  Societies  finds that they are  abusing  their\r\n\r\npowers, he  will  no doubt communicate  with  the\r\n\r\nRegistrar under this Bill.\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we ask, as a compromise, a partial and not\r\n\r\neven  complete  exemption for bona fide  voluntary\r\n\r\ncharitable   and  religious  organisations.   Full\r\n\r\nexemption   is   being  given  to  trade   unions,\r\n\r\ncooperative societies and insurance companies. For\r\n\r\nvoluntary  charitable and religious  organisations\r\n\r\nof  the  bona fide type, we ask only for a partial\r\n\r\nexemption.  After they have applied for  exemption\r\n\r\nand   the  Government,  after  investigation,  has\r\n\r\nconsidered  that  certain organisations  are  bona\r\n\r\nfide, then these organisations should be exempted.\r\n\r\nI  am  sure,  Sir, that in order not  to  give  an\r\n\r\nimpression  that  there  is  discrimination,  this\r\n\r\nconcession could be given.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, we have given\r\n\r\nconsiderable thought to this Bill and we  find  it\r\n\r\nnecessary  to  take  powers to  control  all  such\r\n\r\norganisations, whether their primary  objects  are\r\n\r\nmatters which concern mutual benefit activities or\r\n\r\nnot. That is very essential to a proper scheme  of\r\n\r\ncontrol.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think the Member for Tanglin\r\n\r\nhas  overlooked the provisions of clause 15. If  I\r\n\r\nmay  invite him now to take a second look at  this\r\n\r\nclause.  There  it is provided that \"a  registered\r\n\r\norganisation   shall  not  be  affected   by   the\r\n\r\nprovisions  of  the  Societies  Ordinance,  if  no\r\n\r\nactivities  are carried on by it other than  those\r\n\r\nof a mutual benefit organisation.\" If it is purely\r\n\r\na  mutual benefit organisation, then it need  only\r\n\r\nregister  under  this Ordinance. But  if  such  an\r\n\r\norganisation intends to function as a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 833</b></font><br><br>\r\n\r\n\r\n\r\nsociety as well, then it would be necessary for it\r\n\r\nto be registered under the Societies Ordinance. At\r\n\r\npresent,  the  whole  position  is  very  confused\r\n\r\nbecause mutual aid organisations and societies all\r\n\r\nappear  on the same register. That has facilitated\r\n\r\nconsiderable  fraud  in the  setting-up  of  these\r\n\r\norganisations. I will refer the Member for Tanglin\r\n\r\nto clause 46 of this Bill. The distinction is made\r\n\r\nthere  between  the  honest  type  of  mutual  aid\r\n\r\norganisation   registered  under   the   Societies\r\n\r\nOrdinance,  and the dishonest type of association,\r\n\r\nwhich  has  hitherto been acting fraudulently.  In\r\n\r\nthe  case  of those associations which  run  these\r\n\r\nmutual  benefit  schemes and which are  registered\r\n\r\nunder the Business Names Ordinance, they would  be\r\n\r\nrequired  to  register under this  Bill  within  a\r\n\r\nperiod  of  three  months.  In  the  case  of  the\r\n\r\nreputable  type of organisations,  which  are  all\r\n\r\nregistered  under  the Societies  Ordinance,  they\r\n\r\nhave  a  period of one year in which to  register.\r\n\r\nThat means to say, if they find that they are,  in\r\n\r\nfact,  nothing  more  or  less  than  mutual   aid\r\n\r\norganisations,  then  within  a  year  they   must\r\n\r\nregister under this Bill. Now, if they are  mutual\r\n\r\naid  organisations and also function as societies,\r\n\r\nthey  will  have to register themselves under  the\r\n\r\nSocieties  Ordinance as well as under  this  Bill.\r\n\r\nThat is what we have tried to do in this Bill.  We\r\n\r\nhave excluded life insurance companies, those  co-\r\n\r\noperative societies, which run benefit schemes, as\r\n\r\nwell  as those trade unions, which also run mutual\r\n\r\nbenefit schemes, from the provisions of this Bill.\r\n\r\nNow  in  the case of the association of  teachers,\r\n\r\nwhich  the  Member for Tanglin is very  interested\r\n\r\nin,  if  it has a mutual benefit scheme, then  all\r\n\r\nthat  it has to do is to register within one  year\r\n\r\nafter this Bill. If it is already registered under\r\n\r\nthe  Societies  Ordinance, this registration  will\r\n\r\ncontinue.   So  there  should  be  no   difficulty\r\n\r\nwhatsoever, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker. Sir, I am sorry\r\n\r\nif  I gave the impression that, I was fighting for\r\n\r\nthose  organisations, which have,  as  their  main\r\n\r\nobject, the running of a mutual benefit scheme.  I\r\n\r\nwas  not. I was pleading, as the representor,  Mr\r\n\r\nRayner,  had pleaded before the Select  Committee,\r\n\r\nfor those who are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 834</b></font><br><br>\r\n\r\n\r\n\r\nalready  registrable under the Societies Ordinance\r\n\r\nand whose activities are not of the mutual benefit\r\n\r\nsociety  kind  to  be exempted.  For  instance,  a\r\n\r\nreligious organisation has the worship of  God  as\r\n\r\nits main object. Then, as an ancillary object,  it\r\n\r\nhas   a   benevolent   section.   Now,   such   an\r\n\r\norganisation,  I believe, must register  a  second\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of Chinese temples which operate\r\n\r\nmutual  benefit  schemes on a  big  scale  as  the\r\n\r\nprincipal  object, they should be  registered.  We\r\n\r\nare  not asking that such temples be exempted. But\r\n\r\nin  the  case  of  other organisations  where  the\r\n\r\nbenevolent  section is an ancillary  object,  they\r\n\r\nshould be put on an equal footing with that of the\r\n\r\ntrade unions and cooperative societies.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands)</b>(<i>In Malay</i>): Mr Speaker, Sir, I rise in\r\n\r\nsupport  of the amendment moved by the Member  for\r\n\r\nTanglin.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that the object of the Government\r\n\r\nis  to  control undesirable organisations for  our\r\n\r\nown  benefit. I believe that the purpose  of  this\r\n\r\nBill  is  to abolish secret societies,  which  run\r\n\r\nillegal benefit schemes for their members. No  one\r\n\r\ncan oppose these objects. But I fear, Mr Speaker,\r\n\r\nSir,  that  the extent to which the Government  is\r\n\r\nattempting  to  control these  illegal  activities\r\n\r\nwill  cause considerable hardship and difficulties\r\n\r\nto innocent and honest citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From the explanations given by the Minister for\r\n\r\nLabour and Law in reply to the questions raised by\r\n\r\nMembers of the Opposition, I am not confident that\r\n\r\nreligious  organisations  will  receive  exemption\r\n\r\nfrom  registration. In the past, the  majority  of\r\n\r\nthese  religious organisations were exempted  from\r\n\r\nregistration  and, as I have said, the  object  of\r\n\r\nthese  organisations is primarily  to  assist  and\r\n\r\nlook after the welfare of the members. The form of\r\n\r\nthe  assistance is varied and wide  in  scope.  In\r\n\r\ndifficult circumstances, these organisations  come\r\n\r\nto the aid of their members.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 835</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if these organisations have to\r\n\r\nbe  registered, I am afraid that  they  will  not\r\n\r\nhave   the   means   to  do  so,   unlike   other\r\n\r\norganisations.  Some  of  the  members  of  these\r\n\r\nmutual  benefit  organisations are  aged  people.\r\n\r\nSome of them go to mosques (surau); they are  not\r\n\r\nactive  and  they are very poor. It is  difficult\r\n\r\nfor  them  to comply with the provisions  of  the\r\n\r\nlaw,  as they cannot actively participate in  the\r\n\r\nrunning  of  their organisations. It is  possible\r\n\r\nthat  they may even be afraid of becoming members\r\n\r\nof such organisations, and this will lead them to\r\n\r\nbelieve  that  they have no freedom  to  practise\r\n\r\ntheir own religion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For these reasons, the Opposition Members are\r\n\r\npressing for the amendment moved and we hope that\r\n\r\nthe  Government  will look thoroughly  into  this\r\n\r\nmatter.  As  the Government has reconsidered  its\r\n\r\nattitude   towards  the  Pawnbrokers  (Amendment)\r\n\r\nBill, I hope that the Minister for Labour and Law\r\n\r\nwill give special consideration to this amendment\r\n\r\nin  the interest of the welfare of the people  of\r\n\r\nSingapore.  Perhaps  the  Government   will   put\r\n\r\nforward  an  excuse  saying that  such  religious\r\n\r\norganisations  did not put up representations  to\r\n\r\nthe Select Committee. In the Report of the Select\r\n\r\nCommittee  on  the  Mutual Benefit  Organisations\r\n\r\nBill, it appears that the Buddhist temples sent a\r\n\r\nrepresentative  who was completely  in  the  dark\r\n\r\nabout   the   functions  of   Buddhist   temples.\r\n\r\nSimilarly,   the   members  of  other   religious\r\n\r\norganisations who are old people do not know  the\r\n\r\nprovisions of the law, and I am afraid  that  the\r\n\r\nfreedom  of  the  people to engage  in  religious\r\n\r\nactivities  will be restricted. I have  no  doubt\r\n\r\nthat it is not the intention of the Government to\r\n\r\nrestrict religious activities.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cheng Lock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cheng Lock (River Valley):</b> Mr Speaker,\r\n\r\nSir,  it  was pointed out in the Select Committee\r\n\r\nby  a learned lawyer, Mr L. Rayner, that in  his\r\n\r\nopinion it would be undesirable and dangerous  if\r\n\r\nthe  definition of \"mutual aid organisation\" were\r\n\r\nto  be  narrowed  down.  I remember  the  witness\r\n\r\ntelling  us how well versed he was to  get  round\r\n\r\nawkward\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 836</b></font><br><br>\r\n\r\n\r\n\r\nportions  of legislation. If the definition  were\r\n\r\nnarrowed down, many organisations which would  be\r\n\r\ncaught  by  this Bill would escape  registration,\r\n\r\nand this would defeat the very purpose which this\r\n\r\nBill is trying to implement\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When this Bill is implemented, certain bona fide\r\n\r\nvoluntary  charitable and religious organisations\r\n\r\nwould  also be affected. The argument put forward\r\n\r\nby the Member for Tanglin is that registration of\r\n\r\nthese   bona   fide  voluntary   charitable   and\r\n\r\nreligious   organisations  would  cause   immense\r\n\r\ndifficulties and hardship. We on this side of the\r\n\r\nHouse  do appreciate the additional work that  is\r\n\r\nrequired to be done to comply with the provisions\r\n\r\nof  the  Bill,  but we do not believe  that  this\r\n\r\nadditional    work    would   discourage    these\r\n\r\norganisations from continuing to do the good work\r\n\r\nthey  have  been doing. These organisations  have\r\n\r\ngone  through more difficult times, and I am sure\r\n\r\nthe  additional  work would not deter  them  from\r\n\r\ncontinuing to do their good work. After  all,  it\r\n\r\nis  agreed that this Bill is a good one. There is\r\n\r\na   need  to  control  and  register  mutual  aid\r\n\r\norganisations. It is accepted that such bona fide\r\n\r\nvoluntary  charitable and religious organisations\r\n\r\nare  very  few  in  number, and they  are  either\r\n\r\nregistered or exempted societies. If provision is\r\n\r\nmade in this Bill for exemption for this type  of\r\n\r\norganisation,  it would also open  the  door  and\r\n\r\ngive  opportunity  to others  not  so  bona  fide\r\n\r\norganisations to seek exemption. There were about\r\n\r\n110  cooperative  societies,  150  trade  unions,\r\n\r\n1,024 exempted and 1,027 registered societies  at\r\n\r\nthe end of 1959. There can be no justification in\r\n\r\ninvolving    the    Government   in    additional\r\n\r\nexpenditure to recruit additional staff  for  the\r\n\r\nwork when it is accepted that perhaps only a very\r\n\r\nfew would get exemption.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali Bin Alwi (Kampong Kembangan)</b>(<i>In Malay</i>): Mr Speaker, Sir, I seek clarification on\r\n\r\nthis clause from the Hon. the Minister for Labour\r\n\r\nand  Law, because the Parliamentary Secretary  to\r\n\r\nthe  Minister for National Development - who is  of\r\n\r\nthe  same  religion as mine - is not with  us  this\r\n\r\nafternoon.  And  I  hope the other  Members  will\r\n\r\nfollow what I have to say.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 837</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we have just approved the Muslims (Amendment) Bill. I would like to support my\r\n\r\ncolleague, the Member for the Southern  Islands,\r\n\r\non  the question of the welfare of mutual benefit\r\n\r\norganisations   which   have   been    registered\r\n\r\naccording   to   the  existing   law   or   those\r\n\r\norganisations which are to be registered.\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So the big problem which I think the Minister\r\n\r\nfor Labour and Law can clarify is the position of\r\n\r\nthe suraus and the mosques, the majority of which\r\n\r\nare administered by the kampong folks themselves.\r\n\r\nI  would like to ask the Minister for Labour  and\r\n\r\nLaw  this  question: is it the  policy  that  the\r\n\r\nspecial  privileges of the Malays, which  include\r\n\r\ntheir religion, will be implemented? If so,  they\r\n\r\ncan go further in the matter of the upkeep of the\r\n\r\nsuraus and mosques. Could they be exempted for  a\r\n\r\ncertain time to avoid corruption which all of  us\r\n\r\nknow?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that we should control their financial\r\n\r\naffairs, because it is found that there are  many\r\n\r\npeople who exploit such organisations. So what  I\r\n\r\nthink  is important, Mr Speaker, is the position\r\n\r\nof  the  suraus and the mosques, the majority  of\r\n\r\nwhich  are  being  managed and  assisted  by  the\r\n\r\nkampong  folks who themselves are not members  of\r\n\r\nany  organisation at all. So this is  a  big  and\r\n\r\nserious question to me and maybe to my colleagues\r\n\r\nalso,  and  in  order to overcome this  will  the\r\n\r\nMinister  for  Labour  and Law  put  into  effect\r\n\r\ncertain  rules such as bait-ul-mal  in  order  to\r\n\r\nupkeep  the  suraus or mosques? Because  this  is\r\n\r\nincluded in the Muslims (Amendment) Bill which we\r\n\r\nhave discussed, but nothing can be done Singapore\r\n\r\nbecause  we  know that the laws of Singapore  are\r\n\r\nnot  based on Islamic law and we know that we are\r\n\r\nprepared  to face realities today. Therefore,  as\r\n\r\nto  what  kind  of action will be  taken  by  the\r\n\r\nMuslim  Advisory  Board on the problems  which  I\r\n\r\nhave raised and whether such representations have\r\n\r\nbeen  brought  to the notice of the  Minister  or\r\n\r\nnot,  I  do  not know, but I think   it  is  most\r\n\r\nimportant to uphold one of the religious precepts\r\n\r\nof Islam.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 838</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, some of us can be\r\n\r\nvery  grateful to the Almighty that we were never\r\n\r\nborn stupid. Mr Speaker, Sir, this Bill has  got\r\n\r\nnothing to do with suraus and masjids. No surau\r\n\r\nor masjid  will  ever be required  to  register\r\n\r\nunder this Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Tanglin was\r\n\r\ntalking  about a religious society or  a  society\r\n\r\nthat  is formed to worship God. Well, so  be  it.\r\n\r\nForm a society to worship God. But if you collect\r\n\r\nsubscriptions  and  run  a  benefit  scheme   for\r\n\r\nmembers of that society, then we require it to be\r\n\r\nregistered  under this Bill. That  is  the  right\r\n\r\nthing to do. One must realise that there has been\r\n\r\na  lot  if fiddling about with such funds,  which\r\n\r\nproperly belong to the persons who contribute  to\r\n\r\nthese  organisations. We are  trying  to  do  the\r\n\r\nright  thing for the people of Singapore  and  to\r\n\r\nsee  that  these associations are  brought  under\r\n\r\nproper control. I referred this House just now to\r\n\r\nclause  46  of this Bill. We show the distinction\r\n\r\nthere between the fraudulent type of organisation\r\n\r\nand  the honest organisation. The fraudulent type\r\n\r\nof  organisation is able at present to produce  a\r\n\r\ncertificate  of registration under  the  Business\r\n\r\nNames  Ordinance  to  claim  that  that  is   its\r\n\r\nauthority to defraud the public. We say  to  such\r\n\r\norganisations,  \"You must register  within  three\r\n\r\nmonths  and  you must comply with the rules  that\r\n\r\nare  laid  down in this Ordinance. Otherwise  you\r\n\r\nare  an  unlawful organisation.\" There  are  also\r\n\r\nfortunately hundreds of the good type  of  mutual\r\n\r\naid  organisations.  They are really  first-class\r\n\r\nmutual  benefit organisations. They have  a  real\r\n\r\nhistory  and  tradition of their  own.  Now  they\r\n\r\nwould,  within  one year, have to register  under\r\n\r\nthe  Mutual  Benefit Organisations  Ordinance  if\r\n\r\nthey have benefit schemes. They will also have to\r\n\r\nregister   under   other  Ordinances   if   their\r\n\r\nactivities are more than mutual aid. If they are,\r\n\r\nin  fact,  societies and are registered as  such,\r\n\r\nthey will then continue to be on the register  of\r\n\r\nsocieties  as  societies. That  is  what  we  are\r\n\r\ntrying  to  do.  We  are not harassing  religious\r\n\r\nbodies  or trying to put charitable organisations\r\n\r\nout  of business. We are trying to be reasonable.\r\n\r\nWe want to see that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 839</b></font><br><br>\r\n\r\n\r\n\r\nthere is effective control over the activities  of\r\n\r\nthese  organisations, and  that  is  why  we  have\r\n\r\nintroduced this legislation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is not something new. The provisions of\r\n\r\nthe  Bill  are  founded on the Friendly  Societies\r\n\r\nenactment  in  England, which has a  long  history\r\n\r\nbehind  it.  We  are not trying to  introduce  new\r\n\r\nlegislation to harass or to make it difficult  for\r\n\r\nthe  law abiding people of Singapore, or for  that\r\n\r\nmatter  religious organisations or those  who  are\r\n\r\nassociated with charitable organisations.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker, Sir, I would\r\n\r\nlike  to answer the Member for River Valley first.\r\n\r\nI  think  he read only part of Mr Leslie Rayner's\r\n\r\nstatement.  May  I  quote from Question  798?  Mr\r\n\r\nRayner said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"It is a good thing to have the definition as\r\n\r\nwide as possible, leaving the power to exempt with\r\n\r\nthe Registrar, with an appeal to the Minister.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he made the suggestion. All right, make the\r\n\r\ndefinition   and   then  you  exempt.   Sir,   the\r\n\r\nGovernment  accepted  that suggestion  apparently,\r\n\r\nthe  definition was made wide, and the  Government\r\n\r\nthen proceeded to exempt certain categories and to\r\n\r\nleave out certain categories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our point, and that of Mr Leslie Rayner's,\r\n\r\nwas  that  if the Government agree to exempt,  why\r\n\r\nnot  exempt  the honest type, as the Minister  for\r\n\r\nLabour  and  Law has said - the type that  is  doing\r\n\r\ngood work? Why does the Government not also exempt\r\n\r\nthem  as it has exempted the trade unions and  the\r\n\r\ncooperatives? I am only asking for the same thing.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> For the simple reason that\r\n\r\ntrade  unions and co-operatives come under special\r\n\r\ntrade  union  Ordinances and certain  co-operative\r\n\r\nOrdinances. They are already under control. If the\r\n\r\nMember for Tanglin wants to produce a Bill for the\r\n\r\ncontrol  of  his  churches and Methodist  missions\r\n\r\nwhich  run the Anglo-Chinese School, by all means.\r\n\r\nThen  we  will exempt them from these  mutual  aid\r\n\r\nprovisions.  Have  the controls under  the  Anglo-Chinese School Ordinance then.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The only amendment which has been\r\n\r\nproposed is to clause 2.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 840</b></font><br><br>\r\n\r\n\r\n\r\nBut  might I remind hon. Members that we are  also\r\n\r\ndiscussing the amendment to clause 45 which is  in\r\n\r\nthe  name  of  the Member for Tanglin?  When  this\r\n\r\ndiscussion   ends,  there  will  be   no   further\r\n\r\ndiscussion on the amendment, which is proposed  to\r\n\r\nclause 45.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker, Sir, may I ask\r\n\r\nwhether  in  the  case of religious  organisations\r\n\r\nthey  are  to  be registered under  the  Societies\r\n\r\nOrdinance? If they are, then they have to register\r\n\r\ntwice if they have a benevolent section.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, the point that I made\r\n\r\nfor the benefit of the Member for Tanglin is this:\r\n\r\nthat there are special legislations to control the\r\n\r\nbooks  and  the  finances  of  trade  unions   and\r\n\r\ncooperatives.  There  is  no  legislation  in  the\r\n\r\nSocieties  Ordinance to control the  accounts  and\r\n\r\nthe finances of any society. If you will remember,\r\n\r\nwhen we made amendments to the Societies Ordinance\r\n\r\nrecently, the Registrar will not even be  able  to\r\n\r\ncall for certain thing if they happen to belong to\r\n\r\npolitical   associations.  Under   the   Societies\r\n\r\nOrdinance,  there  is no power to  look  into  the\r\n\r\nbooks and the accounts. Under the trade union laws\r\n\r\nand  the laws of co-operative societies, there  is\r\n\r\npower  to do so. There are no laws at present  for\r\n\r\nthe  registration,  control and  scrutiny  of  the\r\n\r\naccounts  of  any religious body or  it  religious\r\n\r\norder.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Probably the Parliamentary\r\n\r\nSecretary wishes to correct a misunderstanding,\r\n\r\nand I think I know what the misunderstanding is.\r\n\r\nMr Wee.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon:</b> Mr Speaker Sir, the point\r\n\r\nraised  by the Member for Tanglin has been replied\r\n\r\nby  the  Minister and the Prime Minister. I  would\r\n\r\nlike to say this about his wrong impression of  my\r\n\r\nattitude  in the Select Committee. The Member  for\r\n\r\nTanglin  is so simpleminded that he has overlooked\r\n\r\nthe fact that the main purpose of hearing evidence\r\n\r\nin  the  Select  Committee is  to  find  out  what\r\n\r\nconstructive ideas the witnesses can tender to the\r\n\r\nCommittee. And it is up to the Committee to decide\r\n\r\nwhether to accept their ideas or not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 841</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 45-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will the Member for Tanglin move\r\n\r\nhis amendment formally?\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page A17, line 16, after \"1960\", to insert \",\r\n\r\nor  to  such  bona fide voluntary  charitable  and\r\n\r\nreligious organisations as may be exempted by  the\r\n\r\nMinister after investigation\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 45 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 47-\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page A18, line 18, at end, to add -\r\n\r\n<br><br>Shall I read the amendment*, Sir?\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The amendment reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page A18, line 18, at end, to add-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(3) All rules made under this section shall be published\r\n\r\nin  the  Gazette  and shall be  presented  to  the\r\n\r\nLegislative  Assembly  as soon  as  may  be  after\r\n\r\npublication and if a resolution is passed pursuant\r\n\r\nto  a  motion notice whereof has been given for  a\r\n\r\nsitting  day  not  later than the first  available\r\n\r\nsitting day 01 the Assembly next after the  expiry\r\n\r\nof  three months from the date when such rules are\r\n\r\nso  presented  annulling the  rules  or  any  part\r\n\r\nthereof  as from a specified date, such  rules  or\r\n\r\nsuch  part  thereof  as  the  case  may  be  shall\r\n\r\nthereupon  become  void  as  from  such  date  but\r\n\r\nwithout  prejudice  to  the validity  of  anything\r\n\r\npreviously done thereunder or to the making of new\r\n\r\nrules.\".\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If the paragraph sets out the\r\n\r\nterms of the amendment correctly, then the\r\n\r\nParliamentary Secretary need not read it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon:</b> Mr Speaker, Sir, the purpose\r\n\r\nof the amendment is to give the Assembly the power\r\n\r\nto approve any regulation that is to be made under\r\n\r\nthis section.\r\n\r\n\r\n\r\n<br><br>4.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I do not know whether the\r\n\r\namendment  is correctly reproduced here.  It  only\r\n\r\nprovides   for   the  annulling  of   rules,   not\r\n\r\nvariation. Is that confirmed? It is a question  of\r\n\r\nannulling, not variation?\r\n\r\n\r\n\r\n<br><br><!-- Mr Wee Toon Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wee Toon Boon:</b> Yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 47, as amended, ordered to stand part of\r\n\r\nthe Bill\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 842</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported, with an amendment; read a Third\r\n\r\ntime and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 842</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>INCOME TAX ORDINANCE</b></div>\r\n\r\n<div align=\"center\"><b>(Addition to First Schedule)</b></div>\r\n\r\n\r\n\r\n<br><br>4.47 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b>\r\n\r\nMr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly, pursuant to subsection (1)\r\n\r\nof   section  106  of  the  Income  Tax  Ordinance\r\n\r\n(Chapter  166),  resolves that  the  Federal  Land\r\n\r\nDevelopment   Authority   and   the   Local   Land\r\n\r\nDevelopment Boards and Corporations, set up  under\r\n\r\nthe Federation Land Development Ordinance of 1956,\r\n\r\nbe  added  to  the  First  Schedule  to  the  said\r\n\r\nOrdinance  with  effect  from  the  first  day  of\r\n\r\nJanuary, 1959.\r\n\r\n\r\n\r\n<br><br>4.48 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr Deputy  Speaker  (Mr G.  Kandasamy)  in  the       Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Section 106 (1) of the Income Tax Ordinance\r\n\r\ngives  power  to  the  Legislative  Assembly,   by\r\n\r\nresolution, to add to, vary or revoke the whole or\r\n\r\nany  part  of  any Schedule to the Ordinance.  The\r\n\r\nFirst  Schedule  to  the Ordinance  specifies  the\r\n\r\ninstitutions, authorities, persons or funds  whose\r\n\r\nincome  is exempted from income tax under  section\r\n\r\n13 (1) (e) of the Ordinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Federation Government is now seeking to\r\n\r\ninclude  its  Federal Land Development  Authority,\r\n\r\nestablished  under  the Federal  Land  Development\r\n\r\nOrdinance,  No.  20 of 1956 of the  Federation  of\r\n\r\nMalaya,  in  the First Schedule to the Income  Tax\r\n\r\nOrdinance and so exempting its income from  income\r\n\r\ntax.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to Local Land Development Boards and\r\n\r\nCorporations,  Part  III  and  Part  IV   of   the\r\n\r\nFederation Land Development Ordinance provide  for\r\n\r\ntheir establishment to further the main objects of\r\n\r\nthe  Ordinance. These Boards and Corporations will\r\n\r\nthemselves have funds\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 843</b></font><br><br>\r\n\r\n\r\n\r\nwhich may produce an investment income before  the\r\n\r\nmoney is fully absorbed in development schemes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The money, which the Federal Land Authority has\r\n\r\ninvested  and  the  Land  Development  Boards  and\r\n\r\nCorporations may invest in Singapore, is  in  fact\r\n\r\nFederation  Government money employed  temporarily\r\n\r\nto  earn  interest until needed. As  such,  it  is\r\n\r\njustifiable to exempt from income tax the interest\r\n\r\nfrom  these investments, on the general  principle\r\n\r\nthat Governments do not seek to tax each other. In\r\n\r\nthis   connection,  I  may  point  out  that   the\r\n\r\nGovernments of Singapore and the Federation appear\r\n\r\nrespectively  in  the  First  Schedules   of   the\r\n\r\nFederation and Singapore Income Tax Ordinances.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Comptroller-General of Income Tax, Malaya,\r\n\r\nand   the   Malayan  Board  of  Income  Tax   have\r\n\r\nrecommended  that  the  Federal  Land  Development\r\n\r\nAuthority  and  its  Boards  and  Corporations  be\r\n\r\nincluded  in the First Schedule and the Government\r\n\r\nhas accepted the recommendation of the Board.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly, pursuant to subsection (1)\r\n\r\nof   section  106  of  the  Income  Tax  Ordinance\r\n\r\n(Chapter  166),  resolves that  the  Federal  Land\r\n\r\nDevelopment   Authority   and   the   Local   Land\r\n\r\nDevelopment Boards and Corporations, set up  under\r\n\r\nthe Federation Land Development Ordinance of 1956,\r\n\r\nbe  added  to  the  First  Schedule  to  the  said\r\n\r\nOrdinance  with  effect  from  the  first  day  of\r\n\r\nJanuary, 1959.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 843</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SINGAPORE CITIZENSHIP</b></div>\r\n\r\n<div align=\"center\"><b>(AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>4.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Home Affairs (Mr Ong Pang Boon):</b> Mr Deputy Speaker, I beg to move, \"That\r\n\r\nthe Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Because of accidents of history and by virtue of\r\n\r\nits   geographical  position   there   exists   in\r\n\r\nSingapore  a large number of immigrant population.\r\n\r\nSince  they have been denied a stake in the State,\r\n\r\nand  as  a  result of the neglect and  the  short-sighted policy of the colonial rulers in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 844</b></font><br><br>\r\n\r\n\r\n\r\nthe   past,   this  large  number   of   immigrant\r\n\r\npopulation  has always orientated their  political\r\n\r\nthinking  and  outlook towards  the  countries  of\r\n\r\ntheir   birth.  They  live  in  a  world  all   by\r\n\r\nthemselves  and their ways of living and  attitude\r\n\r\nof  mind  have in no way been identified with  the\r\n\r\ncountry and its people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The introduction of the citizenship law in 1957\r\n\r\nhas   undoubtedly  given  many  of  the  immigrant\r\n\r\npopulation  a stake in the country,  and  to  date\r\n\r\nmore  than  400,000 people have obtained Singapore\r\n\r\ncitizenship. Nevertheless, it would be foolish for\r\n\r\nus if we think that all these 400,000 new citizens\r\n\r\nhave  identified  themselves completely  with  the\r\n\r\npolitical  aspirations  of  the  people  of   this\r\n\r\ncountry. A large number of new citizens have taken\r\n\r\nadvantage of the very liberal citizenship  law  to\r\n\r\nobtain citizenship for the sake of convenience  in\r\n\r\norder   to   enjoy   rights  and   privileges   of\r\n\r\ncitizenship, such as employment, public assistance\r\n\r\nand  other social services, with little obligation\r\n\r\non their part.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, this position cannot be maintained for\r\n\r\nan indefinite period of time, particularly at this\r\n\r\ncritical  stage of nation building. The  continued\r\n\r\nincrease  in  the  number  of  unassimilated   new\r\n\r\ncitizens, whose loyalty lies elsewhere or who have\r\n\r\nnot  shown  by  words or actions to be  likely  to\r\n\r\nidentify  themselves  with  the  destiny  of   the\r\n\r\ncountry,  cannot be tolerated. The  possession  of\r\n\r\ndual citizenship, the ease with which a citizen of\r\n\r\nthe  U.K. and  Colonies and  those  born  in  the\r\n\r\nFederation  can  obtain  citizenship  must  cease,\r\n\r\nparticularly  at this time when the Government  is\r\n\r\nalso   facing  the  terrible  problem  of  finding\r\n\r\nemployment  for  its  large number  of  unemployed\r\n\r\ncitizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill, therefore, is to\r\n\r\nconfine  citizenship  rights  to  those  who  have\r\n\r\ndemonstrated their undivided loyalty to the  State\r\n\r\nand  intention to reside here permanently, and  to\r\n\r\ndebar  those  who  seek to obtain citizenship  for\r\n\r\nreasons   of  convenience  or  expediency  thereby\r\n\r\nhoping to enjoy the best of two worlds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 2 and 3 of the Bill, which by virtue of\r\n\r\nthis  Bill  will  be  deemed  to  have  come  into\r\n\r\noperation with effect\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 845</b></font><br><br>\r\n\r\n\r\n\r\nfrom  6th  April,  1960, the date  this  Bill  was\r\n\r\nintroduced in this Assembly, have been drafted  to\r\n\r\nprovide for a more effective test of loyalty,  for\r\n\r\nthe  opportunity to make a genuine declaration  of\r\n\r\nreal  regard for this country, and for the  chance\r\n\r\nto  identify  oneself  in common  unity  with  the\r\n\r\npeople of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 now provides that the period of\r\n\r\nresidence  required in Singapore before a  citizen\r\n\r\nof  the  U.K. and Colonies, or of the Republic  of\r\n\r\nIreland,  or a Commonwealth citizen, or  a  person\r\n\r\nborn  in  the Federation, can become a citizen  of\r\n\r\nSingapore by registration is not less than 8 years\r\n\r\nout  of  the  12 years preceding the date  of  the\r\n\r\napplication. Previously, the period was two  years\r\n\r\nfor  a citizen of the U.K. and Colonies, a citizen\r\n\r\nof India and a person born in the Federation and 8\r\n\r\nyears for other Commonwealth citizens and citizens\r\n\r\nof  the  Republic of Ireland. A common  eight-year\r\n\r\nperiod  is  now  made  applicable  to  all   these\r\n\r\ncategories of persons. An eight-year period  would\r\n\r\nenable  a person to demonstrate more tangibly  and\r\n\r\ngenuinely an intention of permanent residence  and\r\n\r\nregard  for Singapore. The former two-year  period\r\n\r\nis often in actual fact less than two years, since\r\n\r\nabsences  for less than six months are counted  as\r\n\r\nresidence.  This increased period for  application\r\n\r\nby  registration  will bring our legislation  into\r\n\r\nline  with the citizenship laws in the Federation.\r\n\r\nAs  the Explanatory Statement states, the Minister\r\n\r\nshall have a discretion to accept applications  by\r\n\r\nregistration other than those from persons born in\r\n\r\nthe Federation. Except also in the case of persons\r\n\r\nborn  in the Federation of Malaya, applicants  for\r\n\r\nSingapore citizenship by way of registration  will\r\n\r\nalso   be   required,  like  those  applying   for\r\n\r\ncitizenship by way of naturalisation,  to  make  a\r\n\r\ndeclaration of intention to reside permanently  in\r\n\r\nSingapore.  When  this Bill comes into  operation,\r\n\r\nthe  Citizenship Rules will be amended to  provide\r\n\r\nfor   two  recommenders,  who  must  be  Singapore\r\n\r\ncitizens,  in  support of such applications.  This\r\n\r\nprovision   already  exists   in   the   case   of\r\n\r\napplication  by  way of naturalisation  and  could\r\n\r\nhelp   the  Minister  to  ascertain  whether   the\r\n\r\napplicant  intends to reside here  permanently  or\r\n\r\nnot.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 846</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In clause 3, the period of residence required in\r\n\r\nSingapore before a person can become a citizen  of\r\n\r\nSingapore  by  way of naturalisation is  increased\r\n\r\nfrom  8 years to 10 years out of the preceding  12\r\n\r\nyears  of  the application. This is also  in  line\r\n\r\nwith  the citizenship laws of the Federation. This\r\n\r\nten-year  period  is  a  more  effective  test  of\r\n\r\nloyalty and regard for this country especially for\r\n\r\nthose  who  originally came from foreign countries\r\n\r\nas  defined  in the Ordinance. They have  much  to\r\n\r\nbenefit  here by becoming citizens, and a  further\r\n\r\nincrease  of two years in the period of  residence\r\n\r\nis  not  unreasonable. Furthermore,  in  order  to\r\n\r\ninculcate a sense of Malayan consciousness  and  a\r\n\r\nsense  of belonging in future would-be applicants,\r\n\r\nit  is  now  provided that with  effect  from  1st\r\n\r\nJanuary  1961,  an  applicant  for  naturalisation\r\n\r\nshall   satisfy  the  Minister  that  he  has   an\r\n\r\nelementary knowledge of the Malay language, unless\r\n\r\nhe  is  over  45  years of  age.  It  is  not  the\r\n\r\nintention  that the standard of the test  will  be\r\n\r\nsuch that the majority of the applicants will find\r\n\r\nit  difficult  to  pass it. Those  who  have  been\r\n\r\nresiding here for a number of years and can  speak\r\n\r\nsome Malay should experience little difficulty  in\r\n\r\npassing the test.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In clause 4 as it stands in the Bill, the\r\n\r\nintention  is to enable the Minister to  terminate\r\n\r\nby  way of declaration the citizenship of a person\r\n\r\nwho  has  after  6th  April,  1960,  acquired  the\r\n\r\ncitizenship  or  nationality of a country  outside\r\n\r\nMalaya,   or  who  has  voluntarily  claimed   and\r\n\r\nexercised the rights of a citizen or national of a\r\n\r\nforeign country. But at the Committee stage of the\r\n\r\nBill,  I  propose  to introduce  an  amendment  to\r\n\r\nclause 4 to provide that in so far as claiming and\r\n\r\nexercising  rights  are concerned,  a  person  who\r\n\r\nvoluntarily claimed and exercised any rights of  a\r\n\r\nforeign  country accorded exclusively to  citizens\r\n\r\nor  nationals  of that foreign country  shall,  by\r\n\r\nvirtue  of  such action, cease to be a citizen  of\r\n\r\nSingapore. In clause 4 as it stands, provision  is\r\n\r\nalso being made to the effect that citizens of the\r\n\r\nU.K. and  Colonies or of the Republic of  Ireland\r\n\r\nand  Commonwealth citizens, who are also  citizens\r\n\r\nof  Singapore  and  who  exercise  rights  of  any\r\n\r\ncountry  outside Singapore and the  Federation  of\r\n\r\nMalaya for the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 847</b></font><br><br>\r\n\r\n\r\n\r\ntime  being  included  in section  3  (1)  of  the\r\n\r\nBritish  Nationality Act, 1948, not  being  rights\r\n\r\navailable to all Commonwealth citizens,  might  be\r\n\r\ndeprived of their Singapore citizenship.  In  this\r\n\r\nrespect,  Singapore is following the  Federation's\r\n\r\npractice  in the matter, and, like the Federation,\r\n\r\nis not insisting on such citizens renouncing their\r\n\r\nexisting  citizenship, as in  the  case  of  those\r\n\r\napplying for citizenship by way of naturalisation,\r\n\r\non becoming Singapore citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Clause 5, the opportunity has also been taken\r\n\r\nto provide for the Minister to deprive a person of\r\n\r\nhis  citizenship if his activities are prejudicial\r\n\r\nto  the security of Malaya or to the interests  of\r\n\r\nthe  public  safety,  peace  or  good  order.   At\r\n\r\npresent, section 22 (c) does not bring within  its\r\n\r\nscope  the  criminal activities of secret  society\r\n\r\nthugs and hoodlums and the nefarious activities of\r\n\r\nother criminals like big-time smuggling operators,\r\n\r\nfor   instance,   who  have  been  able,   through\r\n\r\nintimidation,  fear,  bribery  or  conspiracy,  to\r\n\r\nescape   being  convicted  in  Court   to   prison\r\n\r\nsentences  of  not  less  than  two  years.  I  am\r\n\r\nconfident  all  decent citizens of Singapore  will\r\n\r\nagree  with  me  when I say that these  scum's  of\r\n\r\nsociety  should not enjoy the status of  Singapore\r\n\r\ncitizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6 amends the Schedule to the Ordinance by\r\n\r\nmodifying  the  form  of Oath  of  Allegiance  and\r\n\r\nLoyalty   to  be  taken  by  those  applying   for\r\n\r\ncitizenship by way of registration. This  modified\r\n\r\nform  of  Oath is a declaration of their undivided\r\n\r\nand  unequivocal loyalty to Singapore and is  also\r\n\r\ncomplementary to the provision in clause  4  which\r\n\r\nrenders citizens of the U.K. and Colonies, of  the\r\n\r\nRepublic  of  Ireland,  and Commonwealth  citizens\r\n\r\nliable   to   be   deprived  of  their   Singapore\r\n\r\ncitizenship if they exercise rights not  available\r\n\r\nto  all Commonwealth citizens outside Malaya.  The\r\n\r\nother  amendment  in clause 6 is  a  consequential\r\n\r\namendment in keeping with the new Constitution  of\r\n\r\nSingapore  to the Oath of Renunciation, Allegiance\r\n\r\nand   Loyalty   taken   by  those   applying   for\r\n\r\ncitizenship by way of naturalisation in  that  the\r\n\r\nwords  \"Her Majesty's Representative in Singapore\"\r\n\r\nare substituted\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 848</b></font><br><br>\r\n\r\n\r\n\r\nby  the  words \"His Excellency the Yang di-Pertuan\r\n\r\nNegara\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These then are the implications of the Bill\r\n\r\nbefore the House. It will be our citizens who will\r\n\r\nbe  the  final arbiter of the shape of  things  to\r\n\r\ncome  in  Singapore. They will  dictate  what  and\r\n\r\nwhich  kind  of  government  they  want  and  what\r\n\r\npolicies should be pursued. It is only reasonable,\r\n\r\ntherefore,  to expect that in guiding and  shaping\r\n\r\nthe  future  destiny of Singapore  the  compelling\r\n\r\nurge  and motive force which should influence  its\r\n\r\ncitizens in their work, actions and desires is the\r\n\r\nbond of common unity generated and sustained by an\r\n\r\nundivided   loyalty   and   deep   affection   for\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>5.06 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam (Choa Chu Kang)</b>(<i>In Mandarin</i>):\r\n\r\nMr Deputy Speaker, Sir, just now the Minister for\r\n\r\nHome   Affairs   has   submitted   the   Singapore\r\n\r\nCitizenship (Amendment) Bill to the House to amend\r\n\r\nthe  Singapore Citizenship Ordinance, 1957.  There\r\n\r\nare  only six amendments to be discussed  by  this\r\n\r\nHouse.  After detailed examination, we  will  find\r\n\r\nthat these amendments are very necessary. They can\r\n\r\nclose the loopholes of the previous Ordinance,  so\r\n\r\nthat they will be more effective.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, under the Rendel\r\n\r\nConstitution,    the   Singapore    constitutional\r\n\r\ndelegation went to England to negotiate  with  the\r\n\r\nBritish  Government and, as a result, an agreement\r\n\r\nwas  reached between Britain and Singapore whereby\r\n\r\nself-government was granted to Singapore. When the\r\n\r\nnew  Constitution came into force, the old  Rendel\r\n\r\nConstitution was repealed. On the 21st of October,\r\n\r\n1957,   a  citizenship  law  was  passed  in   the\r\n\r\nLegislative Assembly. Those who have the necessary\r\n\r\nresidential qualifications are entitled to  become\r\n\r\ncitizens  of this country. I am glad to  say  that\r\n\r\nthose  who have qualified as citizens of Singapore\r\n\r\nhave  carried  out  their duties  as  citizens  of\r\n\r\nSingapore,  and they have enjoyed the rights  that\r\n\r\nthey  are  entitled to. A great  majority  of  the\r\n\r\ncitizens of Singapore have not changed their\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 849</b></font><br><br>\r\n\r\n\r\n\r\nloyalty to this country. They obey the laws  of\r\n\r\nthis  country.  They have the interest  of  the\r\n\r\ncountry  at  heart.  They  should  deserve  our\r\n\r\ncommendation and our admiration. There are only\r\n\r\na few citizens who do not obey the laws of this\r\n\r\ncountry.  They engage in all sorts of  criminal\r\n\r\nactivities. This, we must stop.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in a hurry to\r\n\r\nregister  the people of Singapore, we passed  a\r\n\r\nSingapore citizenship law in this House.  There\r\n\r\nare  many detailed provisions in the law  which\r\n\r\nare  not  appropriate and proper. They are  not\r\n\r\napplicable  now.  Therefore,  they  should   be\r\n\r\namended so that they can be in keeping with the\r\n\r\npresent situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, to give fair\r\n\r\ntreatment and to protect the interests  of  the\r\n\r\ncitizens  of Singapore has been the  consistent\r\n\r\npolicy  of  this  Government.  I  am  sure  the\r\n\r\nMembers  of  this  House  will  not  forget  or\r\n\r\noverlook  the  fact that both our Minister  for\r\n\r\nLabour  and  Law and the Minister  for  Finance\r\n\r\nhave   been  working  day  and  night  to  find\r\n\r\nemployment for these citizens. According to the\r\n\r\nLabour   Exchange,  there  are   about   50,000\r\n\r\nSingapore citizens who are jobless. This number\r\n\r\ndoes  not include those who are not registered.\r\n\r\nThere  are  about 60,000 children  who  are  of\r\n\r\nschool-going  age and who, on completing  their\r\n\r\neducation  or  when they leave school  halfway,\r\n\r\nwill  have  to  find work. This is  a  problem,\r\n\r\nbecause Singapore is not yet industralized, and\r\n\r\nto  find  employment for them  is  not  simple.\r\n\r\nHowever,  we  must  take  immediate  steps   to\r\n\r\nalleviate this situation. Therefore, we  should\r\n\r\nsee  to  it  that  all  the existing  vacancies\r\n\r\nshould  be  filled by Singapore citizens  only.\r\n\r\nThat  is  to  say, all vacant posts  should  be\r\n\r\nreserved for the citizens of this country only,\r\n\r\nexcept   those   posts  which  require   higher\r\n\r\nqualifications. This policy and  this  decision\r\n\r\nare  necessary and correct. For example, if the\r\n\r\nproprietor  of  a  shop has  children  who  are\r\n\r\njobless,   we  cannot  expect  him  to   engage\r\n\r\nemployees  from outside. I am sure the  Members\r\n\r\nof this House will have the same feeling.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 850</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, there are many people who are jobless, but judging from the income of the\r\n\r\npeople  here,  Singapore is still  one  of  the\r\n\r\ncountries  which  enjoy  a  high  standard   of\r\n\r\nliving. That is why many people want to come to\r\n\r\nthis  country  to earn a living. On  the  other\r\n\r\nhand,  Singapore is one of the greatest trading\r\n\r\nports in the world. That is why many people  of\r\n\r\nvarious  racial origins reside  here.  As  time\r\n\r\ngoes  on,  they  will become endeared  to  this\r\n\r\ncountry, because of the fact that it is easy to\r\n\r\nfind  a living here. They have abandoned  their\r\n\r\nnationality  and  now look to this  country  as\r\n\r\ntheir homeland.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Government does\r\n\r\nnot   object  to  those  with  good   character\r\n\r\napplying  for  citizenship.  That  is  why  the\r\n\r\nCitizenship   Registration  Office   is   still\r\n\r\naccepting applications. The amendment Bill that\r\n\r\nis  being  discussed here today has  some  very\r\n\r\nimportant  changes. Citizens of  the  U.K. and\r\n\r\nColonies  and Commonwealth countries must  have\r\n\r\nlived  here for at least 8 of the 12  preceding\r\n\r\nyears before they qualify to become citizens of\r\n\r\nSingapore.   This  is  correct  and  necessary,\r\n\r\nbecause one's loyalty can only be tested  after\r\n\r\none  has stayed here for quite a long time. One\r\n\r\ncan then decide which country to be loyal to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, it is ridiculous for\r\n\r\na citizen of a country not to know its national\r\n\r\nlanguage, unless he is uneducated or for  other\r\n\r\nspecial    reasons.   Therefore,   the    basic\r\n\r\nqualification for citizenship of a  country  is\r\n\r\nto know its national language. In Singapore, it\r\n\r\nis  necessary for a person to know the national\r\n\r\nlanguage  before he can apply for  citizenship.\r\n\r\nBut those who are 45 years old and over will be\r\n\r\nexempted from this test.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, these six amendments will not hamper those who want to become citizens of\r\n\r\nthis  country  if they are not engaged  in  any\r\n\r\ncriminal activity. The Government will be  glad\r\n\r\nto accept such people as citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I support this Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 851</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>5.18 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali Bin Alwi</b>(<i>In Malay</i>): Mr Deputy\r\n\r\nSpeaker,  Sir, credit should be given to  many  of\r\n\r\nthe   clauses   in   the   Singapore   Citizenship\r\n\r\n(Amendment)   Bill,  especially  to  those   which\r\n\r\nstipulate the qualifications for those who  intend\r\n\r\nto  be citizens of Singapore, and the extension of\r\n\r\nthe  residential  period from 8 to  12  years  for\r\n\r\nforeigners.  I  give praise, Mr  Deputy  Speaker,\r\n\r\nwhere  it is due, but it is also my duty  to  make\r\n\r\nhealthy  criticism  where  I  consider  it  to  be\r\n\r\nnecessary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, it can truly be said today that all the Hon. Ministers were born in the\r\n\r\nFederation of Malaya with the exception of two  or\r\n\r\nthree. Similarly, it can be said that many of  the\r\n\r\nGovernment Members of the Assembly come  from  the\r\n\r\nFederation  of  Malaya. We are now separated  from\r\n\r\nthe  Federation  of  Malaya  because  of  colonial\r\n\r\nconditions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;U.M.N.O. does not support the clause, which\r\n\r\nimposes  a  restriction  on  those  born  in   the\r\n\r\nFederation from becoming citizens of Singapore. We\r\n\r\nshould not hit back at the Federation just because\r\n\r\nthey  have imposed similar restrictions on  us.  I\r\n\r\nstill  remember,  Mr  Deputy  Speaker,  that  the\r\n\r\nMinister  for  Health - he  is  not  in  the   House\r\n\r\ntoday - issued  a  challenge to the effect  that  if\r\n\r\nU.M.N.O. were  to  bring about a  merger  between\r\n\r\nSingapore  and  the  Federation  of  Malaya,   the\r\n\r\nPeople's  Action Party would accept all conditions\r\n\r\nand  policies in line with those of the Federation\r\n\r\nof Malaya. I regret to say that it seems that many\r\n\r\nof the Ministers of the Government of Singapore do\r\n\r\nnot like their native land. We cannot deny that we\r\n\r\nwant  to  see more employment. Can it be  possible\r\n\r\nthat the problem of employment will be overcome if\r\n\r\nwe  are to impose restrictions on persons born  in\r\n\r\nthe   Federation   from   becoming   citizens   of\r\n\r\nSingapore?  In  my  opinion,  we  should  not   do\r\n\r\nanything  to offend the Federation of  Malaya,  as\r\n\r\nthey  might  help  us to achieve independence.  We\r\n\r\nshould  be patient in this matter for the good  of\r\n\r\nthe  future.  The  imposition of  restrictions  on\r\n\r\nFederation  citizens  from  becoming  citizens  of\r\n\r\nSingapore will make things more difficult  for  us\r\n\r\nin Singapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 852</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But what is more strange, Mr Deputy Speaker, is\r\n\r\nthat  the  qualifications set out  in  the  clause\r\n\r\nconcerning  persons  born  in  the  Federation  of\r\n\r\nMalaya are different from those concerning persons\r\n\r\nwho   are  citizens  of  the  United  Kingdom  and\r\n\r\nColonies,  or  of  the Republic  of  Ireland.  One\r\n\r\nadditional qualification concerning the latter  is\r\n\r\nthat  they  should satisfy the Minister that  they\r\n\r\nintend  to reside permanently in Singapore.  I  do\r\n\r\nnot  understand  why there is this discrimination.\r\n\r\nIt  is  not specifically mentioned that  a  person\r\n\r\nborn  in  the  Federation of Malaya  should  state\r\n\r\nwhether  he  \"intends  to  reside  permanently  in\r\n\r\nSingapore\"  if  he  wishes  to  acquire  Singapore\r\n\r\ncitizenship.  I hope the Government  will  clarify\r\n\r\nthis   matter,  which  I,  as  a  Member  of   the\r\n\r\nOpposition, have raised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, if circumstances force the citizens of Singapore to seek their everyday\r\n\r\nlivelihood   in   this  manner,   the   Federation\r\n\r\nGovernment may impose a border check or  institute\r\n\r\na  visa  system at the Causeway for people wishing\r\n\r\nto  enter the Federation of Malaya. What  will  be\r\n\r\nour  position then? It will then be necessary  for\r\n\r\nSingapore  to issue her own passports. As  I  have\r\n\r\nmentioned earlier, we have been separated from the\r\n\r\nFederation of Malaya because of colonialism,  with\r\n\r\nthe  result that we have to face all this hardship\r\n\r\ntoday, but I know that one day we will merge  with\r\n\r\nthe  Federation of Malaya. Therefore, let  us  not\r\n\r\nkeep  ourselves further aloof from the  Federation\r\n\r\nof   Malaya.  There  are  many  secret  things  in\r\n\r\nconnection  with  the  maintenance  of  peace   in\r\n\r\nSingapore, which do not come to our knowledge, but\r\n\r\nwe  should  realise  that we  are  still  not  yet\r\n\r\nindependent.  We  should  not  hit  back  at   the\r\n\r\nFederation  of  Malaya because she might  in  turn\r\n\r\nretaliate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I hope the Government will consider this matter with the thoroughness that it\r\n\r\ndeserves if we are ever to hope for a merger  with\r\n\r\nthe  Federation  of Malaya on  the  basis  of  the\r\n\r\nchallenge issued by the Minister for Health.\r\n\r\n\r\n\r\n<br><br>5.27 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, no one regrets more\r\n\r\nthan  the Ministers who have had to introduce this\r\n\r\nBill, the necessity\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 853</b></font><br><br>\r\n\r\n\r\n\r\nof  having  to  make  this amendment  in  the  law\r\n\r\nagainst those who have been born in the Federation\r\n\r\nand  are seeking Singapore citizenship. It is  our\r\n\r\nintention,  which has been declared  consistently,\r\n\r\nthat if it were left to choice, we would wish that\r\n\r\nthere  was  no distinction between citizenship  of\r\n\r\nthe  State  of  Singapore and citizenship  of  the\r\n\r\nFederation  of Malaya. Our difficulty arises  from\r\n\r\ncertain  very painful economic facts.  Citizenship\r\n\r\ncarries  with  it certain privileges  and  imposes\r\n\r\nupon the State serious financial obligations.  The\r\n\r\nfirst is employment. The citizen comes first.  The\r\n\r\nsecond  is  housing. State-subsidised  houses,  or\r\n\r\nhouses  subsidised by the Housing and  Development\r\n\r\nCorporation,  must  go  first  to  citizens.  Then\r\n\r\nsocial welfare relief's, and so on. For the  time\r\n\r\nbeing,   whilst  we  are  distinct  and   separate\r\n\r\nentities,  if the Federation laws were  reciprocal\r\n\r\nin  that they allow persons from Singapore  to  be\r\n\r\ncitizens  of the Federation as quickly and  easily\r\n\r\nas  we allow Federation citizens to be citizens of\r\n\r\nSingapore, then  the number  of  people  who  are\r\n\r\nflowing  from  Singapore to the  Federation  would\r\n\r\nreasonably  cancel out the numbers who conic  from\r\n\r\nthe Federation to Singapore. But because there  is\r\n\r\nnot   this  reciprocity - not  from  any   want   of\r\n\r\npolitical  determination, conviction or resolution\r\n\r\nto  bring the two territories together, but purely\r\n\r\nfrom  the  difficulties arising  out  of  economic\r\n\r\nfacts - we  have had to introduce this amendment  in\r\n\r\norder  that  we can avoid some of the difficulties\r\n\r\nwhich  might otherwise come primarily  from  large\r\n\r\nnumbers  of children who do their schooling  here,\r\n\r\nand  who  automatically qualify in  a  very  short\r\n\r\ntime. So, not only do they come here and learn  in\r\n\r\nour schools, but at the end when they graduate, we\r\n\r\nhave  got  to get them jobs. Then, once  you  say,\r\n\r\n\"Jobs  first  to Singapore citizens\",  you  cannot\r\n\r\ndiscriminate  between the Singapore-born  and  the\r\n\r\nnaturalised or the registered. Otherwise  you  are\r\n\r\ncreating two classes of citizens. The very essence\r\n\r\nof   citizenship  is  that  it  is  one  and  all-embracing.   He  who  says,  \"I  am  a   Singapore\r\n\r\ncitizen\", has got the same rights; whether  he  is\r\n\r\nborn here, registered or naturalised. All that  we\r\n\r\nwant to avoid is a situation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 854</b></font><br><br>\r\n\r\n\r\n\r\nwhere  large  numbers  of our own  students - Senior\r\n\r\nMiddle  III  Certificate, School  Certificate,  or\r\n\r\nForm  VII  now -  are unable to  get  jobs  because\r\n\r\nfairly  considerable numbers of students from  the\r\n\r\nFederation have come here, passed examinations and\r\n\r\nat  the  same time qualified for citizenship.  The\r\n\r\nreason - there is no special secret why we  wish  to\r\n\r\nhide  this from Members of this Assembly  or  from\r\n\r\nthe  people of Malaya - is quite simply just to  try\r\n\r\nto  lessen the burden, which would otherwise  fall\r\n\r\nupon us. We regret it, but it cannot be helped.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the reason for the slight apparent\r\n\r\ndiscrepancy  between Federation-born  persons  and\r\n\r\nthe U.K. and Colonies citizens as to why we do not\r\n\r\nrequire  a  person  to state that  he  intends  to\r\n\r\nreside here permanently is that if he was born  in\r\n\r\nthe  Federation, then we do not have  to  ask  him\r\n\r\nthat  question.  It does not make any  difference.\r\n\r\nBut  if  a  man comes from Trinidad, Mauritius  or\r\n\r\nSouth   Africa,  then  unless  we  ask  him   this\r\n\r\nquestion,  it  might wall be that  all  he  really\r\n\r\nwants is to qualify for a job.\r\n\r\n\r\n\r\n<br><br>5.32 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid Bin Haji Jumat</b>(<i>In Malay</i>): Mr\r\n\r\nDeputy  Speaker, when I read this Bill, I  thought\r\n\r\nof making an amendment with regard to the position\r\n\r\nof  the citizens of Singapore. My opinion is  that\r\n\r\nin  Singapore there are two types of citizens. But\r\n\r\nafter  being advised by my colleagues, it  appears\r\n\r\nto  me  that this matter could be overcome by  the\r\n\r\nMinister   carrying  out  his  powers  under   the\r\n\r\ncitizenship law. The category I referred  to  just\r\n\r\nnow  concerns thousands of Singapore citizens  who\r\n\r\ntoday are deemed to be citizens of Singapore. They\r\n\r\nhave  the franchise to become candidates and stand\r\n\r\nfor  election. This was because when the electoral\r\n\r\nregisters were compiled in 1958 they were compiled\r\n\r\naccording  to the identity cards. If the  identity\r\n\r\ncard  of  a  person states that  he  was  born  in\r\n\r\nSingapore, he automatically becomes registered  as\r\n\r\na voter and is entitled to become a candidate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is a true fact, which I myself know. Many\r\n\r\npersons, more than a hundred or so, have  gone  to\r\n\r\nthe Immigration Department to apply for passports\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 855</b></font><br><br>\r\n\r\n\r\n\r\nand   they  were  asked,  \"Are  you  citizens   of\r\n\r\nSingapore?\"  They  then  produced  their  identity\r\n\r\ncards,   which  state  that  they  were  born   in\r\n\r\nSingapore. That was not enough from the  point  of\r\n\r\nview   of  the  Controller  of  Immigration.   The\r\n\r\napplicants were then asked to produce their  birth\r\n\r\ncertificates.  Mr Deputy Speaker, the  matter  of\r\n\r\nbirth  certificates to our young  generation  does\r\n\r\nnot  present difficulty. But in the case of my own\r\n\r\nmother, she is without a birth certificate, having\r\n\r\nbeen born 50 years ago. It might be that her birth\r\n\r\ncertificate could not be traced in the Register of\r\n\r\nBirths   and  Deaths.  So,  when  asked   by   the\r\n\r\nDepartment   of   Immigration  for   their   birth\r\n\r\ncertificates,  the majority of the applicants  for\r\n\r\npassports  could not produce them.  So  they  were\r\n\r\nunable  to  obtain  passports to  go  abroad.  Mr\r\n\r\nDeputy Speaker, this means that a person, from the\r\n\r\npoint  of  view  of the Citizenship Ordinance,  is\r\n\r\ndeemed to be a citizen, and from the point of view\r\n\r\nof  the  election  by-laws,  he  is  considered  a\r\n\r\ncitizen,  and  he  can  vote  and  can  become   a\r\n\r\ncandidate.   From  the  point  of  view   of   the\r\n\r\nimmigration  laws - he  is  not  recognised   as   a\r\n\r\nSingapore citizen. That is one point, which I hope\r\n\r\nthe  Minister  responsible will explain.  I  think\r\n\r\nthis  is  a  big question, and if the  Immigration\r\n\r\nDepartment  cannot  approve  passports  for  these\r\n\r\ncitizens  of Singapore from the point of  view  of\r\n\r\nthe immigration laws, then it is possible that the\r\n\r\nDepartment  of  Social Welfare  would  not  render\r\n\r\nassistance  to them, although they are  considered\r\n\r\ncitizens  of  Singapore but they  do  not  possess\r\n\r\nbirth certificates.\r\n\r\n\r\n\r\n<br><br>5.38 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Deputy Speaker, Sir, the\r\n\r\npurpose  of introducing the eight-year residential\r\n\r\nqualification  for persons born in the  Federation\r\n\r\nis to bring Singapore in line with the legislation\r\n\r\nof  the Federation of Malaya. It is desirable,  in\r\n\r\nview  of our aspiring for an eventual merger  with\r\n\r\nthe Federation, that laws of this nature should be\r\n\r\nsimilar as far as possible.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 856</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As pointed out by the Prime Minister, the\r\n\r\namendments  are  also prompted  by  hard  economic\r\n\r\nrealities. Unlike the Federation, Singapore has no\r\n\r\nspace  for  expansion  nor  natural  resources  to\r\n\r\nsustain  the mounting population. The Government's\r\n\r\nprime  concern  is the livelihood of  its  people.\r\n\r\nUntil    reunification   with    the    Federation\r\n\r\nmaterialises  eventually, it is  the  Government's\r\n\r\naim,  however  regrettably, to provide  employment\r\n\r\nand  other social services for Singapore  citizens\r\n\r\nfirst.  We cannot ignore the keen competition  for\r\n\r\nemployment  from those coming from the Federation.\r\n\r\nOver  the  last 10 years there has been  a  steady\r\n\r\nflow of persons from the Federation into Singapore\r\n\r\nto seek employment and education facilities. There\r\n\r\nis   no  sign  of  any  likely  reversal  in   the\r\n\r\npopulation trend in the near future. Until we  can\r\n\r\ncope  with the demand for employment and education\r\n\r\nof  our  own citizens, those persons born  in  the\r\n\r\nFederation who intend to apply for citizenship for\r\n\r\nthe   purpose  of  enjoying  these  benefits  must\r\n\r\nnecessarily be restricted. The problem is dictated\r\n\r\nby sheer economic facts. There is no choice in the\r\n\r\nmatter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill read a Second time and committed to a\r\n\r\nCommittee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a\r\n\r\nCommittee on the Bill.-[Mr Ong Pang Boon].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY  SPEAKER  in  the       Chair]</b></div>\r\n\r\n<br><br>5.43 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 1 to 3 inclusive ordered to stand part\r\n\r\nof the Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4-\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Kandasamy, may I have\r\n\r\nyour consent and the general assent of Members\r\n\r\npresent to dispense with notice to enable me to\r\n\r\nmove amendments to clause 4?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Chairman (Mr G. Kandasamy): I give my\r\n\r\nconsent. Is it the pleasure of hon. Members that\r\n\r\nthe amendments be moved?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b>: Aye.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 857</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Kandasamy, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 3, line 17, to leave out \"a\" and insert\r\n\r\n\"any\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is purely a drafting amendment.\r\n\r\n\r\n\r\n<br><br>5.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Has the Hon. Minister copies of\r\n\r\nthe amendments for distribution to Members?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Copies of amendments distributed to hon.\r\n\r\nMembers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Kandasamy, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 3, line 18, after \"Singapore\" to insert\r\n\r\n\"by    birth,    descent,    registration     or\r\n\r\nnaturalization\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment is to make it clear that the\r\n\r\nprovisions of this clause apply to all categories\r\n\r\nof citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Kandasamy, for the same\r\n\r\nreason, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 3, lines 25 and 26, to leave out \"If the\r\n\r\nMinister   is   satisfied  that  a   citizen   of\r\n\r\nSingapore\"  and insert \"Any citizen specified  in\r\n\r\nsubsection (1) of this section who\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Kandasamy, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 3, lines 31 to 33, to leave out \"the\r\n\r\nMinister  may declare such person to have  ceased\r\n\r\nto  be  a citizen of Singapore\" and insert \"shall\r\n\r\ncease  to  be  a  citizen of  Singapore.  If  any\r\n\r\nquestion arises as to whether any such person has\r\n\r\nceased  to  be a citizen of Singapore under  this\r\n\r\nsubsection  the same shall be determined  by  the\r\n\r\nMinister whose declaration thereon shall be final\r\n\r\nand  shall  not  be  called in  question  in  any\r\n\r\ncourt\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment is self-explanatory. It is to\r\n\r\nprovide, as stated before in my previous  speech,\r\n\r\nthat in the case of a citizen who has voluntarily\r\n\r\nclaimed and exercised any rights available to him\r\n\r\nunder  the  law  of  any foreign  country,  being\r\n\r\nrights  accorded exclusively to the nationals  of\r\n\r\nthat  foreign country, such action  on  his  part\r\n\r\nwill mean that he shall cease to be a citizen  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 858</b></font><br><br>\r\n\r\n\r\n\r\nIt  is considered desirable that there should  be\r\n\r\nthese  provisions  for  loss  of  citizenship  in\r\n\r\nrespect of such acts in foreign countries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Mr Kandasamy, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 3, to leave out lines 34 to 44, and\r\n\r\ninsert-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'(3) If the Minister is satisfied that any\r\n\r\ncitizen specified in subsection (1) of this\r\n\r\nsection has at any time after the 6th day of\r\n\r\nApril, 1960, voluntarily claimed and exercised\r\n\r\nany rights available to him under the law of the\r\n\r\nUnited Kingdom or of the Republic of Ireland or\r\n\r\nof any other country, other than the State of\r\n\r\nSingapore or the Federation of Malaya, for the\r\n\r\ntime being included in subsection (3) of section\r\n\r\n1 of the British Nationality Act, 1948, being\r\n\r\nrights not available to other Commonwealth\r\n\r\ncitizens, the Minister may declare such person\r\n\r\nto have ceased to be a citizen of Singapore.\";\r\n\r\nand'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Kandasamy, since clause 4, subsections (1) and (2) have been amended just now, it is also\r\n\r\nnecessary  to  make a further amendment  to  this\r\n\r\nclause   in   order  to  preserve  the   original\r\n\r\nintention  that  the Minister may  terminate  the\r\n\r\nSingapore citizenship of the citizens of the U.K.\r\n\r\nand  Colonies or of the Republic of  Ireland  and\r\n\r\nCommonwealth citizenship by way of declaration if\r\n\r\nthey  exercise the rights of any country  outside\r\n\r\nSingapore  and the Federation of Malaya  for  the\r\n\r\ntime  being included in subsection (1) of section\r\n\r\n3 of the British Nationality Act, 1948, not being\r\n\r\nrights available to all Commonwealth citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 5 and 6 ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with amendments; read a Third time\r\n\r\nand passed.\r\n\r\n\r\n\r\n<br><br>5.58 p.m.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 858</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SALARY OF SPEAKER</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Kandasamy, Sir, I beg to\r\n\r\nmove the motion* which stands in my name.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The motion reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly, pursuant to section 36\r\n\r\nof the Singapore (Constitution) Order in Council,\r\n\r\n1958,  resolves  that the salary of  the  Speaker\r\n\r\nwith effect from 1st June, 1960, shall be $2,825  a\r\n\r\nmonth.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 859</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members are aware that under the Constitution,\r\n\r\nfor one year from the date of the promulgation of\r\n\r\nthe  Constitution, the emoluments of the  Speaker\r\n\r\ncannot   be   altered  by  this   Assembly.   The\r\n\r\nConstitution was promulgated on the 3rd of  June,\r\n\r\n1959,  and  on the 3rd of June this year,  if  we\r\n\r\nfollow the exact letter of the Constitution,  the\r\n\r\noffice  of  Speaker  will  fall  vacant  and  the\r\n\r\nemolument  of the Speaker will then  have  to  be\r\n\r\ndetermined  under  section 36  of  the  Singapore\r\n\r\n(Constitution) Order in Council.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the present emolument of the Speaker is a\r\n\r\nsum  of  $3,000. I think Members are  aware  that\r\n\r\nsome  painful  reductions were  made  from  civil\r\n\r\nservants, Ministers and all those who served  the\r\n\r\nState.  Since then certain allowances  have  been\r\n\r\nawarded to professional officers. The reason  for\r\n\r\nthe  sum  of $175 being taken off the  $3,000  is\r\n\r\nsimply  this. If Members will look at the  debate\r\n\r\nfixing  the original salary at $3,000, they  will\r\n\r\nfind  that the sum was arrived at by taking  into\r\n\r\naccount the variable allowances which were then\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 860</b></font><br><br>\r\n\r\n\r\n\r\npaid  to Judges and other officers of the State.\r\n\r\nTherefore,  in that $3,000, there was a  built-in\r\n\r\nvariable  allowance of $400. As we all  hope  the\r\n\r\nnext  incumbent  will  be properly  qualified  to\r\n\r\ndischarge his duties properly, if we are to treat\r\n\r\nhim with fairness and justice, as we have treated\r\n\r\nall  other officers of the State, we have to take\r\n\r\naway  the sum of $400 and return the sum of $225,\r\n\r\nwhich  is the professional allowance paid to  all\r\n\r\nprofessional  officers of the  State.  Hence  the\r\n\r\nfigure of $2,825 arrived at.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly, pursuant to section 36 of\r\n\r\nthe  Singapore (Constitution) Order  in  Council,\r\n\r\n1958,  resolves  that the salary of  the  Speaker\r\n\r\nwith effect from 1st June, 196,0 shall be $2,825  a\r\n\r\nmonth.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly do now adjourn.\"-[Dr Toh Chin Chye].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">one minute past Six o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
