{"memberId": null, "volumeNo": "14", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"14\">\r\n\r\n<meta name=\"Sit_No\" content=\"9\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1960-12-19\">\r\n\r\n<meta name=\"Start_Col\" content=\"771\">\r\n\r\n<meta name=\"End_Col\" content=\"808\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">14</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">9</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">19-12-1960</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 771</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF SECOND SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 14</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Monday, 19th December, 1960</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr Speaker (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Inche Baharuddin Bin Mohamed Ariff (Anson).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Miss Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong).\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown), Parliamentary Secretary to the Minister for Home Affairs and Acting Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock. S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 772</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lm (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 773</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 773</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SUSPENSION OF MEMBER</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Announcement by Mr Speaker)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Before we deal with the motion standing\r\n\r\nin the name of the Deputy Prime Minister, I feel it is\r\n\r\nmy  duty to endeavour to put the matter in its  proper\r\n\r\nperspective.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, the motion should on no account be\r\n\r\nconsidered as a motion of censure and punishment moved\r\n\r\nin  the  interests of the Government or of individuals\r\n\r\nin  the  Government, but should be treated as a motion\r\n\r\nwhich  relates  to  the dignity and prestige  of  this\r\n\r\nAssembly and therefore is a motion in the interests of\r\n\r\nthis Assembly as a whole.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first part of the motion suggests to this House\r\n\r\nthat  an  hon. Member has been guilty of dishonourable\r\n\r\nconduct  for  which this House is invited  to  condemn\r\n\r\nhim,  and  the second part of the motion suggests  the\r\n\r\npunishment which should be meted out in the  event  of\r\n\r\nthis  House being satisfied of the guilt of  the  hon.\r\n\r\nMember.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There has been some misunderstanding as to whether\r\n\r\nthese  proceedings are tantamount to an  endeavour  to\r\n\r\ncurtail  what is commonly known as \"freedom of  speech\r\n\r\nin  this Assembly\". That, in my view, is not the case.\r\n\r\nThe freedom of speech in relation to this Assembly  is\r\n\r\nthe  freedom of speech protected under the  provisions\r\n\r\nof  section 3 of the Legislative Assembly (Powers  and\r\n\r\nPrivileges) Ordinance, 1955, which reads as follows:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`3. No civil or criminal proceedings may be\r\n\r\ninstituted  against any person while a member  of  the\r\n\r\nAssembly-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) in respect of words spoken before the Assembly\r\n\r\nor a committee thereof; or\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 774</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) in respect of words written in a report to the\r\n\r\nAssembly or to any committee thereof or  in  any\r\n\r\npetition,  bill, resolution, motion or  question\r\n\r\nbrought or introduced by him therein.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That section means that an hon. Member of this House\r\n\r\nis  free  of  any legal restraint in regard  to  words\r\n\r\nspoken before this Assembly or written in relation  to\r\n\r\nproceedings in this Assembly. It simply means that  he\r\n\r\ncannot be prosecuted or be sued in any court of law in\r\n\r\nrespect  of  those words. It does not  mean  that  the\r\n\r\nMember is free from restraint in so far as this  House\r\n\r\nitself  is  concerned, that is to say, he must  always\r\n\r\nremain accountable to this House, inter alia, for  any\r\n\r\nwords uttered in this House or written in relation  to\r\n\r\nthe  proceedings  in  this  House.  The  privilege  of\r\n\r\nfreedom  of  speech given by the Legislative  Assembly\r\n\r\n(Powers and Privileges) Ordinance, 1955, does not mean\r\n\r\nthat  hon. Members are granted an unrestrained licence\r\n\r\nof speech in this Assembly, and because an hon. Member\r\n\r\nis  protected by that privilege of freedom of  speech,\r\n\r\nit  does not mean that this House will permit  him  to\r\n\r\nabuse that privilege with impunity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This House possesses an inherent power to do all\r\n\r\nthat  is  necessary to maintain its  own  dignity  and\r\n\r\ndecorum,  and  the Singapore (Constitution)  Order  in\r\n\r\nCouncil  has provided in subsection (1) of section  48\r\n\r\nthat  this Assembly \"may from time to time make, amend\r\n\r\nand  revoke  Standing Orders for  the  regulation  and\r\n\r\norderly  conduct  of  its  own  proceedings  and   the\r\n\r\ndespatch of business\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the Standing Orders, I need only refer\r\n\r\nto paragraph (5) of Standing Order No. 56 which reads\r\n\r\nas follows:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(5) Nothing in this Standing Order shall be taken\r\n\r\nto deprive the Assembly of the power of proceeding\r\n\r\nagainst any Member according to any resolution of the\r\n\r\nAssembly.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I see it, therefore, if this House is satisfied\r\n\r\nthat  the conduct of the hon. Member for Hong  Lim  is\r\n\r\nsuch  as  to  be  an affront to its  own  dignity  and\r\n\r\nprestige  in the sense, inter alia, that that  conduct\r\n\r\nhas  brought  discredit to the House  as  a  whole-not\r\n\r\nmerely   to   individual  Members  of  the  Government\r\n\r\nParliamentary\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 775</b></font><br><br>\r\n\r\n\r\n\r\nParty, or indeed, to any other Member of the House  or\r\n\r\nto  persons outside this House-then the House may feel\r\n\r\nitself  justified in condemning or censuring the  hon.\r\n\r\nMember  for  Hong Lim and thereafter in proceeding  to\r\n\r\nconsider  what punishment, consonant with its  powers,\r\n\r\nit should mete out to him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What those powers are is a matter of law on which I\r\n\r\nam  not  called upon to pronounce. Suffice it  to  say\r\n\r\nthat  there  is  an undoubted power  inherent  in  any\r\n\r\nHouse,  in the interest of the orderly conduct of  its\r\n\r\nbusiness  and  the  preservation of  its  dignity  and\r\n\r\nprestige, inter alia, to suspend or even expel Members\r\n\r\nwho are, in its opinion, unfit to sit in the House and\r\n\r\nwho would bring discredit upon it. But let me sound  a\r\n\r\nword  of  warning.  Whether this  Assembly  has  those\r\n\r\nextreme  powers unabridged, is a matter this  Assembly\r\n\r\nwill  have to inquire into with care and, if need  be,\r\n\r\nupon  which  this Assembly might wish  to  seek  legal\r\n\r\nadvice.  I  myself feel it my duty as the guardian  of\r\n\r\nthe  privileges of this House and the custodian of the\r\n\r\nrights  of hon. Members to sound that note of  warning\r\n\r\nhaving regard to-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, section 48 (1) of the Singapore\r\n\r\n(Constitution) Order in Council, 1958, which  I  have\r\n\r\nalready quoted;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Standing Orders made thereunder;\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, section 59 of the Singapore (Constitution)\r\n\r\nOrder in Council, 1958, which reads as follows :-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`59. It shall be lawful, by laws enacted under this\r\n\r\nOrder,  to  determine  and  regulate  the  privileges,\r\n\r\nimmunities and powers of the Assembly and its Members;\r\n\r\nbut  no  such  privileges, immunities or powers  shall\r\n\r\nexceed  those  of the Commons' House of Parliament  in\r\n\r\nthe United Kingdom or of the Members thereof.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;and Fourthly, the Legislative Assembly (Powers and\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Privileges) Ordinance, 1955, the long title of which\r\n\r\nreads as follows:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`An Ordinance to declare and define certain powers,\r\n\r\nprivileges and immunities of the Legislative  Assembly\r\n\r\nestablished  under  the  Singapore  Colony  Order   in\r\n\r\nCouncil,  1955, and of the Members of such Legislative\r\n\r\nAssembly, to regulate the conduct of members and other\r\n\r\npersons in connection with the proceedings thereof, to\r\n\r\ngive  protection  to  the  persons  employed  in   the\r\n\r\npublication of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 776</b></font><br><br>\r\n\r\n\r\n\r\nreports  and other papers of the Legislative  Assembly\r\n\r\nand  for purposes incidental to or connected with  the\r\n\r\nmatters aforesaid.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Those provisions of law and of the Standing Orders\r\n\r\ndo  give  to this Assembly powers to suspend a  Member\r\n\r\nunder  certain circumstances but, as I have indicated,\r\n\r\nthis  Assembly will have to satisfy itself that  those\r\n\r\nprovisions of law and of the Standing Orders have not,\r\n\r\nin  fact, abridged the inherent power of this Assembly\r\n\r\nto   suspend   a   Member  more  especially   in   the\r\n\r\ncircumstances  which have arisen  in  this  particular\r\n\r\nmatter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, let me make it quite clear that this motion\r\n\r\nwill  and  must proceed as a motion which affects  the\r\n\r\nHouse  as a whole and which invites the House  in  the\r\n\r\nfirst instance to say whether its dignity and prestige\r\n\r\nhave  not  been affronted by the conduct of  the  hon.\r\n\r\nMember  for  Hong Lim. That is the first issue  before\r\n\r\nthis House, and when that issue has been disposed  of,\r\n\r\nthe  House  will proceed, if necessary, to the  second\r\n\r\nissue, that is to say, the question of punishment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 776</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SUSPENSION OF MEMBER</b></div>\r\n\r\n<div align=\"center\"><b>(Motion)</b></div>\r\n\r\n\r\n\r\n<br><br>2.42 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister (Dr Toh Chin Chye): Mr\r\n\r\nSpeaker, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House condemns the Member for Hong Lim for\r\n\r\nhis  dishonourable conduct unbecoming  of  an  elected\r\n\r\nrepresentative  of  the people in that  he  repeatedly\r\n\r\nused  his  privilege in this Assembly as a  cloak  for\r\n\r\nspreading  malicious  falsehoods  to  unjustly  injure\r\n\r\ninnocent   persons  both  inside  and   outside   this\r\n\r\nAssembly;  that  he be suspended from the  service  of\r\n\r\nthis Assembly until such time as (i) he apologises  to\r\n\r\nthis  Assembly for his dishonourable conduct; (ii)  he\r\n\r\nunreservedly   withdraws  his  unfounded   allegations\r\n\r\nagainst the Prime Minister and the Minister for Labour\r\n\r\nand  Law;  and (iii) he assures the Assembly  that  he\r\n\r\nwill  not  persist  in abusing his privilege  in  this\r\n\r\nAssembly  by uttering malicious falsehoods, unless  he\r\n\r\nbe  prepared  when  challenged to repeat  outside  the\r\n\r\nAssembly the charges he makes in the Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am obliged to you for having\r\n\r\ndiscussed  with me last Saturday the procedure  to  be\r\n\r\nfollowed today.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 777</b></font><br><br>\r\n\r\n\r\n\r\nI  understand  that you have also similarly  discussed\r\n\r\nthis  matter with the Opposition. I accept your ruling\r\n\r\nthat  the  motion  should be divided into  two  parts;\r\n\r\nfirstly,  the condemnation of the Member for Hong  Lim\r\n\r\nfor   his  undignified  conduct;  and,  secondly,  the\r\n\r\npunishment  arising out of such a breach of  privilege\r\n\r\nas considered by the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In my speech, I shall confine myself to the first\r\n\r\npart of the motion which, as you have indicated, is to\r\n\r\nbe  disposed  of before the second part is considered.\r\n\r\nLet  me assure you, Mr Speaker, that this motion  has\r\n\r\nbeen  placed before the House not light-heartedly  but\r\n\r\nwith  great  gravity, because it  involves  a  serious\r\n\r\ncensure  of a Member of this House and, in particular,\r\n\r\none who also happens to be a Member of the Opposition.\r\n\r\nSo  it  is  necessary for me to state as  clearly  and\r\n\r\ndispassionately why this motion is being  brought.  It\r\n\r\nis  not  being brought in anger or haste, because  the\r\n\r\nGovernment is well aware that, by doing so, it may  be\r\n\r\nlaying itself open to a possible charge that it is  an\r\n\r\nattempt  to  silence  a  Member  who  has,  since  his\r\n\r\nexpulsion  from  the  Government  Benches,   been   an\r\n\r\nopponent of the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We would like to assure you, Mr Speaker, that this\r\n\r\nmotion is not being brought because of the Member  for\r\n\r\nHong   Lim's   criticisms,  however  unfair,   however\r\n\r\nreckless, or however sustained, of Government  policy.\r\n\r\nTo deny that to any Member of this House is to make  a\r\n\r\nmockery  of democracy, to repudiate all the things  we\r\n\r\nbelieve   in.  The  right  of  any  Member  to   voice\r\n\r\ncriticism, however extreme and unfair, without fear is\r\n\r\nwhat the right of privilege seeks to ensure, i.e. the\r\n\r\nright not to be penalised either politically or  in  a\r\n\r\ncourt  of law for the things that may be said in  this\r\n\r\nHouse. The right of privilege is a shield to protect a\r\n\r\n`Member   in  his  exercise  and  discharge   of   his\r\n\r\ndemocratic  right  to criticise  a  government  as  he\r\n\r\nthinks fit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I shall show later when I come to enumerate the\r\n\r\nitemized charges against the Member for Hong Lim, none\r\n\r\nof   these   specific  charges  relate  to   political\r\n\r\ncriticisms of Government policies. It is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 778</b></font><br><br>\r\n\r\n\r\n\r\nmost  important to bear this in mind, for it is likely\r\n\r\nthis  point  may  be  overlooked  in  the  course   of\r\n\r\ndiscussion inside and outside this House. This  motion\r\n\r\nin  no way relates to his political criticisms or even\r\n\r\nmistaken analysis of Government policies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I should, briefly, like to touch first on the legal\r\n\r\nposition  in this matter upon which I have  taken  the\r\n\r\nadvice  of  the State Advocate-General. This  Assembly\r\n\r\nhas  been  given  the power under section  48  of  the\r\n\r\nSingapore  (Constitution) Order in Council,  1958,  to\r\n\r\nmake  Standing Orders for the regulation  and  orderly\r\n\r\nconduct  of  its own proceedings and the  despatch  of\r\n\r\nbusiness.  In exercise of these powers, the  Assembly,\r\n\r\nby  resolution  on the 29th December, 1959,  made  the\r\n\r\nStanding  Orders  which  came  into  effect  from  1st\r\n\r\nJanuary, 1960.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The provisions relating to the \"Rules of Order in\r\n\r\nthe  Assembly\" are contained in Standing Orders 52  to\r\n\r\n58. These follow the similar provisions applicable  in\r\n\r\nthe  House  of Commons in England and which  give  the\r\n\r\nSpeaker  summary power to deal with disorderly conduct\r\n\r\nand disregard of the authority of the Chair.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Standing Order 56 (1) sets out the procedure to be\r\n\r\nfollowed  where  a  Member  commits  the  offence   of\r\n\r\ndisregarding  the  authority  of  the  Chair   or   of\r\n\r\npersistently and wilfully obstructing the business  of\r\n\r\nthe  Assembly.  This  follows  the  provision  of  the\r\n\r\nCommons'  Standing Order 22 (1) . The Commons' Standing\r\n\r\nOrder 22 (6) goes on to provide that \"nothing in  this\r\n\r\nOrder shall be taken to deprive the House of the power\r\n\r\nof  proceeding against any Member according to ancient\r\n\r\nusages\".  This  refers to the inherent  power  of  the\r\n\r\nHouse  of  Commons to punish a Member  for  breach  of\r\n\r\nprivilege. The corresponding provision in the Standing\r\n\r\nOrders  of the Legislative Assembly is Standing  Order\r\n\r\n56 (5) which provides:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing in this Standing Order shall be taken to\r\n\r\ndeprive  the  Assembly  of  the  power  of  proceeding\r\n\r\nagainst any Member according to any resolution of  the\r\n\r\nAssembly.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thus this Assembly has an inherent right of taking\r\n\r\nproceedings  against  any  Member  for  a  breach   of\r\n\r\nprivilege. We\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 779</b></font><br><br>\r\n\r\n\r\n\r\nhave no local precedent of the exercise of this right,\r\n\r\nand   it  is  necessary  therefore  to  turn  to   the\r\n\r\nprecedents  built by the House of Commons in  England.\r\n\r\nIt is settled in England that the House of Commons has\r\n\r\nthe  right,  in  the case of breach of  privilege,  to\r\n\r\nsuspend  or  even to expel a Member of the House.  The\r\n\r\nLegislative  Assembly in Singapore has  the  power  to\r\n\r\nsuspend  a  Member and this power is  referred  to  in\r\n\r\nStanding  Order 6. It has been held, as is  stated  in\r\n\r\nErskine  May's  \"The Law, Privileges, Proceedings  and\r\n\r\nUsage  of  Parliament\" at page 124, that speeches  and\r\n\r\nwritings reflecting on the conduct of Members  of  the\r\n\r\nHouse  of Commons may amount to a breach of privilege\r\n\r\neven when they do not amount to libel at common law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In our case, the complaint goes further since they do\r\n\r\namount  to libels at common law. In such cases,  on  a\r\n\r\ncomplaint  being made, the matter can be raised  by  a\r\n\r\nmotion. The practice in such cases, where, the  matter\r\n\r\nof  complaint is a charge alleged to have been made by\r\n\r\none  Member  against another in a  speech,  even  when\r\n\r\noutside  the  House of Commons, and where  the  Member\r\n\r\nadmits  the correctness of the report and states  that\r\n\r\nhe is in a position to prove the charge and is willing\r\n\r\nto  attempt to do so, is to give him an opportunity of\r\n\r\nestablishing the charge. In a few instances the matter\r\n\r\nhas  been referred to a committee of the House.  Where\r\n\r\nthe  Member has refused either to withdraw the charges\r\n\r\nor  to  substantiate them, the House may  adjudge  him\r\n\r\nguilty  of  a  breach of privilege and deal  with  him\r\n\r\naccordingly.  Where  the Member  accused  has  made  a\r\n\r\nproper  apology  for  his offence,  the  incriminating\r\n\r\nmotion   has  usually  been  withdrawn,  and  if   not\r\n\r\nwithdrawn,  it may be set aside. Where the Member  has\r\n\r\nmade  a full and ample apology to the House, the House\r\n\r\ncan, while condemning the Member's conduct as a breach\r\n\r\nof  its  privileges, resolve that it would not proceed\r\n\r\nfurther in the matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A Member of the Assembly has undoubtedly the\r\n\r\nprivilege  of  freedom of speech. But  this  privilege\r\n\r\nmust not be used as a licence to make offensive\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 780</b></font><br><br>\r\n\r\n\r\n\r\nimputations on Members of the Assembly. As Sir William\r\n\r\nAnson, in his classical work on \"The Law and Custom of\r\n\r\nthe Constitution\", says in page 170:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Speech and action in Parliament may thus be said to\r\n\r\nbe  unquestioned  and  free.  But  this  freedom  from\r\n\r\nexternal  influence or interference does  not  involve\r\n\r\nany unrestrained licence of speech within the walls of\r\n\r\nthe  House. The House controls the action of  its  own\r\n\r\nmembers,  and  enforces this control  by  censure;  by\r\n\r\nsuspension   from  the  service  of  the   House;   by\r\n\r\ncommitment;  by  expulsion.  Abuse  of  the  forms  of\r\n\r\ndebate;  irregular or disrespectful use of the  King's\r\n\r\nname;  the  use  of  language which  is  offensive  or\r\n\r\ninsulting to either House, or to individual members of\r\n\r\neither  House, or to Parliament collectively, are  the\r\n\r\noffences which may be thus dealt with.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The power to suspend a Member is at the discretion of\r\n\r\nthe  Assembly  to  be exercised in accordance  with  a\r\n\r\nresolution  of  the  Assembly, and  the  Assembly  may\r\n\r\nprovide  the  period  for which  a  Member  is  to  be\r\n\r\nsuspended. It is a power not to be lightly  used,  but\r\n\r\nis  nevertheless  essential to preserve  the  dignity,\r\n\r\nhonour  and  prestige of the Legislative Assembly.  To\r\n\r\ncheck   and   to   prevent  unseemly  and   disorderly\r\n\r\nproceedings  which destroy confidence and respect  for\r\n\r\nthe  House  of  the  elected  representatives  of  the\r\n\r\npeople,  checks and safeguards have been built  up  in\r\n\r\nthe House of Commons. Any person, whether a Member  of\r\n\r\nthe  House  or not, who whether inside or outside  the\r\n\r\nHouse  utters any statement which defames a Member  of\r\n\r\nthe  House,  on complaint to the House, will  have  to\r\n\r\neither substantiate his allegations or withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the House of Commons there is a special Select\r\n\r\nCommittee   called   the   Committee   of   Privileges\r\n\r\nconstituted  to  stand  guard over  these  matters  of\r\n\r\nprivilege. There have been several recent instances of\r\n\r\nthese disciplinary proceedings which we have been able\r\n\r\nto  ascertain by cable from London. Summaries of  more\r\n\r\nimportant instances have been sent and I list them  as\r\n\r\nfollows:\r\n\r\n\r\n\r\n<br><br><i>Case No. 1-1834.</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Complaint of public speech by Member as reported in\r\n\r\nnewspaper,  accusing another of dishonourable  conduct\r\n\r\nin  promoting a Bill in private while opposing  it  in\r\n\r\npublic.  Referred by motion to Committee of Privileges\r\n\r\nto  whom  Member apologised. House ordered  report  of\r\n\r\nCommittee  of  Privileges to lie  upon  Table  and  be\r\n\r\nprinted. No other action.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 781</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><i>Case No. 2-1844.</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Complaint of public speech by Member as reported in\r\n\r\nnewspaper, accusing other Members of improper conduct.\r\n\r\nMember  refused  to retract or explain  statement  and\r\n\r\nchallenged jurisdiction of House in the matter.  House\r\n\r\nresolved  imputation wholly unfounded  and  calumnious\r\n\r\nand  did  not affect in slightest degree  honour  and\r\n\r\ncharacter of Members to whom it applied.\r\n\r\n\r\n\r\n<br><br><i>Case No. 3-1873.</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Complaint of statements in book by Member impugning\r\n\r\ncharacter  of  certain other Members  and  threatening\r\n\r\nfurther  exposures in order to influence their conduct\r\n\r\nin Parliament. Member apologised and motion withdrawn.\r\n\r\n\r\n\r\n<br><br><i>Case No. 4-1884.</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Complaint of circular issued by Member to other\r\n\r\nMembers  soliciting  support of a  Bill  for  personal\r\n\r\nreasons.  Member  apologised and  House  resolved  to\r\n\r\nproceed to other business.\r\n\r\n\r\n\r\n<br><br><i>Case No. 5-1887.</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Complaint of offensive expressions used by one\r\n\r\nMember to another in lobby of House. Member apologised\r\n\r\nand motion withdrawn.\r\n\r\n\r\n\r\n<br><br><i>Case No. 6-1893.</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Complaint of public speech by Member as reported in\r\n\r\nnewspaper  imputing  corruption  to  certain  Members.\r\n\r\nMember claimed report in many respects inaccurate  but\r\n\r\napologised. Question not put.\r\n\r\n\r\n\r\n<br><br><i>Case No. 7-1907.</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Complaint of letter from Member in newspaper\r\n\r\nsuggesting  connection between awards of honours  and\r\n\r\ncontributions to party funds. Motion that a breach  of\r\n\r\nprivilege and that a Select Committee should be set up\r\n\r\nto inquire into allegations negatived.\r\n\r\n\r\n\r\n<br><br><i>Case No. 8-1911.</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Complaint of publication of letter from one Member\r\n\r\nto  another  reflecting on conduct of Speaker.  Member\r\n\r\nwho  sent  letter  apologised  and  motion  withdrawn.\r\n\r\nMember who received and published letter suspended for\r\n\r\none week, was resolution of House.\r\n\r\n\r\n\r\n<br><br><i>Case No. 9-1921.</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Complaint of public speech as reported in newspaper\r\n\r\naccusing Members of drunkenness in House. Motion  that\r\n\r\nthis  cross-libel  and breach of  privilege  withdrawn\r\n\r\nfollowing apology.\r\n\r\n\r\n\r\n<br><br><i>Case No. 10-1926.</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Complaint of public speech by Member as reported in\r\n\r\nnewspaper  reflecting  on conduct  of  other  Members.\r\n\r\nHouse resolved speech cross-libel and grave breach  of\r\n\r\nits privileges.\r\n\r\n\r\n\r\n<br><br><i>Case No. 11-1929.</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Complaint of newspaper article by Member accusing\r\n\r\nChairman  of  Ways  and Means of partisanship.  Member\r\n\r\nexpressed  regret  that statement complained  of  made\r\n\r\noutside the House. Motion withdrawn after debate.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 782</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><i>Case No. 12-1936.</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Complaint of statements in newspaper article by\r\n\r\nMember. Member apologised and motion withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the common form in all of the\r\n\r\nabove  is that the Member is present and permitted  to\r\n\r\nmake  a statement and then directed by the Speaker  to\r\n\r\nwithdraw while the debate proceeds. The point was made\r\n\r\nin  one  or  two  cases that questions  of  breach  of\r\n\r\nprivilege  must be raised as soon as possible  and  in\r\n\r\nErskine    May's    authoritative    commentary     on\r\n\r\n\"Parliamentary   Practice   (16th   Edition)\",   other\r\n\r\ninstances  akin  to  my  complaint  are  quoted.   Mr\r\n\r\nSpeaker,  Sir, may I refer to pages 143  and  144?  In\r\n\r\npage 143, I quote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Where the Member has refused either to withdraw the\r\n\r\ncharges  or  to  substantiate  them,  the  House   has\r\n\r\nsometimes   adjudged  him  guilty  of  a   breach   of\r\n\r\nprivilege, and dealt with him accordingly.'\r\n\r\n\r\n\r\n<br><br>In page 144, I quote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`In two instances, however, the House condemned the\r\n\r\nMember's  conduct as a breach of its  privileges,  but\r\n\r\nresolved  that  in consequence of the full  and  ample\r\n\r\napology  he  had offered to the House, or that  having\r\n\r\nregard to his withdrawal of the expressions complained\r\n\r\nof, it would not proceed any further in the matter.'\r\n\r\n\r\n\r\n<br><br>In  page 104 of Erskine May's \"Parliamentary Practice\"\r\n\r\n(Chapter VII), on \"Penal Jurisdiction of Each  House\",\r\n\r\nmay I quote:\r\n\r\n\r\n\r\n<br><br><div align=\"center\">PUNISHMENTS INFLICTED ON MEMBERS</div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of contempts committed against the House\r\n\r\nof   Commons  by  Members  two  other  penalties   are\r\n\r\navailable,  viz., suspension from the service  of  the\r\n\r\nHouse and expulsion. In some cases expulsion has  been\r\n\r\ninflicted in addition to committal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Lords, a sentence of expulsion against one of\r\n\r\nits  Members,  passed by that House as a court,  would\r\n\r\nrank as a disqualification.\r\n\r\n\r\n\r\n<br><br><div align=\"center\">SUSPENSION BY THE COMMONS</div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Suspension from the service of the House was a\r\n\r\npunishment employed by the House of Commons under  its\r\n\r\npower of enforcing discipline among its Members,  long\r\n\r\nbefore  it  was  prescribed  by  standing  order   for\r\n\r\nparticular   offences,  such  as  disregard   of   the\r\n\r\nauthority  of the Chair, or obstruction,  and  it  can\r\n\r\nstill  be  imposed  at the discretion  of  the  House,\r\n\r\nalthough,  of course, not under the summary  procedure\r\n\r\nauthorised by that standing order.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 783</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1641, Mr Gervaise Hollis was suspended the House\r\n\r\nduring the Session.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1643, Sir Norton Knatchbull was suspended the\r\n\r\nHouse during the pleasure of the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For nearly two centuries this form of punishment had\r\n\r\nbeen   in  abeyance,  no  case  of  suspension  having\r\n\r\noccurred  since  1692. But at the  discretion  of  the\r\n\r\nHouse  on  25  July, 1877, as a result  of  persistent\r\n\r\nobstruction  by  Members  who supported  Parnell,  Mr\r\n\r\nSpeaker Brand gave the following ruling:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The House is perfectly well aware that any Member\r\n\r\npersistently and wilfully obstructing public business\r\n\r\nwithout  just  and reasonable cause is  guilty  of  a\r\n\r\ncontempt  of this House, and is liable to  punishment\r\n\r\nwhether  by  censure, suspension from the service  of\r\n\r\nthe  House, or commitment, according to the  judgment\r\n\r\nof the House.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On 20 February, 1911, Mr Ginnell, a Member, was\r\n\r\nsuspended for one week as a punishment for a breach of\r\n\r\nprivilege  in  publishing a letter reflecting  on  the Speaker's conduct in the Chair.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In February 1880, the procedure for suspending a\r\n\r\nMember  for  particular  offences  was  laid  down  by\r\n\r\nStanding  Order  No.  22, and suspensions  under  this\r\n\r\nStanding Order are not infrequent.'\r\n\r\n\r\n\r\n<br><br>Again  on page 125, are listed the different types  of\r\n\r\nbreaches of privileges. Amongst them, I will quote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Imputations against Members of corruption in the\r\n\r\nexecution  of their duties\r\n\r\n(cases of Carr, CJ.  (1667-87)  88,  95;  Noble, C.J. (1732-37) 245; Cundy,  C.J.\r\n\r\n(1836)  658, 676; Parl. Deb, (1836) 35, cc. 167,  255;\r\n\r\nand Knox, C.J. (1893-94) 631: Parl. Deb. (1893-94) 20, c. 112).'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have cited to you, Mr Speaker, the relevant\r\n\r\nauthorities. I need hardly say that for 200  years  in\r\n\r\nthe  House  of  Commons, it has not been necessary  to\r\n\r\nsuspend a Member for breach of privilege because, when\r\n\r\nconfronted,   Members   have   either   withdrawn   or\r\n\r\nsubstantiated their allegations. It is our  hope  that\r\n\r\nthis  honourable  practice of  either  withdrawing  or\r\n\r\nsubstantiating should be the guide for this  Assembly.\r\n\r\nThis  Assembly has borrowed extensively from the rules\r\n\r\nand practice of the House of Commons. For human nature\r\n\r\nbeing  what  it  is  all over the  world,  it  is  not\r\n\r\nunlikely  that the same human failings  which  we  are\r\n\r\nencountering,  and  will continue to  encounter,  have\r\n\r\nbeen  experienced in the past in other Assemblies.  So\r\n\r\nit  is that this Assembly has been given the powers to\r\n\r\ndiscipline a wayward Member. However, because no\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 784</b></font><br><br>\r\n\r\n\r\n\r\none,  not even you, Mr Speaker, Sir, anticipated that\r\n\r\nso soon in the life of this Assembly we would be faced\r\n\r\nwith  this unpleasant task, no Committee of Privileges\r\n\r\nhas  been constituted. And so, if the Member for  Hong\r\n\r\nLim  indicates  that  he chooses to  substantiate  his\r\n\r\nallegations,  then,  as  you  have  ruled   with   the\r\n\r\nconcurrence  of  the Government and  Opposition  Front\r\n\r\nBenchers, the whole House will resolve itself  into  a\r\n\r\nCommittee with you as Chairman to ascertain the truth.\r\n\r\nAnd  in that event, the Member for Hong Lim will  have\r\n\r\nhis  wish, expressed in a statement he issued  on  the\r\n\r\n21st  October, 1960, in answer to the Prime Minister's\r\n\r\nchallenge  to  repeat  his  allegations  outside   the\r\n\r\nChamber, fulfilled. He then stated - I quote the Straits\r\n\r\nTimes,  the  Nanyang Siang Pau, and the Sin  Chew  Jit\r\n\r\nPoh, of the 22nd October, 1960:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Political issues should be debated and answered in\r\n\r\nthe Assembly, and not in a Court of Law.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The charge against the Member for Hong Lim is\r\n\r\ntotally  unrelated  to  his criticisms  of  Government\r\n\r\npolicy.  However  violently and unfairly  stated,  the\r\n\r\ncharge is that we condemn the Member for Hong Lim  for\r\n\r\ndishonourable   conduct  unbecoming  of   an   elected\r\n\r\nrepresentative  of  the people in that  he  repeatedly\r\n\r\nused  his  privilege in this Assembly as a  cloak  for\r\n\r\nspreading  malicious  falsehoods  to  unjustly  injure\r\n\r\ninnocent   persons  both  inside  and   outside   this\r\n\r\nAssembly.  The key words in this motion are \"malicious\r\n\r\nfalsehoods\",  not  just malicious criticisms.  We  are\r\n\r\ntherefore censuring him for using malicious falsehoods\r\n\r\nto unjustly injure the reputation of people inside and\r\n\r\noutside the Assembly. We shall show later that what he\r\n\r\nuttered were malicious falsehoods. Our sole concern is\r\n\r\nwith these malicious falsehoods; nothing more.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are two reasons why we take such a\r\n\r\nserious view of these malicious falsehoods as to bring\r\n\r\nthis motion against the Member for Hong Lim. The first\r\n\r\nis,  that  resort to malicious falsehoods, will  bring\r\n\r\ninto  contempt the right of privilege the  Member  for\r\n\r\nHong  Lim  enjoys. A privilege of this  kind  must  be\r\n\r\nexercised responsibly. If it is used irresponsibly, as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 785</b></font><br><br>\r\n\r\n\r\n\r\nit has been by the Member for Hong Lim, then the right\r\n\r\nof   privilege,  instead  of  becoming  a  shield  for\r\n\r\ndemocracy,  becomes instead a weapon  to  destroy.  If\r\n\r\nevery  Member  in  this Assembly decides  to  use  his\r\n\r\nprivilege  as a cloak to defame others unjustly,  then\r\n\r\nit is clear, Sir, that democracy would be brought into\r\n\r\ncontempt  and  ridicule. In other words, Mr  Speaker,\r\n\r\nunbridled  and  reckless abuse of this privilege  will\r\n\r\nultimately  destroy the real worth of this  privilege.\r\n\r\nAnd  this motion seeks to do no more than to check the\r\n\r\nMember  for  Hong  Lim from continuing  to  abuse  his\r\n\r\nprivilege   by   the  persistent  use   of   malicious\r\n\r\nfalsehoods.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason why this motion is being brought\r\n\r\nis  to repair the damage that the Member for Hong  Lim\r\n\r\nhas  unjustly caused to a number of people through the\r\n\r\nuse    of   malicious   falsehoods   by   unreservedly\r\n\r\nwithdrawing these malicious falsehoods and apologising\r\n\r\nto the House for his dishonourable conduct. Perhaps it\r\n\r\nwould  be  as well, Sir, at this stage to itemise  the\r\n\r\nmost  recent and specific falsehoods on record.  These\r\n\r\nitems,  a  list  of  which I shall hand  to  you,  Mr\r\n\r\nSpeaker,  do  not relate to his political  criticisms,\r\n\r\nSuch  preposterous views as that the P.A.P. Government\r\n\r\nhas sold out the people, that it is pro-colonial, that\r\n\r\nit  grinds the faces of the poor, and other outlandish\r\n\r\nand queer views.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This motion in no way seeks to prevent the Member\r\n\r\nfor  Hong  Lim,  if he so minds, from  repeating  such\r\n\r\nnonsense  in the future. These items relate solely  to\r\n\r\nmalicious  falsehoods  uttered  inside  this  Assembly\r\n\r\nunder cover of privilege.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have here a list of three specific and the\r\n\r\nmost  recent allegations made by the Member  for  Hong\r\n\r\nLim.  You  will permit me, Mr Speaker, to quote  from\r\n\r\nthe  transcript of proceedings of this  House  on  the\r\n\r\n10th  December, 1960, and on the 12th December,  1960.\r\n\r\nThese transcripts were issued by your Office.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Allegation No. 1:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Unrevised Transcript of Part of the Proceedings of\r\n\r\nthe Legislative Assembly on 10th December, 1960\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 786</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Consideration of item (5) of sub-head 1 (Secretary)\r\n\r\nof Head 27 (City Health), Main Estimates, 1961.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Page 1:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Ong Eng Guan: I wonder if this is the way to get\r\n\r\naway from the P.S.C. in order to give a job to this\r\n\r\nparticular officer who happens to be a brother-in-law\r\n\r\nof a Minister.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Allegation No. 2:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Unrevised Transcript of Part of the Proceedings of\r\n\r\nthe Legislative Assembly on 12th December, 1960\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Consideration of item (42) of sub-head 1 (Deputy\r\n\r\nCommissioner) of Head 36 (Inland Revenue), Main\r\n\r\nEstimates, 1961.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Page 2:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Ong Eng Guan: Mr Speaker, Sir, I do not wish to\r\n\r\nput it to the Minister that many of these\r\n\r\nrecommendations - which I have read myself - are meant for\r\n\r\nthe purpose of fixing up certain things.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Allegation No. 3, in the same Transcript of 12th\r\n\r\nDecember, 1960, consideration of the same - item on\r\n\r\nthe Deputy Commissioner, Inland Revenue; page 3:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Ong Eng Guan: In my opinion, there is nothing,\r\n\r\nas far as I know, to merit this transfer other than\r\n\r\nthe fact that he is the brother-in-law of the Prime\r\n\r\nMinister.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, permit me to hand in a list of these three specific allegations which I have listed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Copy of the list of allegations handed in.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I do not know whether it would be\r\n\r\nconvenient for honourable Members to have copies of\r\n\r\nthese allegations. But I thought the Leader of the\r\n\r\nHouse has been warned that copies may be required. I\r\n\r\nwonder if he has copies available.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I have, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will he please hand in the copies?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Copies of the list of allegations handed in and\r\n\r\ndistributed to hon. Members.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, I shall now deal\r\n\r\nwith  these allegations. I will begin with  the  first\r\n\r\nallegation which was made by the Member for Hong  Lim\r\n\r\nduring  the  consideration of item (5) of  sub-head  1\r\n\r\n(Secretary) of Head 27 (City Health), Main  Estimates,\r\n\r\n1961.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 787</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Mr Ong Eng Guan: I wonder if this is the way to\r\n\r\nget  away  from the P.S.C. in order to give a  job  to\r\n\r\nthis particular officer who happens to be a \r\n\r\nbrother-in-law of a Minister.'\r\n\r\n\r\n\r\n<br><br>Sir,  this  particular officer mentioned is named  Mr\r\n\r\nMichael  Romeo  Marcus. He first joined the  Municipal\r\n\r\nService in February 1931. In the course of the years\r\n\r\nhe  was  promoted  from the post of the  junior  clerk\r\n\r\nthrough higher posts until he was finally appointed as\r\n\r\nan  Assistant Secretary in the Secretariat with effect\r\n\r\nfrom   the  1st  August,  1957.  The  basis   of   his\r\n\r\nappointment  in  1957 was his previous  experience  in\r\n\r\nclerical and secretarial work in the Secretariat. His\r\n\r\npost  was in Class IV of the `Senior Officers' Service\r\n\r\nin   the  salary  scale  of  $670x$30A-$880-$920-$965/\r\n\r\nefficiency bar/$1,010x$45A-$1,145.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr M. R. Marcus resigned from the City Council with\r\n\r\neffect from 2nd June, 1959. No reason was given in his\r\n\r\nletter of resignation. His brother, L. A. Marcus,  had\r\n\r\npreviously resigned on 5th February, 1959.  His  other\r\n\r\nbrother,  P.  C.  Marcus, was at that time  the  Chief\r\n\r\nAdministrative  Officer,  and  was  involved  in   the\r\n\r\nproceedings of the Commission of inquiry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister took over the affairs of the City\r\n\r\nCouncil  in October 1959, in the early part  of  1960,\r\n\r\nthat  is,  January and February, a number of  officers\r\n\r\nwho  had resigned from the City Council in the  period\r\n\r\nJune  1959 to October 1959 applied or were invited  to\r\n\r\nreturn to the City Council. A circular letter inviting\r\n\r\nre-employment   was,   in   fact,   issued   by    the\r\n\r\nAdministrator,  City Council, on the Prime  Minister's\r\n\r\nauthority  on 12th November, 1959. The relevant  parts\r\n\r\nof this circular letter read as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Between June and October when the City Council came\r\n\r\nunder  the  charge of the Minister,  there  have  been\r\n\r\nresignations  from 30 senior officers,  three-quarters\r\n\r\nof whom are local officers. The number of resignations\r\n\r\nfrom  the  middle and lower ranks, who are  all  local\r\n\r\nofficers,  have been even greater, You  are  no  doubt\r\n\r\naware  that  these resignations were  precipitated  by\r\n\r\nunfounded   speculations   regarding   their    future\r\n\r\nprospects,    particularly   their   provident    fund\r\n\r\nretirement benefits. After these unfounded fears  were\r\n\r\ndispelled  by  the Prime Minister's reference  to  the\r\n\r\nP.A.V.   Five-Year   Programme   regarding   existing\r\n\r\nprovident fund benefits and his\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 788</b></font><br><br>\r\n\r\n\r\n\r\nstatement   that   the   Government's   position   was\r\n\r\nunchanged, I advised the Prime Minister that  some  12\r\n\r\nof  the 30 persons who had tendered their resignations\r\n\r\nshould  be  given  an opportunity to reconsider  their\r\n\r\nposition   in  the  light  of  the  Prime   Minister's\r\n\r\nstatement,  and  to  withdraw their  resignations  and\r\n\r\ncontinue in service either on the old terms of service\r\n\r\nor on contract.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amongst the 12 persons are four from the Treasury\r\n\r\nwhom   Government  indicated  should  be  given   this\r\n\r\nopportunity.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, a number of officers availed themselves\r\n\r\nof  this opportunity. At the end of April, Mr  M.  R.\r\n\r\nMarcus  applied  to return, and on  the  5th  of  May,\r\n\r\naction was being taken to consider this matter. As  it\r\n\r\nwas considered that Mr M. R. Marcus had resigned,  on\r\n\r\npersuasion,  through  fear  of  his  position  as   an\r\n\r\nemployee  of  the  City Council, and  as  he  had  not\r\n\r\nparticipated in political activities, he was permitted\r\n\r\nto  return  to the City Council. However, because  the\r\n\r\nofficer  had  resigned and taken  away  his  provident\r\n\r\nfund, it was decided that he had to commence afresh at\r\n\r\nthe  beginning of the timescale of Assistant Secretary\r\n\r\non  a temporary basis at an all-in salary of $670  per\r\n\r\nmonth,  which  was less than his basic salary  at  the\r\n\r\ntime of his resignation, which was $740 per month plus\r\n\r\nexisting  allowances.  He  was  posted  to  the   City\r\n\r\nCouncil,  Health Department, to do administrative  and\r\n\r\nsecretarial  duties as the Department was short-handed\r\n\r\nand     had     recently    assumed     administrative\r\n\r\nresponsibilities for the City Cleansing Department and\r\n\r\nthe   Markets  and  Hawkers  Department.   Under   the\r\n\r\ncircumstances  of  the  reemployment  of  Mr  Marcus,\r\n\r\nreference  to the Public Service Commission under  the\r\n\r\nLocal Government Ordinance was not necessary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr L. A. Marcus, brother of Mr M. R. Marcus, who had\r\n\r\nresigned  from the City Council on 5th  February,\r\n\r\n1959,   subsequently  obtained   employment   in   the\r\n\r\nSingapore  Harbour  Board.  When  the  Prime  Minister\r\n\r\nassumed  Ministerial responsibility for the  Singapore\r\n\r\nHarbour  Board, he made it clear to the Board that  he\r\n\r\ndid not consider that employees of Government or \r\n\r\nquasi-Government agencies who became embroiled in  political\r\n\r\nactivities should\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 789</b></font><br><br>\r\n\r\n\r\n\r\nenjoy  the  benefit  of employment  in  Government  or\r\n\r\nGovernment  agencies. The Board gave consideration  to\r\n\r\nthis principle and subsequently dismissed Mr Marcus.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. As I have understood it up to\r\n\r\nnow,  the first charge is in relation to a Mr  M.  R.\r\n\r\nMarcus.  The  Leader of the House now  happens  to  be\r\n\r\nmentioning another Marcus. Could he indicate how  that\r\n\r\nis relevant to the first charge?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, I was just relating\r\n\r\ncertain facts in the consideration of re-employment of\r\n\r\nemployees  who  had previously left the City  Council.\r\n\r\nMr L. A. Marcus was one of them, and I brought it  up\r\n\r\nincidentally.  If you will permit me  to  continue.  I\r\n\r\nshall  now  go  on to Mr M. R. Marcus.  The  deciding\r\n\r\nprinciple  is whether an officer had been  politically\r\n\r\ninvolved or not involved. The decision did not rest on\r\n\r\nthe blood relationship of the officer to a Minister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will now deal with allegations Nos. 2 and 3\r\n\r\ntogether.   These   allegations   were   made   during\r\n\r\nconsideration  of  item  (42) of  sub-head  1  (Deputy\r\n\r\nCommissioner)  of  Head  36  (Inland  Revenue),   Main\r\n\r\nEstimates, 1961. In page 2 of the transcript:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Ong Eng Guan: Mr Speaker, Sir, I do not wish\r\n\r\nto   put  it  to  the  Minister  that  many  of  these\r\n\r\nrecommendations - which I have read myself - are meant for\r\n\r\nthe purpose of fixing up certain things.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 3:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Ong Eng Guan: In my opinion, there is nothing,\r\n\r\nas  far  as I know, to merit this transfer other  than\r\n\r\nthe  fact  that he is the brother-in-law of the  Prime\r\n\r\nMinister.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These two allegations of the Member for Hong Lim\r\n\r\namount to nothing less than that improper interference\r\n\r\nhad  taken place in the appointment to a senior  civil\r\n\r\nservice post, even to the extent of prevailing upon  a\r\n\r\ncommittee,  consisting  of a Permanent  Secretary  and\r\n\r\nfour  heads  of departments, to vary the qualification\r\n\r\nfor   that  post  so  as  to  accommodate  the   Prime\r\n\r\nMinister's brother-in-law.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 790</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are serious allegations and, in default\r\n\r\nof  a  retraction, the House is entitled to  full  and\r\n\r\ndetailed  evidence in substantiation. Let me  set  out\r\n\r\nthe bare facts about this appointment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The post in question is that of Deputy Commissioner\r\n\r\n(Valuation)  in  the  Inland Revenue  Department.  The\r\n\r\nduties of the post and the qualifications required  of\r\n\r\nthe  holder  were  set  out by the  Working  Party  of\r\n\r\ndepartmental  heads,  and  headed  by  the   Permanent\r\n\r\nSecretary  of  the  Treasury, which was  appointed  to\r\n\r\nconsider  the integration of the Assessment Department\r\n\r\nof the City Council into the Inland Revenue Department\r\n\r\nof  the  Government, as recommended  by  the  Canadian\r\n\r\nexperts.  The  Finance  Minister  has  read  out   the\r\n\r\nrelevant  sections  of the Working Party's  Report  on\r\n\r\nthis  post during the debate on Head 36 of  the  Main\r\n\r\nEstimates  on the  12th  December.  Permit   me,   Mr\r\n\r\nSpeaker, to quote from the transcript of part  of  the\r\n\r\nproceedings  of  the  Legislative  Assembly  of   12th\r\n\r\nDecember, 1960. Page 1:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Dr Goh Keng Swee: I think I could best elucidate by\r\n\r\nreading  some extracts from the Report of the  Working\r\n\r\nParty on the integration of the City Assessment Office\r\n\r\ninto  the Government. This Working Party consisted  of\r\n\r\nthe following officers:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Permanent Secretary (Treasury), as the Chairman;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Comptroller of Income Tax;\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Acting City Assessor;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government Valuer and Assessor, and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The head of the Organisations and Methods Branch of\r\n\r\nthe Ministry of Finance.\r\n\r\n\r\n\r\n<br><br>It says here:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"It is proposed that the Commissioner of Inland\r\n\r\nRevenue, Grade D, should be in charge of two branches.\r\n\r\nIn  the Income Tax, Estate and Stamp Duties Branch, he\r\n\r\nwill  continue to have a Deputy Commissioner who  will\r\n\r\nbe in charge of the Income Tax Office and an Assistant\r\n\r\nCommissioner to be in charge of both the  Estate  Duty\r\n\r\nand the Stamp Office.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the other Valuation Branch, there should also be\r\n\r\na   Deputy  Commissioner,  Grade  G.  This  grade   is\r\n\r\nsuggested  so  that  there  would  be  parity  in  the\r\n\r\ndeputyship  of  the two branches. The duties  of  this\r\n\r\npost  have  been carefully considered by the Committee\r\n\r\nand  it is considered that his requirements should  be\r\n\r\nadministrative ability and experience since  he  would\r\n\r\nbe  assisted  in technical matters by both  the  Chief\r\n\r\nValuer and the Chief Assessor.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 791</b></font><br><br>\r\n\r\n\r\n\r\nWhile  it  is  desirable  that  he  should  have  some\r\n\r\nknowledge relating to valuation and assessment, it  is\r\n\r\nhowever thought that it would not be necessary to have\r\n\r\na professionally qualified man for this purpose. It is\r\n\r\nconsidered  by the Committee that both  the  posts  of\r\n\r\nChief Valuer and Chief Assessor should be on the upper\r\n\r\ntime-scale so as to be in line with their counterparts\r\n\r\nin  the other branch. These posts are technical  posts\r\n\r\nand  require  a  high  standard of  qualification  and\r\n\r\nexperience  and on that account there are difficulties\r\n\r\nenvisaged as these officers fetch a special  price  in\r\n\r\nthe  circumstances  existing in  Singapore.  It  would\r\n\r\ntherefore be necessary to consider special terms  that\r\n\r\ncan be offered to attract suitable candidates to carry\r\n\r\non the duties for the next few years.\".'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, let me now deal with the present\r\n\r\nincumbent   of   the  post  whose   only   merit   for\r\n\r\nappointment,  in  the opinion of the Member  for  Hong\r\n\r\nLim,  was that he was the Prime\r\n\r\nMinister's brother-in-law.  This  officer was appointed into  the  Singapore\r\n\r\nAdministrative Service more than ten years ago, on the\r\n\r\n12th  July,  1950.  When  the P.A.P.  Government  took\r\n\r\noffice,  he  was  already holding  a  Grade  G  acting\r\n\r\nappointment  as  Deputy  Commissioner  of  Lands.  The\r\n\r\nsalary  was  $1,520. The Land Office  was,  until  1st\r\n\r\nFebruary, 1960, under the portfolio of the ex-Minister\r\n\r\nfor  National Development. This officer served in this\r\n\r\ncapacity    under   the   ex-Minister   for   National\r\n\r\nDevelopment.  On  the  1st February,  1960,  the  Land\r\n\r\nOffice   was   transferred  to  the  Prime  Minister's\r\n\r\nMinistry.  On  the  24th May, 1960,  the  officer  was\r\n\r\ntransferred  to the Inland Revenue Department  of  the\r\n\r\nFinance   Ministry,  to  act  as  Deputy  Commissioner\r\n\r\n(Valuation)    in   consequence   of   City    Council\r\n\r\nintegration.  On  the 1st of July,  applications  were\r\n\r\ninvited  through  departmental  circulars  and   Press\r\n\r\nadvertisement   for   substantive   appointment.   The\r\n\r\napplications  received were considered by  the  Public\r\n\r\nService Commission. Under section 81(1) and (2) of the\r\n\r\nSingapore  (Constitution) Order in Council, 1958,  the\r\n\r\nappointment, promotion, transfer from one Division  or\r\n\r\nService  or  from one class or grade  to  another,  is\r\n\r\nvested  in  the  Yang  di-Pertuan  Negara  acting   in\r\n\r\naccorance  with  the  advice  of  the  Public  Service\r\n\r\nCommission. The promotion of public officers shall, be\r\n\r\non  the  basis of official qualifications,  experience\r\n\r\nand merit. It is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 792</b></font><br><br>\r\n\r\n\r\n\r\nclearly  seen  that the Public Service Commission  is\r\n\r\nthe  established and impartial authority  in  deciding\r\n\r\nupon all appointments to the public service. And it is\r\n\r\nthe    authority   to   decide   upon   the   official\r\n\r\nqualifications, experience and merit of candidates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Public Service Commission advised that this\r\n\r\nofficer be appointed. The advice of the Commission was\r\n\r\naccepted  by  the Yang di-Pertuan Negara  and  on  1st\r\n\r\nAugust,  1960, the officer was substantively appointed\r\n\r\nto  the  post.  At  the time of his  appointment,  the\r\n\r\nofficer was the most senior administrative officer  on\r\n\r\nthe time-scale. It is hardly necessary for one to make\r\n\r\nthe  point  that if ever the Prime Minister wanted  to\r\n\r\nexercise   improper   nepotism   in   civil    service\r\n\r\nappointments,  he  had  his  opportunity  between  1st\r\n\r\nFebruary,  1960,  and 23rd May,  1960,  when  his  own\r\n\r\nbrother-in-law served in his own Ministry. During this\r\n\r\nperiod,   instead,   four  time-scale   Administrative\r\n\r\nOfficers  were  promoted to Superscale G appointments\r\n\r\nbut not the Prime Minister's brother-in-law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In view of my submissions, Sir, I await with\r\n\r\ninterest  what the Member for Hong Lim has to  say  in\r\n\r\nreply.  But  let  us get from him a clear  categorical\r\n\r\nreply. The charges made by the Member for Hong Lim are\r\n\r\nextremely  grave, and if they cannot be substantiated,\r\n\r\nI submit, Sir, that he is guilty of gross abuse of the\r\n\r\nprivilege  of  the  Assembly. If he  persists  in  his\r\n\r\nallegations, he must, in my view, prove with the  full\r\n\r\nweight of evidence both the following propositions:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The committee consisting of a Permanent\r\n\r\nSecretary  and four departmental heads were improperly\r\n\r\nprevailed  upon by political influence  to  frame  the\r\n\r\nqualifications of the post to suit the appointment  of\r\n\r\nthe present incumbent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Member's own words, these recommendations\r\n\r\nwere \"meant for the purpose of fixing certain things\".\r\n\r\nSir, let him prove this proposition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The Member must prove that either the\r\n\r\nappointment  to the post was not made  by  the  Public\r\n\r\nService Commission or, if it was so made, that the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 793</b></font><br><br>\r\n\r\n\r\n\r\nPublic Service Commission was subjected and guided  to\r\n\r\nimproper  influence in making its recommendations  for\r\n\r\nthis appointment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I have set out the facts to show that the allegations made by the Member for Hong Lim, which\r\n\r\nI  have  tabled, are falsehoods. When a  falsehood  is\r\n\r\nmade, then it is proper for the Member for Hong Lim to\r\n\r\nwithdraw  his allegation. If the Member for  Hong  Lim\r\n\r\npersists  in  believing that what he  has  alleged  is\r\n\r\ntrue,  then he should be prepared to substantiate  his\r\n\r\nallegations either inside or outside the Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have been very patient with the\r\n\r\nMember  for Hong Lim in spite of the fact that he  has\r\n\r\nbeen  persistent in making malicious falsehoods. Ample\r\n\r\nopportunity   has  been  given  to   him   to   either\r\n\r\nsubstantiate  or withdraw his allegations.  The  Prime\r\n\r\nMinister   issued  a  public  statement  outside   the\r\n\r\nLegislative  Assembly on Monday, 12th December,  1960,\r\n\r\nwhich  was printed in the Straits Times, Nanyang Siang\r\n\r\nPau and Sin Chew Jit Poh, and reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Two months ago I had occasion to publicly call Mr\r\n\r\nOng Eng Guan a liar and a rogue outside the Assembly'-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. In quoting a report from the\r\n\r\nnewspapers,  I do not think the Leader  of  the  House\r\n\r\nwould  be justified in mentioning words in the  report\r\n\r\nwhich   are   recognised   in   this   House   to   be\r\n\r\nunparliamentary.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, Sir, I shall then\r\n\r\nquote  the  relevant extracts from the  statement  and\r\n\r\nleave  out  those terms which you have  judged  to  be\r\n\r\nunparliamentary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`... during this Budget debate, his ... habits have\r\n\r\nreturned. Today in the Assembly in a specific case  he\r\n\r\nhad  alleged that I am guilty of political  corruption\r\n\r\nand nepotism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I there and then in the Assembly told him what I\r\n\r\nthought  of him: that my life and conduct bear looking\r\n\r\ninto,  but  his life and conduct cannot  bear  looking\r\n\r\ninto. I am prepared to repeat what I have said to  him\r\n\r\nin   the   Assembly  publicly  outside   without   the\r\n\r\nprotection of privilege.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I then challenged him to repeat his charges against\r\n\r\nme  made  in the Assembly. If he again runs away  from\r\n\r\nexposure, then I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 794</b></font><br><br>\r\n\r\n\r\n\r\nintend to move in the Assembly a substantive motion on\r\n\r\nhis personal conduct which is debasing the dignity  of\r\n\r\nthe   Assembly  and  demeaning  the  prestige  of  its\r\n\r\nmembers.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When no reply was forthcoming to this statement by\r\n\r\nthe  Prime Minister, a second statement was issued  on\r\n\r\nTuesday, 13th December, 1960, as follows: and I  quote\r\n\r\nrelevant  extracts  from  the  Straits  Times.   These\r\n\r\nextracts were also published in the Nanyang Siang  Pau\r\n\r\nand the Sin Chew Jit Poh:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`\"Twenty-four hours have passed and I still want to\r\n\r\nknow whether Mr Ong Eng Guan is prepared to accept my\r\n\r\nchallenge that I repeat what I have said of him in the\r\n\r\nAssembly and that he repeats what he has said of me.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people of Singapore are anti-yellow culture and\r\n\r\nif  what I have said of Mr Ong Eng Guan is not  true,\r\n\r\nthen  it  is  a  damaging statement against  his  good\r\n\r\nreputation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people of Singapore are also against nepotism and\r\n\r\npolitical  corruption. Let him repeat his  allegations\r\n\r\noutside  without privilege and give me the  chance  to\r\n\r\nshow the people that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After all, in today's debate, at 4.45 p.m. he rose\r\n\r\nto  object  to  the  word `lies'  being  used  in  the\r\n\r\nAssembly  by the Minister for Culture, as  it  is  not\r\n\r\n`parliamentary'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Obviously then he is a very sensitive man. So he\r\n\r\nshould be prepared to defend his reputation.\"'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At 7 p.m. on Tuesday, 13th December, 1960, the\r\n\r\nMember  for Hong Lim finally issued a statement  which\r\n\r\nwas  reported in the Straits Times, the Nanyang  Siang\r\n\r\nPau and the Sin Chew ut Poh as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`\"In political struggles, the fighting of duels or\r\n\r\nthe  character  assassination of political  opponents,\r\n\r\nhave proved to be of no avail.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the Assembly debates, and even since the\r\n\r\nP.A.P. crisis  and the Hong Lim resolutions,  I  have\r\n\r\ntried  to  bring  out,  by  the  method  of  political\r\n\r\ndebates,  the  grave  political  issues  facing   this\r\n\r\ncountry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My belief is that political issues, when mixed up\r\n\r\nwith  personal  feelings, will only serve  to  confuse\r\n\r\nthese vital issues.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Physical fights or resort to the machineries of the\r\n\r\nState  cannot  help  to resolve  or  settle  political\r\n\r\ndifferences,  nor  can  they  decide  which   of   the\r\n\r\nconflicting political views and ideologies are in  the\r\n\r\nbest interests of the country. The people are the best\r\n\r\njudge of political issues.\"'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the published reply by the Member\r\n\r\nfor Hong Lim in the Press was neither a substantiation\r\n\r\nof his\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 795</b></font><br><br>\r\n\r\n\r\n\r\nallegations nor a withdrawal of what he has said.  But\r\n\r\nit  was  clear that he had no intention to repeat  his\r\n\r\nallegations   without  the  protection   of   Assembly\r\n\r\nprivilege.  His  statement  was  an  equivocation   to\r\n\r\nconfuse  people that his own honour has not been  lost\r\n\r\nand  leave damaged the reputation of those whom he had\r\n\r\ncharged  in  his  allegations in this  House.  It  was\r\n\r\nbecause of this evasion by the Member for Hong Lim  to\r\n\r\neither substantiate or withdraw his charges inside the\r\n\r\nAssembly or outside the Assembly that we are compelled\r\n\r\ntoday to bring this motion before the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It may be asked, Sir, why is the Government taking\r\n\r\nsuch  a  serious view of malicious falsehoods  uttered\r\n\r\nrepeatedly  by the Member for Hong Lim in this  House;\r\n\r\nwhat  possible  harm can be done to  a  government  or\r\n\r\nindividuals   who   have  been  victims   of   obvious\r\n\r\nfalsehoods?  Because we believe, Sir,  that  once  the\r\n\r\nutterance of malicious falsehoods under the cloak  of\r\n\r\nprivilege  is  allowed  to become  a  normal  part  of\r\n\r\nstrategy of debate in this Assembly, then if a  Member\r\n\r\nof  this Assembly is agile enough - quick enough - he can\r\n\r\nassassinate  characters  and  reputations  of   people\r\n\r\r\ninside  and  outside this Assembly by simply  uttering\r\n\r\nfalsehoods  and then withdrawing them as a  matter  of\r\n\r\nroutine. No individual who has; earned the displeasure\r\n\r\nof  a  Member of this House will be free of  character\r\n\r\nassassination, including those inside and outside this\r\n\r\nAssembly  who  think that it is wrong to  censure  and\r\n\r\nrestrain  a Member who deliberately uses this Assembly\r\n\r\nfor  spreading falsehoods about innocent  Members.  If\r\n\r\nthat happens, democracy will be brought not only, into\r\n\r\ncontempt  but freedom of speech becomes  a  means  for\r\n\r\nlibelling of innocent people, for spreading terror and\r\n\r\nfor smearing reputations. This must be the consequence\r\n\r\nfor  democracy  if  the malicious  falsehoods  of  the\r\n\r\nMember for Hong Lim are shrugged away in, the name  of\r\n\r\nfreedom of speech.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It may be contended, Sir, that nobody inside or\r\n\r\noutside  this Assembly, including the Member for  Hong\r\n\r\nLim, believes these malicious falsehoods. A great many\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 796</b></font><br><br>\r\n\r\n\r\n\r\npeople   do   not,   but  by  persistently   repeating\r\n\r\nfalsehoods  in  this Chamber, you can create  a  vague\r\n\r\nmist  of corruption, deceit and moral turpitude around\r\n\r\na  person  or a group of persons. Malicious falsehoods\r\n\r\nhowever  unfounded,  by constant  repetition,  may  be\r\n\r\nbelieved  by  those  unacquainted with  the  rules  of\r\n\r\nprivilege  of  this Assembly to be  founded  on \r\n\r\nhalf-truths.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The charge is that the Member for Hong Lim is using\r\n\r\nthis  Assembly and the privilege he enjoys  to  repeat\r\n\r\nmalicious  and  unfounded falsehoods with  a  view  to\r\n\r\ngetting  them  printed in the Press and circulated  by\r\n\r\nword  of  mouth. The issue reduced to its  essence  is\r\n\r\nthis. Did the Member for Hong Lim use his privilege in\r\n\r\nthis  Assembly to propagate falsehoods or did he  not?\r\n\r\nIf  the  Member for Hong Lim believes that the charges\r\n\r\nhe  uttered  are true, then he should be  prepared  to\r\n\r\nrepeat them outside without the protection of Assembly\r\n\r\nprivilege.   For   if   he   really   believes   these\r\n\r\nallegations, then he should not be afraid of repeating\r\n\r\nthem,  but  he would be afraid of repeating them  only\r\n\r\nif, he knew in his heart of hearts that the charges he\r\n\r\nmade   were  false  and  that  they  would  not  stand\r\n\r\nexamination before an impartial tribunal.  Our  charge\r\n\r\nis  that  he  knows these allegations  are  completely\r\n\r\nfalse and that he dares make them only if he can  hide\r\n\r\nbehind  the  shield of privilege.  So  the  choice  of\r\n\r\ndeciding on this motion lies with the Member for  Hong\r\n\r\nLim.  It is up to him to decide either to withdraw  or\r\n\r\nto  substantiate his charges. First, if  he  genuinely\r\n\r\nbelieves  that  these allegations are  true,  then  he\r\n\r\nshould  not  be  afraid to repeat  them  outside  this\r\n\r\nAssembly  without cover of privilege.  The  moment  he\r\n\r\ndoes  that,  he continues to sit in the  Assembly.  At\r\n\r\nleast,  he would show he sincerely believes  in  these\r\n\r\nfalsehoods and leave the injured parties to prove that\r\n\r\nhe  is wrong. Secondly, if he believes-as we think  he\r\n\r\ndoes - these  are falsehoods, the honourable  thing  for\r\n\r\nhim  to  do is to acknowledge them and thus put  right\r\n\r\nthe grave wrong he has done to innocent people. If  he\r\n\r\ndoes  this,  then he still continues  to  sit  in  the\r\n\r\nAssembly and indulge - if he is so minded - in free\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 797</b></font><br><br>\r\n\r\n\r\n\r\ncriticism  of  Government,  however  unfair,   however\r\n\r\nimprobable.  Whatever the course the Member  for  Hong\r\n\r\nLim  takes, let there be no confusion about  the  only\r\n\r\nand  real purpose of this motion, and that - is  this:\r\n\r\nshould  the  Assembly be used as  a  cover  to  injure\r\n\r\ninnocent people through deliberate and persistent  use\r\n\r\nof  malicious falsehoods? The right of free speech  is\r\n\r\nnot  involved. What is questioned is the  practice  of\r\n\r\nuttering   malicious   falsehoods   under   cover   of\r\n\r\nprivilege. The Member for Hong Lim can indulge  in  as\r\n\r\nmuch  criticism as he likes and continue to remain  in\r\n\r\nthe Assembly if he refrains from using his position in\r\n\r\nthis  House  for  the  purpose of  uttering  malicious\r\n\r\nfalsehoods.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in accordance with the basic principle of\r\n\r\njustice  that no man should be the prosecutor  in  his\r\n\r\nown case, both the Prime Minister and the Minister for\r\n\r\nLabour and Law will not be speaking on the motion, but\r\n\r\nthey are ready, if the Member for Hong Lim decides  to\r\n\r\nsubstantiate, to give evidence on oath as to the truth\r\n\r\nrelating to these matters complained of.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, permit me to remind the House of\r\n\r\nthe  role  of  the Legislative Assembly.  A  civilised\r\n\r\ndemocratic  State  rests on three pillars.  The  first\r\n\r\npillar  is the Legislature. The second pillar  is  the\r\n\r\nExecutive  and the instruments of the Executive,  that\r\n\r\nis,    the    Government,   Ministers,   Parliamentary\r\n\r\nSecretaries, civil service, the Police and other  arms\r\n\r\nof  administration. The third pillar is the Judiciary.\r\n\r\nIf  any of these three pillars becomes worm-eaten  or\r\n\r\ncorroded, the whole structure of the democratic  State\r\n\r\ncollapses.   Mr  Speaker,  Sir,   it   is   a   heavy\r\n\r\nresponsibility and duty of Members of this House, both\r\n\r\non  the  Government side and the Opposition  side,  to\r\n\r\nmaintain  the integrity, dignity and prestige  of  the\r\n\r\nLegislature.  When the privilege of a  Member  of  the\r\n\r\nAssembly  is  misused,  the  integrity,  dignity   and\r\n\r\nprestige  of  the  Legislature are  violated.  If  the\r\n\r\nLegislative Assembly is degraded, then the  people  of\r\n\r\nSingapore who are represented today in this House must\r\n\r\nalso feel degraded.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 798</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, over the past twelve months, we\r\n\r\nhave  watched with concern and dismay that the  fabric\r\n\r\nof  orderly government in certain States which do  not\r\n\r\nhave   a   traditional  legislature   or   where   the\r\n\r\nlegislature has been abused has collapsed. We  do  not\r\n\r\nwish to see it happen in Singapore. Our Legislature is\r\n\r\nvery  young and it is our bounden duty to nourish this\r\n\r\nyoung plant so that it will develop into a healthy and\r\n\r\nsturdy tree.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this then is the crux of the\r\n\r\ncomplaint - that the abuse of privilege  by  the  Member\r\n\r\nfor Hong Lim has brought the Legislature into contempt\r\n\r\nand ridicule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker, Sir, to the complaints I\r\n\r\nhave  specified, it is our right to expect the  Member\r\n\r\nfor  Hong,  Lim  either to substantiate  them  or\r\n\r\nto withdraw  them. If he does not substantiate  and  also\r\n\r\nrefuses  to withdraw, then I must ask the Assembly  to\r\n\r\njoin  us  in  condemning  him  for  his  dishonourable\r\n\r\nconduct  and find him guilty of a breach of  privilege\r\n\r\nof this Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> As it has already been pointed out, the\r\n\r\nmotion is in two distinct parts. The first part  seeks\r\n\r\nto  call upon the House to condemn the Member for Hong\r\n\r\nLim, and the second part suggests the punishment to be\r\n\r\nmeted  out  to  him. In accordance with  parliamentary\r\n\r\npractice  in  these matters, I shall now  propose  the\r\n\r\nQuestion on the first part only, and shall deal  with\r\n\r\nthe second part after the first part has been disposed\r\n\r\nof.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Question then is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House condemns the Member for Hong Lim\r\n\r\nfor his dishonourable conduct unbecoming of an elected\r\n\r\nrepresentative  of  the people in that  he  repeatedly\r\n\r\nused  his  privilege in this Assembly as a  cloak  for\r\n\r\nspreading  malicious  falsehoods  to  unjustly  injure\r\n\r\ninnocent   persons  both  inside  and   outside   this\r\n\r\nAssembly;\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Also in accordance with parliamentary practice, does\r\n\r\nthe  Member  for Hong Lim wish to make a statement  in\r\n\r\nexplanation  or exculpation in regard to  the  charges\r\n\r\nmade  against him? If he so desires, this is the  time\r\n\r\nto make the statement.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 799</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan (Hong Lim):</b> Mr Speaker, Sir, there\r\n\r\ncomes  a  time  in  the history of many  nations  when\r\n\r\nchanges were made to existing political forms. Some of\r\n\r\nthese changes have been brought about by a revolution,\r\n\r\nothers by constitutional means.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The hon. Member for Hong Lim must\r\n\r\nrealise that he is now in the position of a defendant,\r\n\r\nand  all he has to do in these proceedings is to offer\r\n\r\na    statement   in   explanation,   exculpation    or\r\n\r\nextenuation;  or  he  may  simply  say  he  wishes  to\r\n\r\nsubstantiate  these  allegations,  in  which  case   a\r\n\r\ncertain  course may proceed therefrom. I do not  think\r\n\r\nit  is  proper for the Member for Hong Lim  to  embark\r\n\r\nupon  a  long speech which has nothing to do with  the\r\n\r\nmatters  I  have indicated. He has, of  course,  other\r\n\r\nopportunities of doing that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, I must have the\r\n\r\nnecessary  introduction to explain the  points  raised\r\n\r\njust now by the Leader of the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the annals of British parliamentary history, both\r\n\r\nin  the House of Commons and in the Dominions of other\r\n\r\nCommonwealth Legislatures, today's motion  is  unique.\r\n\r\nIn  the  past  few days I have searched  in  vain  for\r\n\r\nsimilar  precedents in the history  of  the  House  of\r\n\r\nCommons. I could find none.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Leader of the House just now\r\n\r\nquoted  twelve breaches of privileges.  He  could  not\r\n\r\nname  which  of  the twelve instances  quoted  have  I\r\n\r\ncommitted  a  breach. He has also  not  given  us  the\r\n\r\ndistinction between an abuse of privilege and a breach\r\n\r\nof  privilege, and he seems to confuse himself between\r\n\r\na breach of privilege and an abuse of privilege.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this motion, in effect, means that\r\n\r\nthe electorate of Hong Lim shall not be represented in\r\n\r\nthis  Assembly  if  I  refuse to  apologise,  for  the\r\n\r\nlifetime  of this Government, which is 3� years.  In\r\n\r\nthe British House of Commons, there had been instances\r\n\r\nof Members of Parliament being suspended, but they had\r\n\r\nbeen suspended\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 800</b></font><br><br>\r\n\r\n\r\n\r\nbecause  they  had  been charged for disregarding  the\r\n\r\nauthority of the Speaker, or had been persistently and\r\n\r\nwilfully obstructing the business of' Parliament.  Mr\r\n\r\nSpeaker, Sir, I am not being charged with any of these\r\n\r\noffences.  I understand that in the House of  Commons,\r\n\r\nno Member of Parliament has been suspended since 1877,\r\n\r\nexcept  under  the  British House of Commons  Standing\r\n\r\nOrder   22,  which  is  equivalent  to  the  Singapore\r\n\r\nLegislative Assembly Standing Order No. 56. This, Sir,\r\n\r\nis to punish Members for disregarding the authority of\r\n\r\nthe   Speaker   or  for  persistently   and   wilfully\r\n\r\nobstructing the business of the Assembly. Such  action\r\n\r\nof  suspending any Member has always been initiated by\r\n\r\nthe Speaker and not by the governing Party. It must be\r\n\r\nmade immediately after the offence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under today's motion introduced by the Leader\r\n\r\nof  the House, and not by the Speaker, I am not  being\r\n\r\ncharged that I have violated Standing Order 56.  I  am\r\n\r\nnot  being charged with disorderly conduct. I  am  not\r\n\r\nbeing    charged   for   persistently   and   wilfully\r\n\r\nobstructing the business of the Assembly. I  am  being\r\n\r\ncharged  by the majority governing Party for so-called\r\n\r\n\"dishonourable  conduct\". I am being  charged  by  the\r\n\r\nmajority governing Party- \r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not wish to interrupt the\r\n\r\nhon. Member in such a serious matter as this, but  the\r\n\r\nepithet   that   he  is  using,  so-called   \"majority\r\n\r\ngoverning  Party\", has nothing at all to do  with  the\r\n\r\nmotion. The motion is an invitation to the House as  a\r\n\r\nwhole  to  say that the hon. Member for  Hong  Lim  is\r\n\r\nguilty of dishonourable conduct. And epithets of  that\r\n\r\nnature  used by the Member for Hong Lim, I think,  are\r\n\r\nout of place.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, can I make an\r\n\r\nexplanation why I use this? The position in the  House\r\n\r\nof  Commons and the position of the party system there\r\n\r\nis  basically different from the party system  in  the\r\n\r\nSingapore Legislative Assembly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 801</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. That does not make any\r\n\r\ndifference  at all to the position in so far  as  this\r\n\r\nparticular motion is concerned. I thought  I  made  it\r\n\r\nquite clear when I made the announcement to honourable\r\n\r\nMembers  before the business of the day started.  That\r\n\r\nwas my view and I hold that view. And I think the hon.\r\n\r\nMember for Hong Lim should abide by that view.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I have been\r\n\r\ncharged  for making unfounded allegations and uttering\r\n\r\nmalicious  falsehoods. There has been no precedent  in\r\n\r\nBritish   parliamentary  history  that  a  Member   of\r\n\r\nParliament    has   been   charged    for    so-called\r\n\r\ndishonourable    conduct,   for    making    unfounded\r\n\r\nallegations  and  for  so-called  uttering   malicious\r\n\r\nfalsehoods.  I  have searched for  precedents,  and  I\r\n\r\ncannot find any.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this motion today, I am not charged with any\r\n\r\ninfringement of any of the 103 Standing Orders of  the\r\n\r\nSingapore  Legislative Assembly. The motion today  has\r\n\r\nnothing  to do with violation of the Standing  Orders,\r\n\r\nwhich  regulate the conduct of this Assembly.  It  has\r\n\r\nnot  been introduced under any Standing Orders. It  is\r\n\r\nbeing  introduced solely on the British  legal  theory\r\n\r\nthat   Parliament  is  sovereign  and  can  pass   any\r\n\r\nresolution,  and can enact any law under the  sun,  so\r\n\r\nlong  as the majority in Parliament assents to it.  It\r\n\r\nis argued that the Singapore Legislative Assembly\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. It seems to me that the hon.\r\n\r\nMember for Hong Lim is now questioning whether or  not\r\n\r\nthe  motion itself as a motion is in order. May I know\r\n\r\nwhether he is questioning that?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Yes, Mr Speaker, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. In that event, the argument that\r\n\r\nhe  is now advancing, I think, would be an argument in\r\n\r\nanother  forum.  I, as Speaker of this Assembly,  have\r\n\r\nnot   discarded   the  notice  of  motion   as   being\r\n\r\ninadmissible. To my mind, the motion, for the  reasons\r\n\r\nI have endeavoured to enunciate, is a proper motion in\r\n\r\nso  far  as  the  Standing Orders are  concerned,  and\r\n\r\ntherefore must be debated as such.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 802</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, this Government\r\n\r\nin   this  Assembly  has  pledged  to  carry  out  the\r\n\r\ntraditions of British Parliamentary democracy.  May  I\r\n\r\nquote  from  Sir  Ivor  Jennings  in  his  chapter  on\r\n\r\n\"Parliamentary Democracy\", pages 530  to  532  of  his\r\n\r\nbook on \"Parliament\":\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`British constitutional history is a story of\r\n\r\nresistance   to  oppression.  The  Magna  Carta,   the\r\n\r\nPetition  of  Right,  the Act of Settlement,  and  the\r\n\r\nHabeas  Corpus Acts, bear witness to the legal devices\r\n\r\nthat have been made to destroy oppression and maintain\r\n\r\nfreedom.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Legal devices are not and cannot be enough. In Great\r\n\r\nBritain, in particular, they are wholly ineffective as\r\n\r\nagainst  a  Parliament. For, as  Lord  Burleigh  said,\r\n\r\n\"England can never be ruined but by a Parliament\"; and\r\n\r\nwhen  the House of Commons tried to exclude the member\r\n\r\nfor Middlesex Junius wrote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We can never be really in danger till the forms of\r\n\r\nParliament  are made use of to destroy the  substance\r\n\r\nof our civil and political liberties: till Parliament\r\n\r\nitself   betrays   its  trust,  by  contributing   to\r\n\r\nestablish new principles of government; and employing\r\n\r\nthe  very  weapons committed to it by the  collective\r\n\r\nbody to stab the Constitution.\" \r\n\r\n\r\n\r\n<br><br>In  the  last  resort  all legal  principles  and  all\r\n\r\nconstitutional checks depend on the proper exercise of\r\n\r\nthe  \"transcendent and absolute\" power of  Parliament.\r\n\r\nThe  power  of  the Opposition itself  rests  only  on\r\n\r\nsufferance.   There  is  nothing   whatever   in   the\r\n\r\nconstitutional machinery that prevents  an  Opposition\r\n\r\nfrom being suppressed. Nor is there anything effective\r\n\r\nto  prevent  the  power of the Opposition  from  being\r\n\r\ncompletely  destroyed  by  the  destruction  of   free\r\n\r\nelections.'\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I hesitate quite a lot in rising\r\n\r\nto  intervene in this debate, because the position  is\r\n\r\nthat  this is a serious matter which affects not  only\r\n\r\nthe  Member for Hong Lim but also the Members of  this\r\n\r\nAssembly as a whole. The question I would like to pose\r\n\r\nto  the Member for Hong Lim is this - is he denying that\r\n\r\nthis  Assembly has the authority to proceed with  this\r\n\r\nmotion?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, this is an\r\n\r\nopportunity which I think anybody in my position would\r\n\r\nlike  to make use of to explain himself. And I beg  of\r\n\r\nyou, in the traditions of British Parliaments, to give\r\n\r\nme a better chance to explain myself.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 803</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The hon. Member is aware, and I\r\n\r\nthink  all  Members in this House are  aware,  that  I\r\n\r\nendeavour to keep a fair balance on both sides. It  is\r\n\r\nmy  duty,  however distasteful it is, to see that  the\r\n\r\nStanding Orders are followed as closely as may be. And\r\n\r\nif   our  Standing  Orders  do  not  provide  for  the\r\n\r\nsituation,  then I am impelled to go to  the  Standing\r\n\r\nOrders of the House of Commons.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My ruling has been that this Assembly is competent\r\n\r\nto  hear  a motion of this nature in so far, at  least\r\n\r\nanyway,  as the first part of the motion is concerned.\r\n\r\nI  have  raised, I hope, some doubts in regard to  the\r\n\r\nsecond  part of the motion. If the hon. Member is  not\r\n\r\nsatisfied  with that ruling, then, of course,  be  has\r\n\r\nhis remedy under the Standing Orders. His remedy is, I\r\n\r\nthink, under Standing Order 53:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Speaker in the Assembly or the Chairman in\r\n\r\nCommittee  shall be responsible for the observance  of\r\n\r\nthe  rules  of  order  in the Assembly  and  Committee\r\n\r\nrespectively  and his decision on any point  of  order\r\n\r\nshall  not be open to appeal and shall not be reviewed\r\n\r\nby the Assembly except upon a substantive motion moved\r\n\r\nfor that purpose. Notwithstanding anything in Standing\r\n\r\nOrder  No. 31 (Manner of giving Notices) such a motion\r\n\r\nshall not require more than two clear days' notice.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My difficulty in this matter is, of course, to try\r\n\r\nand  channel the debate to its proper course. And  the\r\n\r\nproper  course,  in  my view, is  the  course  I  have\r\n\r\nendeavoured to pursue, and that is that the Leader  of\r\n\r\nthe  House,  in  moving his motion, makes  his  charge\r\n\r\nagainst  the Member for Hong Lim, and the  Member  for\r\n\r\nHong Lim can reply. As a rejoinder from the Member for\r\n\r\nHong Lim, he either says that the charges he made, are\r\n\r\nwrong,  and then withdraws them, or he says  that  the\r\n\r\ncharges are right and he wishes to substantiate  them.\r\n\r\nThat  is all I think there is before the House at  the\r\n\r\nmoment. If, as I say, the hon. Member feels that  this\r\n\r\nHouse  is not competent to carry on with this  motion,\r\n\r\nwhich  I have ruled is a motion which can properly  be\r\n\r\ntaken in this House, then, as I have indicated, he  is\r\n\r\nat  liberty  to give two days' notice of a  motion  to\r\n\r\noverrule my ruling. If he chooses to take that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 804</b></font><br><br>\r\n\r\n\r\n\r\ncourse,  I would suggest to the House that the  debate\r\n\r\non  this motion should be adjourned in order to enable\r\n\r\nhim to do it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, am not\r\n\r\nchallenging  the competence of this House  to  discuss\r\n\r\nthis motion. I am sure you will remember that just now\r\n\r\nthe  Leader  of  the  House in  his  speech  mentioned\r\n\r\ndemocaracy, free speech and all the other things which\r\n\r\nhe  has  brought up in the debate to substantiate  his\r\n\r\nargument. Mr Speaker, Sir, you should also give me  a\r\n\r\nchance to give my views on those points. They will all\r\n\r\nbe  relevant to what he has been saying, in  order  to\r\n\r\nexplain myself.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Perhaps I have not made myself\r\n\r\nquite  clear. The Leader of the House, of course,  was\r\n\r\nunder a duty to satisfy the House that the proceedings\r\n\r\nhe  was  taking  were proper, and  could  be  properly\r\n\r\ndebated  in this House. The hon. Member for Hong  Lim\r\n\r\nis  not in the same position. His position, as  I  see\r\n\r\nit,  is  that  of a defendant. Therefore,  all  he  is\r\n\r\nconcerned with is the substance of the charges brought\r\n\r\nagainst him. That is all he is concerned with at  this\r\n\r\nsitting.  If  the Member for Hong Lim says  that  this\r\n\r\nHouse is competent to hear these charges, then that is\r\n\r\nthe  end of the matter and I cannot allow any argument\r\n\r\nfrom  the  Member  to  show  that  the  House  is  not\r\n\r\ncompetent. If, on the other hand, the hon. Member  for\r\n\r\nHong  Lim  maintains that the House is not  competent,\r\n\r\nthen I have indicated the course he can take.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, this motion\r\n\r\nstates, in the first place, that I have been guilty of\r\n\r\ndishonourable conduct -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Let us clear this point, because\r\n\r\nI  do not wish the hon. Member for Hong Lim to go away\r\n\r\nwith the impression that I have prevented him, or this\r\n\r\nHouse  has  prevented  him, from  saying  anything  he\r\n\r\nwishes  to  say. If the Member for Hong Lim  considers\r\n\r\nthat the point he is making is a point of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 805</b></font><br><br>\r\n\r\n\r\n\r\nimportance, then I would urge that he take the  course\r\n\r\nI  have  suggested, so that no person either in  this\r\n\r\nAssembly  or outside can say that the hon. Member  for\r\n\r\nHong  Lim has not been given the opportunity of saying\r\n\r\nall that he wishes to say in this matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think it would be convenient to suspend for an\r\n\r\nhour  for tea. I suspend for an hour. I will take this\r\n\r\nChair again at twenty-five to six.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.35 p.m. until 5.35 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.35 p.m.</i></div>\r\n\r\n             \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of debate on Question,\r\n\r\n\"That this House condemns the Member for Hong Lim  for\r\n\r\nhis  dishonourable conduct unbecoming  of  an  elected\r\n\r\nrepresentative  of  the people in that  he  repeatedly\r\n\r\nused  his  privilege in this Assembly as a  cloak  for\r\n\r\nspreading  malicious  falsehoods  to  unjustly  injure\r\n\r\ninnocent   persons  both  inside  and   outside   this\r\n\r\nAssembly.\"\r\n\r\n\r\n\r\n<br><br>5.36 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Honourable Members will remember that\r\n\r\nthe  Question was proposed on the first  part  of  the\r\n\r\nmotion, that is, \"That this House condemns the  Member\r\n\r\nfor  Hong Lim for his dishonourable conduct unbecoming\r\n\r\nof  an elected representative of the people in that he\r\n\r\nrepeatedly  used his privilege in this Assembly  as  a\r\n\r\ncloak  for spreading malicious falsehoods to  unjustly\r\n\r\ninjure  innocent persons both inside and outside  this\r\n\r\nAssembly.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Honourable Members will know that just before I\r\n\r\nsuspended  this sitting, I suggested a certain  course\r\n\r\nof  action to the Member for Hong Lim. May I know from\r\n\r\nthe  Member  for Hong Lim whether he is adopting  that\r\n\r\nsuggestion?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I am adopting the\r\n\r\ncourse of action suggested by you.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 806</b></font><br><br>\r\n\r\n         \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> May I have notice of the motion?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Notice of motion handed in.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The notice of motion just handed in by\r\n\r\nthe Member for Hong Lim reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That the ruling of the Speaker admitting the motion\r\n\r\nof  the  Deputy Prime Minister in regard to the Member\r\n\r\nfor  Hong Lim be rescinded and that this Assembly  has\r\n\r\nno  jurisdiction  to  deal  with  the  matters  raised\r\n\r\ntherein.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Standing Order, as I did indicate, requires two\r\n\r\nclear  days' notice of that motion. That will take  us\r\n\r\nto Friday, the 23rd of December. It is now entirely up\r\n\r\nto  the  Leader of the House to decide whether or  not\r\n\r\nthe  Member  for Hong Lim be given the opportunity  of\r\n\r\nmoving that motion.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, it is not the\r\n\r\nintention of the House to prevent the Member for  Hong\r\n\r\nLim  from speaking in this Chamber; neither is it  our\r\n\r\nintention not to give him time to seek advice  on  his\r\n\r\nmotion.  As  he so decides, I will move, Mr  Speaker,\r\n\r\nthat  this  Assembly do now adjourn  to  Friday,  23rd\r\n\r\nDecember.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> We have not disposed of the motion.\r\n\r\nDoes the Hon. the Deputy Prime Minister wish that  the\r\n\r\ndebate on the motion be adjourned, to start off with?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Yes, Mr Speaker. If the House\r\n\r\nassents,  we do wish that the debate on the  motion  I\r\n\r\nhave introduced today be adjourned.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The relevant Standing Order is Standing\r\n\r\nOrder 24, which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`At any time before the conclusion of the\r\n\r\nconsideration of any item of business any  Member  may\r\n\r\nmove  \"That  the debate be now adjourned\" ... and  if\r\n\r\nsuch motion is agreed to the debate shall be adjourned\r\n\r\n...  The Speaker shall call upon the Member in  charge\r\n\r\nof  that item of business to name a later sitting  day\r\n\r\nfor its resumption...'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is the relevant portion of the Standing Order. So\r\n\r\nthe  first  thing, I think, is for the Leader  of  the\r\n\r\nHouse   to  just  move,  \"That  the  debate   be   now\r\n\r\nadjourned\", and we will deal with that.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 807</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I beg to move, That the debate on\r\n\r\nthe  motion  by  the  Deputy  Prime  Minister  be  now\r\n\r\nadjourned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the debate on the motion by the Deputy Prime\r\n\r\nMinister be now adjourned.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Debate to be resumed, what day?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Friday, the 23rd December, 1960.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 808</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> May I have the motion for the\r\n\r\nadjournment?\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT TO A LATER DAY MOTION</b></div>\r\n\r\n\r\n\r\nResolved, \"That this Assembly do now adjourn to\r\n\r\nFriday, 23rd December. 1960.\"-[Dr Toh Chin Chye].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Eighteen minutes to Six o'clock p.m. to Friday. 23rd December, 1960.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
