{"memberId": null, "volumeNo": "13", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "8", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"13\">\r\n\r\n<meta name=\"Sit_No\" content=\"8\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1960-08-11\">\r\n\r\n<meta name=\"Start_Col\" content=\"561\">\r\n\r\n<meta name=\"End_Col\" content=\"603\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">13</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">8</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">11-08-1960</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 561</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF SESSION 1960</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 13</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 11th August, 1960</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr Speaker (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat. P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Baharuddin Bin Mohamed Ariff (Anson).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Miss Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 562</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P.. (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Dr Gob Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 563</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister, Minister for National Development and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 563</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBER TO BE ABSENT</h4></div>\r\n\r\n                                                  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;The following Member has, under the provisions of\r\n\r\nsubsection (2) (g) of section 42 of the Singapore\r\n\r\n(Constitution) Order in Council, 1958, obtained\r\n\r\nfrom the Speaker, permission to be or to remain\r\n\r\nabsent from sittings of the Assembly:-\r\n\r\n<br>\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Inche Buang Bin Omar Junid (Kallang) - one month from 13th, August, 1960.\r\n\r\n  \r\n\r\n  \r\n\r\n  \r\n\r\n<br><br><font size=\"1\"><b>Column: 563</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n  \r\n\r\n<div align=\"center\"><h4>YANG DI-PERTUAN NEGARA'S SPEECH</h4></div>\r\n\r\n<div align=\"center\"><b>(Debate on the Address)</b></div>\r\n\r\n<div align=\"center\"><b>(Seventh Day)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of adjourned debate on\r\n\r\nQuestion [10th August, 1960],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That the following Address in reply to the\r\n\r\nspeech of the Yang di-Pertuan Negara be agreed\r\n\r\nto:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We the Legislative Assembly of the State of\r\n\r\nSingapore,  express  our thanks  to  the  Yang  di-Pertuan Negara for the speech which he delivered on\r\n\r\nbehalf  of  the  Government at the opening  of  the\r\n\r\npresent  session  of  this Assembly.\".'-(The  Prime\r\n\r\nMinister).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mr\r\n\r\nSpeaker, Sir, may I first touch on two matters upon\r\n\r\nwhich  the  Member for Cairnhill laboured  the  day\r\n\r\nbefore yesterday?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, the deregistration of the four\r\n\r\nfederations.  There is a lot of  smoke  over  this.\r\n\r\nSir, as a result of the Member for Hong Lim and the\r\n\r\nMember  for  Cairnhill being on the  same  side  in\r\n\r\nwishing to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 564</b></font><br><br>\r\n\r\n\r\n\r\ngenerate smoke. Obviously, something must have gone\r\n\r\nwrong. Otherwise how could a Government register  a\r\n\r\nfederation and a few days later deregister it along\r\n\r\nwith the other federations? Suffice it to say, Sir,\r\n\r\nthat this was not unconnected with the issue of  an\r\n\r\nentry  visa  for a Communist Russian representative\r\n\r\nto  come  to  Singapore. From  time  to  time,  the\r\n\r\nSingapore  Government is queried  by  the  Internal\r\n\r\nSecurity Council for not taking the advice  of  the\r\n\r\nSingapore  Government's own  Intelligence  section.\r\n\r\nThe  Intelligence  section had recommended  against\r\n\r\nthe  issue  of  a  visa  for  a  Russian  communist\r\n\r\nrepresentative  to  come to  Singapore  for  trade.\r\n\r\nHowever,  the  Minister for Finance, together  with\r\n\r\nthe  Minister for Home Affairs, had over-ruled this\r\n\r\nobjection and had allowed the visa. Meanwhile,  the\r\n\r\nsame   Intelligence  department  of  the  Singapore\r\n\r\nGovernment had given advice that a certain  general\r\n\r\nemployees' union should not be allowed to  register\r\n\r\nwith a federation unless their rues were changed to\r\n\r\ncomply with the new Trade Unions Ordinance and they\r\n\r\nhad first divested themselves of those sections  of\r\n\r\ntheir membership not qualified to be members of the\r\n\r\nunion  under the new trade union laws. This  advice\r\n\r\nwas  endorsed by the Minister for Home Affairs but,\r\n\r\nunfortunately,  it was overlooked by  the  Minister\r\n\r\nfor Labour and Law, for he had allowed a federation\r\n\r\nwhich  included this particular general  employees'\r\n\r\nunion  to  be  registered on the' promise  of  this\r\n\r\nunion that when the new laws came into effect  they\r\n\r\nwould comply with them. The question that had  been\r\n\r\nraised  in the Internal Security Council  was  over\r\n\r\nthe  visa  for  a  Russian  representative  on  the\r\n\r\nprinciple that the Singapore Government had  on  an\r\n\r\nimportant  matter ignored advice from the Singapore\r\n\r\nGovernment's own Intelligence department. The  view\r\n\r\nof  the  Singapore Government was that it  had  the\r\n\r\nright  to  over-rule advice from  its  Intelligence\r\n\r\nsection  where  it  deemed it  was  in  the  public\r\n\r\ninterest, and where it considered no grave security\r\n\r\nrisk was involved. But in the case of the advice on\r\n\r\nthe  registration  of the federation,  this  advice\r\n\r\nfrom the Singapore Government's\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 565</b></font><br><br>\r\n\r\n          \r\n\r\n\r\n\r\nown  Intelligence department was  endorsed  by  the\r\n\r\nMinister for Home Affairs, and a non-observance  of\r\n\r\nthis  advice was difficult to defend on  principle.\r\n\r\nTherefore, for reasons of security arising  out  of\r\n\r\nan  issue  of  principle in the  Internal  Security\r\n\r\nCouncil,   the  Singapore  Government  decided   to\r\n\r\nrectify  the  mistake  made  in  the  case  of  the\r\n\r\nregistration of the federation. It was  decided  to\r\n\r\nderegister all the federations and allow them to re-register  after the new trade union laws  had  come\r\n\r\ninto force. The new trade union laws would make  it\r\n\r\nincumbent  on general unions to comply  first  with\r\n\r\nthe  19 categories laid down in the Schedule before\r\n\r\nthey can register as federations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I beg your pardon, Mr Speaker, Sir, I have just\r\n\r\nreceived a note to remind me that we are now multi-lingual.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, about the visa for the Russian\r\n\r\nrepresentative, the Member for Cairnhill made great\r\n\r\nplay of what could or could not be discussed in the\r\n\r\nInternal Security Council. I am glad that he  stood\r\n\r\nup  for  the  right of the Singapore Government  to\r\n\r\ndecide  what  was  right or  wrong  in  matters  of\r\n\r\ninternal  self-government. Questions of  trade  and\r\n\r\nimmigration, Sir, are matters within the competence\r\n\r\nof   the  Singapore  Government,  but  because,  in\r\n\r\nexercising its competency in a particular instance,\r\n\r\nthe  Singapore Government had over-ruled the  views\r\n\r\nof   its  own  Intelligence  branch,  the  Internal\r\n\r\nSecurity  Council  had  made  an  issue  of   this.\r\n\r\nHowever, the Member for Cairnhill raised another by-issue on this, for he wanted to make capital out of\r\n\r\na  denial  by the Minister for Culture. I  did  not\r\n\r\nhear  him  say this, Sir, the day before yesterday,\r\n\r\nbut  it  was reported in the Straits Times that  he\r\n\r\nhad  said these words: \"Then Mr Lee issued another\r\n\r\nstatement   verifying   the   Tunku's   claim   was\r\n\r\nmaterially correct.\" [Interruption] Sir, I am  glad\r\n\r\nthat  the  Member for Cairnhill has  denied  making\r\n\r\nthat  statement, because he was so reported to have\r\n\r\nsaid  it. What happened was this. The Minister  for\r\n\r\nFinance, immediately after the issue was raised  by\r\n\r\nthe  Federation Government in the Press  and  after\r\n\r\nthe  Minister for Culture had issued his statement,\r\n\r\nwrote  to  his counterpart in Kuala Lumpur  setting\r\n\r\nout  the facts. If I  may just refer to the relevant\r\n\r\nparts of that letter which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 566</b></font><br><br>\r\n\r\n\r\n\r\nwas  subsequently released to the Press  and  whose\r\n\r\ncontents were made known in Kuala Lumpur. Sir, I do\r\n\r\nnot  wish to waste the time of the House by reading\r\n\r\nthe  full letter. All I wish to point out  is  that\r\n\r\nthe  view of the Singapore Government was that  the\r\n\r\nRussian delegation to the E.C.A.F.E. Conference  on\r\n\r\nsmall-scale industries did not constitute a Russian\r\n\r\ntrade   delegation,  and  that  one  representative\r\n\r\ncoming  here did not constitute a trade delegation,\r\n\r\nparticularly  as  he  had come  in  here  with  the\r\n\r\nspecific   purpose  of  attending   an   E.C.A.F.E.\r\n\r\nConference  on small-scale industries. I  can  only\r\n\r\nadd  that the Minister for Culture had no intention\r\n\r\nat  any time to state other than what he personally\r\n\r\nknew to be the truth and that, in fact, in his  and\r\n\r\nin  the Government's view of the matter, there  was\r\n\r\nno Russian trade delegation as such.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am more concerned, however, with the\r\n\r\nmendacious  line that has been taken by the  Member\r\n\r\nfor Cairnhill when he suggested that the P.A.P. was\r\n\r\nCommunist-infiltrated  and Communist-dominated.  He\r\n\r\nsuggested, Sir, by insinuation that we were keeping\r\n\r\nin   our   membership   a   number   of   Communist\r\n\r\nsympathisers and activists. Sir, as someone who has\r\n\r\nbeen  intimately connected with the organs  of  the\r\n\r\nState, the hon. Member must know what stupidity  it\r\n\r\nis  to  make  so  dangerous  an  allegation  of   a\r\n\r\nGovernment in power. The fact that we did not,  and\r\n\r\ndo not still, take a hysterical anti-Communist line\r\n\r\nis   quite   a  different  matter  from  harbouring\r\n\r\nCommunists  and others who are insincere  in  their\r\n\r\nloyalty  to  the aims and objectives of the  P.A.P.\r\n\r\nOtherwise,   how  on  earth  can  we  govern   with\r\n\r\neffectiveness and firmness? It is a pity,  Sir,  to\r\n\r\nhear  this  dangerous drivel emanating from  people\r\n\r\nwhose  former positions should at least have  given\r\n\r\nthem  a  sense  of responsibility, or  should  have\r\n\r\nimparted in them some wisdom.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Cairnhill denied that\r\n\r\nCommunist  forces had gone underground  before  the\r\n\r\nlast elections. I do not know what he was inferring\r\n\r\nby  that. If what he stated is true, then  what  he\r\n\r\nis,  in fact, saying is that his two purges - one  in\r\n\r\n1956  and  one in 1957 - were completely ineffective.\r\n\r\nThat, Sir, to my\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 567</b></font><br><br>\r\n\r\n\r\n\r\nmind  is a foolish statement. The fact that  fringe\r\n\r\nelements  were left out of the purge - and they  were\r\n\r\nleft out for a definite purpose - because it was wise\r\n\r\npolicy  not to treat fringe elements as Communists,\r\n\r\nand  the fact that the bulk of the Chinese-speaking\r\n\r\nwas  so  convinced that the last Government  was  a\r\n\r\ncorrupt force, anti Chinese language, education and\r\n\r\nculture  that  they  set out actively  to  work  to\r\n\r\ndestroy  the hon. Member in the last elections,  do\r\n\r\nnot  make them Communists, Sir. Whatever the  price\r\n\r\nthe  last Government paid for losing the propaganda\r\n\r\nbattle  and the battle for the minds of the Chinese\r\n\r\nin the two purges, they succeeded in disrupting the\r\n\r\nefficacy of the Communist open front organisers and\r\n\r\nthe   rest  of  them  did  go  under  cover - to  his\r\n\r\nknowledge.  Whether he was wise in  taking  on  the\r\n\r\nfight on his own behalf when the challenge was,  in\r\n\r\nfact,  to  be  met  ultimately by  the  British  is\r\n\r\nanother matter which I shall deal with later on  in\r\n\r\nmy  speech.  But I feel sad, Sir, that an  ex-Chief\r\n\r\nMinister  should  make  a  half-hearted  call   for\r\n\r\ngeneral  elections. It is only a  gesture  to  show\r\n\r\nthat  he  is  not a spent political force.  For  4½\r\n\r\nyears,  his  Labour Fronters clung on to  power  in\r\n\r\nthis   Assembly  upon  the  strength  of  nominated\r\n\r\nMembers,  and  jobs  for  every  one.  Here  is   a\r\n\r\nGovernment  determined to govern within the  limits\r\n\r\nof its power, invested with the power and the right\r\n\r\nto  govern,  and the hon. Member calls for  general\r\n\r\nelections!  Sir, let me add that he  may  find  his\r\n\r\nwish  fulfilled  earlier than  he  expects  if  the\r\n\r\neventuality  should  arise in which  the  Left-wing\r\n\r\nadventurers find themselves not just taking on  the\r\n\r\nSingapore Government but also \"the referee\", as the\r\n\r\nMember   for  Cairnhill  has  called  the  Internal\r\n\r\nSecurity Council.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I leave the other minor points in the\r\n\r\nspeech  of the Member for Cairnhill, may I  correct\r\n\r\nsome  of  the more obvious mistakes made in  either\r\n\r\nthe  speech  or  the report of his  speech  in  the\r\n\r\nStraits  Times?  May  I mention incidentally,  Sir,\r\n\r\nthat  to deny and refute every untruth, every half-truth and every half-lie made in this Chamber would\r\n\r\nbe an extremely tedious and a time-wasting process?\r\n\r\nSo far as we are concerned,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 568</b></font><br><br>\r\n\r\n\r\n\r\nSir,  any  allegation made in this Chamber,  unless\r\n\r\nadmitted, is denied and traversed generally.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Ha, ha, ha!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, the hon. Member has said\r\n\r\nthat I had told him that he was fishing in troubled\r\n\r\nwaters  and  that  I  had expressed  to  him  great\r\n\r\nconfidence  in my then colleague the  Minister  for\r\n\r\nNational  Development. Sir, this  was  supposed  to\r\n\r\nhave  taken  place  in  March  this  year,  to   my\r\n\r\nrecollection,  when I warned him  not  to  fish  in\r\n\r\ntroubled waters. But what I did tell him was not to\r\n\r\nfish  in  troubled  waters, and  I  said  no  more,\r\n\r\nbecause  by March this year the weaknesses  in  the\r\n\r\nformer   Minister  for  National  Development   had\r\n\r\nalready  become  apparent. And I  could  go  on  ad\r\n\r\ninfinitum,    all   these   little   misquotations,\r\n\r\nmisreferences,  that  I had called  people  \"little\r\n\r\nboys\"  and all the rest of it; things that  I  have\r\n\r\nnot  said are imputed to me. I would like it to  be\r\n\r\nput on record that nothing is admitted unless it is\r\n\r\nspecifically admitted, and that anything else which\r\n\r\nis  not  admitted  is  specifically  traversed  and\r\n\r\ndenied. As a pleader, my learned friend should know\r\n\r\nthat  that  is  an economical way of  dealing  with\r\n\r\nmendacious opponents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Mr Speaker, Sir, may I turn to what to me\r\n\r\nis  a sad and painful thing, to have to denounce  a\r\n\r\nman  who  has  been a colleague for many  years,  a\r\n\r\nperson  who, through one phase of the struggle  for\r\n\r\nfreedom, we thought shared with us a common  cause.\r\n\r\nWe  knew he had his weaknesses; we did not realise,\r\n\r\nhowever,   how  much  power  was  to  enlarge   and\r\n\r\naccentuate his weaknesses to reach breaking  point.\r\n\r\nThe  trouble with the Member for Hong Lim, Sir,  is\r\n\r\nthat  he  is  more a plotter and a schemer  than  a\r\n\r\nthinker  and  a  planner. It is all right  shouting\r\n\r\nslogans,  working out cunning little lines  on  the\r\n\r\ndetails after the broad policy has been settled by\r\n\r\na  team  of  thinkers. How is  he  going  to  fight\r\n\r\ncolonialism  in  this phase of the  battle?  He  no\r\n\r\nlonger  believes in the programme or the  political\r\n\r\nanalysis of the P.A.P. What is his alternative? How\r\n\r\nis he going to bring about merger? How is he going\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 569</b></font><br><br>\r\n\r\n\r\n\r\nto   bring  about  independence  for  Singapore  by\r\n\r\nitself? These are abiding issues of great political\r\n\r\nimport.  I hope from now onwards we will from  time\r\n\r\nto  time  divert  ourselves from our  more  mundane\r\n\r\nduties   to   pay  attention  to  these   long-term\r\n\r\nproblems.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, let me first point out to him some of\r\n\r\nthe  rather  obvious absurdities and contradictions\r\n\r\nof   this   propaganda  line - the   Lee   Kuan   Yew\r\n\r\nGovernment.  Sir, everybody is a nice  man,  except\r\n\r\nme.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> You are nicer!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> As I said yesterday when\r\n\r\nexplaining the definition of \"people\", it is always\r\n\r\nuseful  to  start off with one opponent first.  The\r\n\r\nrest are the \"people\". You fight that opponent and,\r\n\r\nafter  you have destroyed him, you go on  with  the\r\n\r\nprocess of elimination.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you are a fine gentleman. I do not know the\r\n\r\ndistinction between a fine and an unfine gentleman;\r\n\r\nobviously there must be.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Well, the Minister for Culture is all right; he\r\n\r\nis  a  reasonable chap. So is Mr Byrne except when\r\n\r\nhe  loses his temper. The Minister for Home Affairs\r\n\r\nis a nice man, quiet and peace-loving. And Dr Toh,\r\n\r\nwho  unfortunately  is  away  today  attending   to\r\n\r\nmultifarious other duties and trying  to  clear  up\r\n\r\nsome mess left behind by a former colleague, he  is\r\n\r\nalso all right. But I forced the Assemblymen - 40  of\r\n\r\nthem,  Sir - to sign statements against him. I packed\r\n\r\na  gun  and surrounded all of them with Sten  guns,\r\n\r\nand  my  henchmen pulled them in.  Sir,  the  whole\r\n\r\nCabinet,  the  whole  Central Executive  Committee,\r\n\r\nconsist of weak, vacillating puppets. Is this not a\r\n\r\nlittle bit too obvious? May I suggest that a little\r\n\r\nbit more balance, less accentuation of simple black\r\n\r\nand  white, would make his line a little  bit  more\r\n\r\neffective? Does he realise that these are  men  not\r\n\r\nso  completely  devoid  of self-respect  as  to  be\r\n\r\nhumoured  in  this  amateurish  manner?  Are   they\r\n\r\nstooges of the Secretary-General? If I am the  evil\r\n\r\nman  who  manipulates the puppets, and I am strong-willed, ambitious and powerful how does this square\r\n\r\nup  with  the  other  line of  the  stooge  of  the\r\n\r\nEnglish - me,  a  stooge  of  Blades.  Meadows,   and\r\n\r\nThomson?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 570</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the projection of a dictator with wild\r\n\r\nambitions,  determined and obviously successful  in\r\n\r\nmanipulating   all  the  Central   Executive,   the\r\n\r\nCabinet,  the  Party Secretariat, the officials  in\r\n\r\nthe  Party - is  this not a process of projection  of\r\n\r\none's  own  motives, one's own plotting, one's  own\r\n\r\nthinking  and  methods, which failed so  miserably?\r\n\r\nSir,  on  the one hand I am a stooge, weak,  feeble\r\n\r\nand  docile,  and  I am, in fact,  run  by  Blades.\r\n\r\nThomson  and  Meadows - they run  me, they  run  the\r\n\r\nGovernment, they run the P.A.P. On the other  hand,\r\n\r\nI  am  a  powerful  character  who  manipulates  my\r\n\r\ncolleagues  by  terror and with  bribes,  guns  and\r\n\r\njobs,  and  perks.  Sir, I do  not  pretend  to  be\r\n\r\nsuffering  from  any psychiatric disorders  at  the\r\n\r\nmoment,  and I hope I never will. I think those  of\r\n\r\nus  who have been in this Chamber for the last five\r\n\r\nyears will know that from time to time we get  this\r\n\r\nmalady in this Chamber. In fact, I was thinking the\r\n\r\nother  day  that it was absolutely  vital  that  we\r\n\r\nshould  amend  our  Singapore Legislative  Assembly\r\n\r\nElections  Ordinance, because it is  out  of  date.\r\n\r\nThere should be a clause there to say that a doctor\r\n\r\nmust certify an Assemblyman compos mentis before he\r\n\r\nmakes a major speech in the Assembly. We have  seen\r\n\r\nit enacted before in the past.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am no `Dr Jekyll and Mr Hyde'. Does the\r\n\r\nMember  for Hong Lim believe that Dr Toh, whom  he\r\n\r\ndenounced anonymously in the name of his Hong  Lim\r\n\r\nBranch Committee, was guilty of what he called  the\r\n\r\nChairman's  undemocratic conduct? Does  he  believe\r\n\r\nthat Dr Toh is a stooge?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Deputy Prime Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Deputy Prime Minister, Sir - a\r\n\r\nresearch  scientist,  with  no  personal  political\r\n\r\nambitions of greatness. Why should he be a  stooge,\r\n\r\nSir?  I  am  not  looking after the  funds  of  the\r\n\r\nUniversity   to  supply  him  with   expenses   and\r\n\r\nequipment  for his laboratory tests; unless  he  is\r\n\r\ncarrying  out  tests  on some mysterious  creatures\r\n\r\nwhich I am providing him with.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Beetle!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 571</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> And the Member for Crawford,\r\n\r\nthe  Member  for Kampong Glam, and the  Member  for\r\n\r\nTelok  Ayer.  I am glad, Sir, that he did  not  say\r\n\r\nthat the Member for Sembawang was a nice gentleman,\r\n\r\nbecause  he has been going around telling  all  the\r\n\r\nMalay Assemblymen here what a nasty fellow be  [the\r\n\r\nMember for Sembawang] was, and that he was a stooge\r\n\r\nof the Secretary-General. It is a good thing he did\r\n\r\nnot  have  the audacity to say so, for I  think  he\r\n\r\nknows that the Member for Sembawang is a man likely\r\n\r\nto take him out and tear him to strips.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, let us get on to the facts, Sir.\r\n\r\nAllegations and counter-allegations - very  wise  and\r\n\r\njudicious, in the opinion of the Member for  Farrer\r\n\r\nPark, because they leave him very much in the dark.\r\n\r\nLet  us first get these three bogey-men out of  the\r\n\r\nway:   Mr  George  Thomson,  former  Director   of\r\n\r\nInformation, a powerful man in the old days and, to\r\n\r\nthe  Member  for  Hong Lim, an even  more  powerful\r\n\r\nindividual  now. What were his duties in  the  last\r\n\r\nGovernment,  Sir?  For the last  few  years  before\r\n\r\n1959,  he gave the political line and the political\r\n\r\ncontent, and he was the propaganda machine for  the\r\n\r\nChief  Minister. He did the political thinking  for\r\n\r\nthe  Chief  Minister's  Ministerial  colleagues,  a\r\n\r\nthing which they did not do for themselves. And  we\r\n\r\ndenounced  them  because  they  did  not  have  the\r\n\r\nideological substance to do their own speeches.  We\r\n\r\ndenounced them for just mouthing the speeches of an\r\n\r\nexpatriate  officer. It is not to say  we  did  not\r\n\r\nrecognise  Mr Thomson's ability and usefulness  to\r\n\r\nus  for a particular job. We had to re-educate  our\r\n\r\ncivil servants on the problems which confronted  us\r\n\r\nand  which  he, as Director of Information,  should\r\n\r\nhave  known something about, and because it is  our\r\n\r\nbusiness to make the civil servants more alive  and\r\n\r\nalert  to  the  dangers  and  difficulties  of  the\r\n\r\nrevolution  in  Asia. Is the Member  for  Hong  Lim\r\n\r\nprepared  or  intellectually  equipped  to  do  the\r\n\r\nlectures and to teach the civil servants? His  only\r\n\r\ncontribution to political thinking in all his years\r\n\r\nin the P.A.P. has been one article in this Souvenir\r\n\r\nnumber to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 572</b></font><br><br>\r\n\r\n\r\n\r\nwhich he had pledged his loyalty and support. It is\r\n\r\nentitled  \"Since  I  became  the  First  Mayor   of\r\n\r\nSingapore\".  Is  he  going  to  educate  the  civil\r\n\r\nservice with this? Fortunately, Sir, the P.A.P. is\r\n\r\nnot  altogether devoid of leaders who can undertake\r\n\r\nthe  intellectual  task  of making  an  ideological\r\n\r\nexposition of democratic socialism. Let us get this\r\n\r\nclear.  Mr George Thomson is a functionary in  the\r\n\r\nPolitical  Study Centre. He arranges  the  lectures\r\n\r\nand   the  discussions.  The  political  line,  the\r\n\r\npolicies,  the  programmes of this Political  Study\r\n\r\nCentre were laid down and are still being laid down\r\n\r\nby  a  Committee  under  the  chairmanship  of  the\r\n\r\nMinister  for Culture, consisting, amongst  others,\r\n\r\nof  Mr James Puthucheary, Mr Devan Nair, Mr  Jek\r\n\r\nYuen Thong, Mr S. Woodhull, and Inche Rahim Ishak.\r\n\r\nMinisters, Parliamentary Secretaries and  Political\r\n\r\nSecretaries, Sir, personally go there from time  to\r\n\r\ntime to conduct discussions and lectures. The only\r\n\r\nMinister  who  has  not done so and  has  not  been\r\n\r\ninvited  to  do so was the ex-Minister, the  Member\r\n\r\nfor  Hong  Lim, because it would not have done  the\r\n\r\npolitical  leadership any good to put up a  slogan-shouter in the Study Centre, or put him forward  as\r\n\r\na  serious  thinker. Sir, he should  have  attended\r\n\r\nthese  lectures given by Mr Devan Nair, Mr  James\r\n\r\nPuthucheary and others. Then perhaps he might  have\r\n\r\nacquired some ideological knowledge to coin some of\r\n\r\nthe new slogans which he must now forge if he wants\r\n\r\nto survive politically.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Sir, is Mr Blades, this evil man. Whom\r\n\r\ndoes he manipulate? Does he manipulate the Minister\r\n\r\nfor  Home Affairs? Sir, on the one hand, I am being\r\n\r\naccused of complete control and manipulation of the\r\n\r\nPolice  Force. On the other hand, I am told I  have\r\n\r\nbeen manipulated by Mr Blades. The Member for Hong\r\n\r\nLim  has to make up his mind. A propaganda line has\r\n\r\nto  be clear, simple, lucid, and not contradictory.\r\n\r\nEither  I  am  strong  and I  manipulate  both  the\r\n\r\nMinister  for Home Affairs and the Commissioner  of\r\n\r\nPolice; or the Commissioner of Police is strong and\r\n\r\nmanipulates  both  me  and the  Minister  for  Home\r\n\r\nAffairs. The Member for Hong Lim thinks that by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 573</b></font><br><br>\r\n\r\n\r\n\r\nglossing over all this, he has prevented injury  to\r\n\r\nthe  personality of the Minister for Home  Affairs,\r\n\r\nwho   is   an   important   Party   functionary - the\r\n\r\nOrganising  Secretary  in  charge  of   the   Party\r\n\r\napparatus.  Does he not know that,  by  saying  all\r\n\r\nthis,  what  he is, in fact, saying is  either  the\r\n\r\nMinister  for  Home Affairs is  my  stooge  or  Mr\r\n\r\nBlades is his stooge, or Mr Blades is a stooge  of\r\n\r\nboth?  And  he  thinks that that is a clever  line!\r\n\r\nSir, has he forgotten how seriously we thought over\r\n\r\nthis  problem  of  the Police  Force,  and  how  we\r\n\r\nstrongly  pressed  for the promotion  of  the  most\r\n\r\nsenior  local  officer  as Deputy  Commissioner  of\r\n\r\nPolice,  and are pressing for arrangements  whereby\r\n\r\nthose  local  officers can prepare  themselves  for\r\n\r\ntheir  new and vigorous responsibilities?  Sir,  no\r\n\r\none knows better than these officers themselves how\r\n\r\ninadequately the colonial government  of  the  past\r\n\r\nhad  equipped them as officers to take over the top\r\n\r\njobs of the civil service in the Police Force.  And\r\n\r\nthey   themselves   had  told  the   Malayanisation\r\n\r\nCommission  that for several years  to  come,  they\r\n\r\nwould not be ready to take over the top jobs in the\r\n\r\nPolice Force.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Hong Lim, now that he is\r\n\r\ndeprived  of power, is only interested in  bringing\r\n\r\nthe  house down. We are not going to allow that  to\r\n\r\nhappen.  We are here to see that the State and  the\r\n\r\nmachinery of the State functions, and no amount  of\r\n\r\nchallenge, either insidious or otherwise, by  Left-wing adventurers or whoever else is going to put us\r\n\r\ninto a false position.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in extremis, one could get a situation like\r\n\r\nthe  Congo  Army, where a Serjeant  major  suddenly\r\n\r\nfinds  himself as general in charge of an  army  of\r\n\r\nall  corporals  and no privates,  because  all  the\r\n\r\nprivates have been promoted to corporals. I do  not\r\n\r\nbelieve  the  situation  in Singapore  is  anywhere\r\n\r\nremotely  near  that, but it  is  our  business  to\r\n\r\nensure  that  the efficiency of the organs  of  the\r\n\r\nState is maintained.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Meadows - this man on Intelligence duties.\r\n\r\nThe  Member for Hong Lim wanted to keep Mr Meadows\r\n\r\nin his Ministry to help him. When he found that Mr\r\n\r\nMeadows was unwilling to be his personal minion, he\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 574</b></font><br><br>\r\n\r\n\r\n\r\nsent  him  out  to the Southern Islands.  When  Mr\r\n\r\nMeadows  came  back from the Southern  Islands,  he\r\n\r\nfound that the walls of his office, which had  been\r\n\r\nput  up on the orders of the ex-Minister, had  been\r\n\r\nknocked down, and the air-conditioner removed.  And\r\n\r\nthis  Intelligence duties man reacted in  a  manner\r\n\r\nunbecoming of an Intelligence agent. He did a human\r\n\r\nthing.  He wanted to resign, to give up his job  of\r\n\r\nspying.  Then, Sir, the ex-Minister again  wavered.\r\n\r\nHe swung to the other side of the pendulum, because\r\n\r\nMr  Meadows  was doing a good job of his  Southern\r\n\r\nIslands  task. But you cannot humiliate a  man  one\r\n\r\nday, pat him on the back the next, and tell him  to\r\n\r\nforget  that  you kicked him in the teeth  the  day\r\n\r\nbefore.  I did not plan to have Mr Meadows  in  my\r\n\r\nMinistry.  He was to have been transferred  to  the\r\n\r\nMinistry  of  Home  Affairs  or  the  Ministry   of\r\n\r\nFinance.  But the Member for Hong Lim  started  his\r\n\r\nsmear  campaign, and so I asked for Mr Meadows  to\r\n\r\nbe  transferred to my Ministry. It  is  one  of  my\r\n\r\nduties  to  put my foot down on what I know  to  be\r\n\r\nwrong  and vicious. I allotted Mr Meadows  a  task\r\n\r\nwhich he should have performed for the Minister for\r\n\r\nNational  Development, namely, that of distributing\r\n\r\nthe departments of the City Council and integrating\r\n\r\nthem  with the Government Ministries - a job  he  was\r\n\r\nnever  permitted  to perform when  he  was  in  the\r\n\r\nMinistry of National Development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all these three bogey men are supposed to be\r\n\r\noccupying more powerful positions than before.  The\r\n\r\ntruth  of  these  allegations, if  left  unrefuted,\r\n\r\nhowever wild and scandalous they may be, might find\r\n\r\nsome  takers. Therefore, it is my business,  and  I\r\n\r\nhope  the House will bear with me if I go into some\r\n\r\ndetail, to go through all these wild allegations on\r\n\r\nMalayanisation   and  expatriate  officers   making\r\n\r\nstooges of the Ministers of this Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, Sir, Mr Owen - the famous Mr Owen.\r\n\r\nSome  people have greatness thrust upon  them.  Mr\r\n\r\nOwen  got  fame and glory overnight. He was  sacked\r\n\r\nfrom  the  City  Council.  Three  expatriates   who\r\n\r\nretired were asked to return by me. The Member  for\r\n\r\nHong\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 575</b></font><br><br>\r\n\r\n\r\n\r\nLim   says  I  am  a  stooge  man,  Sir;  a   weak,\r\n\r\nvacillating character, and could not do without  my\r\n\r\nexpatriate masters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He said that Mr Estrop, a local electrical\r\n\r\nengineer, was going to be promoted for a big job in\r\n\r\nthe electricity power station at Pasir Panjang, but\r\n\r\nhe  was  thwarted  by  wicked,  evil  me.  Let  us\r\n\r\nconfront the Member for Hong Lim with these facts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, Malayanisation of the City Council. Sir, I\r\n\r\ndo  not want to run through these names. It is very\r\n\r\ntedious.  There are a lot of details. Those  of  us\r\n\r\nwho  have' leisure time might browse through  them.\r\n\r\nThey might find considerable interest in them. So I\r\n\r\npropose to table these lists for the delectation of\r\n\r\nboth  the  hon. Members of this Assembly  and  such\r\n\r\nmembers  of  the  Press  as may  be  interested  in\r\n\r\nchecking  the  veracity of my statement.  The  City\r\n\r\nCouncil  Malayanisation policy was introduced  into\r\n\r\nthe City Council and passed by the Member for Hong\r\n\r\nLim, as the then Mayor, on the 30th June, 1958. And\r\n\r\nthere  is a verbatim report of the ordinary general\r\n\r\nmeeting  held on that day which has been placed  in\r\n\r\nthe records.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the ex-Mayor proposed that of the 71\r\n\r\nexpatriate officers then in the City Council,  only\r\n\r\n8 were to be malayanised immediately, leaving 63 to\r\n\r\nbe malayanised as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;5 guaranteed employment until retirement;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;16 until 1st June, 1959, or retirement at 55,\r\n\r\nor optional retirement at 50;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;11 until 1st January, 1964, or retirement at 55, or optional retirement at 50;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;11 until 1st January, 1962,\r\n\r\n\r\n\r\n<br><br>a  total  of  63  from all departments - technicians,\r\n\r\ntechnocrats in the Electricity, Architects,  Water,\r\n\r\nAnalysts, Chemical, Gas and other Departments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now let us turn to Mr Estrop - the local man whom\r\n\r\nI  was  alleged to have thwarted. He is a qualified\r\n\r\nelectrical engineer, Sir. He was posted  by  a  man\r\n\r\ncalled Lui Boon Poh. I think it was mentioned  that\r\n\r\nhe had a peculiar habit\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 576</b></font><br><br>\r\n\r\n\r\n\r\nof  waking  up at 5 o'clock in the morning - that  is\r\n\r\nabout his only virtue, I think. He was in charge at\r\n\r\none  time  of  cleansing.  Then  he  became  Deputy\r\n\r\nAdministrator. He posted Mr Estrop to be No. 2  in\r\n\r\ncharge  of the Pasir Panjang Power Station  without\r\n\r\nMr    Estrop    having   the    necessary    legal\r\n\r\nqualifications for the job - a requirement laid  down\r\n\r\nby   the   Machinery  Ordinance   and   the   Rules\r\n\r\nthereunder.   I  know  that  in  the   process   of\r\n\r\nrevolution  one  could ignore the niceties  of  the\r\n\r\nlaw.  But when it came to my notice that a man  who\r\n\r\ndid    not    have    the   necessary    mechanical\r\n\r\nqualifications  was  put  in  charge  of  a   power\r\n\r\nstation,  it left me aghast. It says here  in  this\r\n\r\nFactories  (Persons-in-Charge)  Regulations,  1960.\r\n\r\nRegulation 3.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`No person shall be in charge of any boiler,\r\n\r\nsteam  engine or internal combustion engine, except\r\n\r\nas provided in these regulations.'\r\n\r\n\r\n\r\n<br><br>And it says here:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(7) Where the heating surface of a steam boiler\r\n\r\nor  the  aggregate heating surface of steam boilers\r\n\r\nconnected  to a common range exceeds five  thousand\r\n\r\nsquare feet a first grade steam engineer shall... be\r\n\r\nin  charge... to ensure that there shall not be  more\r\n\r\nthan two steam boilers to each attendant.'\r\n\r\n\r\n\r\n<br><br>Mr Estrop was not a first grade steam engineer. He was  put  back  to  what he was qualified  to  do - a\r\n\r\ndistribution engineer. I am sorry, Sir, Mr  Estrop\r\n\r\nis a serving officer. There is nothing against him.\r\n\r\nBut I would like to mention that I have had to make\r\n\r\nreference  to him purely because he was brought  up\r\n\r\nas  an  issue. But he had no mechanical engineering\r\n\r\nexperience  or steam experience. The  man  who  did\r\n\r\nthis  hazardous and, in my view, completely  stupid\r\n\r\npiece  of  posting  was Lui Boon Poh,  then  Deputy\r\n\r\nAdministrator  in  charge of the  three  mechanical\r\n\r\ntrading departments of Gas, Water and Electricity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lui Boon Poh was educated at Batu Pahat where he attained Standard VIII. He had previously been a\r\n\r\nsalesman.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> On a point of clarification,\r\n\r\nMr Speaker.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 577</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, before we\r\n\r\nposted  Mr  Estrop  to  the  Pasir  Panjang  Power\r\n\r\nStation,  we  had  a  meeting  with  four  or  five\r\n\r\nqualified   local  engineers  in  the   Electricity\r\n\r\nDepartment. The meeting was held in the Ministry of\r\n\r\nNational Development. It continued for 2 or 3 days.\r\n\r\nIt  was agreed among us that Mr Estrop was  a  fit\r\n\r\nand   proper   person   to   be   deputy   to   the\r\n\r\nSuperintendent of the Pasir Panjang Power  Station.\r\n\r\nAfter  we  had made the decision, I instructed  the\r\n\r\nAdministrator to carry it out.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I am obliged for all these\r\n\r\nfurther  details, and that there  were  some  minds\r\n\r\nbrought to bear on this problem. But there is  just\r\n\r\none simple point. Wisdom accumulated over years  of\r\n\r\nmanipulating this dangerous equipment has laid down\r\n\r\nthat  there should be a man with a certain kind  of\r\n\r\ntraining to look after this kind of machinery,  and\r\n\r\nour   law  enacted  by  this  Legislature,  through\r\n\r\nsubsidiary  legislation,  has  so  specified.   Mr\r\n\r\nEstrop  was  unqualified.  He  did  not  have  that\r\n\r\nparticular  qualification,  and  the  posting   was\r\n\r\nillegal. It was contrary to the law. That is all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us go back to Mr Lui Boon Poh - obviously he\r\n\r\nwas a stooge man, it did not matter - who was told to\r\n\r\ndo  it. He was not really responsible for this.  He\r\n\r\nwas educated -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the Prime Minister is\r\n\r\nsatisfied that this man, Lui Boon Poh, is a  stooge\r\n\r\nof  a group of people, as he has mentioned, then is\r\n\r\nit  fair now to go into details about the character\r\n\r\nand  the  career  of this man?  I  know  the  Prime\r\n\r\nMinister is protected by freedom of speech in  this\r\n\r\nAssembly,  but perhaps he would think twice  before\r\n\r\nhe carries on this line.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I am sorry you should\r\n\r\nanticipate evil motive when there is none, Sir. The\r\n\r\nwhole thing is -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I hope the Prime Minister\r\n\r\ndoes  not  say  that  the Chair  has  imputed  evil\r\n\r\nmotive. I am just indicating -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 578</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Anticipating.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I am just indicating that the Member\r\n\r\nfor  Hong  Lim has pointed out to this  House  that\r\n\r\nthis particular decision was not a decision of this\r\n\r\nman  Lui  Boon  Poh. If the Prime  Minister  thinks\r\n\r\nthat,  in  spite of that, he wishes to continue  in\r\n\r\n`this line of speech, then of course he may do  so.\r\n\r\nI  cannot  stop him. There is freedom of speech  in\r\n\r\nthis Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker. I do not propose\r\n\r\nto  waste the time of this House more than  I  can\r\n\r\nhelp  it over this sordid matter. It does no credit\r\n\r\nto  us, because we are responsible collectively for\r\n\r\nthis misdemeanour - more so me as primus inter pares.\r\n\r\nI    want    to   get   certain   facts   straight.\r\n\r\nMalayanisation   is   the   issue.   If   this   is\r\n\r\nMalayanisation,  then  I  say  I   fight   it.   My\r\n\r\ncolleague,  the Minister for Labour  and  Law,  has\r\n\r\nreferred  to  Batu Pahatisation. This  is  just  an\r\n\r\ninstance. It is important because it is a  question\r\n\r\nof   principle,  an  indication  of  the  type   of\r\n\r\nmentality that operated this policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Lui Boon Poh was educated at Batu Pahat\r\n\r\nwhere  he  passed Standard VIII. He had  previously\r\n\r\nbeen  a  salesman with Fissions Chemicals,  selling\r\n\r\npatent  medicines  amongst  other  things.  He  was\r\n\r\nappointed  first as Superintendent, City  Cleansing\r\n\r\nDepartment and then as Deputy Administrator (Public\r\n\r\nUtilities). He was not dismissed immediately  after\r\n\r\nI  took  over.  He was given three months  to  show\r\n\r\nthat, despite the fact that his past experience and\r\n\r\nqualifications  were somewhat not in  keeping  with\r\n\r\nthe   job  he  was  holding,  he  is  an  extremely\r\n\r\ncompetent administrator. Unfortunately, after three\r\n\r\nmonths,  our high hopes and expectations  were  not\r\n\r\nrealised. He is now back in the Federation,  having\r\n\r\nbeen   refused  re-employment  as  a  salesman   by\r\n\r\nFissions Chemicals.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other character - also on Malayanisation, this\r\n\r\ntime  in  the S.I.T. - is his brother, Mr  Lui  Boon\r\n\r\nPhor.  He  was appointed first as Chief Development\r\n\r\nOfficer  of the S.I.T. I will come to him  when  we\r\n\r\ndeal with the S.I.T. Mr Lui\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 579</b></font><br><br>\r\n\r\n\r\n\r\nBoon  Poh  has also a friend, a fellow salesman  in\r\n\r\nFissions Chemicals. His name is Mr Low Chye Chuan.\r\n\r\nHe  was first appointed as Labour Officer - obviously\r\n\r\nhe  was  very good in human relations - and  then  as\r\n\r\nSuperintendent. Cleansing Department, City Council.\r\n\r\nWhen  Mr  Lui  Boon  Poh was  promoted  to  Deputy\r\n\r\nAdministrator  (Public  Utilities),  Mr  Low  Chye\r\n\r\nChuan  took  over  the Cleansing Department,  as  a\r\n\r\nresult of which the incinerator was closed down  in\r\n\r\nthe  interest of economy. There is a touch  of  the\r\n\r\ncomic  about these things. The only reason  why  we\r\n\r\ncan  afford to laugh about this is that we have put\r\n\r\nit  right quickly. I wish Mr Low the best of luck.\r\n\r\nHe  is  now  back  selling medicines  for  Fissions\r\n\r\nChemicals\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, Mr Owen - J. I. Owen, age 27, born in\r\n\r\n1933. This is his career from the official records,\r\n\r\nand  I think no more justice can be done to a  man\r\n\r\nthan  to have the truth told about him. In October,\r\n\r\n1950, age 17, till October 1951, he was a clerk  in\r\n\r\nRennie  Lowick & Co., Singapore. In March 1952,  he\r\n\r\nentered  the University of Adelaide. From  November\r\n\r\n1954  to March 1955, an accountant clerk in  Broken\r\n\r\nHill  Associated Smelters, South Australia. On  4th\r\n\r\nof  April,  1956,  he  was awarded  the  degree  of\r\n\r\nBachelor  of  Economics, Adelaide. On the  18th  of\r\n\r\nSeptember, 1956, he became a member of the  Society\r\n\r\nof   Accountants,  which  is  not  a   professional\r\n\r\nqualification  in Singapore. On the 29th  of  June,\r\n\r\n1957,  in  the  wicked City Council  of  which  the\r\n\r\nMember for Farrer Park was a component part, he was\r\n\r\nemployed in the City Council.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> The only part?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Component part. I think there\r\n\r\nwere 32 altogether. I am not sure. Sir, I think you\r\n\r\nwere also a component part in that year before  you\r\n\r\ncame  to  this Chamber. I do not know whether  that\r\n\r\nthought was out of the mind of the Member for  Hong\r\n\r\nLim  when  he referred to you as a fine  gentleman.\r\n\r\nBut perhaps you have repented.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 580</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Prime Minister\r\n\r\nought not to involve the Chair.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, he joined the City\r\n\r\nCouncil  on  the  27th of June, 1957.  He  was  not\r\n\r\nqualified to be an accountant, so he could  not  go\r\n\r\ninto  the Assistant Treasurer's Department. He  was\r\n\r\nemployed as a temporary technical assistant.  Then,\r\n\r\nat  long  last,  on the 30th of October,  1957,  he\r\n\r\nbecame a qualified accountant. On 1st July, 1959, I\r\n\r\nthink, he became an efficiency expert for the  City\r\n\r\nCouncil   Administrator.  He  became  Acting   City\r\n\r\nTreasurer  on 12th September, 1957 ($200 per  month\r\n\r\nextra)  and Deputy Administrator on 17th September,\r\n\r\n1959.  Sir, less than one year and 11 months  after\r\n\r\nhe  had  qualified as an accountant, he was put  in\r\n\r\ncharge  of  $121  million  worth  of  public  funds\r\n\r\nannually. We have all heard about the Belgian Congo\r\n\r\nsergeant major who became a general, Sir. But I  do\r\n\r\nnot  think  Mr  Owen was very far off  that  rapid\r\n\r\npromotion.  He  is now working as an accountant  in\r\n\r\nAustralia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to make this point. Immediately\r\n\r\npreceding  his  appointment as City Treasurer,  Mr\r\n\r\nOwen  was  number 6 in seniority in the department.\r\n\r\nThere  were Mr Scales, Mr Loveday, Mr  Tan  Beng\r\n\r\nLay, Mr Tan Hoay Gie. They all resigned, Sir,  and\r\n\r\nthat   left  him  as  City  Treasurer  and   Deputy\r\n\r\nAdministrator.  They had run away  because  of  his\r\n\r\nBatu  Pahatisation. They took their Provident  Fund\r\n\r\nbenefits and fled. Sir, of these officers,  two  of\r\n\r\nthem were local officers, Mr Tan Beng Lay and  Mr\r\n\r\nTan  Hoay Gie, and three were expatriates  who  had\r\n\r\nbeen  asked by the ex-Mayor to stay - one till  1962.\r\n\r\nand  the  two others till 1964. Sir, I  am  charged\r\n\r\nwith  being a colonial stooge for not allowing $121\r\n\r\nmillion  worth of public expenditure to be  in  the\r\n\r\nhands  of  an accountant 27 years old who had  just\r\n\r\nqualified two years ago. Mr Owen tried to  make  a\r\n\r\npolitical  issue out of it and started making  some\r\n\r\nnoises.  I am sorry to say that we had to slap  him\r\n\r\nin  the  face publicly. I may also add that he  had\r\n\r\nonly  one  qualification (with  distinction)  which\r\n\r\nqualified  him for his job. It was that  he  worked\r\n\r\ninto the 1960 Budget of the City\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 581</b></font><br><br>\r\n\r\n\r\n\r\nCouncil,  in  his short time there as  Acting  City\r\n\r\nTreasurer, an extra $5 million for the use  of  the\r\n\r\nMinister for National Development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, an Acting City Treasurer, Mr Owen drew up\r\n\r\na $5 million, deficit budget, despite the stringent\r\n\r\neconomies  which  was  then  the  policy   of   the\r\n\r\nGovernment.  It  is significant,  Sir,  that  those\r\n\r\ndepartments  in the City Council whose  expenditure\r\n\r\nwas  boosted  were those which had been transferred\r\n\r\nto  the Ministry of National Development. The  City\r\n\r\nEngineers   Department - estimated  expenditure   $28\r\n\r\nmillion  as  against $19 million in  1959  and  $18\r\n\r\nmillion  in  1958.  Sir, the Minister  for  Finance\r\n\r\nappointed Mr Hibberd - remember the geographer, Sir,\r\n\r\nwho could not multiply very well. He was sent there\r\n\r\nto have a look at the treasury millions, to unravel\r\n\r\nthe  budget,  and put up a balanced budget  in  its\r\n\r\nplace.  And  he  did so, Sir. The  $5  million  was\r\n\r\nstripped  off. Sir, Mr Owen, who has an Australian\r\n\r\nwife, has gone back to Australia. He probably saw a\r\n\r\nbetter  future for his family there. And there  the\r\n\r\nmatter ends.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am sorry that someone, who would have been\r\n\r\nhappier  not to have been mentioned in this  august\r\n\r\nChamber, was brought in by the Member for Hong  Lim\r\n\r\njust to be one of his issues - Malayanisation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After discussion with the Minister for Finance, I\r\n\r\ndecided  that Mr Scales, Mr Embley, Mr Lam,  Mr\r\n\r\nTan  Hoay  Gie  and  all those in  the  Treasurer's\r\n\r\nDepartment who had resigned were to be offered  re-employment.  Sir, it is quite simple.  If  the  ex-Mayor   thought  that  it  was  right  that   these\r\n\r\nexpatriates  should stay till 1962,  or  1964,  and\r\n\r\nthey  had gone in 1959, leaving a 27-year-old chap,\r\n\r\nit   is  right,  now  that  the  cause  for  their\r\n\r\nunhappiness  was no longer there,  that  I  offered\r\n\r\nthem   re-employment.  Two   of   the   expatriates\r\n\r\nreturned, Sir. One did not. Unfortunately,  of  the\r\n\r\ntwo local men who left, only one, Mr Tan Beng Lay,\r\n\r\nreturned. The other, Mr Tan Hoay Gie, had  already\r\n\r\ncommitted  himself to another job. Sir,  I  do  not\r\n\r\nwant to labour this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 582</b></font><br><br>\r\n\r\n\r\n\r\npoint,   but  this  startling  business   of   Batu\r\n\r\nPahatisation,  not  Malayanisation,  led   to   the\r\n\r\nresignation  of  38  local  senior  officers,   not\r\n\r\nexpatriates - I  will come to the expatriates  later.\r\n\r\nThey  took  their provident fund and left,  because\r\n\r\nthey thought the ex-Minister was the boss man,  the\r\n\r\nsupreme authority, and, indeed, that they were  all\r\n\r\ngoing  to  be  Barn Pahatised. Sir, I have  a  list\r\n\r\nhere * . I  have\r\n\r\nleft  copies for Members of both sides of the House\r\n\r\ntoo.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* Appendix A, cols. 603-6.\r\n\r\n<br><a  target='_blank'  href=\"/search/search/download?value=PDFs/1960/19600811/19600811-HA-0130603.pdf\"\">APPENDIX A - LIST OF LOCAL SENIOR OFFICERS WHO LEFT THE CITY COUNCIL UNDER MR ONG ENG GUAN (Cols 0603-0606)</a><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That may be distributed later.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Very well, Sir. I only want\r\n\r\nto  mention one point. In the Remarks column it  is\r\n\r\nshown  that some of them resigned on dates after  I\r\n\r\nhave  taken charge of the City Council. But in  all\r\n\r\nthose  cases they had already sent in their  papers\r\n\r\nand had resigned before I took over.. It was just a\r\n\r\nmatter   of  taking  leave  before  retiring   from\r\n\r\nservice.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> On a point of clarification,\r\n\r\nMr Speaker.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Prime Minister will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, how would the\r\n\r\nPrime  Minister explain the doctors,  teachers  and\r\n\r\nmany   other  civil  servants  who  had  left   the\r\n\r\nGovernment service?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, we will\r\n\r\ncome  to  that by and by. How would the Member  for\r\n\r\nHong  Lim  explain the people who returned  to  the\r\n\r\nCity Council service after he was no longer able to\r\n\r\nterrorise them?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have also a list here of officers whom we\r\n\r\nhave  re-engaged+. They  are  local  officers   and\r\n\r\nexpatriate  officers, and I so table them.  I  only\r\n\r\nhave   this   to   add.  That  the   City   Council\r\n\r\nMalayanisation   policy  moved  by   the   ex-Mayor\r\n\r\nprovided for 63 expatriates to stay. Only  13  have\r\n\r\nstayed.   Because   we  offered  re-employment   to\r\n\r\nthree-two in the Treasurer's Department and one  in\r\n\r\nthe Electricity Department-the total left is 16.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;+ Appendix B, cols. 607-8.\r\n\r\n<br><a  target='_blank'  href=\"/search/search/download?value=PDFs/1960/19600811/19600811-HA-0130607.pdf\"\">APPENDIX B - LIST OF OFFICERS RE-ENGAGED (Cols 0607-0608)</a><br>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 583</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one last point about this Malayanisation. I\r\n\r\nthink we will begin to hear less about Mr Owen  if\r\n\r\nI  deal  with it. First of all, it is something  so\r\n\r\nwild  and fantastic that people do not believe  it.\r\n\r\nBut  it  is  being  repeated..  In  case  it  gains\r\n\r\ncredence, the best thing to do is to nail the facts\r\n\r\ndown.  So  I hope you will bear with me if  I  just\r\n\r\nwind up this particular aspect of the argument.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one further point is that of the many\r\n\r\nappointments made by the Member for Hong Lim,  many\r\n\r\nwere temporary appointments on contract, which is a\r\n\r\ndevice  to  avoid reference to the  Public  Service\r\n\r\nCommission  and  circumvent the provisions  of  the\r\n\r\nPublic  Service Commission Ordinance. Also a chosen\r\n\r\nfew  who  were  awarded new contracts had  salaries\r\n\r\nwith built-in variable allowances, so avoiding  the\r\n\r\ncuts  which the permanent service had to bear. Sir,\r\n\r\nof   course   those  who  received  this   favoured\r\n\r\ntreatment  must have received it for  very  special\r\n\r\nreasons.  It gives me no pleasure, Sir, to  recount\r\n\r\nall these things, but I am prepared to recount them\r\n\r\npublicly   because  each  and  everyone  of   these\r\n\r\nmisdemeanour has been put right. Every one  of  the\r\n\r\nofficers  who  were improperly appointed  has  been\r\n\r\ndismissed and the proper officers re-engaged. I  am\r\n\r\nsorry, Sir, that a colleague gone drunken mad  with\r\n\r\npower was for a few months able to do these things.\r\n\r\nOn  behalf  of my colleagues and myself,  I  accept\r\n\r\nfull  responsibility. After the event, I can safely\r\n\r\nsay  that  we did what was necessary and  held  the\r\n\r\nadministration firmly and effectively together.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the same sad story can be repeated in the\r\n\r\nS.I.T.  In  four  months, during which  the  former\r\n\r\nMinister  for  National Development  made  himself,\r\n\r\nfirst  Chairman and then Manager of the  Trust,  he\r\n\r\nreduced it to near paralysis, unable to handle  any\r\n\r\nhousing  or  planning projects of any  consequence.\r\n\r\nThe   manager,  architects,  planners,   financial,\r\n\r\nestates  and other officers all left. The  position\r\n\r\nis  something  like  this,  Sir.  Eight  expatriate\r\n\r\nofficers  resigned  and,  of  these,  the  Minister\r\n\r\nwanted  to  retain two. He told me that personally.\r\n\r\nHe said he wanted two of them. They did not want to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 584</b></font><br><br>\r\n\r\n\r\n\r\nstay.   Ten  were  retrenched.  Two  senior   local\r\n\r\nofficers resigned, one was retrenched, and 58 local\r\n\r\njunior  officers  were retrenched.  Sir,  in  their\r\n\r\nplaces    came    a   whole   host   of    personal\r\n\r\nappointees - some qualified, many unqualified. Twenty-two  others  who  took  the  place  of  the  junior\r\n\r\nretrenched  officers  were  either  unqualified  or\r\n\r\nunder-qualified. An example is Mr Lui  Boon  Phor,\r\n\r\nthe brother of the man who was told to send someone\r\n\r\nto the Pasir Panjang Power Station. Sir, he is also\r\n\r\nfrom   Batu   Pahat.   He  was   appointed   Chief\r\n\r\nDevelopment  Officer.  On  20th  August  1959,  his\r\n\r\nsalary was $450 per month as Lettings Officer. Then\r\n\r\nhe  was  promoted.  On 1st of  October,  1959,  his\r\n\r\nsalary  was  $670. Sir, apart from just  being  the\r\n\r\nbrother  of  Mr Lui Boon Poh - he had a  few  other\r\n\r\nthings to commend him. One of these is that he  was\r\n\r\nun-qualified. He was a part-time teacher  in  adult\r\n\r\neducation. But he was, of course, put in charge  of\r\n\r\nall the lettings in the S.I.T.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all these misappointments have been\r\n\r\nrectified  and  the  right people  with  the  right\r\n\r\nqualifications have been put into the  right  jobs.\r\n\r\nIn  the  process, Sir, some 30 P.A.P. members  who\r\n\r\nwere  under-qualified  or not  qualified  had  been\r\n\r\nemployed  on the personal instructions of  the  ex-Minister  for National Development. They  have  had\r\n\r\ntheir services terminated by the Housing Authority.\r\n\r\nThe  Member  for Hong Lim, Sir, believed  that  he\r\n\r\ncould  buy  support in the Party  by  giving  Party\r\n\r\nofficials  jobs which by-passed the Public  Service\r\n\r\nCommission. Sir, we smacked this nonsense down. May\r\n\r\nI say, for the benefit of the Member for Cairnhill\r\n\r\nwho  alleges  that it is \"P.A.P.-isation\",  that  I\r\n\r\nthink  he  should look into the facts  and  figures\r\n\r\nbefore   he   makes  these  scandalous  allegations\r\n\r\nagainst the P.A.P. as such? Jobs for the boys, Sir,\r\n\r\nwas  one form of political corruption by the Member\r\n\r\nfor  Hong  Lim,  in  conspiracy  with  an  expelled\r\n\r\nAssistant  Organising Secretary of the  Party,  Mr\r\n\r\nTan  Gak  Eng,  designed to build up  his  personal\r\n\r\nempire  in the Government and the Party. It failed,\r\n\r\nunfortunately for him, and even those who  were  to\r\n\r\nhave  been  his  grateful Party supporters  through\r\n\r\njobs and patronage have turned against\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 585</b></font><br><br>\r\n\r\n\r\n\r\nhim  when they discovered what the game was  about.\r\n\r\nSir,  let  me  add  that only a political  innocent\r\n\r\nwould  still  be shouting the same  old  slogan  of\r\n\r\n\"Down with white officers - Malayanisation!\" They are\r\n\r\nalready  politically down, and we can get them  out\r\n\r\nany  time  we want to. Our problem is not a  simple\r\n\r\none  of  dislodging  expatriate officers  who  were\r\n\r\nentrenched in deciding questions of policy, but who\r\n\r\nare  now  pure  implementers  of  our  policy.  The\r\n\r\nproblem  now is how to find sufficient  numbers  of\r\n\r\nlocal  men with the ability and the skill,  capable\r\n\r\nand efficient, to learn quickly enough to carry out\r\n\r\nthe   functions  of  the  State  and  maintain  the\r\n\r\nefficiency of the administration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also wish to table a statement* of the\r\n\r\nposition   of  Malayanisation  in  the   Government\r\n\r\nMinistries which shows very clearly how  far  ahead\r\n\r\nwe are now of the Malayanisation plans. They can be\r\n\r\ncirculated after the speech, Sir.\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* Appendix C, cols. 609-10.\r\n\r\n<br><a  target='_blank'  href=\"/search/search/download?value=PDFs/1960/19600811/19600811-HA-0130609.pdf\"\">APPENDIX C - EXPATRIATE OFFICERS WHO RETIRED (Cols 0609-0610)</a><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Only the half-witted, Sir, shout slogans after\r\n\r\nthe  position  has altered and the slogans  are  no\r\n\r\nlonger valid. Sir, \"Malayanisation, and down  with\r\n\r\nexpatriate officers\" was a slogan which  we  coined\r\n\r\nand  shouted  to  meet a situation when  expatriate\r\n\r\nofficers were settling the destinies of the  people\r\n\r\nof Singapore. They no longer are, and no stretching\r\n\r\nof  half-truths can prove that they are.  Sir,  the\r\n\r\neasiest thing in the world today is to shout  anti-colonial slogans and to pretend to be a fierce anti-colonial hero. There is no risk of personal  injury\r\n\r\nin  doing  this, because you are denouncing  people\r\n\r\nwho are no longer dangerously in a position to hurt\r\n\r\nyou.  Sir, the British have been driven to the wall\r\n\r\nin  Asia. Abuse and denunciation by the peoples  of\r\n\r\nAsia - nearly  all of which they deserve - is  part  of\r\n\r\ntheir daily bread. But, Sir, when we denounced  the\r\n\r\nBritish in the early 1950's, that was the time when\r\n\r\nit  was  politically risky to do so,  because  then\r\n\r\nthey  were  fighting. Sir, we  fought  the  British\r\n\r\nadministration and nearly brought the machinery  of\r\n\r\ngovernment  to a standstill in 1953 by  working  in\r\n\r\nthe unions and amongst the Government servants.  Of\r\n\r\ncourse,  the Member for Hong Lim was not  there  at\r\n\r\nthat\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 586</b></font><br><br>\r\n\r\n\r\n\r\ntime.  He finds all this very painful. We took  him\r\n\r\ninto  the  Party  in 1955. He did not  say  a  word\r\n\r\npublicly  until the Tanjong Pagar by  elections  in\r\n\r\nJuly 1957. We trained him up as a slogan-shouter to\r\n\r\nproject  the Party's thoughts and shout the Party's\r\n\r\nslogans.  But he forgets that without an  apparatus\r\n\r\nand   an  outfit  to  think  out  the  slogans  for\r\n\r\nhim - slogans   based  on  political   analysis   and\r\n\r\nthinking - it  would  not be  long  before  he  comes\r\n\r\nunstuck and the mass turns sour upon him. Sir, does\r\n\r\nhe  believe that we can be intimidated  by  a  mass\r\n\r\nmeeting? Let me tell his associate, the Member  for\r\n\r\nAljunied,  that  we are a Party  that  learned  and\r\n\r\ndemonstrated how to work the mass movement and mass\r\n\r\nsentiments, and that it was in the P.A.P. that  he\r\n\r\nwas  taught  and he learned how to  do  it.  If  he\r\n\r\nthinks  we cannot expose him and fight him  in  the\r\n\r\nhearts  and minds of the workers, the taxi-drivers,\r\n\r\nthe  trisha-riders, the poor, the dispossessed  and\r\n\r\nthe  small shop-keepers - never forget that  whenever\r\n\r\none  defends  the poor and the dispossessed - then  I\r\n\r\nsay that he has a rude awakening coming to him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the Secretary-General of my Party, I was\r\n\r\nalleged   to  have  issued  cards  to  non-members,\r\n\r\npresumably - it  was  not said  but  the  implication\r\n\r\nwas - to get the Member for Hong Lim voted out of the\r\n\r\nParty in August 1957. Sir, he denies by implication\r\n\r\nthat  it  was  the Left-wing adventurers  (who  had\r\n\r\nsince   been  detained)  who  had  picked  up   the\r\n\r\nadmission  cards  sent to other members,  who  were\r\n\r\nmissing or had otherwise gone away, at addresses in\r\n\r\nthe unions, who had organised to vote him out. Sir,\r\n\r\nhe has forgotten one non-Party member, like Mr Lim\r\n\r\nChing Joo - he is still under detention, Sir, - who  is\r\n\r\na  brother  of a Political Secretary  and  who  had\r\n\r\nturned  up  at the Party conference in August  1957\r\n\r\nwith a card which had been sent to somebody else in\r\n\r\nthe  Shop  and Factory Workers Union. He  organised\r\n\r\nthe  opposition and got the Member for Hong Lim out\r\n\r\nof  the  Central  Committee. Sir, the  hon.  Member\r\n\r\nrefers to these men whom he hated and feared\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column : 587</b></font><br><br>\r\n\r\n\r\n\r\nas his comrades who are still in gaol. Sir, this is\r\n\r\nwhat Mr Lim Ching Joo wrote to me on 22nd December\r\n\r\nlast year. It is a long letter and I do not propose\r\n\r\nto  read  it through. This is, in fact, a political\r\n\r\nexercise   expressing  his  political   views   and\r\n\r\nconvictions,   but  he  thought  it  necessary   to\r\n\r\nestablish  first his relationship by reminding  and\r\n\r\nadmitting his role in August 1957:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Dear Prime Minister,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Though I have been for some time desirous to\r\n\r\nfurnish   you  with  some  explanations  regarding\r\n\r\ncertain  matters,  amongst them  the  August  1957\r\n\r\nissue  in  the Singapore Badminton Hall, I  regret\r\n\r\nhaving  had  no  opportunity  to  be  granted  the\r\n\r\nfavour of an interview with you. Now the time  has\r\n\r\ncome  that  I should write to you without  further\r\n\r\ndelay.  [I have seen him and discussed in  greater\r\n\r\ndetail the goings-on of the past few years].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as I am aware, I feel you have greatly\r\n\r\nmisunderstood me over a certain matter and  it  is\r\n\r\nnot  unlikely that you are still in that mood even\r\n\r\ntoday.   I  refer  to  the  incident,  the  P.A.P.\r\n\r\nCentral  Committee election crisis, which appeared\r\n\r\nin  August  1957. You too are aware  that  it  was\r\n\r\nrather  unfortunate for me to be involved  in  the\r\n\r\nmatter  and  that  the attitude I then  maintained\r\n\r\nwas  no  different from what was adopted by  those\r\n\r\nwho  disputed against you. And it was  because  of\r\n\r\nthese  people and their refusal to budge in  their\r\n\r\nstand that the issue became worse.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now that I have pondered over the matter and the\r\n\r\nrelevant facts, I am beginning to feel that  those\r\n\r\npeople  were as wrong as they were harmful in  the\r\n\r\nattitude  they adopted. No one can deny  that  the\r\n\r\nAugust  1957 incident was virtually a  battle  for\r\n\r\npower  sufficiently indicating  that  the  Leftist\r\n\r\nadventurers   involved  were  both  childish   and\r\n\r\nunscrupulous in their acts -'\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Hon. the Prime Minister\r\n\r\nknows,  of course, that we are debating the  policy\r\n\r\nspeech  of the Yang di-Pertuan Negara. May I remind\r\n\r\nhim of Standing Order No. 13 which says - I have read\r\n\r\nthis before and I might as well read it again:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Debate [on the speech] shall be confined to the\r\n\r\npolicy  of the Government as outlined in the speech\r\n\r\nand on amendments (if any) moved ...'.\r\n\r\n\r\n\r\n<br><br>I  suppose all these details could be touched on in\r\n\r\npassing,  but  when  more  and  more  details   are\r\n\r\nmentioned,  I think perhaps we are going  a  little\r\n\r\ntoo far from the motion itself\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 588</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, I am sorry. I have not\r\n\r\nas  yet woven all these threads into a pattern.  If\r\n\r\nat  the  end of this speech, Sir, I have failed  to\r\n\r\nbring  to  your mind and the minds of the public  a\r\n\r\npattern, then I will have wasted the time  of  this\r\n\r\nAssembly  in  reading  trivialities.  There  is   a\r\n\r\ndefinite  pattern:  August 1957 and  July  1960 - the\r\n\r\nsame  pattern, the same adventurers, the same risky\r\n\r\ncareering  that will take us, if we are  not  firm,\r\n\r\nback  to the trials and tribulations of 1955.  That\r\n\r\nis all I want to establish, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. That, of course, is perfectly\r\n\r\nin order, but it seems to me that perhaps the Prime\r\n\r\nMinister  is  labouring  the  point  which  he  has\r\n\r\nalready made.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, may I, with greater\r\n\r\nassiduity and, I hope, with obviousness, weave  the\r\n\r\nthreads  more closely together? The letter goes  on\r\n\r\nto say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`No one can deny that the August 1957 incident\r\n\r\nwas  virtually  a  battle  for  power  sufficiently\r\n\r\nindicating  that the Leftist adventurers  involved\r\n\r\nwere  both childish and unscrupulous in their  acts\r\n\r\nand  I  feel penitent about all the wrongs  I  have\r\n\r\ncommitted while involved in the incident.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, there is one point that I must explain\r\n\r\nto  you, that I was involved in the incident should\r\n\r\nby  no  means be interpreted as meaning that I  was\r\n\r\nmyself  politically ambitious. I  was,  of  course,\r\n\r\nsomewhat  opposed  to  the P.A.P. because  of  its\r\n\r\npolitical platform but other than that I  have  not\r\n\r\nthe  political maturity to remain firm in my stand.\r\n\r\nAs  a  result,  sentimental circumstances  got  the\r\n\r\nbetter of me.'\r\n\r\n\r\n\r\n<br><br>And  they  organised and picked up these cards  and\r\n\r\ndisposed  of a person who was a colleague of  mine,\r\n\r\nwho had the same mind as they had - a plotter - and who\r\n\r\nsupplied  us  with what we simple,  straightforward\r\n\r\nand honest souls did not have - the skill to match  a\r\n\r\nplot for a plot, a conspiracy for a conspiracy. And\r\n\r\nso  they  fixed  him. I was the contestant  in  the\r\n\r\narena,  but they knew that the Member for Hong  Lim\r\n\r\nwas  our plotter. Therefore, they disposed of  him.\r\n\r\nNow, Sir, the positions are turned. The Member  for\r\n\r\nHong  Lim says that they are his comrades in  gaol.\r\n\r\nThey are not, Sir,I can produce letters which will\r\n\r\ngo into even more detail and which may one\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 589</b></font><br><br>\r\n\r\n\r\n\r\nday  make an excellent political dissertation.  But\r\n\r\nwhat is important is this. The hon. Member seems to\r\n\r\nhave  forgotten  that at that Party  conference  in\r\n\r\nAugust  1957  we learned our lesson.  Firstly,  the\r\n\r\nparty   card  with  photograph  thereafter   became\r\n\r\nessential; and, secondly, never to allow people  to\r\n\r\nbecome members of the Party just by filling  up  an\r\n\r\napplication form, paying $4 and attending the Party\r\n\r\nconference to decide on policy and discipline.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Hong Lim agreed with the\r\n\r\nCentral   Executive  Committee,  when   introducing\r\n\r\namendments  to the Party Constitution in  1958,  to\r\n\r\nensure  that  thereafter only Party  cadre  members\r\n\r\ntried  and found loyal to the Party principles  and\r\n\r\npolicies  were to be entrusted with the control  of\r\n\r\npolicies and the execution of Party discipline.  Is\r\n\r\nit  not  because  he lost out in  the  inner  Party\r\n\r\nstruggle,  knocked out in spite of  trying  to  buy\r\n\r\nover Party members with jobs in his Ministry and in\r\n\r\nhis  statute corporation, the Singapore Improvement\r\n\r\nTrust,  that  he  wanted to go  back  to  the  1954\r\n\r\nrevolutionary  spirit  so that  he  could  get  his\r\n\r\nfriends  to  pay  $4  each  and  go  to  the  Party\r\n\r\nconference and vote for him?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, immediately before we took office, we\r\n\r\nobtained  the  release of all those men  intimately\r\n\r\nconnected with the Party leadership. The other were\r\n\r\nmostly not our comrades, Sir, but because they were\r\n\r\ndetained at the same time as our comrades, we  had,\r\n\r\non a matter of principle and as a matter of honour,\r\n\r\nagreed  to press for their release. The Member  for\r\n\r\nHong  Lim said that he had made his stand clear  in\r\n\r\nthe Internal Security Council on 28th August, 1959,\r\n\r\nand  that  thereafter he was not allowed to  speak.\r\n\r\nSir, who did not allow him to speak in the Internal\r\n\r\nSecurity Council? I do not like the British, Sir; I\r\n\r\nthink  they are a lot of so-and-so's. But there  is\r\n\r\none  thing that they do allow - and they have  learnt\r\n\r\nthat  with  some  wisdom - and that  is  to  speak,\r\n\r\nparticularly when it is in private. Sir,  has  this\r\n\r\nfierce   anti-colonialist  been  intimidated   from\r\n\r\nspeaking his mind after the 28th August, 1959? Were\r\n\r\nthere  people with guns surrounding him? Was he  so\r\n\r\nfrightened that he quietly acquiesced? I think the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 590</b></font><br><br>\r\n\r\n\r\n\r\nU.K. Commissioner, the noble lord, had not yet then\r\n\r\ntaken  the chair. The Member for Hong Lim only  had\r\n\r\nto   deal  with  Sir  William  Goode.  He  did  not\r\n\r\nintimidate the P.A.P. for many years, and we had to\r\n\r\ndeal  with him from time to time. We turned up  and\r\n\r\ndemanded that we should hold protest meetings which\r\n\r\nhe  from time to time found it difficult to  accede\r\n\r\nto.  I do not remember the Member for Hong Lim, who\r\n\r\nused to accompany the Chairman of the Party or  me,\r\n\r\nbeing intimidated from speaking. I want to ask  him\r\n\r\nthis:  were  there  guns at the  meeting  when  the\r\n\r\nstatement  entitled  \"Security  and  the  Communist\r\n\r\nChallenge\" was discussed, and subsequently read  by\r\n\r\nDr  Toh in this Assembly in October 1959? Sir,  he\r\n\r\nis  not scared of the British any more, because  he\r\n\r\nknows that the British will no longer lock up noisy\r\n\r\nbut  harmless  slogan-shouters  like  him.  But  he\r\n\r\nknows,  and has had personal experience with  them,\r\n\r\nthat these Left-wing adventurers are pastmasters in\r\n\r\nthe  art of smear and intimidation. Let me tell him\r\n\r\nthis:  today it requires courage, not to  stand  up\r\n\r\nand    denounce   the   British   and   colonialist\r\n\r\nimperialists in Malaya, but to stand up to the Left-wing  adventurers, just as it required  courage  in\r\n\r\nthe  old days to denounce the British, because  you\r\n\r\nwould be denouncing people who have the capacity to\r\n\r\nharm you. Why does he not admit that? He hates  the\r\n\r\nCommunist Left-wing adventurers for what  they  had\r\n\r\ndone  to him in August 1957, and he wanted  to  fix\r\n\r\nthem;  but  he  lacked  the  red  blood  corpuscles\r\n\r\nnecessary for the task. And now, Sir, he  hopes  to\r\n\r\nsolicit their support.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim made a whole series of\r\n\r\nfabulous   and   fantastic,   wild   and    untrue,\r\n\r\nstatements. It is not my business to tire the House\r\n\r\ndown.  He  says that I forced all of them to  sign - they are all here, Sir. All I can say is that he is\r\n\r\nbeing exposed as an unprincipled, petty plotter.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not think the hon.\r\n\r\nMember  for Hong Lim,, as a Member of the Assembly,\r\n\r\ncan  be  called  \"an unprincipled, petty  plotter\".\r\n\r\nPerhaps the Prime Minister would like to withdraw\r\n\r\nthat expression.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 591</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, in so far as the\r\n\r\nexpression refers to him as an hon. Member of  this\r\n\r\nAssembly, I withdraw. But in so far as it refers to\r\n\r\nan  official of the P.A.P., Sir, I cannot think  of\r\n\r\nwords more kind and understated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are not concerned with the Member for\r\n\r\nHong  Lim as such, because he lacks an organisation\r\n\r\nand  he  lacks political principles. One can  never\r\n\r\nhave  an organisation without political principles.\r\n\r\nIt is a different kettle of fish with the Left-wing\r\n\r\nadventurers,  Sir. Some of them  are  fanatical  in\r\n\r\ntheir   misguided  beliefs,  and  have  a  reckless\r\n\r\ndisregard not only for their own lives but for  the\r\n\r\nlives and property of their fellow countrymen,  and\r\n\r\nan  equal  and complete disregard for  hard  facts.\r\n\r\nSir,  they are the people whom we have to  counter,\r\n\r\nnot the Member for Hong Lim and his two associates.\r\n\r\nAnd  in full knowledge of the extent of their cadre\r\n\r\nstrength on the ground, we tell them that  we  will\r\n\r\njoin  issue  with them every time they  take  up  a\r\n\r\nstand  that is against the interests of the  people\r\n\r\nand against the policy and programme of the P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the brazen opportunism which the Left-wing\r\n\r\nadventurers  attempted over this little  affair  in\r\n\r\nthe Party has decided us more than anything else to\r\n\r\njoin  issue with them now and forthwith.  Sir,  the\r\n\r\nLeft-wing adventurers in the M.C.P. have made  many\r\n\r\nmistakes in the past, to their great loss. If  they\r\n\r\nmisjudge   our   resolution  or  miscalculate   our\r\n\r\nstrength,  they may yet add another sad episode  to\r\n\r\ntheir  blunders  of the past. The  biggest  mistake\r\n\r\nthat they are committing in Singapore is to believe\r\n\r\nthat  they  can use Singapore as a base, a  \"Yenan\"\r\n\r\nfrom which to liberate the rest of Malaya. Here, in\r\n\r\na  predominantly Chinese State, they are  going  to\r\n\r\nshout  anti-colonial slogans to bring the situation\r\n\r\nto a boil.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the top leaders of the M.C.P. know that the\r\n\r\nindependence  of  Singapore  can  only  come   with\r\n\r\nmerger.  The only argument in the P.A.P. analysis,\r\n\r\n\"The New Phase After Merdeka\" published in November\r\n\r\n1958,   stands   unrefuted - after  two   years   of\r\n\r\ndialectical arguments. We say that the task is  not\r\n\r\nto  build up tension and strife, If merger  is  the\r\n\r\nroad to independence, then the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 592</b></font><br><br>\r\n\r\n\r\n\r\nfoundation  for  merger  and  independence  is, no\r\n\r\nlonger the simple and straight-forward business  of\r\n\r\nfighting  the British. All these attempts to  swing\r\n\r\nthe  political  line back to the  fluid,  confused,\r\n\r\nuncertain position of 1955 can never succeed  until\r\n\r\nthese  Left-wing adventurers can find the arguments\r\n\r\nto counter the logic and the realism upon which our\r\n\r\nanalysis  is founded. And for two years  they  have\r\n\r\nnot found the answer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is just one point I would like to make\r\n\r\nhere, because my colleagues have drawn my attention\r\n\r\nto  the  fact that, reading just the English  Press\r\n\r\nand  the  banner headlines, one gets the impression\r\n\r\nthat  a serious emergency has already arisen.  With\r\n\r\nsensational   banner  headlines,  they   create   a\r\n\r\ncompletely   false  picture  of  what  I   actually\r\n\r\nsaid - the  real  position - and even  the  Member  for\r\n\r\nFarrer  Park  believes that Rome is  burning.  Sir,\r\n\r\nRome  is not burning, may I assure him? What I drew\r\n\r\nattention to is that the smouldering fires  of  the\r\n\r\nold  revolution, which started in  1948  and  which\r\n\r\nhave  never  been  quite put out,  are  smouldering\r\n\r\nagain;  and it is not a watering-can that  we  have\r\n\r\nstanding by, but a fire brigade. What is happening,\r\n\r\nSir, is not an immediately dangerous position,  but\r\n\r\na  position which, if left unchecked, would  create\r\n\r\nan  extremely dangerous situation perhaps by  1962,\r\n\r\nor maybe even 1963, but certainly by 1964.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to take the point, which was vaguely\r\n\r\ninsinuated by the Member for Cairnhill,  about  the\r\n\r\nappointment  of  these  Political  Secretaries.  He\r\n\r\nattempted  to  make out that this  was  a  bit  of\r\n\r\npolitical   opportunism  on   the   part   of   the\r\n\r\nP.A.P. - either to silence them or to discredit them.\r\n\r\nThe  trouble with all these people who  give  these\r\n\r\nreasons  is that they always project their  thought\r\n\r\nprocesses. That is what they would have done. More,\r\n\r\nthe reason why they would have done it. But that is\r\n\r\nnot the reason, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> What is a good one?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> If they will bear with me, I\r\n\r\nwill tell them. Sir, five persons closely connected\r\n\r\nwith  the Party leadership, who were in prison  for\r\n\r\n2½ years from 1956-9, were released at the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 593</b></font><br><br>\r\n\r\n\r\n\r\nbehest of the P.A.P. on 4th June, 1959. They issued\r\n\r\ntheir  political manifesto to the Press.  They  are\r\n\r\nMr  S. Woodhull, Mr Fong Swee Suan, Mr Lim Ching\r\n\r\nSiong, Mr Devan Nair, and Mr Chan Chiaw Thor. The\r\n\r\nMember  for Hong Lim should bear with me and listen\r\n\r\nto  this document with more care, because they gave\r\n\r\n2½  years of sober and somewhat enforced reflection\r\n\r\non  the problems of the revolution in Malaya. It is\r\n\r\nentitled The Ends and Means of Malayan Socialism\" - a\r\n\r\nstatement  of our stand on the aims and methods  of\r\n\r\nthe  P.A.P.  by the five signatories.  It  begins,\r\n\r\nSir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`In this article we hope to Set out, clearly and\r\n\r\nbriefly,  what  we  consider  to  be  the   primary\r\n\r\nproblems  which confront democratic  socialists  in\r\n\r\nMalaya,  the ends we should keep in view,  and  the\r\n\r\nmeans  we  should  adopt in order to  secure  those\r\n\r\nends.  We do this because we consider it essential,\r\n\r\nin the interests of the socialist solidarity of the\r\n\r\nP.A.P. and the united and efficient implementation\r\n\r\nof  the  P.A.P.'s  programme, to establish,  beyond\r\n\r\npossibility  of  misinterpretation  or  doubt,  our\r\n\r\nconsidered  stand  on  these  important  issues  of\r\n\r\nprinciple and practice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Basic Political Standpoint\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We must, at the outset, affirm our unqualified\r\n\r\nendorsement of the P.A.P.'s objective - \"The creation\r\n\r\nof  an  independent, democratic, non-communist  and\r\n\r\nsocialist Malaya\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to immediate tasks, particularly in\r\n\r\nthe  new  phase since the achievement of  political\r\n\r\nindependence by the Federation of Malaya, -'\r\n\r\n\r\n\r\n<br><br>that  is  the  key,  the turning point,  which  the\r\n\r\nMember  for  Hong Lim still does not see.  He  goes\r\n\r\nback  to  the  1954  slogans.  The  situation  has\r\n\r\naltered  since  then.  This  is  what  these   five\r\n\r\ngentlemen,  who spent 2½ years thinking  about  it,\r\n\r\nare  saying  and they have a thinking apparatus  of\r\n\r\nsome  considerable dimension put together (five  of\r\n\r\nthem) as against the Member for Hong Lim's.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`- we endorse the stand taken by the P.A.P. in the\r\n\r\ndocument \"The New Phase After Merdeka - Our Tasks and\r\n\r\nPolicy\" published in the 1958 annual souvenir issue\r\n\r\nof the Party.'\r\n\r\n\r\n\r\n<br><br>That is basic and fundamental, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The rigid text-book approach to Malayan problems\r\n\r\nis not only unrewarding but positively harmful. For\r\n\r\nthe  problems  that  face  Malayan  socialists  are\r\n\r\nunique.   In   most   other  countries,   socialist\r\n\r\nprogrammes rest on an\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 594</b></font><br><br>\r\n\r\n\r\n\r\nalready  given historical foundation of an  unitary\r\n\r\nnational  consciousness  and  solidarity.   Indian,\r\n\r\nBritish or Indonesian socialists, for instance,  do\r\n\r\nnot have the task of creating an Indian, British or\r\n\r\nIndonesian  national  consciousness   as   a   pre-condition   for   the  achievement   of   socialist\r\n\r\nsocieties in their respective countries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have to struggle not only for socialism, but\r\n\r\nfor  the nationalist basis of socialism. Thus,  our\r\n\r\nmost  pressing  initial problem today  is  that  of\r\n\r\nnation-building in a multiracial society.'\r\n\r\n\r\n\r\n<br><br>Not slogan-shouting, back to 1954.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The real struggle for socialism in Malaya can\r\n\r\nonly  begin  when our people, Malays,  Chinese  and\r\n\r\nIndians are able to transcend the communal cultural\r\n\r\nand  linguistic  barriers and  loyalties  which  at\r\n\r\npresent  divide them, and embrace a common  Malayan\r\n\r\nloyalty    and   cultivate   a   common    national\r\n\r\nconsciousness.'\r\n\r\n\r\n\r\n<br><br>Sir,  I  propose to table this*  also in this House,\r\n\r\nand  I only wish to read two short extracts. It  is\r\n\r\ncogent, coherent and completely in accord with  the\r\n\r\naims, objectives and analysis of the P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* Copy placed in the Assembly Library.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`\"Once the problem of linguistic and cultural\r\n\r\nunity  is  on the way to being resolved, fears  and\r\n\r\nsuspicions will fade away.\"'\r\n\r\n\r\n\r\n<br><br>The  five  gentlemen read the Anniversary  Souvenir\r\n\r\nand  quoted  it  with  their  approval.  Upon  this\r\n\r\nAnniversary  Souvenir, the working  basis  for  any\r\n\r\npolitical  co-operation between  Left-wingers  must\r\n\r\nrest. And they stated this, quoting from our P.A.P.\r\n\r\ndocument.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`\"Once the problem of linguistic and cultural\r\n\r\nunity  is  on the way to being resolved, fears  and\r\n\r\nsuspicions will fade away. We must face the  facts.\r\n\r\nSo   long   as   the  fight  was  against   British\r\n\r\ncolonialism, the differences between the peoples of\r\n\r\nMalaya  were  muted and dulled  in  the  desire  to\r\n\r\nachieve  the  common  goal  of  freedom  by  common\r\n\r\neffort. Now that this freedom has been won in  the\r\n\r\nFederation all the differences come back into their\r\n\r\nown.  They  can  and must be resolved.  And  we  in\r\n\r\nSingapore can set the way to the solution of  these\r\n\r\nimportant differences in language and culture. That\r\n\r\nis  what  we can and must do in this next phase  of\r\n\r\nour   struggle   for  freedom,  the  struggle   for\r\n\r\nmerger.\"'\r\n\r\n\r\n\r\n<br><br>And they went on to say in their own words, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It was not the might of British arms which\r\n\r\ndefeated  the armed revolt led by the M.C.P.,  but\r\n\r\nthe failure of the M.C.P. to establish itself as  a\r\n\r\nnationally  based  movement. And  thereby  hangs  a\r\n\r\nlesson  which  Malayan socialists  will  ignore  at\r\n\r\ntheir own peril.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 595</b></font><br><br>\r\n\r\n\r\n\r\nAnd  I  want  to add here, `Left-wing  adventurers,\r\n\r\nplease watch out.' And it ends up:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`For us, democratic socialism is a dynamic\r\n\r\nphilosophy of positive social and political  action\r\n\r\ndirected  towards revolutionary social and economic\r\n\r\ngoals.'\r\n\r\n\r\n\r\n<br><br>`Genuine democratic socialists'. You see, there  is\r\n\r\nthis  problem of language which I think the  Member\r\n\r\nfor  Farrer Park does not quite appreciate, because\r\n\r\nhe  does  not  spend time listening to what  others\r\n\r\nare   saying.  They  call  themselves  \"democratic\r\n\r\nsocialists\"  also.  So you have to  specify,  `Yes,\r\n\r\ngenuine democratic socialists'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Genuine democratic socialists have no time to be\r\n\r\nnegatively   and   hysterically   anti-anybody   or\r\n\r\nanything.'\r\n\r\n\r\n\r\n<br><br>That is a question of emphasis, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`They will have their hands full being positively\r\n\r\npro-socialist. But they will oppose-'\r\n\r\n\r\n\r\n<br><br>This is the operative word, Sir, -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`they will oppose, positively and on the basis of\r\n\r\nprinciple,  all  those who attempt  to  negate  and\r\n\r\ndestroy  either the ends or the means of democratic\r\n\r\nsocialism in Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With the achievement of political independence by\r\n\r\nthe  Federation of Malaya, a new phase  has  begun.\r\n\r\nAnd  the most important task of socialists in  this\r\n\r\nnew  phase  is  to achieve complete  identification\r\n\r\nwith  the ideal of a united Malayan nation, and  to\r\n\r\nstruggle by peaceful, democratic and constitutional\r\n\r\nmeans  for  the  enduring objective of  an  united,\r\n\r\nindependent,    democratic,    non-communist    and\r\n\r\nsocialist Malaya.'\r\n\r\n\r\n\r\n<br><br>Sir, this was a declaration of political faith  and\r\n\r\nprinciples,  in complete accord with  the  policies\r\n\r\nand  programmes of the P.A.P. which they made  when\r\n\r\nthey  were  released. On this  political  stand  we\r\n\r\nappointed  four  of them as Political  Secretaries,\r\n\r\nNeedless to say, Sir, if any deviation is made from\r\n\r\nthis stand, then the working basis is gone. We  are\r\n\r\ngoing  to harbour no one who is not sincerely  with\r\n\r\nus.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of them, Mr Devan Nair, has resigned his\r\n\r\nposition   some  time  in  March  this   year.   My\r\n\r\ncolleagues and I are sure\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 596</b></font><br><br>\r\n\r\n\r\n\r\nthat  he  is  completely sincere to  the  aims  and\r\n\r\nobjectives of the P.A.P. and has not deviated  from\r\n\r\nhis   stand.  He  had  personal  reasons  for   his\r\n\r\ndecision.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Post-mortems are valuable in so far as we can\r\n\r\ndraw  lessons  from  them  Does  the  former  Chief\r\n\r\nMinister now know how he was out-manoeuvred and out-propagandaed by the. C.P. in October 1956? He  held\r\n\r\nhimself  out  as  the defender  of  the  democratic\r\n\r\nsystem  in  Singapore. In the defence of democracy,\r\n\r\nhe  had  to purge the Chinese High School  and  the\r\n\r\nChung  Cheng High School. The fatal thing  was  the\r\n\r\ninterpretation in the minds of the Chinese that  he\r\n\r\nwas  purging  not a few Communist students  in  the\r\n\r\nhigh  schools  but  was purging  Chinese  culture,\r\n\r\neducation  and  civilisation, and, of  course,  the\r\n\r\naccompanying  working up of popular sentiment  led\r\n\r\nby  C.P. activists broke up in riots. When rioting\r\n\r\ntook  place,  it was not the former Chief  Minister\r\n\r\nwho  restored  law and order. It  was  the  supreme\r\n\r\nauthority and the ultimate source of power, namely,\r\n\r\nthe  British army, which quashed the riots and  re-established  order.  In the minds  of  the  people\r\n\r\nduring  those  few  days  of  rioting,  the   Chief\r\n\r\nMinister, far from being the defender of democracy,\r\n\r\nappeared a tool of the British, whose General  took\r\n\r\nover  command  of  the Operations Room,  and  whose\r\n\r\ntroops   were  out  on  every  bridge  and   every\r\n\r\nimportant, intersection in town. Hence he lost  out\r\n\r\nin  the hearts and minds of the Chinese population.\r\n\r\nHe  lost out in the propaganda battle. He went  in\r\n\r\nhoping  to  pick  the leaders. The leaders  wrapped\r\n\r\nthemselves  up  in  Chinese culture,  language  and\r\n\r\neducation, and he lost them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Farrer Park is dead right. We\r\n\r\nare  the source of power now - the open authority - and\r\n\r\ntherefore  the challenge, if made, would apparently\r\n\r\nat first be made against us. But ultimately it is a\r\n\r\nchallenge against the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 597</b></font><br><br>\r\n\r\n\r\n\r\nsupreme   authority  here - the  British  army.   The\r\n\r\nquestion  which the Left-wing adventurers  have  to\r\n\r\nface, if such a similar situation were to arise, is\r\n\r\nthis:  how  to  find a reason for saying  that  the\r\n\r\npresent  Government  are  stooges?  They  found   a\r\n\r\nmultitude of reasons to say why the last Government\r\n\r\nwere  stooges, and some of them unfortunately  were\r\n\r\ntrue.  The  former Minister for Education  let  his\r\n\r\nside  down,  and all kinds of other foolish  things\r\n\r\nwere  done.  These  things stuck.  But  this  is  a\r\n\r\ndifferent  proposition  for  them  to  deal   with.\r\n\r\nNobody - even the Member for Hong Lim - even  in  a  mo\r\n\r\nment  of  madness,  can accuse this  Government  of\r\n\r\nbeing  corrupt.  That  is  basic  and  fundamental,\r\n\r\nbecause  once  that forte is gone, then  you  drift\r\n\r\nwith the winds. Sir, I do not want to be immodest.\r\n\r\nBut  as a statement of fact, the $3,050 that I  get\r\n\r\nfor  my  duties - I think the Member for Farrer  Park\r\n\r\nwill  bear  me  out - is what I could  earn,  as  any\r\n\r\nreasonably proficient lawyer could earn, in a  long\r\n\r\nworking  week-end in the Federation or  in  Borneo,\r\n\r\nand  not  altogether an unpleasant working  weekend\r\n\r\neither. Therefore, they must find a motive for  our\r\n\r\nbeing stooges. I will tell them why they will  fail\r\n\r\nif  they cannot find this motive. Because  if  you\r\n\r\nembark  on a smear, you can create what the  C.I.D.\r\n\r\ncall  a  \"miasma of dubiety\", such as befogged  the\r\n\r\nMember for Farrer Park. He was not quite sure which\r\n\r\nside was telling the truth, he said. But if at  the\r\n\r\nend  of  it  all you have not got one  salient  and\r\n\r\ncogent  fact upon which you can rest and say  that,\r\n\r\nthat  is  the  truth, then the whole smear  floats\r\n\r\ndown-stream and is washed up. I say to them that at\r\n\r\nthe  end  of it, in this battle which, if they  are\r\n\r\nfoolhardy enough to start before they are  prepared\r\n\r\nfor  it,  I am pretty sure they will find  what  we\r\n\r\nshall  prove to the people, that we are stooges  of\r\n\r\nour  own convictions, our belief that the salvation\r\n\r\nof  our people and Malaya depends upon the creation\r\n\r\nof a united people, based on one common language\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 598</b></font><br><br>\r\n\r\n\r\n\r\nand  one  common  loyalty,  despite  its  divergent\r\n\r\nraces,  and on the creation of a socialist society.\r\n\r\nI  am not afraid to stand here or anywhere else  to\r\n\r\nsay  that  this is what my colleagues and  I  stand\r\n\r\nfor.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Cairnhill alleged yesterday\r\n\r\nthat  the P.A.P. is playing a double game, one game\r\n\r\nwith  the British and one game with the Communists.\r\n\r\nThe  Member for Tanglin said that the PAP,  intends\r\n\r\nto  do  something dishonourable, for we  have  said\r\n\r\nthat  if  there  is a collision between  these  two\r\n\r\nopposing  forces, then the P.A.P. would  duck.  The\r\n\r\nMember  for  Cairnhill,  in  one  of  his  brighter\r\n\r\nmoments  of  punning and clowning, said  that  when\r\n\r\nthese two forces clash, the P.A.P. might well  turn\r\n\r\ninto   a   dead   duck.  Speaking   from   personal\r\n\r\nexperience,  I  give him full marks for  confirming\r\n\r\nthat  that  was what happened when  the  collision\r\n\r\ntook place and he was in between. Sir, he never saw\r\n\r\nthe  inter-play of the different contending  forces\r\n\r\nfighting  for  supremacy, and he died  politically,\r\n\r\nnot  in May 1959, when the election took place, but\r\n\r\nin October 1956, when the stooge image was built up\r\n\r\nin  the minds of the people. He saw himself on  one\r\n\r\nside  of  the ring - this was his exposition - fighting\r\n\r\nfor   democracy,  and  on  the  other   side,   the\r\n\r\nCommunists   fighting   for   totalitarianism   and\r\n\r\nCommunism. And he still believes that that  is  the\r\n\r\ncorrect analysis, and that we, now that we are  the\r\n\r\nGovernment, do our duty in that corner of the  ring\r\n\r\nwhich  is fighting for democracy. Sir, he does  not\r\n\r\nunderstand  that  there are three  main  contending\r\n\r\nforces  in a three-cornered fight. There are  three\r\n\r\nboxers  in  the ring. We are neither  fighting  the\r\n\r\nCommunists alone nor the British alone. That is the\r\n\r\npoint. The Member for Tanglin will remember that  I\r\n\r\nquoted  him something from 1957, that there  was  a\r\n\r\nthree-cornered  fight, and how one corner  got  the\r\n\r\ntwo  other corners to weaken and then he triumphed.\r\n\r\nBut  not  to be in between, or he would  have  been\r\n\r\nsquashed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 599</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I put this question to the Member for Cairnhill,\r\n\r\nand  if  he  looks  back over the  years,  he  will\r\n\r\nconfirm  that  this is true. He will remember  that\r\n\r\nthe  Tunku, when he fought the Communists, took  an\r\n\r\nanti-Communist line only after he was sure that  he\r\n\r\nwas  given  Merdeka. Once Merdeka was obtained  and\r\n\r\nthe British forces were out of the: political ring,\r\n\r\nthen  it became a straight fight between the Tunku,\r\n\r\non  behalf  of those who want a democratic  system,\r\n\r\nand  the  M.C.P., on behalf of the Communists.  The\r\n\r\npoint   is  that  this  is  not  the  position   in\r\n\r\nSingapore. We are not an independent State and  are\r\n\r\nnot likely to be one until we get merger. And there\r\n\r\nare  still three forces contending in the political\r\n\r\narena.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I was intrigued by the Member for Cairnhill's\r\n\r\nreference  to  the  role of the  Internal  Security\r\n\r\nCouncil.  After quoting the relevant provisions  of\r\n\r\nthe   Report   of   the  Constitution   Commission,\r\n\r\nparagraph 32, he said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Internal Security Council is there to be a\r\n\r\nreferee  in a game between the Communists  and  the\r\n\r\nSingapore  Government, and that they (the  referee)\r\n\r\nwould only exert their authority in two situations.\r\n\r\nFirst,  if  either the Government turns out  to  be\r\n\r\nweak and vacillating, or, second, if it refuses  to\r\n\r\ndischarge  its  responsibilities  and  protect  the\r\n\r\ninterest of the people and is a bad Government.'\r\n\r\n\r\n\r\n<br><br>Sir,  I  do not know who thought out this political\r\n\r\nprofundity   for   him.  But  he  is   propounding,\r\n\r\nwittingly   or  unwittingly,  a  false   piece   of\r\n\r\npolitical  analysis.  If he wants  to  compare  the\r\n\r\nI.S.C. to a referee, may I say that it is more  the\r\n\r\nkind  of  referee  one  finds in  all-in  wrestling\r\n\r\nmatches  where,  far  from  being  just  a  referee\r\n\r\nbetween  two  contestants, very often  the  referee\r\n\r\ngoes  and  wallops one contender to the  floor  and\r\n\r\nbeats  him  up? Let us never forget this.  Ultimate\r\n\r\npower  rests  not  on  section  65  or  66  of  the\r\n\r\nSingapore (Constitution) Order in Council,  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 600</b></font><br><br>\r\n\r\n\r\n\r\nbut  in the reality of the forces whose  will\r\n\r\ncan   prevail.  Any  challenge  made  to   ultimate\r\n\r\nauthority  will  be  made, in  fact,  not  to  the\r\n\r\nSingapore  Government,  whose  force  is  not   the\r\n\r\nsupreme  one  in  Singapore,  but  to  the  British\r\n\r\nGovernment, whose dictum is final. Therefore, to go\r\n\r\nand stand in front of the British armed forces when\r\n\r\na collision is going to take place between them and\r\n\r\nthe  forces of violent revolution on the other side\r\n\r\nis,  in my submission, political foolhardiness. But\r\n\r\nlet  me  add  that  that is not  to  say  that  the\r\n\r\nSingapore Government intends to abdicate and abjure\r\n\r\nauthority under the Constitution. Within the limits\r\n\r\nof  our jurisdiction, we accept our responsibility;\r\n\r\nand  within  the constitutional framework  where  a\r\n\r\nchallenge  is  made  to our authority,  it  is  the\r\n\r\nbusiness  and  the intention of the  Government  to\r\n\r\nassert  its  authority. But it is idle  to  believe\r\n\r\nthat  there  may  not  again  be  a  challenge  by\r\n\r\nunconstitutional and violent methods to overawe and\r\n\r\noverthrow  authority.  The  only  answer  to  these\r\n\r\nmethods  of  violent revolution is  force.  In  the\r\n\r\nthree-cornered  fight  which  still  continues   in\r\n\r\nSingapore,  it  is the business of a  non-Communist\r\n\r\nsocialist  Government  to  make  use  of  the  time\r\n\r\nbetween now and ultimate merger and independence in\r\n\r\nconsolidating    the    democratic    system,    in\r\n\r\nconsolidating   the  strength  of  the   democratic\r\n\r\nforces, and to see that we are not used as somebody\r\n\r\nelse's pawns.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I just mention that my\r\n\r\nfriend  and colleague, the Minister for Labour  and\r\n\r\nLaw,  has taken a great deal of care to investigate\r\n\r\nthe  various  allegations made by  the  Member  for\r\n\r\nFarrer Park. They are found not to be so simple  as\r\n\r\nhe  made them out to be, but I think we could issue\r\n\r\nthis as a statement at a subsequent date.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It could be a Ministerial statement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 601</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Division, Sir.\r\n\r\nThe House divided: Ayes, 35; Noes, 5; Abstentions, Nil; Absent, 11.\r\n\r\n\r\n\r\n<pre>\r\n\r\n\r\n\r\n       Ayes.               Noes.\r\n\r\n Ahmad bin Ibrahim.  Abdul Hamid bin\r\n\r\n Baharuddin bin       Haji Jumat.\r\n\r\n  Mohamed Ariff.     Lim Yew Hock.\r\n\r\n Bani, S. T.         Mohd. Ali bin\r\n\r\n Buang bin Omar       Alwi.\r\n\r\n  Junid.             Rajab, A. P.\r\n\r\n Byrne, K. M,        Thio Chan Bee.\r\n\r\n Chan Chee Seng.         \r\n\r\n Chan Choy Siong,     Abstentions.\r\n\r\n  Miss.                   Nil.\r\n\r\n Chan Sun Wing.       \r\n\r\n Chor Yeok Eng.          Absent.\r\n\r\n Goh Chew Chua.      \r\n\r\n Hoe Puay Choo,     Ahmad Jabri bin\r\n\r\n  Madam.             Mohammad Akib.\r\n\r\n Kandasamy, G.      Fung Yin Ching.\r\n\r\n Lee Khoon Choy.     Miss.\r\n\r\n Lee Kuan Yew.      Goh Keng Swee.\r\n\r\n Lee Siew Choh.     Koh, C. H.\r\n\r\n Leong Keng Seng.   Lee Teck Him.\r\n\r\n Lin You Eng.       Lim Cheng Lock.\r\n\r\n Lingam, S. V.      Ng Teng Kian.\r\n\r\n Low Por Tuck.      Seow Peck Leng,\r\n\r\n Maminen, John.      Mrs.\r\n\r\n Mohd. Ariff bin    Tan Kia Gan.\r\n\r\n  Suradi.           Toh Chin Chye.\r\n\r\n M. Ismail Rahim.   Yong Nyuk Lin.\r\n\r\n Ong Chang Sam.     \r\n\r\n Ong Eng Guan.\r\n\r\n Ong Pang Boon.\r\n\r\n Rajaratnam, S.\r\n\r\n Ramaswamy, S.\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 602</b></font><br><br>\r\n\r\n\r\n\r\n<pre>\r\n\r\n        Ayes.\r\n\r\n Sahorah binte Ahmat,\r\n\r\n  Madam.\r\n\r\n Sheng Nam Chin.\r\n\r\n Tan Cheng Tong.\r\n\r\n Tee Kim Leng.\r\n\r\n Teo Hock Guan.\r\n\r\n Wee Toon Boon.\r\n\r\n Wong Soon Fong.\r\n\r\n Yaacoh bin Mohamed.\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Motion accordingly agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That the following Address in reply to the\r\n\r\nspeech of the Yang di-Pertuan Negara be agreed\r\n\r\nto:-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Legislative Assembly of the State\r\n\r\nof Singapore, express our thanks to the Yang di-Pertuan Negara for the speech which he delivered\r\n\r\non behalf of the Government at the opening of\r\n\r\nthe present session of this Assembly.\".'\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now\r\n\r\nadjourn.\"-[Mr Lee Kuan Yew].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Twenty-seven minutes past Four o'clock p.m. to</div>\r\n\r\n<div align=\"right\">Wednesday, 21st September, 1960.</div>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 603</b></font><br><br>\r\n\r\n\r\n\r\n<br><a  target='_blank'  href=\"/search/search/download?value=PDFs/1960/19600811/19600811-HA-0130603.pdf\"\">APPENDIX A - LIST OF LOCAL SENIOR OFFICERS WHO LEFT THE CITY COUNCIL UNDER MR ONG ENG GUAN (Cols 0603-0606)</a><br>\r\n\r\n\r\n\r\n<br><a  target='_blank'  href=\"/search/search/download?value=PDFs/1960/19600811/19600811-HA-0130607.pdf\"\">APPENDIX B - LIST OF OFFICERS RE-ENGAGED (Cols 0607-0608)</a><br>\r\n\r\n\r\n\r\n<br><a  target='_blank'  href=\"/search/search/download?value=PDFs/1960/19600811/19600811-HA-0130609.pdf\"\">APPENDIX C - EXPATRIATE OFFICERS WHO RETIRED (Cols 0609-0610)</a><br>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
