{"memberId": null, "volumeNo": "14", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "10", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"14\">\r\n\r\n<meta name=\"Sit_No\" content=\"10\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1960-12-23\">\r\n\r\n<meta name=\"Start_Col\" content=\"809\">\r\n\r\n<meta name=\"End_Col\" content=\"884\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">14</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">10</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">23-12-1960</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 809</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF SECOND SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 14</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 809</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Friday, 23rd December, 1960</i></div>\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr Speaker (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat. P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Inche Baharuddin Bin Mohamed Ariff (Anson).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Miss Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong).\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown), Parliamentary Secretary to the Minister for Home Affairs and Acting Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 810</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang), Acting Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 811</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 811</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SUSPENSION OF MEMBER</b></div>\r\n\r\n<div align=\"center\"><b>(Speaker's Ruling)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan (Hong Lim):</b> Mr Speaker, Sir, I\r\n\r\nbeg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the ruling of the Speaker admitting the\r\n\r\nmotion  of  the Deputy Prime Minister in regard  to\r\n\r\nthe  Member for Hong Lim be rescinded and that this\r\n\r\nAssembly  has  no  jurisdiction to  deal  with  the\r\n\r\nmatters raised therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, before I proceed with the\r\n\r\nsubject of my motion, I wish to draw your attention\r\n\r\nto  today's Straits Times which contains an account\r\n\r\nof  today's proceedings. Page 1 of today's  Straits\r\n\r\nTimes contains a paragraph which reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`This right has been admitted in the case of the\r\n\r\nHouse  of Commons and in all Legislatures patterned\r\n\r\nafter it.'\r\n\r\n\r\n\r\n<br><br>There is another paragraph at page 20 which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Last Monday, the Speaker ruled that under\r\n\r\nStanding Orders the Assembly had powers to  discuss\r\n\r\nthe  motion and, if the evidence warranted  it,  to\r\n\r\nfind    the   member   guilty   of   \"dishonourable\r\n\r\nconduct\".'.\r\n\r\n\r\n\r\n<br><br>Mr Speaker, Sir, it reads on:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`He also said that the Assembly had inherent\r\n\r\npowers, should a member be found guilty, to suspend\r\n\r\nor even expel him.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 812</b></font><br><br>\r\n\r\n\r\n\r\nMr Speaker, Sir, I wish to seek your opinion as to\r\n\r\nwhether any of the passages referred to is a matter\r\n\r\nwhich is sub-judice.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The answer to the question is that\r\n\r\nthere  is  no  matter which can be considered \r\n\r\nsub-judice  at  the moment. The expression \"sub-judice\"\r\n\r\nis  used with reference to a court of law.  If  the\r\n\r\nMember  for  Hong Lim is raising  the  point  as  a\r\n\r\nmatter  of privilege, then I will look into it  and\r\n\r\nmake  my  decision at some other time. Is that  the\r\n\r\npoint  the  Member  for Hong Lim  wishes  to  make,\r\n\r\nwhether  or  not  there has been a  breach  of  the\r\n\r\nprivileges of this House?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Yes, Mr Speaker, I wish to\r\n\r\nraise  this point as a matter of privilege. I  wish\r\n\r\nalso  to draw your attention to the fact that  this\r\n\r\nreport  is not only contained in the Straits  Times\r\n\r\nbut   a   similar  report  also  appears  in  other\r\n\r\nnewspapers.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I shall look into the matter\r\n\r\nand give my ruling on some other day.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, coming back to\r\n\r\nthe  motion.  First of all, I must  ask  your  kind\r\n\r\npermission  to permit me to trace very briefly  the\r\n\r\nevents  in this Assembly before the motion  by  the\r\n\r\nDeputy Prime Minister was introduced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On 20th October, 1960, during the debate on\r\n\r\nMalayanisation, I was challenged in  this  Assembly\r\n\r\nto repeat outside the speeches I made.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I know it is a very difficult\r\n\r\nproblem facing hon. Members, especially the  Member\r\n\r\nfor  Hong  Lim, but at the moment we  are  dealing\r\n\r\nspecifically with the motion by the Member for Hong\r\n\r\nLim  which challenges the ruling of the Speaker  in\r\n\r\nadmitting  the motion of the Deputy Prime Minister.\r\n\r\nIt  seems to me that the motion raises a matter  of\r\n\r\nacademic  interest,  and the  arguments  should  be\r\n\r\nconfined   to  arguments  which  are  of   academic\r\n\r\ninterest. I do not know how the incidents which led\r\n\r\nto  the motion which was filed by the Deputy  Prime\r\n\r\nMinister have anything to do with the motion we are\r\n\r\nnow considering.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 813</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir,I am trying to\r\n\r\ntrace the events which precipitated this motion  so\r\n\r\nthat  we  can  discuss  whether  the  Deputy  Prime\r\n\r\nMinister raised this motion in order to uphold  the\r\n\r\ndignity  of  the  House,  or  whether  it  has  got\r\n\r\nanything  to  do with the practice of parliamentary\r\n\r\ndemocracy.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am afraid if the hon. Member\r\n\r\ndoes that, he will go very, very far away from  the\r\n\r\nmotion itself. The motion merely asks this House to\r\n\r\nsay  that  the ruling of the Speaker admitting  the\r\n\r\nmotion  of  the Deputy Prime Minister in regard  to\r\n\r\nthe Member for Hong Lim be rescinded. The House  is\r\n\r\nasked  to rescind that ruling and then to say  that\r\n\r\nthe  Assembly has no jurisdiction to deal with  the\r\n\r\nmatters raised therein.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Would you, Sir, allow me to\r\n\r\ncontinue  from  where  I  left  off  on  Monday  on\r\n\r\nquotations   from  Sir  Ivor  Jennings - just   short\r\n\r\nextracts?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Yes, certainly, if they are relevant\r\n\r\nto the motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Sir, Ivor Jennings, one of the\r\n\r\nforemost  British constitutional lawyers, has  said\r\n\r\nin his book Parliament:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The power of the Opposition rests only on\r\n\r\nsufferance.  There  is  nothing  whatever  in   the\r\n\r\nconstitutional   machinery   that    prevents    an\r\n\r\nOpposition  from  being suppressed.  Nor  is  there\r\n\r\nanything  effective to prevent  the  power  of  the\r\n\r\nOpposition from being completely destroyed  by  the\r\n\r\ndestruction  of  free  elections.  The   Opposition\r\n\r\ncannot out vote the majority. It can only carry out\r\n\r\nthe threat to defy it and appeal to the people.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in the debate last Monday, we were assured by the Leader of the House, in his speech,\r\n\r\nthat  freedom  of  speech is not  in  danger.  Sir,\r\n\r\nfreedom   of   speech   is   the   cornerstone   of\r\n\r\nparliamentary democracy. We would have been happier\r\n\r\nif that were the true position in Singapore today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The motion by the Deputy Prime Minister has quoted\r\n\r\na  historical  precedent. I have not been  able  to\r\n\r\nsearch  a  similar  precedent in other  Parliaments\r\n\r\nwhere  a  Member of the Parliament has been charged\r\n\r\nwith making so-called malicious falsehoods and  his\r\n\r\nsuspension is asked for.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 814</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have indicated before that I\r\n\r\ndo not like having to intervene in a matter of such\r\n\r\ngrave  magnitude to the House. But it seems  to  me\r\n\r\nthat  the Member for Hong Lim is now going back  to\r\n\r\nthe  original  motion. What I think  the  House  is\r\n\r\ninterested  to  know is, on what grounds  does  the\r\n\r\nMember  for  Hong Lim say that the  ruling  of  the\r\n\r\nSpeaker  should be rescinded and that the  Assembly\r\n\r\nhas  no  jurisdiction  to deal  with  the  matters\r\n\r\nraised  in the motion of the Deputy Prime Minister?\r\n\r\nMr Ong Eng Guan.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I am coming\r\n\r\nslowly  to  the subject. The Leader  of  the  House\r\n\r\nquoted 12 instances of breach of privilege, but  he\r\n\r\nhas  not  indicated which of the 12 commandments  I\r\n\r\nhave  violated. Sir, it is my submission that  this\r\n\r\nAssembly  is  not  a  sovereign  Legislature.  This\r\n\r\nAssembly is unlike the House of Commons. It is most\r\n\r\nimportant and vital to bear it in mind at all times\r\n\r\nduring  today's debate that this Assembly does  not\r\n\r\npossess  the same inherent powers as the  House  of\r\n\r\nCommons. Sir, this is my first submission.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On this subject of the powers and privileges of\r\n\r\ncolonial  legislatures, may I be allowed  to  quote\r\n\r\nfrom  Martin  Wight's book The Development  of  the\r\n\r\nLegislative  Council which I got from the  Assembly\r\n\r\nLibrary  yesterday?  This  is  a  research  on  the\r\n\r\ndevelopment  of colonial legislatures  between  the\r\n\r\nyears  1606 and 1945. Mr Martin Wight says on  the\r\n\r\nsubject of \"Privileges\":\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"As colonial legislatures have not the powers of\r\n\r\nthe  House  of Commons, so they lack the  House  of\r\n\r\nCommons'  privileges. Under  the  old  empire,  the\r\n\r\ncolonial  assembly regularly claimed  parliamentary\r\n\r\nprivileges,  and  governors  usually  conceded  the\r\n\r\nexemption of assemblymen from arrest and  suits  at\r\n\r\nlaw during the session of the legislature, but as a\r\n\r\nroyal  grant, not an inherent right. Under the  new\r\n\r\nempire,  there  existed means of checking  colonial\r\n\r\npretensions; and when in 1839, in the course of the\r\n\r\ntroubles  that led to the suspension of  the  first\r\n\r\nrepresentative  constitution of  Newfoundland,  the\r\n\r\nNewfoundland  assembly  ordered  an  arrest  on   a\r\n\r\ncomplaint of contempt of privilege committed out of\r\n\r\ndoors,  the case was carried to the Privy  Council,\r\n\r\nwhich  held that the assembly had only such  powers\r\n\r\nas   were  reasonably  necessary  for  the   proper\r\n\r\nexercise  of  its functions as a local legislature,\r\n\r\nbut not `the exclusive privileges which the ancient\r\n\r\nlaw of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 815</b></font><br><br>\r\n\r\n\r\n\r\nEngland  has  annexed to the House of  Parliament'.\r\n\r\nSubsequent judgments have confirmed that a colonial\r\n\r\nlegislature can remove an obstruction to  business,\r\n\r\nbut   not   punish  for  any  action   taken.   The\r\n\r\nextraordinary  privileges of the British  House  of\r\n\r\nCommons,    existing   by   ancient    usage    and\r\n\r\nprescription,  are the consequence of  its  complex\r\n\r\nand  unique  origins  which  transcend  the  merely\r\n\r\nlegislative function. They cannot be claimed  by  a\r\n\r\ncolonial   legislature  by  virtue  of   performing\r\n\r\nsimilar  legislative functions, but only by  virtue\r\n\r\nof its own enactment. `There is no doubt that apart\r\n\r\nfrom  statute a colonial legislature  had  no  more\r\n\r\nreal power than a debating society except in so far\r\n\r\nas  measures  to  preserve order therein  might  be\r\n\r\nallowed to take more drastic forms than in  a  mere\r\n\r\ndebating society'.\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, that is my first submission.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In support of this first contention, Sir, may I\r\n\r\nquote  from the book by Sir Henry John May  on  the\r\n\r\nSouth  African Constitution, wherein he  writes  on\r\n\r\nthe  powers and privileges of Parliament?  Sir,  on\r\n\r\npage 126 of his book, Sir Henry John May wrote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`In the United Kingdom, Parliament has from\r\n\r\nancient times enjoyed certain privileges and powers\r\n\r\nfounded   mainly  upon  the  law  and   custom   of\r\n\r\nParliament  lex  el  consueludo Parliarnenti  based\r\n\r\nupon ancient usage. Each House adjudges whether any\r\n\r\nbreach of privilege has been committed and punishes\r\n\r\noffenders  by censure or commitment the courses  of\r\n\r\nwhich  can  now be inquired into by the  courts  of\r\n\r\nlaw.  This  body  of  custom, though  narrowed  and\r\n\r\nconfirmed  by statute is peculiar to the Parliament\r\n\r\nof  the  United Kingdom and it cannot therefore  be\r\n\r\ninferred  that like power belong to the legislative\r\n\r\nassemblies of comparatively recent creation in  the\r\n\r\ndependencies  of the Crown. When a  Legislature  is\r\n\r\ncreated in a colony and no special statutory powers\r\n\r\nare granted to it, it possesses only such powers as\r\n\r\nare reasonably necessary for the proper exercise of\r\n\r\nits  functions  and duties as a local  legislature.\r\n\r\nThe deciding line is to be found in the distinction\r\n\r\nbetween the powers to punish for contempt, which is\r\n\r\nthe  judicial  power, and the power to  remove  any\r\n\r\nobstruction offered to the deliberations or actions\r\n\r\nof  the  legislative sitting, which last  power  is\r\n\r\nnecessary for self-preservation. If a member of  an\r\n\r\nassembly  is  guilty of disorderly conduct  in  the\r\n\r\nHouse  while  it is sitting, he may be  removed  or\r\n\r\nexcluded for a time, and even expelled, so that the\r\n\r\nHouse may proceed with its deliberations. But there\r\n\r\nis  a great difference between such powers and  the\r\n\r\njudicial  power of inflicting a penal sentence  for\r\n\r\nthe offence. The right to remove in order\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 816</b></font><br><br>\r\n\r\n\r\n\r\nto  facilitate  the business of the  House  is  one\r\n\r\nthing; the right to inflict punishment is another.'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker, Sir, may I, with all humility, submit\r\n\r\nto  you  that  this Assembly has no inherent  power\r\n\r\nwhich  the House of Commons enjoys? This House  has\r\n\r\nno inherent power even if this, Sir, is a sovereign\r\n\r\nlegislature. As I mentioned just now, Sir,  in  the\r\n\r\nSouth African example, the powers and privileges of\r\n\r\nParliament  have  to be derived from  statute.  Sir\r\n\r\nHenry  John May wrote in his book, which  I  quoted\r\n\r\njust now, on page 127:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It has therefore been thought necessary specially\r\n\r\nto  grant  the Union Parliament [i.e. the Union  of\r\n\r\nSouth Africa Parliament] such powers and privileges\r\n\r\nas  it  should have. Section 57 of the South Africa\r\n\r\nAct provided that until Parliament was able to draw\r\n\r\nup  its own code, the powers and privileges of  the\r\n\r\nCape  Parliament  were  to  apply  [i.e. the  Cape\r\n\r\nParliament].  In  1911 Parliament [i.e. the  South\r\n\r\nAfrican   Parliament]   passed   the   Powers   and\r\n\r\nPrivileges   of   Parliament   Act.   This   is   a\r\n\r\ncomprehensive  statutory code defining  the  powers\r\n\r\nand privileges of Parliament and of its Members and\r\n\r\nOfficers,  and  contempt  of  Parliament,  and   it\r\n\r\nregulates   the  methods  by  which   contempt   of\r\n\r\nParliament may be punished.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, arising from my submission just now, firstly,\r\n\r\nthe  power to condemn, and, secondly, the power  to\r\n\r\nsuspend  Assemblymen in this House must be  derived\r\n\r\nfrom  statute. There is no inherent power as  there\r\n\r\nis  in the House of Commons. Therefore, it must  be\r\n\r\nderived    from    either   (1)    the    Singapore\r\n\r\n(Constitution) Order in Council, 1958,  or  (2)  it\r\n\r\nshould be derived from an Ordinance passed by  this\r\n\r\nLegislative Assembly, or (3) it should  be  derived\r\n\r\nfrom the Standing Orders of this Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I shall first speak on the\r\n\r\nSingapore  (Constitution) Order in  Council.  Apart\r\n\r\nfrom  section 48 empowering the making of  Standing\r\n\r\nOrders,  the  Singapore  (Constitution)  Order   in\r\n\r\nCouncil  contains  no  provision  which  could   be\r\n\r\nconstrued  as  directly creating a  power  in  this\r\n\r\nAssembly to regulate its own internal affairs.  The\r\n\r\nonly  other  provision  of this  Order  in  Council\r\n\r\nrelevant  to  the  privileges of  the  Assembly  is\r\n\r\nsection 59, which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It shall be lawful, by law enacted under this\r\n\r\nOrder, to determine and regulate the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 817</b></font><br><br>\r\n\r\n\r\n\r\nprivileges,  immunities and powers of the  Assembly\r\n\r\nand  its Members but no such privileges, immunities\r\n\r\nor  powers shall exceed those of the Commons' House\r\n\r\nof  Parliament  in  the United Kingdom  or  of  the\r\n\r\nMembers thereof.'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker,  Sir, this is not a direct  grant  of\r\n\r\nprivileges.  It  is thus clear that  the  Singapore\r\n\r\nConstitution  does  not  make  provision  for   the\r\n\r\nexpulsion  pf  Members. It is also  my  submission,\r\n\r\nSir,  that the Singapore Constitution does not make\r\n\r\nprovision for the suspension of Members.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is therefore my second submission, Mr Speaker,\r\n\r\nSir,  that  the  second part of  the  Deputy  Prime\r\n\r\nMinister's  motion  is ultra  vires  the  Singapore\r\n\r\n(Constitution) Order in Council. 1958. Sir, we must\r\n\r\nthus  seek  the  power, if  there  is  any,  in  an\r\n\r\nOrdinance. The only relevant Ordinance is Ordinance\r\n\r\nNo. 33 of 1955 - the Legislative Assembly (Powers and\r\n\r\nPrivileges)  Ordinance. Section 20,  which  is  the\r\n\r\nonly  provision, empowers, the Assembly to  suspend\r\n\r\nMembers  but  only in the case of contempt  of  the\r\n\r\nAssembly.  Section  20  defines  \"contempt  of  the\r\n\r\nAssembly\" as:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(1) Any member of the Assembly who\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) being a member of a Committee of the\r\n\r\nAssembly, publishes to any person not being a\r\n\r\nmember  of such committee any evidence  taken\r\n\r\nby  the committee before it has been reported\r\n\r\nto the Assembly; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) assaults or obstructs a member of the\r\n\r\nAssembly  within the Chamber or precincts  of\r\n\r\nthe Assembly; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) assaults or obstructs any officer of the\r\n\r\nAssembly while in the execution of his  duty;\r\n\r\nor\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) is convicted of any offence under this\r\n\r\nOrdinance,\r\n\r\n\r\n\r\n<br><br>shall be guilty of contempt of this Assembly.'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker,  Sir, the motion by the Deputy  Prime\r\n\r\nMinister  does not charge the Member for  Hong  Lim\r\n\r\nfor  contempt  of  the Assembly.  I  am  not  being\r\n\r\ncharged for having violated any provisions  of  the\r\n\r\nLegislative   Assembly  (Powers   and   Privileges)\r\n\r\nOrdinance. Sir, it is therefore my third submission\r\n\r\nthat the Singapore Legislative Assembly (Powers and\r\n\r\nPrivileges) Ordinance, 1955, does not empower  this\r\n\r\nAssembly  to  pass the second part  of  the  Deputy\r\n\r\nPrime  Minister's motion, that is, to  suspend  the\r\n\r\nMember\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 818</b></font><br><br>\r\n\r\n\r\n\r\nfor  Hong Lim on the charges laid down in the first\r\n\r\npart of his motion. Sir, from there onwards -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I would like, and perhaps the\r\n\r\nMembers would like, to clear the issue. It seems to\r\n\r\nme  that  the  hon.  Member for  Hong  Lim  is  now\r\n\r\ndebating  as to whether this Assembly has he  power\r\n\r\nto,  suspend  or  even to punish,  apart  from  the\r\n\r\npowers  given  by  the statute. What  I  think  the\r\n\r\nhonourable Members of this Assembly would like  to\r\n\r\nknow,  and I myself would like to know, is  whether\r\n\r\nor  not this Assembly is debarred from debating the\r\n\r\nQuestion - there  is  a  subtle difference  there.  I\r\n\r\ntrust the hon. Member for Hong Lim is following me.\r\n\r\nI  think  what the Assembly would like to know,  on\r\n\r\nthe  motion before this Assembly, is whether or not\r\n\r\nthis  Assembly  is  even barred from  debating  the\r\n\r\nsubject matter. As to what the Assembly can  do  in\r\n\r\nthe  circumstances is also another issue,  that  is\r\n\r\nthe  punitive power of the Assembly.  Is  the  hon.\r\n\r\nMember  for  Hong Lim now alleging that this  House\r\n\r\nhas no jurisdiction even to debate the substance of\r\n\r\nthe  motion by the Deputy Prime Minister?  I  think\r\n\r\nthat is the issue which has been raised in the hon.\r\n\r\nMember's  motion. The other issue is  how  far  the\r\n\r\nAssembly  can  go in the matter. They  are  perhaps\r\n\r\nissues which can be taken up when we deal with  the\r\n\r\nDeputy  Prime Minister's motion. The point now  is:\r\n\r\ncan this Assembly debate that motion?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I will come to\r\n\r\nthat  later. Continuing from what I said just  now,\r\n\r\nit  is my third submission that since the Singapore\r\n\r\nLegislative   Assembly  (Powers   and   Privileges)\r\n\r\nOrdinance declares itself, in its long title, to be\r\n\r\n\"An Ordinance to declare and define certain powers,\r\n\r\nprivileges   and  immunities  of  the   Legislative\r\n\r\nAssembly\", and since by section 2C it does  declare\r\n\r\nand define the power of suspension, it follows that\r\n\r\nno other power of suspension exists. Mr Speaker, I\r\n\r\nwill  come  to  the first part - if I  could  try  to\r\n\r\nexplain.  I am trying to go through both  parts  in\r\n\r\none breath.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 819</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now refer to the Standing Orders of\r\n\r\nthe  Singapore Legislative Assembly. Is  there  any\r\n\r\npower  under  the Standing Orders  for  the  Deputy\r\n\r\nPrime  Minister's motion? Last Wednesday, when  the\r\n\r\nDeputy  Prime Minister wanted to move a motion  for\r\n\r\nsuspension under No. 30 (e) of the Standing Orders,\r\n\r\nit  was ruled that Standing Order 30 (e) should  he\r\n\r\nread  in  conjunction with Standing Order  No.  56.\r\n\r\nReference was therefore made to Standing Order  56,\r\n\r\nparagraph (5), which reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing in this Standing Order shall be taken to\r\n\r\ndeprive  the  Assembly of the power  of  proceeding\r\n\r\nagainst  any Member according to any resolution  of\r\n\r\nthe Assembly.'\r\n\r\n\r\n\r\n<br><br>Sir,  may  you  permit me to dwell  at  some  great\r\n\r\nlength on the interpretation of S.O. 56 (5)?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past two days, I have gone through the\r\n\r\nStanding    Orders   of   many    other    colonial\r\n\r\nlegislatures, and they are basically the same. They\r\n\r\nare  based on model Standing Orders adopted by  the\r\n\r\nColonial  Office Conference in 1927. Thus, Standing\r\n\r\nOrder 56 (5) of the Singapore Standing Orders is to\r\n\r\nbe  found  in  the Standing Orders of almost  every\r\n\r\nother colonial legislature. Before I dwell at great\r\n\r\nlength  on  Standing  Order 56  (5),  may  I  first\r\n\r\nexplain  that  paragraph (2) of Singapore  Standing\r\n\r\nOrder  No. 103 could also be found in the  Standing\r\n\r\nOrders  of  other  colonial legislatures?  Standing\r\n\r\nOrder  103 (2) states that in any matter for  which\r\n\r\nthe  Standing  Orders of Singapore do not  provide,\r\n\r\nthe relevant practice of the House of Commons shall\r\n\r\nbe  followed, but no restriction which the House of\r\n\r\nCommons  has introduced by Standing Order shall  be\r\n\r\ndeemed  to extend to the Singapore Assembly or  its\r\n\r\nMembers  until the Assembly has itself provided  by\r\n\r\nStanding Order for such restriction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first of all, what is meant by \"the relevant\r\n\r\npractice of the House of Commons\" on the suspension\r\n\r\nof  Members?  According  to  Erskine  May,  in  his\r\n\r\nauthoritative work \"Parliamentary Practice\",  (16th\r\n\r\nEdition.). pages  104  and 105,  it  appears  that\r\n\r\nsuspension  can still theoretically be  imposed  at\r\n\r\nthe discretion of the House of Commons, But on 25th\r\n\r\nJuly,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 820</b></font><br><br>\r\n\r\n\r\n\r\n1877,  as  a  result of persistent  obstruction  by\r\n\r\nMembers,  Mr  Speaker  Brand  made  the  following\r\n\r\nruling:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The House is perfectly well aware that any Member\r\n\r\npersistently   and   wilfully  obstructing   public\r\n\r\nbusiness  without  just  and  reasonable  cause  is\r\n\r\nguilty  of contempt of this House and is liable  to\r\n\r\npunishment, whether by censure, suspension from the\r\n\r\nservice  of the House, or commitment, according  to\r\n\r\nthe judgment of the House.'\r\n\r\n\r\n\r\n<br><br>This   is   reported  in  the  House   of   Commons\r\n\r\nParliamentary   Debates  1877,  235,   col.   1814.\r\n\r\nTherefore,  in  February 1880,  the  procedure  for\r\n\r\nsuspending a Member was laid down in Standing Order\r\n\r\n22 of the British House of Commons. Please refer to\r\n\r\npage  471  of  Erskine May. The House  of  Commons'\r\n\r\nStanding  Order  22  is similar  to  the  Singapore\r\n\r\nStanding Order 56. Since February 1880, it  appears\r\n\r\nthat  no suspension of Members has been made except\r\n\r\non  grounds  contained  in Standing  Order  22.  It\r\n\r\nseems,  therefore,  that in the House  of  Commons,\r\n\r\nsuspension of a Member has been restricted to cases\r\n\r\ncovered by the House of Commons' Standing Order 22,\r\n\r\nwhich is Singapore Standing Order 56. Although  the\r\n\r\nHouse  of  Commons,  in theory,  has  inherent  and\r\n\r\nabsolute  power, it nevertheless, Mr  Speaker,  is\r\n\r\nrestricted  in  its  practice by  a  huge  body  of\r\n\r\nconventions and precedents. This is important,  and\r\n\r\nwe  should bear this in mind when we interpret  the\r\n\r\nwords \"the inherent power of the House of Commons\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this restriction of powers on the suspension\r\n\r\nof  Members  in  the  House  of  Commons  has  been\r\n\r\nintroduced  in Singapore by Standing Order  56.  My\r\n\r\nsubmission  to you, Sir, is that according  to  the\r\n\r\npractice of the House of Commons, the Deputy  Prime\r\n\r\nMinister's motion is out of order. The Deputy Prime\r\n\r\nMinister  has  not  quoted any precedent  from  the\r\n\r\nHouse  of Commons' practice to back his case.  Sir,\r\n\r\nsuspension of a Member under Standing Order 56 must\r\n\r\ncomply with the following conditions:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, the offence must be (a) disregarding the\r\n\r\nauthority  of the Chair, and (b) persistently  and\r\n\r\nwilfully  obstructing the business of the Assembly\r\n\r\nby abusing the rules of the Assembly;\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 821</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Second, the motion must be made immediately\r\n\r\nafter the commission of the offence.\r\n\r\n\r\n\r\n<br><br>Mr  Speaker,  Sir,  I have not  been  charged  for\r\n\r\nhaving  violated  Standing Order 56  or  any  other\r\n\r\nStanding Orders of this Assembly. Can this Assembly\r\n\r\nuse  Standing  Order 56 (5) to  suspend  a  Member?\r\n\r\nStanding Order 56 (5) cannot be interpreted to mean\r\n\r\nthat  this  Assembly  can pass any  resolution  for\r\n\r\nwhatever  reason against any Member. These  are  my\r\n\r\narguments.  Sir. Standing Order 56  (5)  cannot  be\r\n\r\ntaken in its literal sense as Standing Order 30 (e)\r\n\r\ncannot  be  taken in its literal sense.  Otherwise,\r\n\r\nacting  under Standing Order 30 (e), this  Assembly\r\n\r\ncan  suspend  a Member at any time without  notice,\r\n\r\nwithout reason, without debate, and even during his\r\n\r\nabsence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it has been ruled that Standing\r\n\r\nOrder  30 (e) should be read in the general context\r\n\r\nof  the  whole  Standing Orders  of  the  Singapore\r\n\r\nLegislative Assembly and with special reference  to\r\n\r\nStanding  Order 56. It is thus my contention,  Sir,\r\n\r\nthat  likewise  Standing Order  56,  paragraph  (5)\r\n\r\nshould be read in the general context of the  whole\r\n\r\nStanding   Orders  of  the  Singapore   Legislative\r\n\r\nAssembly with special reference to Standing  Orders\r\n\r\n52  to  58 which come under the general heading  of\r\n\r\n\"Rules of order in the Assembly\". The whole purpose\r\n\r\nof Standing Orders 52 to 58 is to preserve order in\r\n\r\nthe  Assembly.  Everyone of  these  seven  Standing\r\n\r\nOrders deals with rules of order. Briefly they are:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Standing Order 52: The Chairman to be heard in\r\n\r\nsilence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Standing Order 53: Decision of the Chair is\r\n\r\nfinal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Standing Order 54: Irrelevance or repetition may\r\n\r\ncause speech to be discontinued.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Standing Order 55: Disorderly conduct.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Standing Order 56: Order in debate.\r\n\r\n\r\n\r\n<br><br>And  in  this  Standing Order 56, a Member  can  be\r\n\r\nsuspended  only for disregarding the  authority  of\r\n\r\nthe  Chair or persistently and wilfully obstructing\r\n\r\nthe business of the Assembly by abusing the rules.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 822</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Standing Order 57: Suspended Members to withdraw\r\n\r\nfrom precincts of the Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Standing Order 58 gives the Speaker power to\r\n\r\nadjourn  or  suspend a sitting  in  case  of  grave\r\n\r\ndisorder.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is clear that these Standing Orders, that\r\n\r\nis, Standing Orders 52 to 58, are rules of order in\r\n\r\nthe  Assembly - that  is, order in  debate - and  if  a\r\n\r\nMember has not been guilty of any offence under any\r\n\r\nof  such  Standing Orders, no motion to suspend  is\r\n\r\njustified  under the Standing Orders,  and  it  is,\r\n\r\ntherefore, out of order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker. Sir, I have not been charged for any\r\n\r\noffence  against  these  Standing  Orders.  It   is\r\n\r\ntherefore  my contention, Sir, that Standing  Order\r\n\r\n56,  paragraph (5) is controlled and restricted  by\r\n\r\nStanding Order 56, paragraph (1) according  to  the\r\n\r\nrule  of law known as usdern genesis, that  is,  of\r\n\r\nthe  same kind or nature. This is one of the  rules\r\n\r\nof construction applied by the courts in construing\r\n\r\ndocuments  of  all kinds, whether statutes,  deeds,\r\n\r\nmercantile  documents and others. My submission  is\r\n\r\nthat  S.O. 56 (5) is therefore restricted to  those\r\n\r\ngrounds of suspension set out in S.O. 56 (1) .  S.O.\r\n\r\n56 (5) should be read under the general heading of\r\n\r\nStanding  Orders 52 to 58. \"Rules of order  in  the\r\n\r\nAssembly\". Under Standing Order 56 (5) ,  a  Member,\r\n\r\nas  distinct from the Chair, under S.O. 56 (1)  may\r\n\r\nmove  a  motion against another Member  for  having\r\n\r\nviolated  S.O.  56  (1) to maintain  order  in  the\r\n\r\ndebate  in  case  the Chair did  not  move  such  a\r\n\r\nmotion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, therefore S.O. 56 (5) is very\r\n\r\nuseful  in  case the Chair is occupied  by  a  less\r\n\r\ncapable  person or by a Party man. It  is  also  my\r\n\r\ncontention   that  the  phrase  in  S.O.   56   (5)\r\n\r\n\"Proceeding  against\"  cannot  be  interpreted   to\r\n\r\ninclude  the powers of suspension or expulsion.  It\r\n\r\ncould mean reprimand. It could mean that this House\r\n\r\ncan  levy, say, a forfeit or anything on  a  guilty\r\n\r\nMember.  Mr Speaker, Sir, if it were ever intended\r\n\r\nthat  S.O.  56  (5) should be read in  its  literal\r\n\r\nconstruction,  then my submission is that  Standing\r\n\r\nOrder 56 (5)\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 823</b></font><br><br>\r\n\r\n\r\n\r\nshould   have   been  a  separate  and  independent\r\n\r\nStanding Order when the model Standing Orders  were\r\n\r\ndrafted   and   adopted  by  the  Colonial   Office\r\n\r\nConference  in  1927, and not as a paragraph  under\r\n\r\nStanding  Order  56.  Sir,  it  should  be  as   an\r\n\r\nindependent Standing Order. Perhaps a new  Standing\r\n\r\nOrder  to  be  numbered, say, 104,  after  the  103\r\n\r\nStanding  Orders  in this Assembly.  It  should  be\r\n\r\ntaken  out  of the heading \"Rules of order  in  the\r\n\r\nAssembly\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1927, when the Colonial Office Conference\r\n\r\nwas  held  and  which  adopted  the  set  of  model\r\n\r\nStanding Orders for all colonial legislatures, most\r\n\r\nof  the  colonial  legislatures  then  were  having\r\n\r\nofficial  majorities with the Governor  taking  the\r\n\r\nChair.  The  colonial legislatures were legislative\r\n\r\nonly  formally. For though its consent is necessary\r\n\r\nto  pass legislation and the Annual Estimates, that\r\n\r\nconsent  is  assured by the official majority.  The\r\n\r\ncapacity   of   the   unofficial  members,   mostly\r\n\r\nnominated,   is  really  advisory.  The   nominated\r\n\r\nunofficial  members, being nominated by the  Crown,\r\n\r\nwill  always co-operate with the Crown  on  general\r\n\r\npolicy  and  important issues for obvious  reasons.\r\n\r\nThe  most  important  activity  of  these  Colonial\r\n\r\nlegislatures at that period was the debate  on  the\r\n\r\nAnnual Estimates. This is what Martin Wight in his\r\n\r\nbook,  \"The Development of the Legislative Council\"\r\n\r\nat page 123 said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"`There is no doubt that apart from statute a\r\n\r\ncolonial legislature had no more real power than  a\r\n\r\ndebating  society except in so far as  measures  to\r\n\r\npreserve  order  therein might be allowed  to  take\r\n\r\nmore   drastic  forms  than  in  a  mere   debating\r\n\r\nsociety.' \".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I emphasise the words \"to preserve order\".\r\n\r\nThe  Singapore  Standing Orders are  based  on  the\r\n\r\nmodel   Standing  Orders  of  the  Colonial  Office\r\n\r\nConference of 1927, and Standing Orders  52  to  58\r\n\r\nare  meant  just for the preservation of  order  in\r\n\r\nthis Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the past two days I have made a study\r\n\r\nof   the   Standing   Orders  of   other   colonial\r\n\r\nlegislatures.  May you permit me to reproduce  here\r\n\r\nthe  equivalent of Standing Order  56  (5)  in  the\r\n\r\nStanding Orders of other legislatures to show the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 824</b></font><br><br>\r\n\r\n\r\n\r\ninterpretation,  and they are  all  concerned,  Mr\r\n\r\nSpeaker, Sir, with breaches of order? First of all,\r\n\r\nNigeria.  Under  the  Standing Orders  of  Nigeria,\r\n\r\nStanding  Orders  33 to 35 come under  the  general\r\n\r\nheading of \"Order\". S.O. 35 (9) says this:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing in this Order shall be taken to deprive the House of the\r\n\r\npower of proceeding against any Member resolution of the House.'.\r\n\r\n\r\n\r\n<br><br>Word  by  word the same as S.O. 56 (5) of Singapore\r\n\r\nStanding Orders.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Jamaica - Standing Order 29. The heading is \"Speaker\r\n\r\nto   be   heard   in   silence.\"   Standing   Order\r\n\r\n30 - \"Responsibility for Order.\" Standing  Order\r\n\r\n31 - \"Breaches of Order\". I quote the equivalent of  our\r\n\r\nS.O. 56 (5). That is Standing Order 31(9):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing in this Order shall be deemed to prevent\r\n\r\nthe  House  from proceeding against any Member  for\r\n\r\nany  breach of order not specified therein or  from\r\n\r\nproceeding  in  any  other way  it  thinks  fit  in\r\n\r\ndealing   with   the  breaches  of   order   herein\r\n\r\nmentioned.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, you will see that the Jamaican\r\n\r\nequivalent  of S.O. 56 (5) deals, in  more  detail,\r\n\r\nwith what is the purpose of that particular clause.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I shall now deal with the Standing Orders of Hong\r\n\r\nKong.  Standing Order 21 - \"President to be heard  in\r\n\r\nsilence.\"; S.O. 22 - \"Responsibility for Order\"; S.O.\r\n\r\n23 - \"Breaches  of  Order\".  I  shall  reproduce  the\r\n\r\nequivalent of S.O. 56 (5) in Hong Kong. Their's  is\r\n\r\nStanding Order 23 (9):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing in this Order shall be deemed to prevent\r\n\r\nthe  Council from proceeding against any Member for\r\n\r\nany  breach of order not specified therein or  from\r\n\r\nproceeding  in  any  other way  it  thinks  fit  in\r\n\r\ndealing with the breaches of order.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I must beg your pardon if I am\r\n\r\ntrying   your  patience  in  repeating  all   these\r\n\r\nStanding  Orders.  I now come to  the  Gold  Coast.\r\n\r\nStanding  Orders  46 to 48 come under  the  general\r\n\r\nheading  \"Rules of Order\". Rule 46 -  \"Chair  to  be\r\n\r\nheard  in  silence\"; 47 - \"Decision of Chair  final\";\r\n\r\n48 - \"Order in the Assembly\". I shall now reproduce\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 825</b></font><br><br>\r\n\r\n\r\n\r\nthe equivalent of our S.O. 56 (5) in the Gold Coast\r\n\r\nStanding Orders. Their's is S.O.48(8):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing in this Order shall be deemed to prevent\r\n\r\nthe Assembly from proceeding against any Member for\r\n\r\nany offence not specified herein.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, please remember the word\r\n\r\n\"offence\".   \"Offence\"   means   \"offence   against\r\n\r\nbreaches  of  order\".  Now  I  shall  produce   the\r\n\r\nStanding  Orders  of  our  closest  neighbour,  the\r\n\r\nFederation  of Malaya. Both 1950 and 1957  are  the\r\n\r\nsame  on  this subject. Standing Order 47  concerns\r\n\r\nbreaches  of  order.  S.O. 47  (9),  which  is  the\r\n\r\nequivalent of our S.O. 56 (5), reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing in this rule shall be deemed to prevent\r\n\r\nthe Council from proceeding against any' Member for\r\n\r\nany  breach of order not specified herein  or  from\r\n\r\nproceeding  in any other reasonable way  it  thinks\r\n\r\nfit  in  dealing with the breaches of order  herein\r\n\r\nmentioned.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Mr Speaker, Sir, I come to Ceylon. Standing\r\n\r\nOrders  82 to 87 come under the general heading  of\r\n\r\n\"Order in the House\", and Standing Order 87 says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing in these Orders shall prevent the House\r\n\r\nfrom proceeding against any Member for breaches  of\r\n\r\norder specified in these Orders in any other manner\r\n\r\nthan the manner specified in these Orders.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, my last quotation will be from the Standing Orders of the Assembly of Victoria,\r\n\r\nAustralia.  Standing  Order 141  of  the  Victorian\r\n\r\nParliament is a very long one and reads as follows.\r\n\r\n(It is in one Standing Order):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`If any Member be named by the President or\r\n\r\nreported by the Chairman of Committees for\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) wilfully interrupting or making a disturbance\r\n\r\nduring   the  business  of  the  Council   or\r\n\r\nCommittee of the whole Council; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) disorderly conduct or;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) using objectionable words and refusing to\r\n\r\nwithdraw the same or behaving offensively and\r\n\r\nrefusing to make a satisfactory apology; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) wilfully and persistently refusing to conform\r\n\r\nto the Standing Orders; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(e) wilfully disregarding the authority of the\r\n\r\nChair,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;such Member shall be called upon to make an\r\n\r\nexplanation or apology he thinks fit and  a  motion\r\n\r\nmay be moved forthwith, no amendment, adjournment\r\n\r\nor  debate  being  allowed,  that  such  Member  be\r\n\r\nsuspended  from  the service of the Council  during\r\n\r\nthe remainder\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 826</b></font><br><br>\r\n\r\n\r\n\r\nof  the  sitting or for such period as the  Council\r\n\r\nmay  think  fit.  Any Member suspended  under  this\r\n\r\nStanding Order shall immediately withdraw and shall\r\n\r\nnot  come within the precincts of the House  during\r\n\r\nthe period of his suspension unless, on receipt  of\r\n\r\na  satisfactory  apology in  writing,  the  Council\r\n\r\nresolved   on  motion  made  without   notice   and\r\n\r\ndetermined without amendment or debate to discharge\r\n\r\nthe  order of suspension. Nothing herein  shall  be\r\n\r\ntaken  to  deprive  the Council  of  the  power  of\r\n\r\nproceeding against any Member according to  ancient\r\n\r\nusages.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this is one of the best\r\n\r\nquotations  so  far.  In the Victorian  Parliament,\r\n\r\nStanding Order 141 is in only one paragraph. It  is\r\n\r\nnot  like  the Singapore Standing Orders  separated\r\n\r\ninto five paragraphs, and the last sentence in  the\r\n\r\nwhole paragraph is this:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing herein shall be taken to deprive the\r\n\r\nCouncil  of  the  power of proceeding  against  any\r\n\r\nMember according to ancient usages.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, from the examples of the other\r\n\r\nlegislatures I have quoted above, Standing Order 56\r\n\r\n(5)  of  Singapore is clear. It is  concerned  only\r\n\r\nwith a breach of order in this Assembly and is  not\r\n\r\ncapable of wider interpretations. Therefore,  under\r\n\r\nStanding  Order 56 (5), the motion  of  the  Deputy\r\n\r\nPrime  Minister, which charges a Member for  making\r\n\r\nmalicious falsehoods, is out of order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, during the speech the Deputy\r\n\r\nPrime  Minister has not stated under which specific\r\n\r\nauthority this Assembly can discuss this motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;1. Was it under the inherent powers of the House\r\n\r\nof Commons?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have submitted just now that a colonial\r\n\r\nlegislature has no inherent power, unlike the House\r\n\r\nof Commons; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;2. Was it under the Singapore Constitution?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have submitted, Sir, that as far as the second\r\n\r\npart  of  his  motion is concerned,  the  Singapore\r\n\r\nConstitution makes no provisions for the suspension\r\n\r\nor   expulsion   of  Members.  The   Deputy   Prime\r\n\r\nMinister's second part of the motion is against the\r\n\r\nSingapore Constitution; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;3. Was it under the Singapore Legislative (Powers\r\n\r\nand Privileges) Ordinance?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 827</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have submitted, Sir, that I have not been\r\n\r\ncharged  for  having  violated  the  laws  of  this\r\n\r\nOrdinance  which  provides for  the  suspension  of\r\n\r\nMembers.  The  Deputy  Prime Minister's  motion  is\r\n\r\ntherefore against this particular Ordinance; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;4. Was it under the relevant practice of the House\r\n\r\nof Commons?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have submitted, Sir, that the Deputy Prime\r\n\r\nMinister  gave  us  12 breaches  of  privilege.  He\r\n\r\nquoted  12  commandments and he  did  not  indicate\r\n\r\nwhich of them I have violated. On the one hand, the\r\n\r\nDeputy   Prime  Minister  quoted  12  breaches   of\r\n\r\nprivileges;  on the other hand, he charged  me  for\r\n\r\nabuse  of privilege. It seems to me that he is  not\r\n\r\nclear about even the fundamental distinction\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member should\r\n\r\nnot  go  into  a debate now on the details  of  the\r\n\r\nDeputy   Prime  Minister's  motion.  Let   us   now\r\n\r\nconcentrate  on  what I have called  this  academic\r\n\r\nproblem.  We  should try, as  far  as  we  can,  to\r\n\r\nconfine ourselves to that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, no precedent\r\n\r\nin  the  House  of Commons has been, quoted  as  an\r\n\r\nauthority.  I  believe  there  has  been  no   such\r\n\r\nprecedent. The motion is thus against the practices\r\n\r\nin the House of Commons.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have also submitted, Sir, the restrictions\r\n\r\nimposed  on  this Assembly by S.O. 103 (2)  of  the\r\n\r\nSingapore Standing Orders; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;5. Was it under Standing Order 56 (5)? Just now I\r\n\r\nquoted  at length Standing Order 56 (5)  which\r\n\r\nconcerns itself only with a breach of order in\r\n\r\nthe  Assembly  and  is not  capable  of  wider\r\n\r\ninterpretations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have not been charged for a breach of\r\n\r\norder.  Where is the authority, Sir, for the motion\r\n\r\nby  the  Deputy Prime Minister? It is therefore  my\r\n\r\nhumble  submission, Sir, that this Assembly has  no\r\n\r\njurisdiction  whatsoever to deal with  the  matters\r\n\r\nraised  in the motion by the Deputy Prime Minister.\r\n\r\nI  submit that his motion is against the provisions\r\n\r\nof   the   Singapore  Constitution,   against   the\r\n\r\nSingapore   Legislative   Assembly   (Powers    and\r\n\r\nPrivileges) Ordinance, and against\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 828</b></font><br><br>\r\n\r\n\r\n\r\nthe Standing Orders of this Assembly. Sir, I submit\r\n\r\nthat the motion by the Deputy Prime Minister is out\r\n\r\nof order and unconstitutional.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on an unprecedented constitutional issue of\r\n\r\nthis nature, whether this Legislative Assembly will\r\n\r\nbe  acting  ultra vires the Singapore  Constitution\r\n\r\nand against the laws of this country, I must submit\r\n\r\nthat  the  decision cannot be made by vote  of  the\r\n\r\nHouse.  In my opinion, Sir, none of us here  is  an\r\n\r\nauthority  on constitutional matters,  despite  the\r\n\r\nfact  that  all  of  us have a battery  of  lawyers\r\n\r\nstudying  this  grave constitutional  issue  facing\r\n\r\nthis  Assembly.  I  must  submit,  Sir,  that  this\r\n\r\nAssembly  should  seek expert advice  from  leading\r\n\r\nconstitutional experts in the United  Kingdom  and,\r\n\r\nin  the  meantime, no decision can be made by  this\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to this Assembly, this is a constitutional\r\n\r\nissue,  but  I  consider  this  is  not  merely   a\r\n\r\nconstitutional  issue. It is at  the  same  time  a\r\n\r\ngrave political issue.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think, at the moment, this\r\n\r\nAssembly is not interested in the political  issue.\r\n\r\nI  think  it  is  interested in the  constitutional\r\n\r\nissue.  Let  us  concentrate on the  constitutional\r\n\r\nissue.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> I will finish within a few\r\n\r\nseconds, Sir, I therefore ask the Prime Minister to\r\n\r\ntake  this  issue  to the people. Resign  both  our\r\n\r\nseats forthwith to take this-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. It is completely irrelevant to\r\n\r\nthe motion that is before the House. The motion  is\r\n\r\nquite  clear. It seeks to convince this House  that\r\n\r\nthe  motion of the Deputy Prime Minister cannot  be\r\n\r\nheard, and I think that is all we are interested in\r\n\r\nin this House. If there is to be a challenge of any\r\n\r\nsort,  that can be made elsewhere, but not  in  the\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Thank you, Sir. This is my\r\n\r\nspeech. Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Before I pose the Question, I think\r\n\r\nthe  Member for Hong Lim might make the  issues  he\r\n\r\nhas  raised more clear. By his speech is he  saying\r\n\r\nthat the Speaker ought to have ruled the motion  of\r\n\r\nthe  Deputy Prime Minister out of order  just  like\r\n\r\nthat, out of hand? Is that it?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 829</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Yes, Mr Speaker, Sir, that is\r\n\r\nmy submission.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Another point of elucidation then is\r\n\r\nthis.  If  therefore a Member - I am  only  taking  a\r\n\r\nhypothetical case - is alleged in this  House  to  be\r\n\r\nguilty  of  abuse  of  the  freedom  of  speech  by\r\n\r\nuttering  slanderous words in this  Assembly  which\r\n\r\nmight  bring this Assembly into disrepute,  is  the\r\n\r\nMember for Hong Lim then urging that this Assembly.\r\n\r\nfirstly, cannot condemn or suspend the Member  and,\r\n\r\nsecondly, that this Assembly cannot even debate the\r\n\r\nconduct of the Member in this Assembly?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, that is also\r\n\r\nmy submission. I have submitted just now that there\r\n\r\nis  nothing  in the statute to provide for  such  a\r\n\r\nmotion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister (Dr Toh Chin Chye): Mr\r\n\r\nSpeaker,  I have taken the State Advocate-General's\r\n\r\nopinion on this motion moved by the Member for Hong\r\n\r\nLim.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore (Constitution) Order in Council,\r\n\r\n1958,  enables  the Legislative Assembly  to  make,\r\n\r\namend  and  revoke  the  Standing  Orders  for  the\r\n\r\nregulation   and  orderly  conduct   of   its   own\r\n\r\nproceedings  and the despatch of business.  In  the\r\n\r\nexercise  of  this power, the Legislative  Assembly\r\n\r\nhas made Standing Orders, and Standing Orders 52 to\r\n\r\n58  of  these Standing Orders provide for the rules\r\n\r\nof  order in the Assembly Standing Order 56 (1)  to\r\n\r\n(4) reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(1) Whenever a Member has been named by the\r\n\r\nSpeaker or by the Chairman, immediately'-\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr C. H. Koh (Joo Chiat):</b> On a point of\r\n\r\nexplanation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koh:</b> Mr Speaker, Sir, may the Hon. the Deputy\r\n\r\nPrime Minister give us the section of the Singapore\r\n\r\n(Constitution)  Order in Council,  1958,  which  he\r\n\r\nsays gives the power to do such and such a thing?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 830</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I refer to section 48 (1) of\r\n\r\nthe  Singapore  (Constitution)  Order  in  Council,\r\n\r\n1958, which reads:\r\n\r\n<pre>\r\n\r\n `Standing     Subject  to  the  provisions  of   this\r\n\r\nOrders.         Order,  the Assembly may from  time  to\r\n\r\n                time  make,  amend and revoke  Standing\r\n\r\n                Orders  for the regulation and  orderly\r\n\r\n                conduct of its own proceedings and  the\r\n\r\n                despatch of business.'\r\n\r\n</pre>\r\n\r\n<br><br>I  hope, Sir, that will satisfy the Member for  Joo\r\n\r\nChiat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let me proceed. Standing Order 56 (1) reads\r\n\r\nas follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Whenever a Member has been named by the Speaker\r\n\r\nor   by   the   Chairman,  immediately  after   the\r\n\r\ncommission  of  the  offence  of  disregarding  the\r\n\r\nauthority  of  the  Chair, or of  persistently  and\r\n\r\nwilfully  obstructing the business of the  Assembly\r\n\r\nby abusing the rules of the Assembly, or otherwise,\r\n\r\nthen,  if  the offence has been committed  by  such\r\n\r\nMember in the Assembly a motion shall forthwith  be\r\n\r\nproposed  by a Minister or Parliamentary  Secretary\r\n\r\npresent  \"That Mr... be suspended from the service\r\n\r\nof  the  Assembly\", and the Speaker shall forthwith\r\n\r\nput  the  question  on that motion,  no  amendment,\r\n\r\nadjournment  or debate being allowed; and,  if  the\r\n\r\noffence  has  been  committed in Committee  of  the\r\n\r\nwhole   Assembly,  the  Chairman  shall   forthwith\r\n\r\nsuspend the proceedings of the Committee and report\r\n\r\nthe  circumstances to the Assembly; and the Speaker\r\n\r\nshall on a motion being made as aforesaid forthwith\r\n\r\nput the same question, no amendment, adjournment or\r\n\r\ndebate  being allowed, as if the offence  had  been\r\n\r\ncommitted in the Assembly itself.'\r\n\r\n\r\n\r\n<br><br>Paragraph (2) reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Not more than one Member shall he named at the\r\n\r\nsame  time,  unless  two or more  Members,  present\r\n\r\ntogether, have jointly disregarded the authority of\r\n\r\nthe Chair.'\r\n\r\n\r\n\r\n<br><br>Paragraph (3) reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`If a Member is suspended under the provisions of\r\n\r\nthis  Standing Order, he shall he directed  by  the\r\n\r\nSpeaker to withdraw. His suspension shall last  for\r\n\r\nsuch period as may be determined by the Assembly.'\r\n\r\n\r\n\r\n<br><br>Paragraph (4) reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`If a Member, or two or more Members acting\r\n\r\njointly,   who  have  been  suspended  under   this\r\n\r\nStanding  Order from the service of  the  Assembly,\r\n\r\nshall  refuse to obey the direction of the  Speaker\r\n\r\nto  withdraw,  when  severally summoned  under  the\r\n\r\norders  of the Speaker by the Serjeant at  Arms  to\r\n\r\nobey  such  direction, the Speaker shall  call  the\r\n\r\nattention of the Assembly to the fact that recourse\r\n\r\nto  force is necessary in order to compel obedience\r\n\r\nto  his direction. When the Member or Members named\r\n\r\nby  him as having refused to obey his direction has\r\n\r\nor have been removed from the Assembly he or\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 831</b></font><br><br>\r\n\r\n\r\n\r\nthey  shall thereupon without any further  question\r\n\r\nbeing  put  be  suspended from the service  of  the\r\n\r\nAssembly during the remainder of the session.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, so far the Standing Orders deal with the\r\n\r\npowers of the Speaker or Chairman to deal with  any\r\n\r\nMember who commits the offence of disregarding  the\r\n\r\nauthority  of  the  Chair, or of  persistently  and\r\n\r\nwilfully  obstructing the business of the  Assembly\r\n\r\nby abusing the rules of the Assembly; but Standing\r\n\r\nOrder 56 (5) goes on to provide that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing in this Standing Order shall be taken to\r\n\r\ndeprive  the  Assembly of the power  of  proceeding\r\n\r\nagainst  any Member according to any resolution  of\r\n\r\nthe Assembly.'\r\n\r\n\r\n\r\n<br><br>Sir, quite apart from the powers of the Speaker  or\r\n\r\nChairman   under  Standing  Order   56   (1),   the\r\n\r\nLegislative  Assembly itself has power  to  proceed\r\n\r\nagainst  any  Member  by resolution.  It  is  under\r\n\r\nStanding Order 56 (5) that my motion was brought.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You, Sir, have ruled that I have satisfied the\r\n\r\nHouse that the proceedings I took were proper to be\r\n\r\nbrought  and  could  properly  be  debated  in  the\r\n\r\nLegislative Assembly. The Member for Hong  Lim  has\r\n\r\nnow challenged this ruling under Standing Order  53\r\n\r\nwhich provides:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Speaker in the Assembly . . . shall be\r\n\r\nresponsible  for  the observance of  the  rules  of\r\n\r\norder in the Assembly. . . and his decision on  any\r\n\r\npoint  of  order shall not be open  to  appeal  and\r\n\r\nshall not be reviewed by the Assembly except upon a\r\n\r\nsubstantive motion moved for that purpose.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Section 54 (1) of the Singapore (Constitution)\r\n\r\nOrder in Council, 1958, in so far as it deals  with\r\n\r\nmotions, provides that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Subject to the provisions of this Order and of\r\n\r\nthe Standing Orders of the Assembly, any Member may\r\n\r\n... propose  any  motion for  debate  in  ... the\r\n\r\nAssembly,  and  the  same  shall  be  debated   and\r\n\r\ndisposed of according to the Standing Orders of the\r\n\r\nAssembly.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The limitations on the powers of the Assembly are\r\n\r\nexpressly  laid down in the Order in  Council:  for\r\n\r\nexample,  in  section 54 (2)  (b)  which  says,  in\r\n\r\neffect,  that  the Assembly shall not proceed  upon\r\n\r\nany  motion  the effect of which is  to  impose  or\r\n\r\nincrease  any  tax, or to impose  or  increase  any\r\n\r\ncharge on the revenues\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 832</b></font><br><br>\r\n\r\n\r\n\r\nor   other  funds  of  Singapore,  except  on   the\r\n\r\nrecommendation   of  the  Yang  di-Pertuan   Negara\r\n\r\nsignified  by  a Minister. Thus, prima  facie,  the\r\n\r\nAssembly  has  power to deal with any  motion,  and\r\n\r\nanyone  who asserts that the Assembly has  no  such\r\n\r\npower  must  show  that  there  is  some  statutory\r\n\r\nprovision  in the Order in Council which  restricts\r\n\r\nthe powers of the Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first part of my motion seeks merely to\r\n\r\ncondemn the Member for Hong Lim for his undignified\r\n\r\nconduct.  I  would  submit that this  Assembly  has\r\n\r\nclearly  powers  to  deal with  this  part  of  the\r\n\r\nmotion.  Standing  Order  No.  46,  paragraph  (10)\r\n\r\nprovides that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The personal conduct of Members of the Assembly\r\n\r\nshall  not be referred to except upon a substantive\r\n\r\nmotion moved for that purpose.'\r\n\r\n\r\n\r\n<br><br>This,  when read together with Standing  Order  No.\r\n\r\n56, paragraph (5), which provides that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing in this Standing Order shall he taken to\r\n\r\ndeprive  the  Assembly of the power  of  proceeding\r\n\r\nagainst  any Member according to any resolution  of\r\n\r\nthe Assembly.'.\r\n\r\n\r\n\r\n<br><br>gives the Assembly power to condemn the conduct  of\r\n\r\nany  Member. Such a power is necessary to  maintain\r\n\r\nthe decorum and dignity of the Assembly and must be\r\n\r\npossessed by every Legislative Assembly. The Member\r\n\r\nfor  Hong  Lim  has  referred to  this  Legislative\r\n\r\nAssembly  as a colonial legislature. The  Singapore\r\n\r\n(Constitution)  Order  in  Council,  1958,  confers\r\n\r\ncomplete  internal self-government  on  the  State.\r\n\r\nThis Assembly has, therefore, sovereignty over  its\r\n\r\nown proceedings, and it cannot be called a colonial\r\n\r\nlegislature. I would therefore say, Sir, that there\r\n\r\nis  no  doubt as to the correctness of your  ruling\r\n\r\nthat  this Assembly is competent to deal  with  the\r\n\r\nfirst part of my motion.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The motion by the Member for Hong Lim\r\n\r\nalso  takes in the second part of the motion. I  do\r\n\r\nnot know whether the Leader of the House would like\r\n\r\nto touch on that aspect.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I will deal with that when the\r\n\r\ntime comes, and after we have disposed of the first\r\n\r\npart of my motion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 833</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> In elucidation, I think the Members\r\n\r\nof  the House would like to know whether it is  the\r\n\r\ncontention of the Leader of the House then that the\r\n\r\nSpeaker's  ruling in admitting the second  part  of\r\n\r\nthe  motion is also in order. Perhaps I could  make\r\n\r\nmyself  a  little clearer. Apart from the  question\r\n\r\nwhether or not the Assembly, in fact, has the power\r\n\r\nto suspend - that is apart from that Question because\r\n\r\nin  debating  the  second part of the  motion,  the\r\n\r\nAssembly  is,  of  course,  at  liberty   to   make\r\n\r\namendments;  if it is satisfied that  there  is  no\r\n\r\npower  to  suspend, then, of course, the  amendment\r\n\r\ncould be to censure or to admonish.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, Sir, if it is your\r\n\r\nwish,  I  will  deal with the second  part  of  the\r\n\r\nmotion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I begin, Sir, by referring to your ruling on\r\n\r\nMonday? I quote from the [unrevised] transcript  of\r\n\r\nproceedings of this House on 19th December, 1960:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`As I see it, therefore, if this House is\r\n\r\nsatisfied  that the conduct of the hon. Member  for\r\n\r\nHong  Lim  is such as to be an affront to  its  own\r\n\r\ndignity and prestige in the sense, inter alia, that\r\n\r\nthat conduct has brought discredit to the House  as\r\n\r\na  whole - not  merely to individual Members  of  the\r\n\r\nGovernment Parliamentary Party, or indeed,  to  any\r\n\r\nother  Member  of  the House or to persons  outside\r\n\r\nthis House - then the House may feel itself justified\r\n\r\nin condemning or censuring the hon. Member for Hong\r\n\r\nLim  and  therefore in proceeding to consider  what\r\n\r\npunishment,  consonant with its powers,  it  should\r\n\r\nmete out to him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What those powers are is a matter of law on which\r\n\r\nI  am  not called upon to pronounce. Suffice it  to\r\n\r\nsay  that  there is an undoubted power inherent  in\r\n\r\nany  House, in the interest of the orderly  conduct\r\n\r\nof its business and the preservation of its dignity\r\n\r\nand  prestige, inter alia, to suspend or even expel\r\n\r\nMembers  who are, in its opinion, unfit to  sit  in\r\n\r\nthe  House and who would bring discredit  upon  it.\r\n\r\nBut  let  me sound a word of warning. Whether  this\r\n\r\nAssembly has those extreme powers unabridged, is  a\r\n\r\nmatter this Assembly will have to inquire into with\r\n\r\ncare  and,  if  need be, upon which  this  Assembly\r\n\r\nmight  wish to seek legal advice. I myself feel  it\r\n\r\nmy  duty as the guardian of the privileges of  this\r\n\r\nHouse  and  the  custodian of the  rights  of  hon.\r\n\r\nMembers to sound that note of warning having regard\r\n\r\nto\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, section 48 (1) of the Singapore\r\n\r\n(Constitution) Order in Council, 1958, which I have\r\n\r\nalready quoted;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Standing Orders made thereunder;\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 834</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, section 59 of the Singapore\r\n\r\n(Constitution) Order in Council, 1958, which  reads\r\n\r\nas follows:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"59. It shall be lawful, by laws enacted under\r\n\r\nthis   Order,  to  determine  and  regulate   the\r\n\r\nprivileges, immunities and powers of the Assembly\r\n\r\nand   its   Members;  but  no  such   privileges,\r\n\r\nimmunities  or powers shall exceed those  of  the\r\n\r\nCommons'  House  of  Parliament  in  the   United\r\n\r\nKingdom or of the Members thereof.\";\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, the Legislative Assembly (Powers and\r\n\r\nPrivileges)  Ordinance, 1955,  the  long  title  of\r\n\r\nwhich reads as follows:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"An Ordinance to declare and define certain\r\n\r\npowers,   privileges  and   immunities   of   the\r\n\r\nLegislative   Assembly  established   under   the\r\n\r\nSingapore Colony Order in Council, 1955,  and  of\r\n\r\nthe  Members  of  such Legislative  Assembly,  to\r\n\r\nregulate the conduct of members and other persons\r\n\r\nin  connection with the proceedings  thereof,  to\r\n\r\ngive  protection to the persons employed  in  the\r\n\r\npublication  of the reports and other  papers  of\r\n\r\nthe   Legislative  Assembly  and   for   purposes\r\n\r\nincidental  to  or  connected  with  the  matters\r\n\r\naforesaid.\".'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, those provisions of law and of the Standing\r\n\r\nOrders do give to this Assembly powers to suspend a\r\n\r\nMember  under certain circumstances. But as I  have\r\n\r\nindicated,  this  Assembly  will  have  to  satisfy\r\n\r\nitself  that  these provisions of law  and  of  the\r\n\r\nStanding  Orders  have not, in fact,  abridged  the\r\n\r\ninherent  power  of  this  Assembly  to  suspend  a\r\n\r\nMember, more especially in the circumstances  which\r\n\r\nhave  arisen in this particular matter. The  powers\r\n\r\nof  the  Legislative Assembly to  regulate  and  to\r\n\r\nprovide   for  the  orderly  conduct  of  its   own\r\n\r\nproceedings   and  the  despatch  of  business   is\r\n\r\ncontained   in   section  48   of   the   Singapore\r\n\r\n(Constitution) Order in Council, 1958.  Section  59\r\n\r\nof  the  Singapore (Constitution) Order in  Council\r\n\r\nalso provides that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It shall be lawful, by laws enacted under this\r\n\r\nOrder,  to  determine and regulate the  privileges,\r\n\r\nimmunities  and  powers of  the  Assembly  and  its\r\n\r\nMembers;  but  no  such privileges,  immunities  or\r\n\r\npowers shall exceed those of the Commons' House  of\r\n\r\nParliament in the United Kingdom or of the  Members\r\n\r\nthereof.'\r\n\r\n\r\n\r\n<br><br>No such law has so far been made under the Order in\r\n\r\nCouncil.  The  Legislative  Assembly  (Powers   and\r\n\r\nPrivileges) Ordinance, 1955, deals with the powers,\r\n\r\nprivileges and immunities of the Legislative\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 835</b></font><br><br>\r\n\r\n\r\n\r\nAssembly  established  under the  Singapore  Colony\r\n\r\nOrder  in Council, 1955. But the Ordinance is  made\r\n\r\napplicable  to the present Legislative Assembly  by\r\n\r\nvirtue  of  section 121 (2) (f)  of  the  Singapore\r\n\r\n(Constitution)   Order  in   Council,   1958.   The\r\n\r\nLegislative   Assembly  (Powers   and   Privileges)\r\n\r\nOrdinance,  1955, was enacted under  the  Singapore\r\n\r\nColony  Order  in  Council,  1955,  which   had   a\r\n\r\nprovision  in section 65 similar to section  59  of\r\n\r\nthe  Singapore  (Constitution)  Order  in  Council,\r\n\r\n1958. While the Orders in Council of 1955 and  1958\r\n\r\nenable  legislation to be enacted to determine  and\r\n\r\nregulate  the privileges, immunities and powers  of\r\n\r\nthe  Assembly  and  its  Members,  the  Legislative\r\n\r\nAssembly  (Powers and Privileges) Ordinance,  1955,\r\n\r\nmerely  purports, as stated in its long  title,  to\r\n\r\ndeclare  and define certain powers - I repeat - certain\r\n\r\npowers,  privileges and immunities of the  Assembly\r\n\r\nand  its Members. The Ordinance is, therefore,  not\r\n\r\nexhaustive of the powers, privileges and immunities\r\n\r\nof  the  Assembly. It seeks, in the main,  to  deal\r\n\r\nwith the privileges and powers of the Assembly vis-a-vis the Courts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Contempts of the Assembly are dealt with in\r\n\r\nsection 20 of the Ordinance, but the Ordinance does\r\n\r\nnot  seek to deal exhaustively with all the  powers\r\n\r\nof  the  Assembly  vis-a-vis its own  Members.  The\r\n\r\nregulation   of   the  orderly   conduct   of   the\r\n\r\nproceedings  of the Assembly is a matter  on  which\r\n\r\nthe  Assembly itself is competent to make  Standing\r\n\r\nOrders  for  their purpose. Standing Orders  derive\r\n\r\ntheir  validity  not from any local Ordinance,  but\r\n\r\nfrom   the  Singapore  (Constitution)   Order   in\r\n\r\nCouncil,  1958,  itself.  And  the  provisions   of\r\n\r\nStanding  Order 56, paragraph (5) which  refers  to\r\n\r\nthe  power  of the Assembly to proceed against  any\r\n\r\nMember  according to a resolution of the  Assembly,\r\n\r\ncannot  be  read subject to the provisions  of  the\r\n\r\nLegislative   Assembly  (Powers   and   Privileges)\r\n\r\nOrdinance, 1955. It cannot seriously be argued, for\r\n\r\nexample,  that  Standing Order  56  paragraph  (1),\r\n\r\nwhich  clearly gives the Assembly power in  certain\r\n\r\ncircumstances to suspend a Member, is  ultra  vires\r\n\r\nthe  provisions of the Legislative Assembly (Powers\r\n\r\nand\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 836</b></font><br><br>\r\n\r\n\r\n\r\nPrivileges)  Ordinance,  1955.  Neither  can   that\r\n\r\nOrdinance  affect  the  inherent  powers, of   the\r\n\r\nLegislative  Assembly  which  are  referred  to  in\r\n\r\nStanding  Order  56, paragraph  (5) .  The  inherent\r\n\r\npowers of a colonial legislature, even if we regard\r\n\r\nthis  Assembly as a colonial legislature, have been\r\n\r\ndealt  with in a number of Privy Council cases.  In\r\n\r\nCalvin  vs.  Castle,  1844. Volume  4;  more  Privy\r\n\r\nCouncil  cases,  63,  Baron  Park,  in  giving  the\r\n\r\nopinion of the Privy Council, said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We feel no doubt that such an Assembly has the\r\n\r\nright of protecting itself from all impediments  to\r\n\r\nthe  due  course of its proceedings.  To  the  full\r\n\r\nextent  of  every measure which it  may  be  really\r\n\r\nnecessary  to adopt to secure the free exercise  of\r\n\r\ntheir legislative functions, they are justified  in\r\n\r\nacting by the principle of the common law.'\r\n\r\n\r\n\r\n<br><br>In  Burton  vs.  Taylor, 1886,  Volume  11,  Appeal\r\n\r\nCases,  page 197, the Earl of Selbourne, in  giving\r\n\r\nthe opinion of the Privy Council, said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It results from these authorities that no powers\r\n\r\nof  that  kind  are incident to or  inherent  in  a\r\n\r\ncolonial Legislative Assembly without express grant\r\n\r\nexcept as such as are necessary to the existence of\r\n\r\nsuch  a  body,  and  the  proper  exercise  of  its\r\n\r\nfunctions which it is intended to execute. Whatever\r\n\r\nin  a  reasonable  sense  is  necessary  for  these\r\n\r\npurposes  is  impliedly  granted  whenever  such  a\r\n\r\nlegislative   body  is  established  by   competent\r\n\r\nauthority.'\r\n\r\n\r\n\r\n<br><br>Later in his speech he said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The power, therefore, of suspending a Member\r\n\r\nguilty  of obstructing or disorderly conduct during\r\n\r\nthe continuance of any current sitting is, in their\r\n\r\nLordships' judgment, reasonably necessary  for  the\r\n\r\nproper exercise of the functions of any Legislative\r\n\r\nAssembly of this kind. And it may well be that  the\r\n\r\nsame   doctrine   of  reasonable  necessity   would\r\n\r\nauthorise a suspension until submission of  apology\r\n\r\nby   the   offending  Member  which,  if  he   were\r\n\r\nrefractory, might cause it to be prolonged, not  by\r\n\r\nthe  arbitrary discretion of the Assembly,  but  by\r\n\r\nhis own wilful default for some further time.'\r\n\r\n\r\n\r\n<br><br>At  the  very  least,  therefore,  the  Legislative\r\n\r\nAssembly has the power, even if it is regarded as a\r\n\r\ncolonial legislature by the Member for Hong Lim, to\r\n\r\ntake  such measures as are necessary to secure  its\r\n\r\nexistence  and the proper exercise of the functions\r\n\r\nwhich  it  is intended to execute. In addition,  we\r\n\r\nhave  the express power contained in Standing Order\r\n\r\n56   paragraph  (5).  This  gives  the  Legislative\r\n\r\nAssembly power to proceed against any\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 837</b></font><br><br>\r\n\r\n\r\n\r\nMember according to any resolution of the Assembly.\r\n\r\nThe  procedure for this is not expressly laid down,\r\n\r\nbut  for  this, reliance can be placed on  Standing\r\n\r\nOrder 103 paragraph (2), which provides, in effect,\r\n\r\nthat in any matter for which the Standing Orders do\r\n\r\nnot  provide, the practice of the House of  Commons\r\n\r\nshall be followed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Section 54 (1) of the Singapore (Constitution)\r\n\r\nOrder in Council, 1958, in so far as it deals with\r\n\r\nmotions, provides that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Subject to the provisions of this Order and of\r\n\r\nthe Standing Orders of the Assembly, any Member may\r\n\r\n... propose any motion for debate in ... Assembly,\r\n\r\nand  the  same  shall be debated  and  disposed  of\r\n\r\naccording to the Standing Orders of the Assembly.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The limitations on the powers of the Assembly are\r\n\r\nexpressly  laid down in the Order in  Council,  for\r\n\r\nexample,  in  section 54 (2) (b),  which  says,  in\r\n\r\neffect,  that  the Assembly shall not proceed  upon\r\n\r\nany  motion  the effect of which is  to  impose  or\r\n\r\nincrease any tax, or impose or increase any  charge\r\n\r\non   the  revenues  of  Singapore  except  on   the\r\n\r\nrecommendation   of  the  Yang  di-Pertuan   Negara\r\n\r\nsignified by a Minister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, prima facie, the Assembly has power to deal\r\n\r\nwith  any  motion, and anyone who asserts that  the\r\n\r\nAssembly has no such power must show that there  is\r\n\r\nsome  statutory provision in the Order  in  Council\r\n\r\nwhich restricts the powers of the Assembly. Even if\r\n\r\nwe  are unable to find any express enactment giving\r\n\r\nus  power  to  deal  with this motion,  this  House\r\n\r\nshould, in my opinion, be bold and generous  enough\r\n\r\nto claim and assert the power. For to say that this\r\n\r\nAssembly  has no power to deal with this motion  is\r\n\r\ntantamount to asserting that this House  is  unable\r\n\r\nto   regulate  the  orderly  conduct  of  its   own\r\n\r\nbusiness. This Assembly will then cease  to  be  an\r\n\r\neffective  body, and instead of decorum and  order,\r\n\r\nwe  will  have  licensed misconduct and  chaos.  If\r\n\r\nanyone  should assert that this House has no  power\r\n\r\nto  adopt  this  motion, let him go to  some  other\r\n\r\ntribunal  and  say that the Assembly  has  no  such\r\n\r\npower.  This House at least should not  accept  the\r\n\r\nargument  that it has no such power. Nay,  even  if\r\n\r\nsome\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 838</b></font><br><br>\r\n\r\n\r\n\r\nother tribunal were to assert that the House has no\r\n\r\nsuch  power,  we should not meekly  accept  such  a\r\n\r\nruling, but should assert the legislative supremacy\r\n\r\nof this House to give itself such power.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It would be a surrender of our powers, rights and\r\n\r\nprivileges for us to say that such a motion  as  is\r\n\r\nproposed  cannot  be  moved  and  adopted  by  this\r\n\r\nAssembly.  Whilst Standing Order 56  paragraph  (5)\r\n\r\ngives   the  Assembly  power  to  take  proceedings\r\n\r\nagainst  any Member by resolution, it does not  set\r\n\r\nout  the  practice  and  procedure,  and  we  have,\r\n\r\ntherefore,  to go for guidance to the practice  and\r\n\r\nprocedure of the House of Commons. The practice  in\r\n\r\nEngland,  as  I  have stated earlier,  is,  if  the\r\n\r\nmatter of the complaint is a charge alleged  to  be\r\n\r\nmade  by  one Member against another,  to  give  an\r\n\r\nopportunity to the Member to establish the  charge,\r\n\r\nthat is, if he wishes to do so; or to withdraw  the\r\n\r\ncharge.  Where  the  Member has refused  either  to\r\n\r\nwithdraw  the  charge  or to substantiate  it,  the\r\n\r\nHouse  may  adjudge  him  guilty  of  a  breach  of\r\n\r\nprivilege and deal with him accordingly. Where  the\r\n\r\nMember  accused  has  made a  proper  apology,  the\r\n\r\nmotion  may  be  withdrawn,  or  the  House,  while\r\n\r\ncondemning  the  Member's conduct as  a  breach  of\r\n\r\nprivilege,  may resolve that it would  not  proceed\r\n\r\nfurther in the matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have given only a precis of\r\n\r\nthe  opinion of the State Advocate-General on  this\r\n\r\nmatter. In due course, a full written opinion  will\r\n\r\nbe  forwarded  to  you  and  all  Members  of  this\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koh:</b> Mr Speaker, on a point of explanation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Koh.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koh:</b> When can we expect that opinion of the\r\n\r\nState Advocate-General?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> This written opinion will be\r\n\r\ndelivered to Mr Speaker probably between ten  days\r\n\r\nand a fortnight.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I was under the misapprehension that we would proceed to my motion, and I have certain\r\n\r\nother  matters to deal with. But if you will permit\r\n\r\nme to continue. I shall do so.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 839</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> As I see it, the issue at the moment\r\n\r\nbefore  the House is whether or not this House  has\r\n\r\npower  to  entertain the motion. That is  the  only\r\n\r\nissue.  Has  this  House  power  to  entertain  the\r\n\r\nmotion,  in view of what has been said by,  I  take\r\n\r\nit, the legal luminaries of Singapore? If the House\r\n\r\nis  satisfied  that it has power to  entertain  the\r\n\r\nmotion,  then, of course, the motion proceeds,  and\r\n\r\nwhat course that motion takes is a different matter\r\n\r\nentirely. We now have to decide whether or  not  we\r\n\r\ncould continue with the motion which has been filed\r\n\r\nby the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> On a point of order, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order. Yes. Mr Ong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Can I ask that we adjourn this\r\n\r\nsitting  until we have full details of the  opinion\r\n\r\nof  the  State  Advocate-General to enable  a  more\r\n\r\ndetailed debate on the subject?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That, of course, is not a point of\r\n\r\norder.  From  the suggestion which the  Member  for\r\n\r\nHong  Lim is making, it seems to me that the issues\r\n\r\nhave,  in fact, been somewhat confused. We are  now\r\n\r\ndebating the motion whether or not the Speaker  was\r\n\r\ncorrect  in  admitting this motion as a motion.  In\r\n\r\nother  words,  the Speaker is of the  opinion  that\r\n\r\nthis  House  has  power  to entertain  the  motion.\r\n\r\nWhether  this  House has power  to  condemn  or  to\r\n\r\nsuspend in the circumstances indicated, that  is  a\r\n\r\nseparate  issue.  It seems to me  that  the  issues\r\n\r\nhave,  in  fact,  been confused. I  would  like  to\r\n\r\ndispose of the first issue, which is whether or not\r\n\r\nthis  House has power to entertain the motion.  And\r\n\r\nif  the  House  is satisfied that it has  power  to\r\n\r\nentertain  the motion as such, then we go  back  to\r\n\r\nthe  Deputy Prime Minister's motion. The first part\r\n\r\nhas  already been proposed to the House. The  first\r\n\r\npart suggests that the House condemns. As I see it,\r\n\r\nthe Member for Hong Lim says the House has no power\r\n\r\nto  condemn, and the Leader of the House  maintains\r\n\r\nthat  the House has power to condemn. That  is  the\r\n\r\nissue which perhaps would be raised When we come to\r\n\r\nthe first part\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 840</b></font><br><br>\r\n\r\n\r\n\r\nof   the   motion  of  the  Leader  of  the  House.\r\n\r\nSimilarly, the same issue might be raised  when  we\r\n\r\ncome  to  the second part of the motion. The  issue\r\n\r\nwould  be - Has the House power to suspend? The first\r\n\r\nthing  to  dispose  of, I think,  to  put  it  very\r\n\r\nshortly,  is this - Has the House power to entertain\r\n\r\nthe motion filed by the Deputy Prime Minister?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koh</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order or a point of\r\n\r\nexplanation?\r\n\r\n\r\n\r\n<br><br><!-- Mr Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koh:</b> Point of order. Mr Speaker, Sir, will I\r\n\r\nbe  in order now to move an amendment to the motion\r\n\r\nof the Member for Hong Lim?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> What are the terms of the motion?\r\n\r\n\r\n\r\n<br><br><!-- Mr Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koh:</b> What I have in mind is this - That the\r\n\r\nruling  of the Speaker admitting the motion of  the\r\n\r\nDeputy  Prime Minister in regard to the Member  for\r\n\r\nHong Lim be - and this is my amendment, Mr Speaker:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`referred to Sir Ivor Jennings or other leading\r\n\r\ncounsel on constitutional law for an opinion'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Will I be in order to make that amendment now?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Can I have the terms of the\r\n\r\namendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koh:</b> The words \"rescinded\"-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Can I have the amendment in writing?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment handed in.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I will have to decide whether or not\r\n\r\nthis suggested amendment is, to quote the words  of\r\n\r\nStanding  Order 34, an amendment which is  relevant\r\n\r\nto the motion before the House; and beyond that,  I\r\n\r\nmust  also  decide whether the amendment is  within\r\n\r\nthe  scope of the original motion. This is a matter\r\n\r\nof some little difficulty, and I propose to suspend\r\n\r\nfor  an hour to give Members time to have their tea\r\n\r\nand   perhaps   to  discuss  this  matter   amongst\r\n\r\nthemselves. I will take this Chair again  at\r\n\r\nhalf-past five.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sitting according suspended at\r\n\r\n<br><br>4.22 p.m. until 5.30 p.m.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 841</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n           \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of debate on Question,\r\n\r\n\"That  the  ruling  of  the Speaker  admitting  the\r\n\r\nmotion  of  the Deputy Prime Minister in regard  to\r\n\r\nthe  Member for Hong Lim be rescinded and that this\r\n\r\nAssembly  has  no  jurisdiction to  deal  with  the\r\n\r\nmatters raised therein.\"\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Before the Assembly rose, I intimated\r\n\r\nthat it was perhaps an appropriate time for tea and\r\n\r\nthat  during  the  interval I  would  consider  the\r\n\r\ndesire  expressed by the Member for  Joo  Chiat  to\r\n\r\nmove  an amendment to the motion before the  House.\r\n\r\nThe  Member  for  Joo Chiat has intimated  that  he\r\n\r\ndesires  to move an amendment which seeks to  leave\r\n\r\nout  the  words from \"be\" to the end and  there  to\r\n\r\ninsert  \"referred  to Sir Ivor  Jennings  or  other\r\n\r\nleading  counsel  on  constitutional  law  for   an\r\n\r\nopinion\".  So  that if accepted the amended  motion\r\n\r\nwould read:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That the ruling of the Speaker admitting the\r\n\r\nmotion  of  the Deputy Prime Minister in regard  to\r\n\r\nthe  Member  for Hong Lim be referred to  Sir  Ivor\r\n\r\nJennings or other leading counsel on constitutional\r\n\r\nlaw for an opinion.'\r\n\r\n\r\n\r\n<br><br>An amendment to be admitted must be relevant to the\r\n\r\nmotion  which  seeks to amend and must  not  import\r\n\r\nanything outside the scope of the motion,  that  is\r\n\r\nto  say, it must have reference to the substance of\r\n\r\nthe  motion  itself and have the effect  rather  of\r\n\r\nrestricting   the  field  of  debate  which   would\r\n\r\notherwise  be open on the question on  the  motion.\r\n\r\nThe  motion invites the House to rescind the ruling\r\n\r\nof the Speaker and to say that this Assembly has no\r\n\r\njurisdiction  to  deal  with certain  matters.  The\r\n\r\namendment invites the House to seek expert  opinion\r\n\r\non  the  ruling  of the Speaker. To  my  mind,  the\r\n\r\namendment  poses an entirely different proposition.\r\n\r\nIt  is outside the scope and confines of the motion\r\n\r\nitself and is therefore inadmissible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Joe Chiat had the Floor. Does he\r\n\r\nwish to address the House?\r\n\r\n\r\n\r\n<br><br><!-- Mr Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koh:</b> Mr Speaker, Sir, you have made the issue\r\n\r\nnow very clear and, as I understand it, it is this,\r\n\r\nwhether your ruling is correct or not.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 842</b></font><br><br>\r\n\r\n           \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister has addressed you very lengthily. If I am correct, the two basic\r\n\r\nprinciples propounded by him are (i) that the power\r\n\r\nof  this House is unrestricted, except those powers\r\n\r\nrestricted   by   any  Ordinance  or   rules   made\r\n\r\nthereunder.  I repeat, Mr Speaker, Sir,  that  the\r\n\r\npowers  of this House are unrestricted unless - if  I\r\n\r\nam  wrong,  I  hope the Deputy Prime Minister  will\r\n\r\nexplain - as   I  say,  as  I  understand   it,   his\r\n\r\ncontention on law is that unless the powers of this\r\n\r\nHouse  are restricted by any Ordinance or any rules\r\n\r\nor  regulations made thereunder, then those  powers\r\n\r\nare unrestricted.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think I did endeavour to channel\r\n\r\nthe  debate to the course I thought was proper, and\r\n\r\nI indicated that, in my view, the motion we are now\r\n\r\ndebating is merely a motion to say whether  or  not\r\n\r\nthe  House has power to entertain the motion as  it\r\n\r\nstands.  That is the issue. And the other issue  is\r\n\r\nwhether  or  not the House has power to condemn  or\r\n\r\nsuspend. Those are the issues which perhaps  really\r\n\r\narise  on  the motion by the Deputy Prime Minister.\r\n\r\nWhat  we are now concerned with is whether  or  not\r\n\r\nthe  Speaker was right in admitting the  motion  so\r\n\r\nthat the House would be able to entertain it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koh:</b> Mr Speaker, Sir, I do understand you,\r\n\r\nbut  may  I  explain  that you are  also  bound  by\r\n\r\ncertain laws? I say this with respect. Sir. And  it\r\n\r\nis the Deputy Prime Minister's contention that your\r\n\r\npowers  also are unrestricted unless restricted  by\r\n\r\nsome written law or rules or regulations.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Mr Speaker, Sir, this Assembly is not a\r\n\r\nsovereign Assembly, as the Member for Hong Lim  has\r\n\r\nsaid.  The  British Parliament is in  a  completely\r\n\r\ndifferent  position to our Assembly.  Our  Assembly\r\n\r\nwas   brought  into  existence  by  virtue  of  the\r\n\r\nSingapore  (Constitution) Order in  Council-Part  V\r\n\r\nwhich   is   headed  \"Constitution  of  Legislative\r\n\r\nAssembly\",  at page 19. The sections  involved  are\r\n\r\nsections 34 to 46.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have said just now and with\r\n\r\nhumility  I  say  that this has  reference  to  the\r\n\r\nmatter  under  discussion  now.  The  Deputy  Prime\r\n\r\nMinister says\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 843</b></font><br><br>\r\n\r\n\r\n\r\nthat  unless  you  have something  restricting  the\r\n\r\npowers,  then  the  powers are unlimited.  That  is\r\n\r\ncontrary to all the rules of interpretation that we\r\n\r\nare used to in our courts of law. The principles of\r\n\r\ninterpretation are dealt with very ably by  Maxwell\r\n\r\nin  The  Interpretation of Statutes. I  have  here,\r\n\r\nSir, the 10th Edition (1953) of Maxwell and on page\r\n\r\n12 he says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It is but, a corollary to the general principle\r\n\r\nof literal construction that nothing is to be added\r\n\r\nto  or to be taken from a statute unless there  are\r\n\r\nsimilar  adequate grounds to justify the  inference\r\n\r\nthat  the  legislature intended something which  it\r\n\r\nomitted to express.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is a wrong thing to read into an Act of\r\n\r\nParliament  words which are not there  and  in  the\r\n\r\nabsence  of clear necessity it is a wrong thing  to\r\n\r\ndo.'\r\n\r\n\r\n\r\n<br><br>That  was  said, Mr Speaker, Sir, in the  case  of\r\n\r\nThompson v. Gould, 1910, Appeal Cases 409 and 420.\r\n\r\n\r\n\r\n<br><br>Also:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We are not entitled to read words into an Act of\r\n\r\nParliament  unless clear reason for  it  is  to  be\r\n\r\nfound within the four corners of the Act itself.'\r\n\r\n\r\n\r\n<br><br>Those  words  were  spoken by  Lord  Lorburn,  Lord\r\n\r\nChancellor, in the case of Vickers v. Evans, a 1910\r\n\r\ncase reported in Appeal Case 444.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Words plainly should not be added by implication\r\n\r\ninto  a statute unless it is necessary to do so  to\r\n\r\ngive   the  language  sense  and  meaning  in   its\r\n\r\ncontext.'\r\n\r\n\r\n\r\n<br><br>If  I  read that paragraph correctly, Mr  Speaker,\r\n\r\nSir,  it means that we cannot give more powers than\r\n\r\nthe  powers given by a statute. To bring it  closer\r\n\r\nto  the  subject under discussion, we have  here  a\r\n\r\nstatute,  the  Singapore  (Constitution)  Order  in\r\n\r\nCouncil, 1958, and in particular sections 34 to  46\r\n\r\nthereof.  We  must act within the four  corners  of\r\n\r\nthis  Order  in Council. We cannot import  into  it\r\n\r\npowers  which are not given by it. And therefore  I\r\n\r\nsay    it   would   be   inverting   the   ordinary\r\n\r\ninterpretation of statutes to adopt the  contention\r\n\r\nof the Hon. the Deputy Prime Minister. Sir, if I am\r\n\r\ncorrect  in  that contention, then your powers  are\r\n\r\ngiven by section 35 of the Singapore (Constitution)\r\n\r\nOrder in Council which reads as follows:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 844</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(1) Subject to the provisions of section 111 of\r\n\r\nthis Order, when the Assembly first meets after any\r\n\r\ngeneral  election  and before it  proceeds  to  the\r\n\r\ndespatch  of any other business, it shall  elect  a\r\n\r\nperson  to be Speaker, and, whenever the office  of\r\n\r\nSpeaker  is  vacant otherwise than by reason  of  a\r\n\r\ndissolution of the Assembly, shall not transact any\r\n\r\nbusiness  other than election of a person  to  fill\r\n\r\nthat office.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The Speaker may be elected, in such manner as\r\n\r\nthe Assembly may from time to time decide...'.\r\n\r\n\r\n\r\n<br><br>That concerns, Sir, the election of the speaker. It\r\n\r\ngoes  on  to section 36 (Remuneration of  Speaker),\r\n\r\nsection 37 (appointment of Deputy Speaker) and then\r\n\r\nto  section  38  the marginal note of  which  reads\r\n\r\n\"Performance of functions of Speaker\":\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Subject to the provisions of this Order, the\r\n\r\nfunctions conferred by this Order upon the  Speaker\r\n\r\nshall, if there is no person holding the office of\r\n\r\nSpeaker  or if the Speaker is absent from Singapore.'.\r\n\r\n\r\n\r\n<br><br>It  does  not  define your powers at all.  Now  this\r\n\r\n(Constitution) Order in Council is the fountain  of\r\n\r\nthe  powers  of this Assembly, and if it  does  not\r\n\r\ngive any powers to you, then where do we find those\r\n\r\npowers,  Mr  Speaker,  Sir?  We  have,  under  the\r\n\r\n(Constitution) Order in Council, Part VI, which  is\r\n\r\nheaded  \"Powers  and Procedure of  the  Legislative\r\n\r\nAssembly\",  section 48 (1) which  has  been  quoted\r\n\r\nmany  times  today, and which gives power  to  this\r\n\r\nAssembly to make, amend and revoke Standing  Orders\r\n\r\nfor  the regulation and orderly conduct of its  own\r\n\r\nproceedings and the despatch of business. Now  here\r\n\r\nis  a law which gives the subject matter upon which\r\n\r\nour  Standing Orders must be based, and that is the\r\n\r\nregulation and orderly conduct - I emphasise the word\r\n\r\n\"conduct\",  Mr Speaker, Sir - of its own proceedings\r\n\r\nand  the  despatch of business. That is  the  \r\n\r\nover-riding  section which our Standing Orders must  not\r\n\r\nbe  ultra vires. Now to say that Standing Order 56,\r\n\r\nparagraph  (5)  gives  extensive  powers  to   this\r\n\r\nAssembly  would  contravene section 41,  subsection\r\n\r\n(1)  of  the  Singapore  (Constitution)  Order   in\r\n\r\nCouncil.  And,  therefore, we  must  take  it  that\r\n\r\nparagraph (5) of Standing Order 56 deals only  with\r\n\r\nsubjects  given within that Standing Order.  It  is\r\n\r\nnot a comprehensive omnibus type of order.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 845</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then we have, Sir, what is known as the privileges\r\n\r\nOrdinance. There again, as the Member for Hong  Lim\r\n\r\nhas  brought  to your attention, the  offences  for\r\n\r\nwhich a Member may be suspended are defined, and in\r\n\r\nthe  section defining the matter - section 20 of  the\r\n\r\nOrdinance - there is no mention at all of the subject\r\n\r\nmatter  of  the  motion. Under those circumstances,\r\n\r\nMr  Speaker,  Sir, would it be  correct  for  this\r\n\r\nAssembly to discuss something for which it has  not\r\n\r\nbeen  given  power in any written law or regulation\r\n\r\nmade   thereunder?  I  think  the  answer  to  that\r\n\r\nquestion  is  the answer to the motion  before  the\r\n\r\nHouse today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I cannot quote any written law which says\r\n\r\nthat  the Speaker cannot make a motion in the terms\r\n\r\nthat are before the House today; nor can the Deputy\r\n\r\nPrime  Minister quote any section which  says  that\r\n\r\nyou  can  do  it.  But I do quote  Maxwell  on  the\r\n\r\ninterpretation of statutes which says  that  unless\r\n\r\nthe  written law itself gives a power,  you  cannot\r\n\r\nimport  into  the Ordinance anything which  is  not\r\n\r\nwithin  the four corners of the Ordinance. That  is\r\n\r\nas  far  as  I can carry the legal aspects  of  the\r\n\r\nmotion before the House now, Sir.\r\n\r\n\r\n\r\n<br><br>5.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Speaker, Sir,\r\n\r\nthe  Deputy Prime Minister, in reply to the  Member\r\n\r\nfor  Hong  Lim, informed the House that the  motion\r\n\r\nwhich  he  had placed before the House was  brought\r\n\r\nunder  Standing Order 56, paragraph  (5).  Standing\r\n\r\nOrder  56  prescribes the order in debate and  sets\r\n\r\nout  what  the  Speaker can do,  whereupon  certain\r\n\r\nconsequences then ensue. Now, paragraph (5) says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing in this Standing Order shall be taken to\r\n\r\ndeprive  the  Assembly of the power  of  proceeding\r\n\r\nagainst  any Member according to any resolution  of\r\n\r\nthe Assembly.'\r\n\r\n\r\n\r\n<br><br>The  Deputy Prime Minister says that he brings  his\r\n\r\nmotion  within the ambit of this paragraph of  this\r\n\r\nStanding Order. And he says that this comes  within\r\n\r\nthe  phrase  \"any resolution of the Assembly\".  Mr\r\n\r\nSpeaker,  in coming to any conclusions as  to  what\r\n\r\nexactly the phrase \"according to any resolution  of\r\n\r\nthe  Assembly\" could mean, I think one has to  look\r\n\r\nat the House of Commons\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 846</b></font><br><br>\r\n\r\n\r\n\r\nStanding Orders from which our Standing Orders  are\r\n\r\ntaken.  The  equivalent proviso  in  the  House  of\r\n\r\nCommons Standing Orders reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing in this Standing Order shall be taken to\r\n\r\ndeprive  the  House  of Commons  of  the  power  of\r\n\r\nproceeding against any Member according to  ancient\r\n\r\nusages.'\r\n\r\n\r\n\r\n<br><br>The  operative words there, Mr Speaker,  Sir,  are\r\n\r\n\"ancient usages\", and our operative words here  are\r\n\r\n\"according  to any resolution of the Assembly\".  It\r\n\r\nseems to me that the Deputy Prime Minister seeks to\r\n\r\nequate \"ancient usages\" of the House of Commons  to\r\n\r\n\"any resolution of the Assembly\". Mr Speaker, even\r\n\r\nthe  House of Commons is restricted as to  what  it\r\n\r\nmay  do  under paragraph (6) of Standing Order  22.\r\n\r\nThe  House  of  Commons  itself  cannot  go  beyond\r\n\r\n\"ancient  usages\";  in other words,  the  House  of\r\n\r\nCommons  has not got an unbridled licence to  bring\r\n\r\nin  any  resolution it may like. The power  of  the\r\n\r\nHouse  of Commons to bring such a resolution  under\r\n\r\nparagraph (6) is a restrictive one; not an expanded\r\n\r\none  but a restrictive one, and it restricts itself\r\n\r\nto  the  ancient usages which the House of  Commons\r\n\r\nenjoys.  So therefore that is a restrictive  clause\r\n\r\nimposed  upon the House of Commons, which does  not\r\n\r\nenable it to go outside ancient usages.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, by this phrase \"according to any resolution\r\n\r\nof  the Assembly\", can we give ourselves very  much\r\n\r\nwider  powers  than  the House  of  Commons  itself\r\n\r\nenjoys?  I submit, with respect, that is  not  what\r\n\r\nthe  Deputy  Prime Minister means. If that  is  not\r\n\r\nwhat  he  means,  then there must be  some  meaning\r\n\r\ngiven  to  this phrase \"according to any resolution\r\n\r\nof  the  Assembly\".  I submit,  Mr  Speaker,  with\r\n\r\nrespect, that before one can find out exactly  what\r\n\r\nthis  Assembly can bring within the scope  of  this\r\n\r\nparagraph,  one  has to resolve in one's  own  mind\r\n\r\nwhat the powers of the Assembly are. Therefore,  it\r\n\r\nbecomes   necessary  to  look  at   the   Singapore\r\n\r\n(Constitution) Order in Council, 1958. We  go  back\r\n\r\nto  Part  VI of the Constitution, on page  25,  Mr\r\n\r\nSpeaker,  Sir,  - \"Powers  and  Procedure   of   the\r\n\r\nLegislative Assembly\". Section 47 says:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 847</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Subject to the provisions of this Order, it shall\r\n\r\nbe  lawful for the Yang di-Pertuan Negara, with the\r\n\r\nadvice  and consent of the Assembly, to  make  laws\r\n\r\nfor  the  peace,  order  and  good  government   of\r\n\r\nSingapore.'\r\n\r\n\r\n\r\n<br><br>So  it  would appear that this Legislative Assembly\r\n\r\ndoes  not  make  laws;  it is the  Yang  di-Pertuan\r\n\r\nNegara  who makes laws with the advice and  consent\r\n\r\nof  this  Assembly. That is the  first  thing.  The\r\n\r\nsecond thing is:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Subject to the provisions of this Order, the\r\n\r\nAssembly  may  from time to time  make,  amend  and\r\n\r\nrevoke  Standing  Orders  for  the  regulation  and\r\n\r\norderly  conduct  of  its own proceedings  and  the\r\n\r\ndespatch of business.'\r\n\r\n\r\n\r\n<br><br>In  the section, Mr Speaker, it does not say  \"the\r\n\r\nAssembly  may  from time to time  make,  amend  and\r\n\r\nrevoke  Standing Orders\" on anything it  likes.  It\r\n\r\nputs  a check on the powers of the Assembly  in  so\r\n\r\nfor  as  Standing Orders are concerned. It  further\r\n\r\ngoes on to say in that subsection that the Standing\r\n\r\nOrders  then extant shall be applicable until  such\r\n\r\ntime  as  they are adapted or altered. That  really\r\n\r\ndoes  not  matter, but it is section  48  (1)  that\r\n\r\nmakes  the  difference  - \"for  the  regulation  and\r\n\r\norderly  conduct  of  its own proceedings  and  the\r\n\r\ndespatch  of  business.\" I am going to  suggest  to\r\n\r\nyou,  Mr  Speaker, Sir, that this only  gives  the\r\n\r\nAssembly  power to make regulations in  so  far  as\r\n\r\nproceedings  and  behaviour within these  precincts\r\n\r\nare concerned. Under this particular subsection  of\r\n\r\nthe  Constitution,  it does not give  the  Assembly\r\n\r\npower  to  go  beyond  the House,  or  to  regulate\r\n\r\nconduct and matters beyond the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, section 59 of the Constitution, on page 27, Mr Speaker, reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It shall be lawful, by laws enacted under this\r\n\r\nOrder,  to  determine and regulate the  privileges,\r\n\r\nimmunities  and  powers of the  Assembly  and  its\r\n\r\nMembers;  but  no  such privileges,  immunities  or\r\n\r\npowers shall exceed those of the Commons' House  of\r\n\r\nParliament in the United Kingdom or of the  Members\r\n\r\nthereof.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So I make the point - and it seems to be borne out\r\n\r\nby  the  Constitution - that in so  far  as  Standing\r\n\r\nOrders  are concerned, it shall confine  itself  to\r\n\r\n\"the  regulation  and orderly conduct  of  its  own\r\n\r\nproceedings and the despatch of business\".  And  in\r\n\r\nso far as the \"ancient\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 848</b></font><br><br>\r\n\r\n\r\n\r\nusages\"  are  concerned, Mr Speaker, Sir  - now  we\r\n\r\ncome  back  to  the phrase \"ancient usages  of  the\r\n\r\nHouse  of Commons\" - they are nothing but the  powers\r\n\r\nand  privileges  of the House of  Commons.  So  the\r\n\r\nOrder in Council says this: if you want to regulate\r\n\r\nyour  own proceedings within the Chamber,  you  may\r\n\r\nframe  Standing Orders to that intent and  purpose;\r\n\r\nbut  if  you  want  to  give  yourself  powers  and\r\n\r\nprivileges, you shall not give yourself powers  and\r\n\r\nprivileges beyond those now enjoyed by the House of\r\n\r\nCommons, but you shall do it by statute:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It shall be lawful, by laws enacted under this\r\n\r\nOrder'.\r\n\r\n\r\n\r\n<br><br>I  take  it  that \"laws enacted under this  Order\"\r\n\r\nmerely means a statute or an Ordinance to determine\r\n\r\nand  regulate the privileges, immunities and powers\r\n\r\nof the Assembly. So that before one determines what\r\n\r\nthis  House  can  do  or cannot  do,  what  it  can\r\n\r\nentertain or cannot entertain, one has to  look  at\r\n\r\nsection  48 and section 59 of the Order in  Council\r\n\r\nbefore  one  can  come  to  what  the  powers   and\r\n\r\nprivileges are and what this Assembly can do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So that in so far as this particular motion is\r\n\r\nconcerned, Mr Speaker, Sir, I am suggesting to you\r\n\r\nthat the three relevant documents we need look into\r\n\r\nare: first of all, the Constitution; secondly,  the\r\n\r\nStanding   Orders;  and  thirdly,  the  Legislative\r\n\r\nAssembly  (Powers and Privileges) Ordinance,  1955.\r\n\r\nSo  these  are  the three sources from  which  this\r\n\r\nAssembly  derives whatever powers or privileges  it\r\n\r\nmay have or whatever procedure it is to follow.  So\r\n\r\nbefore one can determine, Mr Speaker, Sir, whether\r\n\r\nyour ruling is a correct ruling or not, I think one\r\n\r\nhas to determine exactly whether the motion put  in\r\n\r\nby  the  Deputy  Prime Minister is something  which\r\n\r\nthis House can entertain either under the Order  in\r\n\r\nCouncil  or  the Standing Orders or the Legislative\r\n\r\nAssembly (Powers and Privileges) Ordinance, 1955.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the Order in Council, Mr Speaker, Sir, merely\r\n\r\nsets out what this Assembly can give itself in  the\r\n\r\nway  of  powers  in general terms. But  what  those\r\n\r\npowers are, how they are to be used,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 849</b></font><br><br>\r\n\r\n\r\n\r\nand  what  they  are  to be is  a  matter  for  the\r\n\r\nAssembly itself to determine, either in the form of\r\n\r\nStanding Orders or in the form of an Ordinance.  In\r\n\r\nso  far  as the Standing Orders are concerned,  Mr\r\n\r\nSpeaker,  Sir,  the Standing Order  that  could  be\r\n\r\napplicable to this is Standing Order 56,  paragraph\r\n\r\n(5),  and  the Deputy Prime Minister also suggested\r\n\r\nthat  Standing Order 46 paragraph (10) might apply.\r\n\r\nHe said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The personal conduct of Members of the Assembly\r\n\r\nshall  not be referred to except upon a substantive\r\n\r\nmotion moved for that purpose.'\r\n\r\n\r\n\r\n<br><br>By  that  I take it that the Deputy Prime  Minister\r\n\r\nintended to suggest that as the Member for Hong Lim\r\n\r\nhad  touched  upon  the  personal  conduct  of  two\r\n\r\nMembers  in  this  Assembly,  therefore,   it   was\r\n\r\nrelevant  to this motion which he moved.  But  with\r\n\r\ndue  respect to him, I would say that whatever  the\r\n\r\nMember for Hong Lim might have said, he did not say\r\n\r\nit  in connection with the personal conduct of  any\r\n\r\nMember  of this House. Whatever he did say  was  in\r\n\r\nconnection  with  the  public  conduct  of  certain\r\n\r\nMembers  of  this  House who  were  holding  public\r\n\r\noffice.  Therefore, this particular  section,  with\r\n\r\ndue  respect, cannot be brought into  play  in  the\r\n\r\nconsideration  of  whether or  not  the  motion  as\r\n\r\nframed by the Deputy Prime Minister is admissible.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Let me try to elucidate that\r\n\r\npoint,   because   it   rather   puzzles   me.   My\r\n\r\nunderstanding  of  that part of  the  Deputy  Prime\r\n\r\nMinister's speech which touched on that is that his\r\n\r\nmotion  was akin to a motion with reference to  the\r\n\r\npersonal conduct of a Member of the Assembly,  that\r\n\r\nis,  the  personal conduct of the Member  for  Hong\r\n\r\nLim.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I beg your pardon, Sir, and that of the\r\n\r\nDeputy  Prime Minister. If that was the  contention\r\n\r\nof the Deputy Prime Minister, then might I say that\r\n\r\nthat  is  not  what is intended to  be  covered  by\r\n\r\nsection  46 (10) of the Standing Orders? Sir,  `The\r\n\r\npersonal  conduct of Members of the Assembly  shall\r\n\r\nnot  be  referred to except upon  a  substantive\r\n\r\nmotion  moved for that purpose', I take  it,  means\r\n\r\nthat  if  the personal conduct of a Member  outside\r\n\r\nthis House brings dis-respect to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 850</b></font><br><br>\r\n\r\n\r\n\r\nthis  House,  then a substantive  motion  could  be\r\n\r\nmoved. But the personal conduct here complained of,\r\n\r\nin respect of which the Deputy Prime Minister seeks\r\n\r\nto  suggest  that this motion could be brought,  is\r\n\r\nconduct  in  the  Assembly in  the  course  of  his\r\n\r\nduties,  and it has nothing to do with his personal\r\n\r\nlife.   Therefore,   I  would  submit   that   that\r\n\r\nparticular  proposition put forward by  the  Deputy\r\n\r\nPrime  Minister is not relevant to  the  issue  now\r\n\r\nbefore the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would admit that if this House had all the\r\n\r\npowers and privileges of the House of Commons, then\r\n\r\nthis  motion is admissible. I do not contest  that.\r\n\r\nBut  what I am suggesting to the House is this.  In\r\n\r\nthe  circumstances  in which the  House  now  finds\r\n\r\nitself,  with  the  Order  in  Council,  with   the\r\n\r\nStanding  Orders as they are now extant,  and  with\r\n\r\nthe  Legislative  Assembly (Powers and  Privileges)\r\n\r\nOrdinance  as it is now extant, this House  has  no\r\n\r\npower to entertain this motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this motion which the Deputy\r\n\r\nPrime Minister has introduced in this House is,  in\r\n\r\nfact,  an attempt to punish a Member for the  abuse\r\n\r\nof  privilege,  contempt of the  House,  and  as  a\r\n\r\nresult  of  which  certain  punishments  ensue.  In\r\n\r\ndetermining those things, Mr Speaker, Sir, one has\r\n\r\nto find out what is the nature of a contempt of the\r\n\r\nHouse. Now-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am sorry to be intervening.\r\n\r\nBut  I  think  Members of the Assembly  would  like\r\n\r\nelucidation of this particular point. Is the Member\r\n\r\nfor  Farrer  Park  not confusing  the  meanings  of\r\n\r\n\"resolution\" and \"motion\"? The \"resolution\" against\r\n\r\nthe  Member,  which is the word used in  paragraph\r\n\r\n(5)  of  Standing  Order 56,  as  distinct  from  a\r\n\r\nmotion.  A  resolution is the result of  a  motion.\r\n\r\nTherefore, the question which really arises on this\r\n\r\nmotion  by the Member for Hong Lim is - can a  motion\r\n\r\nseeking   a  resolution  be  entertained   in   the\r\n\r\nAssembly?  Is not the Assembly then at  liberty  to\r\n\r\ndiscuss  the  motion,  and thereafter  dismiss  the\r\n\r\nmotion if it is satisfied that a resolution on that\r\n\r\nmotion  cannot be passed? Is that not the issue  on\r\n\r\nthis particular motion?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 851</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, that is the hair\r\n\r\nwhich  you, with due respect, are splitting!  If  a\r\n\r\nmotion  which is brought to the House is  a  motion\r\n\r\nuntil such time as the House has come to a decision\r\n\r\non  it,  when it then becomes a resolution, then  I\r\n\r\nadmit  that  there is a difference. If a resolution\r\n\r\nof  the House is something which the House has made\r\n\r\nits determination on, then I agree that there is  a\r\n\r\ndistinction   between   the   word   \"motion\"   and\r\n\r\n\"resolution\".  As I have always felt,  the  way  in\r\n\r\nwhich the Deputy Prime Minister has sought to bring\r\n\r\nthis  motion  in  two  parts has  placed  me  in  a\r\n\r\ndifficulty  in arguing this case, or  presenting  a\r\n\r\ncase.  If  the  point of the motion  is  merely  to\r\n\r\ndiscuss  it, without reaching a conclusion, perhaps\r\n\r\nthe  House can debate it. But if the purpose of the\r\n\r\nmotion is in order that the House might come  to  a\r\n\r\nresolution to punish the Member for Hong Lim for  a\r\n\r\nbreach,  then I say this House is not competent  to\r\n\r\ncome  to  a resolution on it. If, Mr Speaker,  you\r\n\r\nare  saying that a motion can be introduced  merely\r\n\r\nto  discuss the pros and cons of it, without coming\r\n\r\nto any resolution on it, in the sense of condemning\r\n\r\nor  taking positive action, then perhaps it is  all\r\n\r\nright. But if the motion is to go further, to  seek\r\n\r\na  remedy  for what the motion claims  are  wrongs,\r\n\r\nthen I am saying that the remedy is not there, and,\r\n\r\ntherefore,  the  motion  cannot  be  brought  to  a\r\n\r\nresolution.  If  the  Deputy  Prime  Minister  will\r\n\r\nconcede me that, I will stop talking.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Is the Member for Farrer Park\r\n\r\ncontending that the motion, as a motion, cannot  be\r\n\r\ndiscussed if it seeks a resolution which  is  ultra\r\n\r\nvires?  Or is it not the position that the  motion,\r\n\r\nas  a motion, can be discussed, and if the Assembly\r\n\r\nis  satisfied that the resolution sought  is  ultra\r\n\r\nvires,  it  will just dismiss that  motion  out  of\r\n\r\nhand? The debate must-\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, here again my difficulty is this:\r\n\r\nif  there had been two motions before the House - the\r\n\r\nfirst motion in respect of the first part, and  the\r\n\r\nsecond motion in respect of the second part - I would\r\n\r\nhave conceded that the first motion could have been\r\n\r\nintroduced and discussed. But the motion\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 852</b></font><br><br>\r\n\r\n\r\n\r\nis  so  framed  that the resolution  on  the  first\r\n\r\nmotion   precedes  the  resolution  on  the  second\r\n\r\nmotion. That is my difficulty in this.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have solved that difficulty,\r\n\r\nbecause  I have made it quite clear that I  am  now\r\n\r\ntreating  the  motion as two distinct motions.  The\r\n\r\nfirst  one  is  whether or not  the  Assembly  will\r\n\r\ncondemn   the  Member  for  Hong  Lim  for  certain\r\n\r\nconduct,  and, thereafter, depending on the  result\r\n\r\nof  that  motion,  the House will then  proceed  to\r\n\r\nconsider  the second motion. It is in two  distinct\r\n\r\nparts.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> The question whether this House can\r\n\r\ncondemn  the  Member for Hong  Lim  in  respect  of\r\n\r\ncertain conduct in this House, may I put it to  the\r\n\r\nHouse, is not admissible. Let me get down to  grips\r\n\r\nwith that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Standing Order 56 paragraph (1) sets out the\r\n\r\ncircumstances in which you yourself,  Mr  Speaker,\r\n\r\nname   the  person,  and  then  a  Minister  or   a\r\n\r\nParliamentary Secretary moves a motion, and that is\r\n\r\nput  to the House without debate and the suspension\r\n\r\nthen  takes  place. That is not the  case  in  this\r\n\r\nparticular  matter. Now the Deputy  Prime  Minister\r\n\r\nseeks to bring it under paragraph (5). Therefore we\r\n\r\nhave to find out what are the motions which can  be\r\n\r\nintroduced  under paragraph (5). The motions  which\r\n\r\ncan be introduced under paragraph (5) would depend,\r\n\r\nMr  Speaker, Sir, on the Constitution firstly, and\r\n\r\non the Legislative Assembly (Powers and Privileges)\r\n\r\nOrdinance,  1955. Now section 20 of the Legislative\r\n\r\nAssembly  (Powers and Privileges) Ordinance,  1955,\r\n\r\nsets   out  the  circumstances  in  which   certain\r\n\r\nproceedings  could be taken. Perhaps I  had  better\r\n\r\nread out the whole of that section, Mr Speaker:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`20. -(1) Any member of the Assembly who\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) being a member of a committee of the\r\n\r\nAssembly, publishes to any person not being a\r\n\r\nmember  of such committee any evidence  taken\r\n\r\nby  the committee before it has been reported\r\n\r\nto the Assembly; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) assaults or obstructs a member of the\r\n\r\nAssembly  within the Chamber or precincts  of\r\n\r\nthe Assembly; or\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 853</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) assaults or obstructs any officer of the\r\n\r\nAssembly while in the execution of his  duty;\r\n\r\nor\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) is convicted of any offence under this\r\n\r\nOrdinance,\r\n\r\n\r\n\r\n<br><br>shall be guilty of contempt of the Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Where any member is guilty of contempt of the\r\n\r\nAssembly, the Assembly may, by resolution reprimand\r\n\r\nsuch member or suspend him from the service of  the\r\n\r\nAssembly for such period as it may determine.'\r\n\r\n\r\n\r\n<br><br>My  point, Mr Speaker, Sir, is that paragraph  (5)\r\n\r\nof  Standing Order 56 relates itself to section 20,\r\n\r\nsubsection  (2) of the Ordinance. That  could  then\r\n\r\nmake  sense, Mr Speaker, Sir, because in the House\r\n\r\nof Commons it reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Nothing in this Standing Order shall be taken to\r\n\r\ndeprive  the  House  of  the  power  of  proceeding\r\n\r\nagainst any Member according to ancient usages.'\r\n\r\n\r\n\r\n<br><br>Now our Standing Order reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`... according to any resolution of the\r\n\r\nAssembly.'\r\n\r\n\r\n\r\n<br><br>This  paragraph (5) had to be put into the Standing\r\n\r\nOrders  in  order  to  enable a  resolution  to  be\r\n\r\nbrought in to bring in misconduct within the  terms\r\n\r\nof  section 20. Section 20, Mr Speaker, Sir, deals\r\n\r\nwith  two types of offences, if I may put  it  that\r\n\r\nway. The first type of offences, set out in section\r\n\r\n20  (1) (a), 20 (1) (b), 20 (1) (c), could refer to\r\n\r\nMembers  of  the Assembly; whereas section  20  (1)\r\n\r\n(d),  \"is  convicted  of  any  offence  under  this\r\n\r\nOrdinance,  shall  be guilty  of  contempt  of  the\r\n\r\nAssembly.\"  refers to persons outside the  Assembly\r\n\r\nin  all  cases. There is a further section  in  the\r\n\r\nLegislative   Assembly  (Powers   and   Privileges)\r\n\r\nOrdinance - section 22 - Mr Speaker, which says this:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(1) A member shall not in or before the Assembly\r\n\r\nor any committee take part in the discussion of any\r\n\r\nmatter  in which he has a direct pecuniary interest\r\n\r\nwithout disclosing the extent of that interest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Any member who acts in contravention of this\r\n\r\nsection may be adjudged guilty of contempt  by  the\r\n\r\nAssembly  and  shall be liable  to  the  penalties\r\n\r\nprovided  in section 20 of this Ordinance for  such\r\n\r\ncontempt.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So that section 22, Mr Speaker, Sir, and section\r\n\r\n20  (1) (a) , section 20 (1) (b), and section 20 (1)\r\n\r\n(c)  provide cases of Assemblymen being brought  up\r\n\r\nbefore  the House for discipline. If paragraph  (5)\r\n\r\nof  Standing  Order 56 were not there,  then  I  am\r\n\r\nsuggesting to you, Mr\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 854</b></font><br><br>\r\n\r\n\r\n\r\nSpeaker,  Sir, that such disciplinary action  could\r\n\r\nnot  have  been taken. It is because of  that  that\r\n\r\nparagraph  (5) is there, and it is not intended  to\r\n\r\nserve  any purpose beyond the purposes set  out  in\r\n\r\nthis Ordinance. That is my contention. If the terms\r\n\r\nof the motion by the Deputy Prime Minister could be\r\n\r\nbrought  to  bear on matters which are  within  the\r\n\r\nLegislative   Assembly  (Powers   and   Privileges)\r\n\r\nOrdinance,  then I would concede to him  that  this\r\n\r\nmotion is in order. Otherwise, Mr Speaker, Sir, it\r\n\r\ncannot be moved. Maybe there is a hiatus. If  there\r\n\r\nis  a  hiatus,  it is up to us to resolve  it.  But\r\n\r\nlooking  at  the  three  documents,  I  think  this\r\n\r\nAssembly is not competent to say that even if there\r\n\r\nis  a  hiatus, we can still bring up  a  motion  in\r\n\r\nspite  of that hiatus. I think, to that extent,  we\r\n\r\nare a restricted body. The powers must be expressly\r\n\r\ngiven  to us, and as they have been expressly given\r\n\r\nto  us  in  the  statute and  in  Orders,  we  must\r\n\r\ntherefore confine ourselves within the four corners\r\n\r\nof the powers so given.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the powers given to the Assembly with regard\r\n\r\nto  powers  and privileges are restricted.  In  the\r\n\r\nCourts  Ordinance here, the power of the courts  to\r\n\r\npunish  for  contempt  is expressly  given  by  the\r\n\r\nsection in the Courts Ordinance which says: that in\r\n\r\nso  far as punishing for contempt of court for  the\r\n\r\nHigh Court is concerned, it shall be equivalent  to\r\n\r\nthe powers enjoyed by the High Courts in England.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So that the High Court here, in so far as the\r\n\r\npunishing  for contempt of court is concerned,  has\r\n\r\nan  equivalent jurisdiction as the High  Courts  in\r\n\r\nthe United Kingdom. But in so far as this aspect of\r\n\r\nthe  powers  and  privileges  of  the  Assembly  is\r\n\r\nconcerned, we do not enjoy the same privileges  and\r\n\r\nthe  same powers that the United Kingdom Parliament\r\n\r\nhas, Mr Speaker, Sir, because our powers have been\r\n\r\nrestricted  under  the various relevant  documents.\r\n\r\nBecause  of  that, I am now saying that the  Deputy\r\n\r\nPrime  Minister was wrong when he suggested to  the\r\n\r\nHouse  that this Standing Order gave him the  power\r\n\r\nto  move this motion. I am suggesting to him and to\r\n\r\nyou, Mr Speaker, Sir, that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 855</b></font><br><br>\r\n\r\n\r\n\r\nthis paragraph of Standing Order 56 does not enable\r\n\r\nthe  Assembly  to  entertain  any  motion  of  this\r\n\r\nnature.  It  only relates to matters in respect  of\r\n\r\nwhich  this Assembly has express powers. The Member\r\n\r\nfor Hong Lim, Mr Speaker, Sir, gave it a much more\r\n\r\nrestricted meaning. I am not saying he is right  or\r\n\r\nwrong. He may well be right. But I am saying  this:\r\n\r\nthe  most  I  am prepared to concede is  that  what\r\n\r\nanybody  can  bring  under this  paragraph  (5)  is\r\n\r\nanything which the Legislative Assembly (Powers and\r\n\r\nPrivileges) Ordinance, 1955, prescribes.  Supposing\r\n\r\nparagraph (5) were not there, Mr Speaker. Sir,  it\r\n\r\nwould  not  be  possible to move a  resolution  to\r\n\r\nsuspend a Member in respect of matters set  out  in\r\n\r\nsection  20 of the Powers and Privileges Ordinance,\r\n\r\n1955.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Section 48 of the Singapore Constitution says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`... for the regulation and orderly conduct of\r\n\r\nits own proceedings and the despatch of business.'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, powers to make those regulations have been\r\n\r\ngiven  to  us, and if this Assembly has  not  given\r\n\r\nitself  sufficient  powers under  this  section  to\r\n\r\nregulate  its own business and its own proceedings,\r\n\r\nand  if it finds that there are deficiencies in the\r\n\r\nStanding  Order  which  is bringing  about  certain\r\n\r\ndifficulties  and  troubles,  then  I   think   the\r\n\r\nsolution  is to amend the Standing Orders to  bring\r\n\r\ncertain  behaviour within the ambit of the Standing\r\n\r\nOrders.  If  the Standing Orders are  deficient,  I\r\n\r\nthink  it  is not competent for this House  to  say\r\n\r\nthat  because  the Standing Orders  are  deficient,\r\n\r\ntherefore  it has inherent authority to  punish  in\r\n\r\nspite  of that deficiency. That would not be right,\r\n\r\nif  I  may  suggest. So my contention briefly,  Mr\r\n\r\nSpeaker,  Sir, is that, reading the three documents\r\n\r\ntogether,   namely,  the  Order  in  Council,   the\r\n\r\nStanding   Orders  and  the  Legislative   Assembly\r\n\r\n(Powers and Privileges) Ordinance, 1955, it appears\r\n\r\nto  me  that the subject matter of the motion which\r\n\r\nthe  Deputy  Prime Minister has introduced  is  not\r\n\r\ncovered  by  these three documents,  and  therefore\r\n\r\nthis motion is not admissible.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 856</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> There is another legal luminary who\r\n\r\nhas been very silent. I wonder whether he will give\r\n\r\nus the benefit of his views?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> If you want\r\n\r\nme,  Mr Speaker, to assist you in any way  in  all\r\n\r\nthese legal matters, I am willing to do so. But  as\r\n\r\nthe  Deputy Prime Minister has indicated, I do  not\r\n\r\nreally  wish to participate in the debate as  such.\r\n\r\nBut  if  you feel, Mr Speaker, Sir, that I  should\r\n\r\nmake   some  contribution  to  clarify  the   legal\r\n\r\nposition, I will be happy to do so.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think it has been made very clear\r\n\r\nthat  neither  the Prime Minister nor the  Minister\r\n\r\nfor  Labour and Law will partake in the  debate  on\r\n\r\nthe  substance  of the motion moved by  the  Deputy\r\n\r\nPrime  Minister.  But this motion  which  has  been\r\n\r\nmoved  by the Member for Hong Lim, I think, affects\r\n\r\nthe  House  as  a  whole, and there  is,  in  fact,\r\n\r\nacademic  interest in it. So far  there  have  been\r\n\r\nconflicting  opinions,  and  if  there  is  another\r\n\r\nopinion  which  could be added to  the  conflicting\r\n\r\nopinions,  perhaps the House will be a little  more\r\n\r\n\"confused\" and then decide on other courses  to  be\r\n\r\ntaken.\r\n\r\n\r\n\r\n<br><br>6.22 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, if I thought\r\n\r\nthat,  by speaking, I would add to the \"confusion\",\r\n\r\nI  would certainly restrain myself from undertaking\r\n\r\nsuch  a  hazardous  task. However,  may  I  try  to\r\n\r\nrestate  the problem as I see it? We are concerned\r\n\r\nat  this moment with a resolution by the Member for\r\n\r\nHong  Lim  which,  in effect, says  that  you,  Mr\r\n\r\nSpeaker,  Sir, have wrongly ruled. That is  all  we\r\n\r\nare  concerned  with - that the ruling  you  make  in\r\n\r\nallowing  the motion to be on the Order  Paper  and\r\n\r\nthen  allowing the Deputy Prime Minister, as Leader\r\n\r\nof  the House, to move the first part of the motion\r\n\r\nwas  out  of  order. That is all we  are  concerned\r\n\r\nwith.  I  beg  to  submit that  the  arguments  put\r\n\r\nforward  by  the  Member for Farrer  Park  are  not\r\n\r\nrelevant to that part of the problem with which  we\r\n\r\nare  confronted.  His arguments would  be  relevant\r\n\r\nwhen  the  question whether or not  the  House  has\r\n\r\npowers to punish arises.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 857</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, can I just restate the three\r\n\r\nrelevant  provisions,  and restate  them  in  their\r\n\r\norder  of  importance? The most important  document\r\n\r\nthat  was referred to by the Member for Farrer Park\r\n\r\nis  the  Singapore (Constitution) Order in Council.\r\n\r\nThat is a piece of legislation which over-rides the\r\n\r\nStanding  Orders and the statutes of this Assembly.\r\n\r\nThat  is  the constitution upon which the whole  of\r\n\r\nthe  super-structure of the law is based. There are\r\n\r\ncertain  parts of that constitution  which  we  can\r\n\r\namend in this Legislature. That has been granted to\r\n\r\nus  in  an  appendix  in the Order  in  Council  in\r\n\r\nrespect  of  certain matters. The  powers  of  this\r\n\r\nAssembly  shall  be supreme. I would  suggest,  Mr\r\n\r\nSpeaker, Sir, that in respect of all those sections\r\n\r\nwhere the power is in this Assembly to amend,  then\r\n\r\nto  that  extent  this  is a  completely  sovereign\r\n\r\nAssembly. The first important section is section 54\r\n\r\n(1). The first important rule of interpretation  is\r\n\r\nthat words shall be given their common and ordinary\r\n\r\nmeanings.  And it says, \"Subject to the  provisions\r\n\r\nof  this Order\", that is, subject to the provisions\r\n\r\nof  any  other section in this Order, \"and  of  the\r\n\r\nStanding  Orders of the Assembly\" made under  this,\r\n\r\n\"any  Member may introduce any Bill or propose  any\r\n\r\nmotion  for debate in, or may present any  petition\r\n\r\nto, the Assembly, and the same shall be debated and\r\n\r\ndisposed of according to the Standing Orders of the\r\n\r\nAssembly.\" That I say is the complete and  absolute\r\n\r\nanswer  to  anyone who challenges your  ruling.  In\r\n\r\nfact,  Mr Speaker, Sir, I would say that `had  you\r\n\r\nruled  otherwise,  then we would  have  drawn  your\r\n\r\nattention, and any member of this House would  have\r\n\r\nthe  right to draw your attention, to this the most\r\n\r\nimportant document - important in the sense  that  it\r\n\r\nover-rides  any other document. It says there  \"any\r\n\r\nmotion\". This is a motion which is \"any motion\". It\r\n\r\ngoes on to say \"it shall be debated\". I do not want\r\n\r\nto  do  what  on one famous occasion in this  House\r\n\r\nlegal  luminaries sought to do,  and  that  is  to\r\n\r\nexhibit  their skill in argument on the intricacies\r\n\r\nof  the  law.  You will recall that there  was  an\r\n\r\nargument  that \"shall\" means \"ought to\". It  is  as\r\n\r\nsimple  as that. Unless there is any other document\r\n\r\nas important in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 858</b></font><br><br>\r\n\r\n\r\n\r\nstatus as this which says to the contrary that  the\r\n\r\nAssembly  can do nothing, then I say, Mr  Speaker,\r\n\r\nSir,  that  this is the beginning and  end  of  the\r\n\r\nargument.  However, lest it be feared that  I  had\r\n\r\nnot  adequately  alerted my mind  to  the  argument\r\n\r\npropounded by the Member for Farrer Park, may I  go\r\n\r\non to say this? His argument is as follows.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That any motion where we are to censure a Member\r\n\r\nin this Assembly, must mean a motion which complies\r\n\r\nwith S.O. 56 (5) of the Standing Orders; subsidiary\r\n\r\nlegislation,  which he then goes  on  to  enact  by\r\n\r\nspelling  out \"ancient usages\" to mean the  Powers,\r\n\r\nPrivileges   and   Immunities  Ordinance   of   the\r\n\r\nLegislative  Council, as it  then  was,  a  motion\r\n\r\nwithin  the  terms of reference of that  Ordinance.\r\n\r\nSir,  there is not the slightest authority,  either\r\n\r\nin  law  or logic, to support that proposition.  To\r\n\r\nconstrue  the plain meaning of the word in  section\r\n\r\n54  to  mean that, we are going against  the  first\r\n\r\nprinciple  of the interpretation of any statute  or\r\n\r\nany  document, that words shall mean what they  are\r\n\r\nordinarily supposed to mean. \"any\" there, means, in\r\n\r\nmy submission, \"any\" and \"shall\" means \"it shall be\r\n\r\ndebated\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koh:</b> On a point of information, Mr Speaker,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Surely.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Koh.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koh:</b> I hope the Hon. the Prime Minister will\r\n\r\nnot  forget that section 54 (1) of the Constitution\r\n\r\nbegins  with  \"Subject to the  provisions  of  this\r\n\r\nOrder and of the Standing Orders\".\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, I was aware\r\n\r\nof  the opening words of that section, \"Subject  to\r\n\r\nthe  provisions of this Order\" - subject to any other\r\n\r\nprovision  in  this Order. What I  was  saying  the\r\n\r\nMember  for  Farrer Park has not done is  to  show\r\n\r\nthat   there  is  any  provision  either   in   the\r\n\r\nConstitution or in the Standing Orders which  says,\r\n\r\n\"You shall not move a motion to condemn a Member of\r\n\r\nthe  Assembly\"  either by expressed  words  or  by\r\n\r\nimplication. I say\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 859</b></font><br><br>\r\n\r\n\r\n\r\nthat  in  the absence of any such expressed  words,\r\n\r\neither  in  the  Constitution or  in  the  Standing\r\n\r\nOrders, you, Mr Speaker, Sir, are obliged to allow\r\n\r\nthis motion and let it be debated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I develop the other limb in\r\n\r\nmy  argument,  that in so far as this provision  is\r\n\r\nconcerned - section 54 (1) - it is in that part of  the\r\n\r\nSchedule in the Constitution which is amendable and\r\n\r\nrepealable  by this Assembly. It is  in  the  Third\r\n\r\nSchedule,  \"Provisions of this Order which  may  be\r\n\r\namended  by the Legislative Assembly\". I say  that\r\n\r\nin so far as this provision is concerned, in so far\r\n\r\nas  the  conduct of debate, procedure and  motions,\r\n\r\nother  than the prohibition contained in subsection\r\n\r\n(2)  or  in any other subsection in this  Order  or\r\n\r\nStanding  Orders which prohibit, is concerned,  the\r\n\r\npower  is absolute and cannot be questioned, in  my\r\n\r\nsubmission, either in this Chamber - because we  are\r\n\r\nour  own  judges - or in any other tribunal  in  this\r\n\r\ncountry, because within this Constitution,  as  far\r\n\r\nas   section  54  is  concerned,  the  Assembly  is\r\n\r\nsovereign.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me elaborate by taking the\r\n\r\npoint which was made by the Member for Farrer Park\r\n\r\nin connection with the powers of punishment. May  I\r\n\r\nfirst  preface my remarks by saying that I  do  not\r\n\r\nbelieve  that  there  is a  more  odd  and  curious\r\n\r\nsituation  anywhere in any non-independent  country\r\n\r\nwhere the people, or their representatives, do  not\r\n\r\nclaim  the right to do what they consider necessary\r\n\r\nfor  their  own good government. But here  in  this\r\n\r\nChamber,   as   representatives  of   the   people,\r\n\r\ndoubtless unwittingly, we have had the spectacle of\r\n\r\nlegal  luminaries and others who are  by  force  of\r\n\r\ncircumstances compelled to take an interest in  the\r\n\r\nintricacies  of the law advocating that  we,  as  a\r\n\r\nChamber, should restrict our right. The fundamental\r\n\r\nassumption upon which I suggest we proceed is  that\r\n\r\nwe  are a sovereign Assembly until somebody says to\r\n\r\nthe  contrary,  as far as those provisions  in  the\r\n\r\nConstitution which are amendable are concerned.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 860</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Farrer Park says that if a motion\r\n\r\nseeks  to do something which is not properly or  is\r\n\r\nnot  obviously within its competence, then not only\r\n\r\nis the resolution ultra vires but the motion should\r\n\r\nalso  never be debated. Sir, there are two distinct\r\n\r\npropositions,  and both of them, in my  submission,\r\n\r\nare  spurious. The first proposition is that  if  a\r\n\r\nmatter  is  ultra  vires, in the  sense  that  this\r\n\r\nAssembly  seeks to do something which, in fact,  it\r\n\r\ncannot  do,  therefore  the Assembly  is  not  only\r\n\r\nincapable  of doing it but also should be prevented\r\n\r\nfrom   debating   it.  That  is,  in   short,   the\r\n\r\nproposition advanced by the Member for Farrer Park.\r\n\r\nLet  me  put this hypothetical case. There  is  one\r\n\r\nthing,  Sir, which this Assembly definitely  cannot\r\n\r\ndo,  and that is to expel a Member of this Assembly\r\n\r\nfrom his membership, which the House of Commons can\r\n\r\ndo. We cannot do so because this document, which we\r\n\r\ncannot  amend  other than what we  are  allowed  to\r\n\r\namend in those sections of the Third Schedule,  has\r\n\r\nlaid  down  when  a  seat  shall  be  vacated,  and\r\n\r\nexpulsion  from the Assembly is not  one  of  those\r\n\r\ncircumstances. Therefore, if we attempted to  expel\r\n\r\na  Member,  I think a petition could be brought  to\r\n\r\nthe  Privy  Council to assert that he  is  still  a\r\n\r\nMember   because  we  have  infringed  the  primary\r\n\r\ndocument - the Constitution. Section 42 (2)  of  the\r\n\r\nConstitution,   where  membership   is   concerned,\r\n\r\n(\"Tenure of office Members.\") reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The seat of a Member shall become vacant-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) if he ceases to be a citizen of Singapore...;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) if he enters into the employment of any\r\n\r\nforeign power ...;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) if he is appointed to or to act in any public\r\n\r\noffice ...;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) if he is adjudged or otherwise declared\r\n\r\nbankrupt ...'.\r\n\r\n\r\n\r\n<br><br>But  nowhere does it say when he is expelled by the\r\n\r\nAssembly.  But I say that even in respect  of  this\r\n\r\nsection,  we  can  give  ourselves  the  power   by\r\n\r\namending section 42 (2), because that is one of the\r\n\r\namendable sections in the Third Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now let us assume that we refuse to take the\r\n\r\nnecessary  legal preliminary step of  amending  the\r\n\r\nConstitution and say,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 861</b></font><br><br>\r\n\r\n\r\n\r\n\"(x) When he had by resolution of the Assembly been\r\n\r\nso  expelled\", and we by resolution expel a Member,\r\n\r\nis  it  seriously suggested that we cannot?  First,\r\n\r\nyou,  as  Speaker, cannot allow the debate to  take\r\n\r\nplace; and, second, that this Assembly cannot  pass\r\n\r\nit  as a resolution. Where is the authority? It  is\r\n\r\none thing to attempt to do something which is ultra\r\n\r\nvires. It is another thing to ask you, Mr Speaker,\r\n\r\nto  say  that it cannot be done. Whether it can  or\r\n\r\ncannot be done, Mr Speaker, Sir, as you have  very\r\n\r\nwisely  pointed  out at the very beginning  of  the\r\n\r\npreliminary  remarks before the  debate  began,  is\r\n\r\nsomething which has to be tested and tried in  some\r\n\r\nother  tribunal;  and  there  are  many  borderline\r\n\r\nissues  upon which the rights of this Assembly  may\r\n\r\nbe  in  doubt. Is it suggested that in any of  this\r\n\r\nhinterland  upon  which'  we  are  not  quite  sure\r\n\r\nwhether  the writ of the Assembly runs  or  not  we\r\n\r\nshould abrogate our powers? I suggest, Sir, that it\r\n\r\nruns  to  the full extent of the strength  of  this\r\n\r\nAssembly, and anybody who says it does not run must\r\n\r\nprove  it.  Only  on that basis are  we  likely  to\r\n\r\ndischarge  our  responsibilities as representatives\r\n\r\nof the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other argument, that it should not even be\r\n\r\ndebated  because  in so debating  it  we  may  lead\r\n\r\nourselves  from  a  motion into a  resolution,  and\r\n\r\ntherefore  end  up in a resolution  which  somebody\r\n\r\nelse  may challenge in some other tribunal as ultra\r\n\r\nvires,  is, in my submission, non-sequitur.  Sorry,\r\n\r\n\"non-sequitur\" means it does not follow, it has  no\r\n\r\nconnection  in  logic.  I beg  the  pardon  of  the\r\n\r\nMembers  of the Opposition. I would like to  avoid,\r\n\r\nMr  Speaker,  Sir, so far as is  possible - I  think\r\n\r\nhon.  Members  should - legal jargon, because  I  am\r\n\r\nsure  the  proceedings  on  this  debate  will   be\r\n\r\nfollowed  with considerable interest  not  only  in\r\n\r\nthis  country but in other parts of the world where\r\n\r\ninterest   in   the   theory   and   practice    of\r\n\r\nparliamentary  democracy  still  survives.  But  to\r\n\r\ncarry out to its logical conclusion the proposition\r\n\r\nof  the Member for Farrer Park - that if a mutter  is\r\n\r\nultra vires, therefore no resolution should ever be\r\n\r\nallowed;  because  a debate may lead  to  an  ultra\r\n\r\nvires resolution,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 862</b></font><br><br>\r\n\r\n\r\n\r\ntherefore  a  debate should not be  allowed-then  I\r\n\r\nsay,  Mr Speaker, Sir, there would never have been\r\n\r\nanybody  who  would have cause to complain  to  any\r\n\r\nhigher  judicial tribunal. Because, to begin  with,\r\n\r\nall  you  need  have to do is to get an  injunction\r\n\r\nagainst the Speaker and say, \"Mr Speaker, you will\r\n\r\nnot  allow  that motion, because it  is  not  quite\r\n\r\ncertain  (1) whether the writ runs and the Assembly\r\n\r\nhas  the power to do those things; (2) whether  the\r\n\r\nAssembly should be allowed to run the hazard  of  a\r\n\r\ndebate  which will land it with a resolution  which\r\n\r\nis  ultra vires.\" Sir, in legal language, it really\r\n\r\nmeans   this.  Where  is  the  authority  for   the\r\n\r\nproposition that this Assembly, in the  conduct  of\r\n\r\nits  own affairs, is confined by any other document\r\n\r\nthan  the  Standing  Orders and  the  Constitution?\r\n\r\nThere  are only two documents, I submit with  great\r\n\r\nrespect,  Sir,  which  bind this  Assembly  in  the\r\n\r\nconduct  of  its business: the Constitution,  which\r\n\r\nhas its dos and don'ts on broad principles, and the\r\n\r\nStanding  Orders, which say these are the rules  in\r\n\r\ndetail as to how things are to be done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now to put the positive side of the case. Here is\r\n\r\nthe  Constitution  about which I  first  said  \"Any\r\n\r\nmotion shall be debated.\" The detailed rules  under\r\n\r\nStanding  Orders 46 (10) and 56 (5) dearly envisage\r\n\r\na  substantive  motion on the personal  conduct  of\r\n\r\nMembers  of this Assembly. Sir, Standing  Order  46\r\n\r\n(10) says in the negative:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The personal conduct of Members of the Assembly\r\n\r\nshall  not be referred to except upon a substantive\r\n\r\nmotion moved for that purpose.'\r\n\r\n\r\n\r\n<br><br>Sir, I do not think one requires a great stretch of\r\n\r\nthe imagination to put it in the positive. This  is\r\n\r\na prohibition. It says that you shall not do so and\r\n\r\nso unless so and so. In other words, if you want to\r\n\r\ntouch  upon the personal conduct of Members, either\r\n\r\nin  praise  or  in denunciation, you  will  move  a\r\n\r\nsubstantive motion. That is what it means. Standing\r\n\r\nOrder  46 (10) says - not what the Member for  Farrer\r\n\r\nPark   understood  the  Leader  of  the  House   to\r\n\r\nmean - that  because  my personal  conduct  has  been\r\n\r\nreferred to, therefore I am entitled to attack  the\r\n\r\nperson who had attacked me.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 863</b></font><br><br>\r\n\r\n\r\n\r\nIt  has nothing to do with that proposition.  I  am\r\n\r\nspelling  from  Standing Order 46  (10)  the  clear\r\n\r\ninference - the  only  logical  inference - that   the\r\n\r\npersonal  conduct of Members of the  Assembly  can,\r\n\r\nupon  a  substantive motion moved for that purpose,\r\n\r\nbe referred to. That, Mr Speaker, Sir, is what the\r\n\r\nfirst part of the motion intends to do. Clearly and\r\n\r\nbeyond  any doubt, it is within Standing Orders  46\r\n\r\n(10) and 56 (5).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to the second limb, I say again it comes within\r\n\r\nsection 54 (1) of the Constitution. Whether  it  is\r\n\r\nultra  vires  the Constitution or  not  is  another\r\n\r\nmatter to be determined in some other tribunal. But\r\n\r\nfor  the  reasons you have stated, the  unhappiness\r\n\r\nand  uneasiness you feel as to the certainty of the\r\n\r\nmatter,  and  the greater confusion that  has  been\r\n\r\nadded  to it since the debate began. I think it  is\r\n\r\nonly right and proper - and perhaps desirable in  the\r\n\r\ninterest  not  only  of this Assembly  but  of  the\r\n\r\ncountry  as  a whole - that we should have  time  to\r\n\r\nconsider all possible advice on the matter. But  on\r\n\r\none  thing  we  need no advice and should  need  no\r\n\r\nadvice,  and  that is how to run the  business  of\r\n\r\nthis   Assembly,  how  to  comport   ourselves   as\r\n\r\nrepresentatives of the people without the advice of\r\n\r\nluminaries  like Sir Ivor Jennings or  other  legal\r\n\r\nexperts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The issue that is raised by this motion is simply\r\n\r\nthis:  do  we seriously say to ourselves that  this\r\n\r\nHouse cannot debate this motion? Whoever says  that\r\n\r\nmust   quote   against  section  54  (1)   of   the\r\n\r\nConstitution    either   a   provision    in    the\r\n\r\nConstitution, or a provision in the Standing  Order\r\n\r\nwhich  says  explicitly, \"You  shall  not  do  this\r\n\r\nparticular thing,\" as has been set out in  Standing\r\n\r\nOrder  46,  \"You shall not use offensive, insulting\r\n\r\nlanguage,\",  \"You shall not do this,\",  \"You  shall\r\n\r\nnot  do that.\" But nowhere does it say, \"You  shall\r\n\r\nnot  condemn the personal conduct of a Member.\"  In\r\n\r\nfact, I think it is partly because of the sense  of\r\n\r\ndelicacy  of  the draftsman who first  drafted  the\r\n\r\nparticular\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 864</b></font><br><br>\r\n\r\n\r\n\r\nStanding Order 46 (10) that he had desired  to  put\r\n\r\nit  in the negative; not to say, \"We shall be happy\r\n\r\nif  you  condemn  a Member\" but  to  say,  \"We  are\r\n\r\nunhappy  that  you should condemn a Member,  unless\r\n\r\nthere is a substantive motion to that effect.\"  And\r\n\r\nthere  is  a  substantive motion. The  question  is\r\n\r\nwhether it is properly administered in this  House.\r\n\r\nThat  is all. And I say, the less we now say  about\r\n\r\nthe  other  things, the better it is,  because  the\r\n\r\nissue  at the moment is this: is the Speaker  right\r\n\r\nor  wrong  in  having allowed  this  motion  to  be\r\n\r\ndebated?  I  say  this:  if the  Speaker  had  done\r\n\r\nanything  else,  he  would  have  contravened   the\r\n\r\nConstitution and the Standing Orders made under the\r\n\r\nConstitution.\r\n\r\n\r\n\r\n<br><br>6.48 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> Mr Speaker, Sir, I\r\n\r\nhesitate to enter into this debate after two  legal\r\n\r\nminds  have given an exposition of whether  or  not\r\n\r\nthe  Constitution gives this Assembly the right  to\r\n\r\ndebate  the  motion  before  the  House.  But,  Mr\r\n\r\nSpeaker, Sir, I would like, at the very outset,  to\r\n\r\nsay this: you have, in your announcement before the\r\n\r\nmotion  of  the  Deputy Prime Minister  was  moved,\r\n\r\nstated  that the motion should be in two parts  and\r\n\r\nyou  have given us a certain line of debate that  I\r\n\r\nsubmit,   Sir,  with  due  respect,  had  made   it\r\n\r\ndifficult  for  the Opposition to enter  into  this\r\n\r\ndebate  which, in the minds and the hearts  of  the\r\n\r\npeople outside, has nothing but a political motive.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have tried very carefully to\r\n\r\nask  hon. Members to treat this motion as a  motion\r\n\r\nwhich  affects  the House as a whole,  without  any\r\n\r\nreference  to politics or to political motives,  or\r\n\r\nany  allegations  to that effect.  If  the  Speaker\r\n\r\nallows  this debate to range over political issues,\r\n\r\nthen I am afraid the debate will go very, very  far\r\n\r\naway  from the issue which is, in fact, an academic\r\n\r\nissue  and which the House is called upon to decide\r\n\r\nas an academic issue.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 865</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> With respect, Sir, I am afraid\r\n\r\nyou  have not listened me out. What I was going  to\r\n\r\nsay  was  that we on this side of the  House  think\r\n\r\nthat the right way to discuss this motion is as you\r\n\r\nhave ruled and that we do not give credence to what\r\n\r\nthe   people  outside  say,  although  we  consider\r\n\r\nourselves to be representatives of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have this difficulty now, Sir, in the light of\r\n\r\nwhat the Prime Minister has said. He has said, \"Let\r\n\r\nus  go ahead with the first part of the motion.\" As\r\n\r\nfar  as the second part is concerned, there is some\r\n\r\ndoubt in his mind that it should-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Not in my mind.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> He has at least, Sir, considered\r\n\r\nthat there is a case that he could be wrong, and in\r\n\r\norder - no, that-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> In elucidation, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I neither want to be right nor\r\n\r\nwrong. All we want to make sure is that the correct\r\n\r\nposition  is placed before the House. I think  this\r\n\r\nis  important, when we are on a plane which I  hope\r\n\r\nis  above political issues, such as we are on,  and\r\n\r\non  which an important constitutional precedent may\r\n\r\nbe  set.  Mr  Speaker, Sir, by  our  conduct,  our\r\n\r\ndemeanour,  our  words uttered in  this  particular\r\n\r\nmotion, we are setting the tone and the pace in the\r\n\r\ntradition of this particular Chamber. What  I  want\r\n\r\nto  have  on  record is not that I am in  doubt  or\r\n\r\nanybody  is  in  doubt. You have expressed  certain\r\n\r\ndoubts,  Sir,  in  your own wisdom.  We  have  been\r\n\r\nadvised by the State Advocate-General, who  is  the\r\n\r\ncorrect  officer  within  the  Constitution  to  so\r\n\r\nadvise,  and  I say, let there be time to  consider\r\n\r\nthe State Advocate-General's opinion, and let there\r\n\r\nbe  time to seek other opinions if you so desire on\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 866</b></font><br><br>\r\n\r\n\r\n\r\nother   issues.   But  on  the  issue   before   us\r\n\r\nnow - whether we as a Chamber know or do not know how\r\n\r\nto  comport ourselves in our own business - I say the\r\n\r\nless time wasted the better.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I thought,\r\n\r\nafter that discourse on the interpretation of  law,\r\n\r\nthe  Prime Minister would have stood up on a  point\r\n\r\nof order and given an explanation of something that\r\n\r\nhas confounded me. I gave way because of a point of\r\n\r\norder, and it was no point of order.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the point of\r\n\r\nelucidation was quite clearly stated by  the  Prime\r\n\r\nMinister. It was a point of elucidation.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, if it was a point of\r\n\r\nelucidation, well, he has so elucidated. But I want\r\n\r\nsome elucidation here, Sir, If it is felt desirable\r\n\r\nand  necessary,  in  the  interest  that  is  being\r\n\r\ncentred  around this motion not only  in  Singapore\r\n\r\nbut  elsewhere, that there should be  legal  advice\r\n\r\nsought, what is the position about this motion?  If\r\n\r\nwe  are  to  say that we are right, then  why  seek\r\n\r\nadvice?  But  we  cannot say  that  we  are  wrong.\r\n\r\nBecause we want to seek advice, we do not say  that\r\n\r\nwe  are  wrong. But do we want to say that  we  are\r\n\r\nright?  Once  we say that we are right,  we  should\r\n\r\nstick  to  it  and  say  that  we  are  right.  The\r\n\r\nunfortunate thing, Sir, as the Member  for  Farrer\r\n\r\nPark has brought out, is that the two parts of  the\r\n\r\nmotion have been put into one motion. Had it  been\r\n\r\njust  one motion moved at that time, the Opposition\r\n\r\non  this  side  would have debated that  point  and\r\n\r\ndiscussed whether or not it is desirable  that  the\r\n\r\ndignity  of the House be maintained. And there  can\r\n\r\nbe  only  one  answer.  But, unfortunately,  it  is\r\n\r\nbecause  of  the wording of the motion as  a  whole\r\n\r\nthat  has brought about all this confusion and  all\r\n\r\nthe  lengthy  debate  on a matter  which,  honestly\r\n\r\nspeaking, is clouded with what is to come  in  the\r\n\r\nsecond part of the motion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 867</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I am just wondering whether, in view\r\n\r\nof   the   conflicting  opinions  that  have   been\r\n\r\nexpressed  not only in regard to the motion  before\r\n\r\nthe  House, but also in regard to the Deputy  Prime\r\n\r\nMinister's  motion,  it  would  not  be   in   the\r\n\r\ninterests  of  the House to adjourn the  debate  on\r\n\r\nboth  motions to obtain legal opinion on the  whole\r\n\r\nissue,  which  seems to have been  confused,  which\r\n\r\nseems to be inter-related, and which seems to  have\r\n\r\nbeen clouded.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Ong Eng Guan, in reply?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I support your\r\n\r\nsuggestion with all my heart-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> And soul!\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> First of all, I wish only to\r\n\r\nmention about -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the hon. Member supports\r\n\r\nthe  suggestion of the Chair, then perhaps he  will\r\n\r\ngive  time  to any other Member who would  like  to\r\n\r\nmove that the debate be adjourned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;No Member speaking? Mr Ong Eng Guan, in reply.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, the Prime\r\n\r\nMinister  in  his  speech  said  that  this  is   a\r\n\r\nsovereign  Legislature. But on the other  hand,  he\r\n\r\nsaid that it is definite this Assembly has not  the\r\n\r\npowers to expel a Member. It is my submission, Sir,\r\n\r\nthat  all sovereign Legislatures have the right  to\r\n\r\nsuspend and expel Members.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore is still under the British Colonial\r\n\r\nOffice,  and the Constitution is still colonial  in\r\n\r\ncharacter.  I  submit  that  this  is  a   colonial\r\n\r\nLegislature  and, as such, it is  not  a  sovereign\r\n\r\nLegislature. I think the Prime Minister  was  going\r\n\r\nto  confuse  it  is stated in the  book  by  Martin\r\n\r\nWight,  that  a  colonial  Legislature  is  not   a\r\n\r\nsovereign  Legislature but it is  sovereign  within\r\n\r\nits  powers. Sir, in other words, this Assembly can\r\n\r\nonly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 868</b></font><br><br>\r\n\r\n\r\n\r\noperate within the Constitution and the laws of the\r\n\r\ncountry.  The  motion by the Deputy Prime  Minister\r\n\r\nwas  not  raised  under  any  particular  laws   or\r\n\r\nStanding  Orders  of  this country.  First  it  was\r\n\r\nraised  under Standing Order 30 (e).  It  was  then\r\n\r\nshifted to Standing Order 56 (5). Now reference  is\r\n\r\nalso made to Standing Order 46 (10) which refers to\r\n\r\na  substantive  motion  on  personal  conduct.  Mr\r\n\r\nSpeaker,  Sir,  the  motion  by  the  Deputy  Prime\r\n\r\nMinister is not a motion on my personal conduct - not\r\n\r\na  motion on the personal conduct of a Member,  but\r\n\r\non his official conduct in this Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it has also been stated by the Prime Minister\r\n\r\nthat  section 54 (1) of the Constitution gives  any\r\n\r\nMember  the  right to raise any motion for  debate.\r\n\r\nMay I read out the whole of section 54(1)?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Subject to the provisions of this Order and of\r\n\r\nthe Standing Orders of the Assembly, any Member may\r\n\r\nintroduce any Bill or propose any motion for debate\r\n\r\nin,  or  may present any petition to, the Assembly,\r\n\r\nand  the  same  shalt be debated  and  disposed  of\r\n\r\naccording to the Standing Orders of the Assembly.'\r\n\r\n\r\n\r\n<br><br>Mr Speaker, Sir, the qualification is quite clear.\r\n\r\nA  motion  for  debate  must  be  subject  to  the\r\n\r\nStanding Orders of the Assembly, and it can only be\r\n\r\ndisposed  of  according to the Standing  Orders  of\r\n\r\nthis Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other point I wish to raise is all about\r\n\r\nthe  cases  cited  just now  by  the  Deputy  Prime\r\n\r\nMinister. He quoted a tot of cases which are  cases\r\n\r\nconcerning  a  breach of order of  legislatures.  I\r\n\r\nhave  not  been accused at any time of a breach  of\r\n\r\norder,   and   therefore,  all  those   cases   are\r\n\r\nirrelevant to the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the proposal raised by\r\n\r\nyou just now, which is the same as my proposal - that\r\n\r\nsince there is so much conflicting opinion in  this\r\n\r\nChamber on this issue, and since any decision might\r\n\r\nbe  against  the Constitution, I submit  that  this\r\n\r\nmatter be referred to more expert legal opinion and\r\n\r\nthat the matter be temporarily suspended.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 869</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The hon. Member is too late. I did\r\n\r\ngive  an  opportunity to any Member who  wished  to\r\n\r\nmove the adjournment of the debate. The debate  has\r\n\r\nnow  been  completed and I will  have  to  put  the\r\n\r\nQuestion  to the House. The Question is, \"That  the\r\n\r\nruling  of the Speaker admitting the motion of  the\r\n\r\nDeputy  Prime Minister in regard to the Member  for\r\n\r\nHong Lim be rescinded and that this Assembly has no\r\n\r\njurisdiction  to  deal  with  the  matters   raised\r\n\r\ntherein.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As many as are of that opinion, say Aye.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> Aye.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> To the contrary, say No.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Division.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think the Noes have it? Do I hear a\r\n\r\ndivision?  Hon.  Members must know that  they  must\r\n\r\nclaim  a division when I sense the voices.  I  will\r\n\r\nput the Question again.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the ruling of the Speaker\r\n\r\nadmitting  the motion of the Deputy Prime  Minister\r\n\r\nin  regard  to the Member for Hong Lim be rescinded\r\n\r\nand  that this Assembly has no jurisdiction to deal\r\n\r\nwith the matters raised therein.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As many as are of that opinion, say Aye.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> Aye.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Division.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the hon. Member just wait until\r\n\r\nI have sensed the voices?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As many as are of that opinion, say Aye.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> Aye.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> To the contrary, say No.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think the Noes have it?\r\n\r\n\r\n\r\n<br><br><!-- Mr Koh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koh:</b> Division.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 11; Noes, 33;\r\n\r\nAbstentions, Nil; Absent, 7.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 870</b></font><br><br>\r\n\r\n\r\n\r\n<pre>\r\n\r\n         Ayes.                      Noes.\r\n\r\n     Abdul Hamid bin            Baharuddin bin\r\n\r\n      Haji Jumat.                Mohamed Ariff.\r\n\r\n     Ahmad Jabri bin            Bani, S. T.\r\n\r\n      Mohammad Akib.            Buang bin \r\n\r\n     Koh, C. H.                  Omar Junid.\r\n\r\n     Lim Yew Hock.              Byrne, K. M.          \r\n\r\n     Lingam, S. V.              Chan Choy Siong,\r\n\r\n     Mohamed Ali bin             Miss.\r\n\r\n      Alwi.                     Chor Yeok Eng.\r\n\r\n     Ng Teng Kian.              Fung Yin Ching,\r\n\r\n     Ong Eng Guan.               Miss.\r\n\r\n     Rajah, A. P.               Goh Chew Chua. \r\n\r\n     Seow Peck Leng,            Goh Keng Swee.        \r\n\r\n      Mrs.                      Hoe Puay Choo,  \r\n\r\n     Thio Chan Bee.              Madam.\r\n\r\n                                Kandasamy, G.\r\n\r\n                                Lee Kuan Yew. \r\n\r\n      Absent.                   Lee Siew Choh.\r\n\r\n     Ahmad bin Ibrahim.         Lee Teck Him.\r\n\r\n     Chan Chee Seng.            Leong Keng Seng.\r\n\r\n     Chan Sun Wing.             Lin You Eng.\r\n\r\n     Lee Khoon Choy.            Low Por Tuck.\r\n\r\n     Lim Cheng Lock.            Mohd. Ariff bin\r\n\r\n     Mammen, John.               Suradi.\r\n\r\n     Sahorah binte              M. Ismail Rahim.\r\n\r\n      Ahmat.                    Ong Chang Sam.\r\n\r\n                                Ong Pang Boon.\r\n\r\n                                Rajaratnam, S.\r\n\r\n                                Ramaswamy, S.\r\n\r\n                                Sheng Nam Chin.\r\n\r\n                                Tan Cheng Tong.\r\n\r\n                                Tan Kia Gan.\r\n\r\n                                Tee Kim Leng.\r\n\r\n                                Teo Hock Guan.\r\n\r\n                                Toh Chin Chye.\r\n\r\n                                Wee Toon Boon.\r\n\r\n                                Wong Soon Fong.\r\n\r\n                                Yaacob bin Mohamed.\r\n\r\n                                Yong Nyuk Lin.                \r\n\r\n                        \r\n\r\n</pre>\r\n\r\nMotion accordingly negatived.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 870</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>EXEMPTED BUSINESS</b></div>\r\n\r\n<div align=\"center\"><b>(Motion)</b></div>\r\n\r\n\r\n\r\n<br><br>7.10 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the proceedings on the remaining item of\r\n\r\nbusiness  set down for hearing this day be exempted\r\n\r\nfrom  the provisions of Standing Order No. 1.\" [Dr\r\n\r\nToh Chin Chye].\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 870</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SUSPENSION OF MEMBER</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of debate on Question\r\n\r\n[19th  December. 1960], \"That this  House  condemns\r\n\r\nthe  Member  for  Hong  Lim for  his  dishonourable\r\n\r\nconduct unbecoming of an elected representative  of\r\n\r\nthe people in that he repeatedly used his privilege\r\n\r\nin this Assembly as a cloak for spreading\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 871</b></font><br><br>\r\n\r\n\r\n\r\nmalicious  falsehoods to unjustly  injure  innocent\r\n\r\npersons both inside and outside this Assembly.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>7.13 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, the Deputy\r\n\r\nPrime  Minister  has brought three charges  against\r\n\r\nme.  First, I shall dwell on the subject of Mr  M.\r\n\r\nR. Marcus. In the meantime, I would like to ask the\r\n\r\nDeputy  Prime Minister to let me have  a, look  at\r\n\r\nthe'  circular paper which was stated to be  issued\r\n\r\nby  the  Administrator, City  Council,  dated  12th\r\n\r\nNovember,  1959,  contained  in  page  12  of   the\r\n\r\nLegislative Assembly Debates - Official Report.  Mr\r\n\r\nSpeaker,  Sir, this circular is quite  relevant  to\r\n\r\nme,  and  I  would like to ask for a  copy  of  the\r\n\r\ncircular.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I cannot find the passage. Could the\r\n\r\nMember for Hong Lim indicate the passage again?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, it is on page\r\n\r\n12,   paragraph   3  of  the  Unrevised   Singapore\r\n\r\nLegislative Assembly Debates - Official Report.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The difficulty I am faced with is\r\n\r\nthat  I do not know what stand the Member for  Hong\r\n\r\nLim  is  taking. Is he endeavouring now to  justify\r\n\r\nhis  statement - to substantiate his allegations?  If\r\n\r\nhe  is  doing that, then the proper thing would  be\r\n\r\nfor  this  Assembly to consider whether or  not  it\r\n\r\nshould  take evidence so that the Member  for  Hong\r\n\r\nLim  may be given the opportunity of substantiating\r\n\r\nhis allegations.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I wish to\r\n\r\nsubstantiate all the things I have said.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> So do I take it then that the Member\r\n\r\nfor   Hong  Lim  does  not  wish  to  withdraw  his\r\n\r\nallegations;  he  does  not  wish   to   give   any\r\n\r\nexplanation of them, and his desire is to  try  and\r\n\r\nsubstantiate  the  allegations  he  made  in   this\r\n\r\nAssembly?  Is that the course the Member  for  Hong\r\n\r\nLim is taking?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 872</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Yes, Mr Speaker, I have nothing\r\n\r\nto apologise.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have indicated to hon. Members that\r\n\r\nif that is the course which the Member for Hong Lim\r\n\r\nwishes  to  take, then it might be convenient  that\r\n\r\nthis  Assembly resolve itself into a  Committee  to\r\n\r\ndeal with the matter.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Could I just make a point, Mr\r\n\r\nSpeaker, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, since Monday\r\n\r\nwhen  the House stood adjourned, I have been busily\r\n\r\noccupied  with preparing my speech for  the  motion\r\n\r\ntoday  before  the  House. I would  ask  the  House\r\n\r\nkindly to consider adjourning the sitting to Monday\r\n\r\nso  that  I  could collect more facts  and  try  to\r\n\r\nprepare my case.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Leader of the House has already\r\n\r\nindicated, indirectly perhaps, that he wishes  this\r\n\r\nmatter   to   proceed   beyond   the   Moment    of\r\n\r\ninterruption.  The decision, of course,  lies  with\r\n\r\nthe  Members themselves as to whether or  not  they\r\n\r\nwould like this debate to be further adjourned. Any\r\n\r\nMember is entitled to move that motion.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Sir, the Member for Hong Lim\r\n\r\nhas  declared  that he is prepared to  substantiate\r\n\r\nthe   three  allegations  which  are  in   this   \r\n\r\n[Interruption].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You have suggested, Mr Speaker, that the proper\r\n\r\nprocedure  would  be for this Assembly  to  resolve\r\n\r\nitself into a Committee. However, if the Member for\r\n\r\nHong  Lim  pleads  for  time  to  substantiate  his\r\n\r\nallegations, we are prepared. I would ask you,  Mr\r\n\r\nSpeaker,  to  suspend this sitting for  20  minutes\r\n\r\nwhile  we  consider  whether we  will  adjourn  the\r\n\r\ndiscussion on this motion.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Then I will take this Chair again at\r\n\r\ntwenty to eight.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>7.20 p.m. until 7.40 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 873</b></font><br><br>\r\n\r\n.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 7.40 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n \r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, on 15th December,\r\n\r\nthe motion was first introduced. It was debated on\r\n\r\n19th December- \r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. First, I think I must know\r\n\r\nwhether the request of the Member for Hong Lim is\r\n\r\nbeing acceded to by the Government side?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I am coming to that point, Mr\r\n\r\nSpeaker-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am afraid all these\r\n\r\ntechnicalities are a little bewildering  sometimes.\r\n\r\nBut the Hon. the Leader of the House cannot make  a\r\n\r\nspeech  unless  he assures me that the  proceedings\r\n\r\nwill be adjourned.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I wish to state, Mr Speaker,\r\n\r\nthat we are prepared to concede to the plea by  the\r\n\r\nMember  for  Hong Lim for time to  study  his  case\r\n\r\nprovided  that  he satisfies certain conditions.  I\r\n\r\nwish  to  state now one simple condition, which  is\r\n\r\nthis:  we would like to know what are the facts  on\r\n\r\nwhich   the   Member  for  Hong   Lim   relies   to\r\n\r\nsubstantiate his allegations. Let him state them as\r\n\r\nclearly and as categorically as I did in my  speech\r\n\r\non  Monday, the 19th of December, so that  we  will\r\n\r\nknow  what  are the facts in dispute in order  that\r\n\r\nevidence can be taken in Committee upon them.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It may perhaps be convenient, and\r\n\r\nindeed  the  proper course to take, for the  Member\r\n\r\nfor Hong Lim to make his statement now in full,  as\r\n\r\nhas been done by the Leader of the House. That,  of\r\n\r\ncourse,  would  not prevent him from  supplementing\r\n\r\nthat  statement in Committee. That, I think,  would\r\n\r\nbe for the convenience of all Members concerned.\r\n\r\n\r\n\r\n<br><br>7.43 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, since this is\r\n\r\nthe  case, I must ask the House to understand  that\r\n\r\nmany  of  my  statements will be made from  memory,\r\n\r\nbecause  since  Monday, I  have  not  had  time  to\r\n\r\nprepare.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 874</b></font><br><br>\r\n\r\n            \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I will deal with all the three\r\n\r\ncharges  at one time. Sir, I had been a  member  of\r\n\r\nthe P.A.P. since its formation, and I had also been\r\n\r\na member of the Government since 5th of June, 1959.\r\n\r\nEarlier,  in December 1957, I was elected Mayor  of\r\n\r\nthe  City  Council. During this time I  learnt  the\r\n\r\nworkings  of the City Council and how it was  being\r\n\r\nrun;  and I came to learn about many of the  senior\r\n\r\nofficers of the City Council. At the same time,  of\r\n\r\ncourse,  I  also had an intimate knowledge  of  the\r\n\r\nworkings of the P.A.P. and of this Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are eight Standing Committees in the\r\n\r\nCity  Council.  Each  of these  Committees  has  an\r\n\r\nAssistant  Secretary whose duty it is to take  down\r\n\r\nthe  minutes  of  the meetings and  send  them  for\r\n\r\nconfirmation at future meetings. Sir, one of  these\r\n\r\nAssistant  Secretaries is called Mr M. R.  Marcus.\r\n\r\nMr  Speaker, Sir, during my association  with  the\r\n\r\nP.A.P.,  I  was always invited by the Minister  for\r\n\r\nLabour  and  Law on occasions and parties,  and  at\r\n\r\nthese  parties I used to meet the Marcus  brothers.\r\n\r\nThree  of  the Marcus brothers worked in  the  City\r\n\r\nCouncil  and Mr M. R. Marcus was one of them.  Mr\r\n\r\nSpeaker,  Sir, when I went to the City Council,  as\r\n\r\nfar  as  I  can  remember, Mr  M.  R.  Marcus  was\r\n\r\noccupying  the  post  of Class  IV  in  the  Senior\r\n\r\nOfficers' scale. Later we took steps to promote all\r\n\r\nthe three Marcus brothers and one of those affected\r\n\r\nwas  Mr  M. R. Marcus. I remember faintly that  he\r\n\r\nwas  promoted from Class IV to Class III. The  post\r\n\r\nwas  reclassified in order to give an increment  to\r\n\r\nMr  M. R. Marcus. Mr Speaker, Sir, I am sure this\r\n\r\nAssembly knows of the City Council during the later\r\n\r\nperiod when I was there. During this period, we had\r\n\r\ndifferences  with the three Marcus brothers.  About\r\n\r\nthe  middle of April 1959, I resigned from the City\r\n\r\nCouncil, and there was a vacuum. I went back to the\r\n\r\nCity  Council  on 5th June. In other words  I  took\r\n\r\ncharge  of  the  City Council again  on  5th  June.\r\n\r\nBetween  the  time I resigned and the time  I  went\r\n\r\nback to the City Council, Mr M. R. Marcus tendered\r\n\r\nhis  letter of resignation. He had to give adequate\r\n\r\nnotice  and his resignation could only take  effect\r\n\r\nfrom 2nd June,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 875</b></font><br><br>\r\n\r\n\r\n\r\n1959. Mr Speaker, Sir, these are facts on which we\r\n\r\nagree  in common between the Government and myself.\r\n\r\nIn  other  words, Mr M. R. Marcus did  not  resign\r\n\r\nduring  the  time  I  was in  charge  of  the  City\r\n\r\nCouncil. He resigned before I went back to the City\r\n\r\nCouncil.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other fact on which we have no disagreement,\r\n\r\nSir, is that Mr M. R. Marcus was getting more  pay\r\n\r\nbefore  he  resigned. The Leader of the  House  has\r\n\r\nsaid on page 13 of the unrevised transcript of  the\r\n\r\nproceedings  of  the Legislative Assembly  on  19th\r\n\r\nDecember,  1960, that he was paid  $740  per  month\r\n\r\nplus  existing  allowances, and  that  he  was \r\n\r\nre-engaged on an all-in salary of $600 per month.  Mr\r\n\r\nSpeaker,  Sir,  he  was  getting  $740  basic  plus\r\n\r\nMunicipal  Provident Fund benefits, which  came  to\r\n\r\nabout an average of 20 per cent before he resigned;\r\n\r\nand  when  he was re-engaged he was paid  an  all-in\r\n\r\nsalary of $600 per month.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Leader of the House has said\r\n\r\nthat there were seven officers who were taken back,\r\n\r\nand  that is reproduced in Hansard, Vol. 13, No.  8\r\n\r\nof  11th  August,  1960, in  columns  607-8.  Seven\r\n\r\nofficers were taken back and, in my opinion, out of\r\n\r\nthem only Mr M. R. Marcus suffered a reduction  in\r\n\r\nhis total remuneration. Why should this be so?\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Labour and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Law (Mr K. M. Byrne):</b> Nepotism!\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I have never\r\n\r\nused  the  word \"nepotism\" against any of  the  two\r\n\r\nMinisters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third fact I wish to raise is that this is a\r\n\r\nnew appointment. It is not asking an officer to  go\r\n\r\nback. It is a new appointment. The qualification of\r\n\r\nthe   Secretary  of  the  City  Health   Department\r\n\r\nrequires the applicant to be a University graduate.\r\n\r\nMr   M.   R.   Marcus   did   not   possess   that\r\n\r\nqualification. Had the post been advertised and had\r\n\r\nit  gone before the Public Service Commission, Sir,\r\n\r\nMr  M. R. Marcus would definitely not have got the\r\n\r\njob.  The previous holder of the post of Secretary,\r\n\r\nCity\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 876</b></font><br><br>\r\n\r\n\r\n\r\nHealth  Department, was a University  graduate  and\r\n\r\nhis   application  went  to  the   Public   Service\r\n\r\nCommission.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other point I wish to raise is that from\r\n\r\nthe same Hansard in column 607, it is clear that it\r\n\r\ntook  13  months  for  Mr M.  R.  Marcus  to  be\r\n\r\n\"reappointed\"  as a temporary officer  with  effect\r\n\r\nfrom 30th July, 1960. It took 13 months for Mr  M.\r\n\r\nR.  Marcus to be \"reappointed\". This time factor is\r\n\r\nvery   important,  because  between  the  time   he\r\n\r\nresigned and the time he was reappointed, it  would\r\n\r\nnot be 13 months but it would be 14 months.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, from the facts of the case, I\r\n\r\nhave  inferred  and what I have  said  I  sincerely\r\n\r\nbelieve  is  the honest truth about the appointment\r\n\r\nof Mr M. R. Marcus.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I shall now come to the appointment of Mr Kwa\r\n\r\nSoon Chuan.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I just want to get the issue\r\n\r\nvery  clear. Is the hon. Member for Hong  Lim  then\r\n\r\nalleging that Mr M. R. Marcus got his job  merely\r\n\r\nbecause  he  happened to be a brother-in-law  of  a\r\n\r\nMinister? Is that the allegation?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Yes, Mr Speaker, Sir, I shall\r\n\r\nnow  come  to  Mr  Kwa  Soon  Chuan.  When  I  was\r\n\r\nappointed the Minister for National Development  on\r\n\r\n5th June, 1959, the, Land Office was one department\r\n\r\nunder this Ministry. Mr Kwa Soon Chuan was working\r\n\r\nin  the Land Office. First of all, I must say  that\r\n\r\nduring the time he worked under me, I found him  to\r\n\r\nbe an officer who was non-corruptible. Mr Speaker,\r\n\r\nSir, I must say that he is an officer who has great\r\n\r\npersonal integrity and is very hard-working. During\r\n\r\nthe debate on the Estimates, I never even mentioned\r\n\r\nthe  names of these two particular officers - Mr Kwa\r\n\r\nSoon  Chuan and Mr M. R. Marcus. When I  mentioned\r\n\r\nthese  two points, it was on a matter of principle.\r\n\r\nThere  was  no malice whatsoever against these  two\r\n\r\nparticular  officers. When I was in charge  of  the\r\n\r\nLand Office, Mr Kwa Soon Chuan was acting in a No.\r\n\r\n1 post in that office. He was holding the post  in\r\n\r\nan acting\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 877</b></font><br><br>\r\n\r\n\r\n\r\ncapacity.  He  was  being paid on  his  substantive\r\n\r\nappointment at $960 per month. Mr Speaker, Sir,  I\r\n\r\nwould  like  to  refer to page 9 of  the  Singapore\r\n\r\nEstablishment  Staff List dated 1st January,  1959.\r\n\r\nMr  Kwa Soon Chuan was being paid $960 per  month,\r\n\r\nalthough he was acting in a post which, if he'were\r\n\r\nsubstantively  appointed, would have  given  him  a\r\n\r\nsalary  of  $1,520.  In other words,  Mr  Kwa  was\r\n\r\nacting  in  a  post which, if he were substantively\r\n\r\nappointed, would have given him a salary of $1,520,\r\n\r\nbut  because  he was only acting in  the  post,  he\r\n\r\nobtained  $960. There was another officer who  was\r\n\r\nActing  No. 2 in the Land Officer. I remember  some\r\n\r\ntime   early  this  year  before  I  went  to   the\r\n\r\nFederation  for a holiday that the person  who  was\r\n\r\nacting  in  the  No. 2 post was  appointed  by  the\r\n\r\nPublic Service Commission to fill substantively the\r\n\r\nNo.  1  post, and Mr Kwa Soon Chuan had to  revert\r\n\r\nback to his original substantive appointment.  As\r\n\r\nfar  as  I  know, this has seldom happened  in  the\r\n\r\nhistory of the civil service. Mr Kwa was acting in\r\n\r\nthe  No. 1 post. Another officer was acting in  the\r\n\r\nNo.  2 post. The Public Service Commission reversed\r\n\r\nthe  position. Mr Speaker, Sir, I understand  that\r\n\r\nwhen   Mr   Kwa  learned  of  this   reversal   of\r\n\r\nposition - which does not happen very  often - he  took\r\n\r\nleave   from  the  Land  Office.  Sir,   from   the\r\n\r\nEstablishment Staff List dated 1st June,  1960,  it\r\n\r\nis  clearly stated that Mr Kwa Soon Chuan was  the\r\n\r\nActing   Deputy  Commissioner  (Valuation),  Inland\r\n\r\nRevenue, Superscale G post, which carries a pay  of\r\n\r\n$1,520  ...  24th  May, 1960. Mr Speaker,  I  cannot\r\n\r\nremember  the  date when I went to the  Federation,\r\n\r\nbecause  I have not been allowed time to  check  on\r\n\r\nthe  date.  I learned of the reversal  of  the  two\r\n\r\nposts  in  the  Land Office by the  Public  Service\r\n\r\nCommission. Since Mr Kwa Soon Chuan had been asked\r\n\r\nto  go  back to his substantive appointment in  the\r\n\r\nLand   Office,   he  took  leave,  and   from   the\r\n\r\nEstablishment  Staff List, I learned  that  he  was\r\n\r\ntransferred  from one Department  under  the  Prime\r\n\r\nMinister's  Office, which is the  Land  Office,  to\r\n\r\nanother  department of the Prime Minister's Office,\r\n\r\nwhich is the Assessment\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 878</b></font><br><br>\r\n\r\n\r\n\r\nDepartment, and that is on the 24th May, 1960.  Mr\r\n\r\nSpeaker, Sir, these two departments are both  under\r\n\r\nthe  control of the Prime Minister, although it  is\r\n\r\nalways   stated   in  theory  that  the   Valuation\r\n\r\nDepartment  would  one day be integrated  with  the\r\n\r\nMinistry of Finance. But having been a Minister  in\r\n\r\nthe Government, I understand very well that even in\r\n\r\nthose  departments which were supposed to be  under\r\n\r\nmy  charge,  the Prime Minister did sometimes  take\r\n\r\ncharge of staff matters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I remember the Minister for\r\n\r\nFinance  said  during the debate on  the  Estimates\r\n\r\nthat  the  post was circularised in July 1960,  and\r\n\r\nthat  it was filled by Mr Kwa Soon Chuan in August\r\n\r\n1960. It means, Mr Speaker, Sir, that Mr Kwa Soon\r\n\r\nChuan   was   thus   seconded  to  the   Assessment\r\n\r\nDepartment  by the Prime Minister for three  months\r\n\r\nbefore  his  case  was  considered  by  the  Public\r\n\r\nService   Commission.   Mr   Speaker,   Sir,   the\r\n\r\nsubstantive  appointment of Mr Kwa Soon  Chuan  as\r\n\r\nDeputy  Commissioner of Valuation would  entail  an\r\n\r\nincrease in salary of $525 basic. Sir, I have  been\r\n\r\nassociated  since the formation of the P.A.P. with\r\n\r\nthe present Ministers of the Government, and I also\r\n\r\nknows  and I also understand that three members  of\r\n\r\nthe  Public  Service Commission have  been  closely\r\n\r\nassociated  with  the leadership  of  the  People's\r\n\r\nAction Party and the present Ministers; two of them\r\n\r\nhave been associated in financial assistance to the\r\n\r\nP.A.P. before the general elections,  and  one  of\r\n\r\nthem  has given free medical aid to P.A.P. members,\r\n\r\nincluding myself. Mr Speaker, Sir, I sincerely and\r\n\r\nhonestly believe from all these facts that  what  I\r\n\r\nhave  stated in this Assembly is what I believe  to\r\n\r\nbe the honest truth.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> May I then try and pinpoint the\r\n\r\nissues  in  this  other matter?  The  Deputy  Prime\r\n\r\nMinister,  when he moved the motion, had elaborated\r\n\r\non the second and third charges. He suggested that\r\n\r\nwhat  the  hon. Member for Hong Lim meant  when  he\r\n\r\nsaid:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Speaker, Sir, I do not wish to put it to the\r\n\r\nMinister that many of these recommendations - which I\r\n\r\nhave  read  myself - are meant  for  the  purpose  of\r\n\r\nfixing up certain things.'.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 879</b></font><br><br>\r\n\r\n\r\n\r\nwas that `The Committee' - it is at the end of page\r\n\r\n15 of the unabridged report-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`consisting of a Permanent Secretary and four\r\n\r\ndepartmental  heads were improperly prevailed  upon\r\n\r\nby  political influence to frame the qualifications\r\n\r\nof  the post to suit the appointment of the present\r\n\r\nincumbent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Member's own words, these recommendations\r\n\r\nwere  \"meant  for  the purpose  of  fixing  certain\r\n\r\nthings\".'.\r\n\r\n\r\n\r\n<br><br>Is that a fair comment on it?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, the five\r\n\r\nofficers who formed the Working Party to look  into\r\n\r\nthe   working   of  the  City  Council   Assessment\r\n\r\nDepartment  were  these  - the  Permanent  Secretary\r\n\r\n(Treasury)  as  the  Chairman, the  Comptroller  of\r\n\r\nIncome   Tax,   the  Acting  City   Assessor,   the\r\n\r\nGovernment  Valuer and Assessor, the  Head  of  the\r\n\r\nOrganisations & Methods Branch of the  Ministry  of\r\n\r\nFinance.  Mr  Speaker,  Sir,  out  of  these  five\r\n\r\nofficers,  two work in the Prime Minister's  Office\r\n\r\nand  three work in the Ministry of Finance. I  have\r\n\r\nbeen  associated with the Government for  one  year\r\n\r\nand  I know how things are worked out. Mr Speaker,\r\n\r\nSir, from my own, experience and from the fact that\r\n\r\nthese  five officers are under the control  of  the\r\n\r\nPrime  Minister  and the Minister  for  Finance,  I\r\n\r\nsincerely and honestly believe what I have said  to\r\n\r\nbe the truth.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Can the House then take it that you\r\n\r\nare  willing  to substantiate this allegation,  and\r\n\r\nthat is that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The committee consisting of a Permanent Secretary\r\n\r\nand   four   departmental  heads  were   improperly\r\n\r\nprevailed upon by political influence to frame  the\r\n\r\nqualifications of the post to suit the  appointment\r\n\r\nof the present incumbent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Member's own words, these recommendations\r\n\r\nwere  \"meant  for  the purpose  of  fixing  certain\r\n\r\nthings\".'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Is that what the Member for Hong Lim seeks to\r\n\r\nestablish?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, from my\r\n\r\nexperience in the Government and from knowledge  of\r\n\r\nsome  of  these officers, I have inferred from  all\r\n\r\nthe  facts I have said just now about how the  post\r\n\r\nwas being put up.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 880</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is the answer \"Yes\"? If the answer is\r\n\r\n\"Yes\" - am  I  right? I do not wish to say  something\r\n\r\nwhich  is perhaps wrong. Is the answer then  \"Yes\",\r\n\r\nand that the Member for Hong Lim will endeavour  or\r\n\r\nis  endeavouring  to  substantiate  the  allegation\r\n\r\ncontained in that paragraph?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I beg your\r\n\r\npardon. Would you mind explaining to me whether  it\r\n\r\nmeans I have to substantiate the first part of  the\r\n\r\nmotion or just on the Working Party?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The quotation from the speech of the\r\n\r\nhon. Member for Hong Lim is as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Mr Speaker, Sir, I do not wish to put it to the\r\n\r\nMinister that many of these recommendations - which I\r\n\r\nhave  read  myself - are meant  for  the  purpose  of\r\n\r\nfixing up certain things.'\r\n\r\n\r\n\r\n<br><br>And  the  Deputy  Prime Minister has  alleged  that\r\n\r\nthere is an innuendo, or that means that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The committee consisting of a Permanent Secretary\r\n\r\nand   four   departmental  heads  were   improperly\r\n\r\nprevailed upon by political influence to frame  the\r\n\r\nqualifications of the post to suit the  appointment\r\n\r\nof the present incumbent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Member's own words, these recommendations\r\n\r\nwere  \"meant  for  the purpose  of  fixing  certain\r\n\r\nthings\".'.\r\n\r\n\r\n\r\n<br><br>Is  that what the Member for Hong Lim meant when he\r\n\r\nsaid those words?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I must admit\r\n\r\nthat  I  am not very clear about the question,  and\r\n\r\nthat  is why I have asked that this sitting  should\r\n\r\nbe  adjourned to give me a chance to delve  further\r\n\r\ninto the matter.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The hon. Member for Hong Lim is not\r\n\r\nprepared to answer at this moment. The second point\r\n\r\nmade  by the Deputy Prime Minister is in connection\r\n\r\nwith what was said by the Member for Hong Lim,  and\r\n\r\nthe passage quoted is:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`In my opinion, there is nothing, as far as I\r\n\r\nknow,  to  merit this transfer other than the  fact\r\n\r\nthat   he  is  the  brother-in-law  of  the   Prime\r\n\r\nMinister.'\r\n\r\n\r\n\r\n<br><br>Is  the Member for Hong Lim, quoting the words used\r\n\r\nby  the  Deputy  Prime Minister, now alleging  that\r\n\r\n\"the appointment to the post was not made by the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 881</b></font><br><br>\r\n\r\n\r\n\r\nPublic  Service Commission or, if it was  so  made,\r\n\r\nthat  the  Public Service Commission was  subjected\r\n\r\nand  guided  to  improper influence in  making  its\r\n\r\nrecommendations for this appointment\", that  is  to\r\n\r\nsay, the appointment was made because the incumbent\r\n\r\nwas the brother-in-law of the Prime Minister? Is he\r\n\r\nprepared to answer that?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, the question\r\n\r\nput  forward by the Deputy Prime Minister is  quite\r\n\r\ndifferent  from what I have said. And I  also  need\r\n\r\ntime to give a more detailed reply.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is the Leader of the House then\r\n\r\nprepared to move the adjournment of the debate?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, has the Member for\r\n\r\nHong  Lim  any  new facts? And can he  state  quite\r\n\r\nclearly  in what way what I said is quite different\r\n\r\nfrom  what  he said, because I have quoted  exactly\r\n\r\nand   accurately   from  the  transcript   of   the\r\n\r\nproceedings?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I take it the Member for Hong Lim has\r\n\r\nindicated that, if the debate is adjourned, he will\r\n\r\nbe  prepared  to make his allegation more  specific\r\n\r\nwhen the debate is resumed.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, may I enquire\r\n\r\nwhether  the  Member for Hong  Lim  has  any  other\r\n\r\nrelevant  facts to substantiate the allegations  he\r\n\r\nhas made?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member for Hong Lim has\r\n\r\ncompleted  his explanation, then it is now  up,  to\r\n\r\nthe  Members to decide whether or not he should  be\r\n\r\ngiven    further   time   to   make    supplemental\r\n\r\nexplanations.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, as the House will\r\n\r\nat   a  subsequent  date  resolve  itself  into   a\r\n\r\nCommittee  and  witnesses will be  called  to  give\r\n\r\nevidence  on oath, the Government is to  submit  to\r\n\r\nyou a list of witnesses which we intend to call  in\r\n\r\nCommittee.  To be just to everybody  all  round,  I\r\n\r\nwould  now  ask  the Member for Hong  Lim  also  to\r\n\r\nsubmit  a  similar  list of his witnesses  whom  he\r\n\r\nintends  to  call  to  give  evidence  on  oath  in\r\n\r\nCommittee.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 882</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is the intention to move that this\r\n\r\nmatter  be  dealt with in a Committee of the  whole\r\n\r\nHouse? I take it that is the intention.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Standing Order would be Standing\r\n\r\nOrder 41, which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(1) Whenever in any matter, other than matters\r\n\r\nconsidered  under procedure on Bills, or  financial\r\n\r\nprocedure,  a  Member desires that  the  matter  be\r\n\r\nconsidered in a Committee of the whole Assembly, he\r\n\r\nmay  move, without notice, that the Assembly  shall\r\n\r\nimmediately  or  on  a future sitting  day  resolve\r\n\r\nitself  into  a Committee of the whole Assembly  to\r\n\r\nconsider the matter.'\r\n\r\n\r\n\r\n<br><br>And if it is the intention that witnesses should be\r\n\r\ncalled, then this Committee must be given power  to\r\n\r\nsend  for  persons, papers and records.  These  are\r\n\r\nmatters  of  procedure, but if there is  to  be  an\r\n\r\nadjournment now, the adjournment can just  be  that\r\n\r\nthe  debate  be now adjourned, under  the  relevant\r\n\r\nStanding Order 24. Then the Speaker will call  upon\r\n\r\nthe  Leader  of the House to name a date  when  the\r\n\r\ndebate can be resumed, and on that day a motion  to\r\n\r\nresolve the Assembly into a Committee of the  whole\r\n\r\nAssembly could be moved. I hope I have made  myself\r\n\r\nclear.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Sir, I have just stated that I\r\n\r\nhave here a list of witnesses which I will give  to\r\n\r\nyou,  and  these witnesses will be  called  by  the\r\n\r\nGovernment   to  present  evidence   on   oath   in\r\n\r\nCommittee,  to  be  set on  a  date  to  be  named.\r\n\r\nLikewise, the Member for Hong Lim ought to give you\r\n\r\na similar list. That is what I am asking now.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think if the Member for Hong Lim\r\n\r\nwishes to call witnesses, he will have to submit  a\r\n\r\nlist of witnesses in order that the Clerk may be in\r\n\r\nthe  position to summon those witnesses to  appear.\r\n\r\nThat  must  be done if the Member for Hong  Lim  is\r\n\r\ngoing  to  call any witness. If he is not going  to\r\n\r\ncall  any  witness, that is the end of it.  Is  the\r\n\r\nMember for Hong Lim anticipating that he will  call\r\n\r\nwitnesses?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, a Member of\r\n\r\nthe  Opposition is not in the same position as  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 883</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If power is given to send for\r\n\r\npersons, papers and records, then the Committee has\r\n\r\npower to summon these witnesses to appear. It is up\r\n\r\nto  the  Member for Hong Lim, if he wishes to  call\r\n\r\nany  person, to submit his name to the Clerk and  a\r\n\r\nsummons could be issued.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I will\r\n\r\nconsider the matter, having regard to their present\r\n\r\npositions.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have indicated the course.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, let us be clear on\r\n\r\nthis  matter.  Will the Member for Hong  Lim  state\r\n\r\ncategorically whether he will be calling  witnesses\r\n\r\nor not? That is all we wish to know.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I do not think we can insist on the\r\n\r\nMember  for Hong Lim saying now that he  will  call\r\n\r\nwitnesses. I do not think we can insist on that  at\r\n\r\nall. It is up to him entirely. He is now, as I have\r\n\r\nsaid  earlier  on, in the position of a  defendant,\r\n\r\nand  he  is  now  seeking to  substantiate  certain\r\n\r\ncharges.  To  do that, it is up to him to  consider\r\n\r\nwhether   or  not  he  should  call  witnesses   to\r\n\r\nsubstantiate his allegations. If he does  not  call\r\n\r\nwitnesses    to   substantiate   his   allegations,\r\n\r\nobviously  then  he relies on his  own  statements.\r\n\r\nThen  it is up to the House to consider whether  or\r\n\r\nnot  the allegations have been substantiated. I  do\r\n\r\nnot  think  we  can  force him  now  to  name  his\r\n\r\nwitnesses.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, there must be at\r\n\r\nleast  a  day by which time he must have a list  of\r\n\r\nwitnesses -  if  the Member for Hong Lim  wishes  to\r\n\r\ncall them - which should be delivered to the Clerk of\r\n\r\nthe House, and I think that day must be fixed.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is the Leader of the House suggesting\r\n\r\nthen  that if the Member for Hong Lim does not give\r\n\r\na  list  of witnesses, he will not be able to  call\r\n\r\nthe witnesses? Is that the suggestion?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 884</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> No, Mr Speaker. The only\r\n\r\ndifficulty  is  that unpleasant inferences  may  be\r\n\r\ndrawn from this.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> As far as I see it, the Member for\r\n\r\nHong  Lim is on trial. He is a defendant. It is  up\r\n\r\nto him. He has now made certain allegations, and he\r\n\r\nhas  said  that he is prepared to substantiate  his\r\n\r\nallegations.  What  the force of  the  evidence  is\r\n\r\nwhich  he can bring up, it is up to him to  decide.\r\n\r\nIf  he just relies on his statements, then it is up\r\n\r\nto  the  House  to decide whether or  not,  on  his\r\n\r\nstatements,  on  his words, the charges  are  being\r\n\r\nsubstantiated.  If  he  does  not  wish   to   call\r\n\r\nwitnesses,  the strength of his case  would  depend\r\n\r\nentirely   on   his   own  words  supplemented   by\r\n\r\nextraneous evidence.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, I will accept your\r\n\r\nruling  on  this  matter.  Shall  I  now  move  the\r\n\r\nadjournment of the Assembly?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the debate on the motion be adjourned and on\r\n\r\nthe  resumption  of  the  debate  the  Assembly  do\r\n\r\nresolve  itself  into  a  Committee  of  the  whole\r\n\r\nAssembly to consider the matter raised in the first\r\n\r\npart  of  the  motion  moved by  the  Deputy  Prime\r\n\r\r\nMinister  and that the Committee do have  power  to\r\n\r\nsend  for  persons, papers and records.\"-[Dr  Toh\r\n\r\nChin Chye].\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Resumption of debate, what day?\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> 29th December.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Please move the adjournment.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT TO A LATER DAY MOTION</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourn to\r\n\r\nThursday,  29th  December,  1960.\"-[Dr  Toh  Chin\r\n\r\nChye].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Twenty-nine minutes past Eight o'clock p.m. to Thursday, 29th December, 1960.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
