{"memberId": null, "volumeNo": "12", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"12\">\r\n\r\n<meta name=\"Sit_No\" content=\"4\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1960-02-12\">\r\n\r\n<meta name=\"Start_Col\" content=\"219\">\r\n\r\n<meta name=\"End_Col\" content=\"310\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">12</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">4</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">12-02-1960</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 219</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 12</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Friday, 12th February, 1960</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Health.\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Miss Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 220</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 221</b></font><br><br>\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Baharuddin Bin Mohamed Ariff (Anson).\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 221</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>BILLS INTRODUCED</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MUTUAL BENEFIT ORGANISATIONS BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"to provide for the registration and control of\r\n\r\nmutual  benefit organisations\", <br><br>presented  by  the Minister  for  Labour and Law (Mr K.  M.  Byrne);\r\n\r\nread  the First time, to be read a Second time  on\r\n\r\nWednesday, 2nd March, 1960, and to be printed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 221</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>INDUSTRIAL RELATIONS BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Committee Stage read.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n<br><br>2.32 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng (Mountbatten):</b> Mr Speaker,\r\n\r\nSir,  I  beg to move, \"That the Chairman do report\r\n\r\nprogress and ask leave to sit again.\"\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after seven months of careful\r\n\r\nconsideration,   the   Minister   presented    the\r\n\r\nIndustrial Relations Bill to this Assembly on 13th\r\n\r\nJanuary. In the space of less than one month,  and\r\n\r\non  the very day that the Bill was to come up  for\r\n\r\ndebate  on  its  Second Reading, the  Minister  in\r\n\r\ncharge  found it necessary to put into  our  hands\r\n\r\nseven pages of 50 amendments. Out of a short  Bill\r\n\r\nof  37  pages,  50  amendments had  to  be  rushed\r\n\r\nthrough.  Sir,  I  use the term \"rushed  through\",\r\n\r\nbecause the amendments were given to us just a few\r\n\r\nhours on the very day of the sitting at which  the\r\n\r\ndebate on the Bill was to take place.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 222</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Had the amendments been in the nature of\r\n\r\ncorrections,    or   alterations    or    sentence\r\n\r\nconstruction,  or printing errors, or  even  minor\r\n\r\noversights,  then  it would have  been  of  little\r\n\r\nconsequence.  But  as it is, Sir,  the  amendments\r\n\r\nconsist  of  very  important changes.  In  several\r\n\r\ncases,  the most vital principles of the Bill  are\r\n\r\nto be negatived by the amendments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members of the Opposition Bench praised the Bill\r\n\r\nat  the  last sitting because there were signs  of\r\n\r\ngenuine effort to promote industrial peace, giving\r\n\r\n(as  was stated by the Hon. the Prime Minister)  a\r\n\r\nfair  deal  to the workers and, at the same  time,\r\n\r\ncreating   conditions  conducive   to   industrial\r\n\r\nexpansion. It was, in fact, a courageous Bill,  in\r\n\r\nmy opinion.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the honourable\r\n\r\nMember  is perhaps going a bit too far. She  ought\r\n\r\nto  confine herself to reasons why she thinks that\r\n\r\nthe  Chairman should report progress and beg leave\r\n\r\nto sit again. I think she is probably now making a\r\n\r\nSecond  Reading speech. She should confine herself\r\n\r\nto the motion.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Sir, I am saying all this\r\n\r\njust  to  show  the importance of postponing  the\r\n\r\nCommittee  stage  to another  day.  I  am  giving\r\n\r\nreasons  why it should be postponed, and although\r\n\r\nit  might seem irrelevant now, I hope, when I tie\r\n\r\nup  my  reasons, to show that they  are  relevant\r\n\r\nand  why  I  think the Committee stage should  be\r\n\r\npostponed. We thought that the Bill was  designed\r\n\r\nto  prevent  the reoccurrence of the mistakes  of\r\n\r\nthe  past.  But there are amendments  which  have\r\n\r\nbeen  sent  to  us two days ago  which  take  the\r\n\r\nessence out of this -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b>\r\n\r\nChicken!\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> - take all the essence out of\r\n\r\nthis  genuine effort to promote industrial  peace.\r\n\r\nSir,  first  the Bill was presented  to  us.  Then\r\n\r\nbefore  it  could  be  passed,  it  has  now  been\r\n\r\nmutilated  beyond  recognition by  50  amendments.\r\n\r\nSurely it will do no harm if a little more time is\r\n\r\nspent  on  putting  it  into  a  shape  which   is\r\n\r\nacceptable to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 223</b></font><br><br>\r\n\r\n\r\n\r\nall  concerned,  which will be of benefit  to  the\r\n\r\nState  and  all its people, and which  will  be  a\r\n\r\ncredit to the Government. I hope the Minister will\r\n\r\nagree  to postpone the Committee stage to  another\r\n\r\nday.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Before I propose the Question, I\r\n\r\nmight   inform   honourable   Members   that   the\r\n\r\nGovernment  were in time when they sent  in  their\r\n\r\nnotices  of  amendments. The notices of amendments\r\n\r\nwere,  in fact, received in the Clerk's Office  on\r\n\r\nthe  8th of February. Admittedly, it did take some\r\n\r\ntime for the Clerk to go through the amendments to\r\n\r\nput them into a shape acceptable to me, and it was\r\n\r\nnot  until  the  morning  of  10th  February  that\r\n\r\nMembers  received their copies of the  amendments.\r\n\r\nSo,  in  so  far as the Government are  concerned,\r\n\r\nthey were in time.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That the Chairman do report\r\n\r\nprogress and ask leave to sit again.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Labour and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Law (Mr K. M. Byrne):</b> Mr Speaker, Sir, I think this point had\r\n\r\nalready been dealt with by the Prime Minister when\r\n\r\nthe  principles  of the Bill were debated  at  the\r\n\r\nlast  sitting. Mr Speaker, Sir, I shall later  be\r\n\r\nmoving  amendments which will clearly show to  the\r\n\r\nOpposition Front Bench that the amendments do  not\r\n\r\nin  any way affect the main structure of the Bill.\r\n\r\nThey  are in respect of points of detail. And when\r\n\r\nI  do  so, I think I will be able to promote peace\r\n\r\nbetween the Opposition and ourselves.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> Mr\r\n\r\nSpeaker, Sir, I received my copy of the amendments\r\n\r\nof  the Minister for Labour and Law when I arrived\r\n\r\nin  this  Assembly about ten minutes  before  2.30\r\n\r\np.m.  I therefore had no time to become acquainted\r\n\r\nwith   the  proposals  outlined  in  the  proposed\r\n\r\namendments. I do not say, Sir, that the Government\r\n\r\nwere  out  of time in submitting their amendments.\r\n\r\nBut I do say that had the Opposition been aware of\r\n\r\nsuch  amendments  that were  being  proposed,  the\r\n\r\nspeeches  of the Opposition on the Second  Reading\r\n\r\nof  the  Bill  might  have  been  of  a  different\r\n\r\ncharacter.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister said that there was no useful purpose in referring this Bill to a Select\r\n\r\nCommittee because the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 224</b></font><br><br>\r\n\r\n\r\n\r\nquestion of principles was not involved. But I  do\r\n\r\nrespectfully  submit,  Sir,  that  the  amendments\r\n\r\nproposed by the Minister for Labour and Law  go  a\r\n\r\nlong way to upset the balance that was aimed at in\r\n\r\nthe Bill - the balance of conflicting forces - so that\r\n\r\nthere  could be industrial peace. I do again  say,\r\n\r\nSir,   that,  because  of  the  very  nature   and\r\n\r\ncharacter of the Government amendments, more  time\r\n\r\nshould  be  given  to the Opposition  and  to  the\r\n\r\npublic to become aware of their implications.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, as the Member for\r\n\r\nCairnhill  has  just complained  that  he  had  no\r\n\r\nopportunity   of   looking   at   the   Government\r\n\r\namendments   until   2.30  this   afternoon,   the\r\n\r\nGovernment  is prepared to postpone the  Committee\r\n\r\nstage to after item No. 5 on the Order Paper.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Speaker, Sir,\r\n\r\nif I had been able to read the proposed Government\r\n\r\namendments  before I made my speech on the  Second\r\n\r\nReading, I would most certainly not have spoken in\r\n\r\nthe  tenor in which I, in fact, had done. When  we\r\n\r\nmet  here  the day before yesterday, I thought  it\r\n\r\nwas  an excellent Bill, a courageous Bill, because\r\n\r\nthe  Government  was attempting to  solve  a  very\r\n\r\ndifficult  problem, which is to hold  the  balance\r\n\r\nevenly  between  employees and  employers  in  the\r\n\r\noverall interest of the State. Sir, after  I  have\r\n\r\nhad  the  opportunity to look  at  the  Government\r\n\r\namendments and to realise their implications, I am\r\n\r\nnow   satisfied   that  the  balance   which   the\r\n\r\nGovernment  had so strenuously sought to  preserve\r\n\r\nin the original Bill has been whittled down to the\r\n\r\nextent where one of the parties to a dispute would\r\n\r\nhave lost confidence in the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, if the primary aim and objective of\r\n\r\nthis Bill is to secure industrial peace, it is,  I\r\n\r\nthink,  imperative that both sides to the  dispute\r\n\r\nshould  be  satisfied  that  it  is  a  fair   and\r\n\r\nimpartial  Bill. At the moment, Mr Speaker,  Sir,\r\n\r\nas  the amendments stand, the Opposition feel that\r\n\r\nthe  Bill is weighted with the amendments  on  one\r\n\r\nside, and the balance is not held equally.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 225</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has said that he has received representations from both employers and employees,\r\n\r\nand  as  a result of those representations he  has\r\n\r\nframed  these  amendments. If I may  say  so  with\r\n\r\nrespect  to  the  Minister, these amendments  have\r\n\r\nbeen  filed  at the instance and at the suggestion\r\n\r\nof   employees.  May  I  ask  him  whether   these\r\n\r\namendments have been put to the employers to  find\r\n\r\nout  what  their views are on them? I  venture  to\r\n\r\nsuggest  to  the Minister that if these amendments\r\n\r\nhad been put to the employers, they might not have\r\n\r\nreadily  accepted the Bill in its amended form.  I\r\n\r\ntherefore  beg  of  the  Minister  to  defer   the\r\n\r\nCommittee  Stage, Sir, so that the  employers  and\r\n\r\nothers  who  are interested in the Bill  could  be\r\n\r\ngiven   adequate   opportunity  to   examine   the\r\n\r\namendments and to see what their effect will be on\r\n\r\nindustrial peace.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands)</b>(<i>In Malay</i>): Mr Speaker, at the last\r\n\r\nsitting  of  the  Assembly, every  Member  of  the\r\n\r\nAssembly  who spoke said that this Bill  was  very\r\n\r\nimportant and vital to the interest of the  people\r\n\r\nof  Singapore. Therefore, I do not wish to be left\r\n\r\nbehind  in expressing my dissatisfaction with  the\r\n\r\nmethod  by  which this Bill is going to be  rushed\r\n\r\nthrough without first giving an opportunity to the\r\n\r\nOpposition to review it thoroughly, because it has\r\n\r\nbeen   found,  as  expressed  earlier,  that   the\r\n\r\namendments  just tabled by the Government  clearly\r\n\r\nshow that they are contrary to what the Government\r\n\r\nclaims  them to be, that is, the Bill  is  in  the\r\n\r\ninterest of all concerned. We have just been made\r\n\r\nto  understand that the Government has considered\r\n\r\nthese  amendments after receiving  the  views  and\r\n\r\nrepresentations  of  many  trade  unions  who  had\r\n\r\noffered  their  views. Hence  the  Government  has\r\n\r\ntabled   many  amendments.  It  cannot  be   said,\r\n\r\nhowever,  that  only trade unions were  given  the\r\n\r\nopportunity  to express their views  on  the  Bill\r\n\r\nwhich affects industrial relations. Similarly, the\r\n\r\nOpposition  are not satisfied, as  they  were  not\r\n\r\ngiven  an opportunity. We must not forget that  in\r\n\r\nthis Assembly we are not representing the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 226</b></font><br><br>\r\n\r\n\r\n\r\nworkers  or  employers but we are here responsible\r\n\r\nfor the enacting of Bills which give protection to\r\n\r\nall  sections  of the community in Singapore,  and\r\n\r\nnot  merely  a certain section. Hence  it  follows\r\n\r\nthat the views expressed by the Opposition for the\r\n\r\npostponement  of  this  Bill  should  receive  the\r\n\r\nattention  of  the Minister, because  we,  in  the\r\n\r\nOpposition, will also be held responsible for  the\r\n\r\nenactment  of any Bills that are put  before  this\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker,\r\n\r\nSir,  I  remember  the Prime  Minister  saying  on\r\n\r\nWednesday that there was no principle on which the\r\n\r\nGovernment  could give way. But I do submit,  Sir,\r\n\r\nthat  the amendments proposed by the Minister  for\r\n\r\nLabour and Law constitute a withdrawal of some  of\r\n\r\nthe  major principles adumbrated in the Bill.  The\r\n\r\nMinister in his Second Reading did not consider it\r\n\r\nnecessary  to  inform  this  House  that  he   had\r\n\r\ndiscussions  with  representatives  of  the  trade\r\n\r\nunions  and  representatives of the employers.  It\r\n\r\nwas  left to a Government back-bencher to disclose\r\n\r\nit  to  this  House. I do submit that, in  future,\r\n\r\nwhen  matters  of  importance  are  involved,  the\r\n\r\nMinister should inform this House of what has been\r\n\r\ntaking place.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, Sir, he has not informed the House\r\n\r\nin   what   way  the  representatives   had   made\r\n\r\nobjections to him. Sir, if he will be so  good  as\r\n\r\nto  inform  this House, I would like to  know  the\r\n\r\nnames  of the representatives of the trade  unions\r\n\r\nwho   saw  him  as  well  as  the  names  of   the\r\n\r\nrepresentatives of the employers.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think perhaps the debate is\r\n\r\nranging  a  bit  too far. If the Minister  is,  in\r\n\r\nfact,  going to disclose these names, I  think  he\r\n\r\nwould probably be out of order, because we are now\r\n\r\ndebating  whether or not proceedings on this  Bill\r\n\r\nshould be postponed. The debate must therefore  be\r\n\r\nconfined to the reasons why consideration  of  the\r\n\r\nBill should be postponed, and nothing further.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Why I ask for the information\r\n\r\nis  because it is felt by the Opposition that  the\r\n\r\namendments  proposed are as a result of  one-sided\r\n\r\ndiscussions between the Government and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 227</b></font><br><br>\r\n\r\n\r\n\r\nsome  of the trade unions. As you have ruled, Sir,\r\n\r\nwe   will  not  be  in  a  position  to  get   the\r\n\r\ninformation   we  want.  But  I  do  submit   that\r\n\r\nquestions of principle are involved, and that what\r\n\r\nthe  Prime Minister told the House last Wednesday,\r\n\r\nthat  the  Government would not give  way  on  any\r\n\r\nprinciple  whatsoever, is not  borne  out  by  the\r\n\r\namendments to be proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee (Tanglin):</b> Mr Speaker, Sir,\r\n\r\nwhen  we debated the Bill two days ago, the nature\r\n\r\nof  the  amendments proposed was not known to  the\r\n\r\nOpposition  nor, Sir, was it known to the  public.\r\n\r\nWe  did  not  realise that the amendments  are  so\r\n\r\nvital  that they practically change the  character\r\n\r\nof the whole Bill. On that ground, Sir, we believe\r\n\r\nthat  the  public must be kept informed  of  later\r\n\r\ndevelopments so that there can be a test of public\r\n\r\nreaction.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, when the principle of\r\n\r\nthis Bill was being debated, I remember that in my\r\n\r\nreply  I  charged the Opposition Front Bench  with\r\n\r\nshowing  so  very  little or no attention  to  the\r\n\r\ncontents of this very important Bill. Mr Speaker,\r\n\r\nI  did  say  in my speech when I moved the  Second\r\n\r\nReading of the Bill that the Explanatory Statement\r\n\r\npublished  in  the Bill summarises in considerable\r\n\r\ndetail  the  main provisions of the Bill.  I  also\r\n\r\nwent  on  to  say that in Committee I  would  move\r\n\r\ncertain  amendments  which would  not  affect  the\r\n\r\ngeneral  features of the scheme  embodied  in  the\r\n\r\nBill. Those were the exact words I used.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, when the Member for Cairnhill was speaking, it appeared to me that he was not\r\n\r\ninformed of the amendments that the Government had\r\n\r\nsent   in,  and  I  interrupted  on  a  point   of\r\n\r\ninformation and pointed out to the House that  the\r\n\r\namendments  had,  in fact, been submitted  by  the\r\n\r\nGovernment.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Government is also charged with having given no publicity to these amendments. Mr\r\n\r\nSpeaker,  I gave an interview to the reporters  in\r\n\r\nthe Chinese Press and the Straits Times on Tuesday\r\n\r\nafternoon,   and  the  main  provisions   of   the\r\n\r\namendments which the Government will move were, in\r\n\r\nfact,  published in the Straits Times on Wednesday\r\n\r\nmorning.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 228</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Members of the Opposition\r\n\r\nhave  had  ample  time to consider the  amendments\r\n\r\nthat  Government proposes to move this  afternoon.\r\n\r\nIn  fact, there was a public holiday yesterday and\r\n\r\nthe  House  was not in session, and if the  Member\r\n\r\nfor Cairnhill is the champion of the people, as he\r\n\r\nwants  to make out that he is now, surely he could\r\n\r\nhave  spent some time yesterday looking  at  these\r\n\r\namendments.  Or if he had not got a  copy  of  the\r\n\r\namendments, he could have got one from his learned\r\n\r\nfriend  sitting next to him, the Member for Farrer\r\n\r\nPark.  I  am horrified to know that he  told  this\r\n\r\nHouse  this afternoon that the first time that  he\r\n\r\nhad  received these amendments was this  afternoon\r\n\r\nat 2.30.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> No, no.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Let him say no. But I always say we\r\n\r\nspeak the truth.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think there has been some\r\n\r\nmisunderstanding.   I   think   the   Member   for\r\n\r\nChairnhill  said he saw these amendments  at  2.30\r\n\r\np.m. on Wednesday.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> I beg your pardon, Sir. That means,\r\n\r\nMr  Speaker, Sir, that he has had ample  time  to\r\n\r\nlook at these amendments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I have pointed out repeatedly that the amendments do not in any way affect the main\r\n\r\nstructure  of  this  Bill. For  that  reason,  the\r\n\r\nGovernment  wishes  to  proceed  with  all   these\r\n\r\namendments this afternoon.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of my discussions with\r\n\r\nrepresentatives  of employers and  representatives\r\n\r\nof  trade unions, I had referred to all these when\r\n\r\nI  replied during the debate on the Second Reading\r\n\r\nof the Bill. As a result of the discussions that I\r\n\r\nhave  had  both  with the representatives  of  the\r\n\r\nunions  and  the  employers, the  Government  has,\r\n\r\nafter  taking  into account both  representations,\r\n\r\ndrafted the amendments which we hope to move  this\r\n\r\nafternoon,  so that it has' not been  a  one-sided\r\n\r\nmanoeuvre,  as  the  Opposition  Front  Bench  are\r\n\r\ntrying to suggest now.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, since they require a little\r\n\r\nmore time, I do not mind giving them a little more\r\n\r\ntime.  We  will  come back to the Committee  stage\r\n\r\nafter item 7 on the Order Paper for today.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 229</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, there was nothing\r\n\r\non  the  Second  Reading of  the  Bill  which  the\r\n\r\nOpposition  could have said. The Opposition  quite\r\n\r\nfrankly  informed  the House  that  they  were  in\r\n\r\ncomplete agreement with the principle involved  in\r\n\r\nthe  Bill. As the Second Reading is concerned with\r\n\r\nthe debate on the principle of the Bill, there was\r\n\r\nnothing   that   the  Opposition  could   say   in\r\n\r\ncriticism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think it was the Hon. the\r\n\r\nPrime  Minister who said that this was  the  first\r\n\r\nattempt made by the Legislature to bring the  rule\r\n\r\nof  law into industrial relations where previously\r\n\r\nthe  rule  of  the jungle had prevailed.  That,  I\r\n\r\nthought,  was an admirable sentiment and something\r\n\r\nwhich  is  very necessary if confidence is  to  be\r\n\r\nestablished  which will attract  capital  to  this\r\n\r\nplace  and  keep  it  here. If  we  are  going  to\r\n\r\nintroduce  the rule of law where the rule  of  the\r\n\r\njungle had prevailed, then the Court must be  able\r\n\r\nto  enforce  its awards both against the  employee\r\n\r\nand  the  employer. That is the rule of law  as  I\r\n\r\nunderstand  it,  Mr  Speaker.  The  rule  of  the\r\n\r\njungle,  as  we all understand it,  is  where  the\r\n\r\nsuperior  survives and the inferior is  destroyed.\r\n\r\nWe  want  the  rule of law. But when we  read  the\r\n\r\namendments,  Mr Speaker, Sir, we  find  that  the\r\n\r\nawards  can be enforced against the employer,  but\r\n\r\nit seems that the employees are not so bound. That\r\n\r\nis  our  reading  of the amendments.  If  that  is\r\n\r\ncorrect,  then there are no sanctions attached  to\r\n\r\nthe failure on the part of the employee to observe\r\n\r\nan award. If that is the correct interpretation of\r\n\r\nthe  amendments, Mr Speaker, where  then  is  the\r\n\r\nrule of law?\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b>\r\n\r\nMr   Speaker,   Sir,  various  Members   of   the\r\n\r\nOpposition have based their request for a delay in\r\n\r\nconsidering  this Bill in Committee on  the  point\r\n\r\nthat  the  amendments proposed by  the  Government\r\n\r\nhave  been such as to radically change the  nature\r\n\r\nof  the Bill. But none of them have given a single\r\n\r\nins-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 230</b></font><br><br>\r\n\r\n\r\n\r\ntance  of any way in which the amendments proposed\r\n\r\nby  the Government have made any basic changes  to\r\n\r\nthe  nature  of the Bill. It may be  that  in  the\r\n\r\ncourse of celebrations over Thaipusam -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Penance!\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> - they might have read into the\r\n\r\namendments things not meant to be read into.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let us not go into a panic over these\r\n\r\nthings.  The  Bill  in  its original  and  in  its\r\n\r\namended   forms   sets  out  the  procedures   and\r\n\r\nregulations  whereby disputes between  unions  and\r\n\r\nemployers  can  be settled in an orderly  fashion.\r\n\r\nThat was the aim of the original Bill and that  is\r\n\r\nthe  aim  of the Bill as amended. Again, there  is\r\n\r\nthe claim that the amendments have been so drastic\r\n\r\nas  to  alter  the balance between  employers  and\r\n\r\nemployees - a  balance which the Opposition  Members\r\n\r\napproved  in  respect of the  original  Bill,  but\r\n\r\nwhich   they   disapprove  in   respect   of   the\r\n\r\namendments,  presumably because they suspect  that\r\n\r\nthe  amendments  have  given  concessions  to  the\r\n\r\nunions  but not to employers. This apparently  has\r\n\r\ncaused  considerable dismay among Members  of  the\r\n\r\nOpposition  who  everyone knows  represent  vested\r\n\r\ninterests.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us put both our feet firmly on the ground\r\n\r\nand  let  us  not indulge in flights of  fantasies\r\n\r\nabout  the effect of these amendments in reverting\r\n\r\nindustrial  relations to the rule of  the  jungle.\r\n\r\nMay  I ask the Opposition to remember always  that\r\n\r\nthe  P.A.P. Government acts with decision? It  has\r\n\r\nnot  been hasty in drafting the Bill. It has given\r\n\r\ndue   consideration  to  proposals  and   counter-\r\n\r\nproposals  from  the parties affected.  But  there\r\n\r\nmust  be some finality in these things, and if  we\r\n\r\nwere  to  act in the manner which Members  of  the\r\n\r\nOpposition want us to, that is, to preserve a fine\r\n\r\nbalance between the groups concerned, we would  go\r\n\r\non  balancing for the next five years. Members  of\r\n\r\nthe  Opposition may well be reminded of the  story\r\n\r\nof  Columbus when he wanted to balance an egg. The\r\n\r\nbest way is to bang\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 231</b></font><br><br>\r\n\r\n\r\n\r\nthe  egg  and break one end of it and the rest  of\r\n\r\nthe egg stands quite stably in this way.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, I have no sympathy whatsoever with the pleas for delay by the Opposition. I think\r\n\r\nthey  have  completely exaggerated the  extent  to\r\n\r\nwhich the changes proposed have altered the nature\r\n\r\nof this Bill.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I did not go\r\n\r\ninto  the  details of the proposed  amendments  in\r\n\r\norder   to  air  our  stand  that  the  amendments\r\n\r\nproposed by the Government go a long way to  alter\r\n\r\nthe principle of the Bill. I thought that if I had\r\n\r\ndone that you might have ruled me out of order. To\r\n\r\nsuggest -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think I probably would\r\n\r\nhave  ruled the hon. Member out of order. I  would\r\n\r\nsuggest  that  the way to tackle  this  particular\r\n\r\nproblem,  in  so  far  as  the  complaint  of  the\r\n\r\nOpposition  are concerned that the  principles  of\r\n\r\ncertain clauses have been altered, is to raise the\r\n\r\npoint  when  we come to the particular clause  and\r\n\r\nthen  move that consideration of the clause itself\r\n\r\nbe  postponed. If that meets with the Opposition's\r\n\r\nwishes, perhaps we can proceed.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> May I proceed, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes, Tun Lim Yew Hock.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> With respect, Sir, it was\r\n\r\nbecause you have allowed the Hon, the Minister  to\r\n\r\nsay  that  we  had given no valid  reason.  I  was\r\n\r\ntrying to say why we could not.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I appreciate that and I\r\n\r\nthink  the House does appreciate that. There  must\r\n\r\nbe   some  valid  reasons  in  the  minds  of  the\r\n\r\nOpposition why they think that the principles have\r\n\r\nbeen  departed  from. Probably  the  Minister  for\r\n\r\nFinance  knew that and said what he did  say  with\r\n\r\nhis  tongue in his cheek. But I am just trying  to\r\n\r\ndirect  the Members of this Assembly on a speedier\r\n\r\ncourse. It\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 232</b></font><br><br>\r\n\r\n\r\n\r\nseems to me that we are debating round in circles.\r\n\r\nPerhaps  if some agreement can be reached  on  the\r\n\r\nlines I have proposed, we can proceed.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, we had hoped\r\n\r\nthat  the  Committee stage of this Bill  could  be\r\n\r\npostponed  to  a  later stage whereby  the  public\r\n\r\nwould   have   at  least  considered   the   major\r\n\r\namendments   proposed  by  the   Government.   The\r\n\r\nMinister for Labour and Law has suggested that  if\r\n\r\nwe  had qualms about the amendments he might agree\r\n\r\nto  taking the Committee stage when all the  other\r\n\r\nbusiness  of the day has been disposed of.  May  I\r\n\r\nrespectfully  submit, Sir, that such a  suggestion\r\n\r\nis nothing but frivolous?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think I have ruled the\r\n\r\nword  \"frivolous\" out of order.  Will  the  Member\r\n\r\nplease withdraw?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I withdraw, Sir. I will\r\n\r\ntherefore  say that such a suggestion  is  not  in\r\n\r\nkeeping with the dignity of this House.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, when I suggested\r\n\r\njust now that the Committee stage of this Bill  be\r\n\r\ntaken  after item No. 5 on the Order Paper, I  did\r\n\r\nso  because I mistakenly believed that the  Member\r\n\r\nfor Cairnhill had said that the first time that he\r\n\r\nhad   seen  these  amendments  was  at  2.30  this\r\n\r\nafternoon. As a matter of fact, it was pointed out\r\n\r\nto me that he had seen these amendments at 2.30 on\r\n\r\nWednesday afternoon. This has made the case for an\r\n\r\napplication for an adjournment even more - I am very\r\n\r\nmuch tempted to use the same word, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the principle of the Bill was\r\n\r\ncarefully  gone into when the Second  Reading  was\r\n\r\ndebated  last Wednesday. When replying, I remember\r\n\r\nI  pointed out where the amendments departed  from\r\n\r\nthe  main  provisions  of  the  Bill.  I  remember\r\n\r\ninforming  this  House that  the  Government  had,\r\n\r\nafter discussions with the unions, agreed to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 233</b></font><br><br>\r\n\r\n\r\n\r\ntake out the provisions in the Bill dealing with\r\n\r\nthe de-registration of unions. I remember\r\n\r\ninforming the House that the Government had, after\r\n\r\ndiscussions with the unions, decided that the\r\n\r\nprovisions restricting the activities of union\r\n\r\nleaders, when they were found guilty of contempt\r\n\r\nof court, were to be preserved. I remember dealing\r\n\r\nwith all these matters, and I am very surprised\r\n\r\nthat the Member for Farrer Park has got so lost in\r\n\r\nthe jungle of his thoughts that he should have\r\n\r\nsuddenly accused the Government of wanting to\r\n\r\nintroduce the law of the jungle in industrial\r\n\r\nrelations. If he had been a little more careful\r\n\r\nand given more thought to what I had said when\r\n\r\nreplying to the debate on the Second Reading, then\r\n\r\nhe would not have made that very unfair remark.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir,\r\n\r\nconcerning the remark that we could have  spent  a\r\n\r\nfew  hours  yesterday studying the  amendments;  I\r\n\r\nwould  like  to  say this. It is because  we  have\r\n\r\nstudied them thoroughly that we now feel, not  for\r\n\r\nour sake, but for the sake of the public, that the\r\n\r\npublic  need  to be informed of these  amendments,\r\n\r\nand they need to give thought to them. This is why\r\n\r\nwe  are  proposing a postponement of the Committee\r\n\r\nstage. It is not for ourselves. We spent the whole\r\n\r\nday yesterday discussing them.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I take it that the suggestion by\r\n\r\nthe  Government that the Committee stage be  taken\r\n\r\nafter  item 7 on the Order Paper is not acceptable\r\n\r\nto  the  Opposition. I shall then put the Question\r\n\r\non  the  motion, and the Government side  will  no\r\n\r\ndoubt vote in the way they think appropriate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Chairman do report\r\n\r\nprogress and ask leave to sit again.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Division, Sir.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 6; Noes, 35;\r\n\r\nAbstention, Nil; Absent, 10.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 234</b></font><br><br>\r\n\r\n<pre>\r\n\r\n      Ayes.              Noes.\r\n\r\n   Ahmad Jabri bin   Ahmad bin\r\n\r\n    Mohamed Akib.      Ibrahim.\r\n\r\n   Lim Yew Hock.     Bani, S.T.\r\n\r\n   Mohd. Ali bin     Buang bin\r\n\r\n    Alwi              Omar Junid.\r\n\r\n   Rajah, A. P.      Bryne, K. M.\r\n\r\n   Seow Peck Leng,   Chan Chee Seng.\r\n\r\n    Mrs.             Chan Choy Siong,\r\n\r\n   Thio Chan Bee.     Miss.\r\n\r\n                     Chan Sun Wing.\r\n\r\n    Abstentation.    Chor Yeok Eng.\r\n\r\n       Nil.          Goh Chew Chua.\r\n\r\n                     Goh Keng Swee.\r\n\r\n      Absent.        Kandasamy, G.\r\n\r\n   Abdul Hamid bin   Lee Khoon Choy.\r\n\r\n    Haji Jumat.      Lee Siew Choh.\r\n\r\n   Baharudin bin     Lee Teck Him.\r\n\r\n    Mohamed Ariff.   Lim Cheng Lock.\r\n\r\n   Fung Yin Ching,   Lin You Eng.\r\n\r\n    Miss.            Lingam, S. V.\r\n\r\n   Hoe Puay Choo,    Lor Por Tuck.\r\n\r\n    Madam.           Mammen, John.\r\n\r\n   Koh, C.H.         Mohd. Ariff bin\r\n\r\n   Lee Kuan Yew.      Suradi.\r\n\r\n   Leong Keng Seng.  M. Ismail Rahim.\r\n\r\n   Ong Eng Guan.     Ng Teng Kian.\r\n\r\n   Rajaratnam, S.    Ong Chang Sam.\r\n\r\n   Sahorah binte     Ong Pang Boon.\r\n\r\n    Ahmat, Madam.    Ramaswamy, S.\r\n\r\n                     Sheng Nam Chin.\r\n\r\n                     Tan Cheng Tong.\r\n\r\n                     Tan Kia Gan.\r\n\r\n                     Tee Kim Leng.\r\n\r\n                     Teo Hock Guan.\r\n\r\n                     Toh Chin Chye.\r\n\r\n                     Wee Toon Boon.\r\n\r\n                     Wong Soon Fong.\r\n\r\n                     Yaacob bin\r\n\r\n                      Mohamed.\r\n\r\n                     Yong Nyuk Lin.\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question accordingly negatived.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Before we proceed, I wish to draw\r\n\r\nthe attention of the Opposition Members to\r\n\r\nStanding Order 71 (7) which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"A clause may be postponed, unless a decision\r\n\r\nhas already been taken upon an amendment thereto...\".\r\n\r\n\r\n\r\n<br><br>Therefore, if any Opposition Member wishes to move\r\n\r\nthat a clause be postponed he or she should do so\r\n\r\nbefore an amendment is moved or considered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2-\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendments (i)* and (ii)+ appear to be connected. Perhaps the\r\n\r\nMinister could move amendment (i) and speak on\r\n\r\nboth.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* See column 235.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;+ Amendment (ii) reads as follows:-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 2, lines 21 to 23, to leave out \"and any department of Her Majesty's Government in\r\n\r\nthe United Kingdom functioning within\r\n\r\nSingapore\".\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 235</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*In page 2, lines 13 to 15, to leave out \"or of\r\n\r\nany  department of Her Majesty's Government in the\r\n\r\nUnited Kingdom functioning within Singapore\".\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* See column 234.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, when moving the Second Reading\r\n\r\nof  this  Bill,  I  explained why  Government  has\r\n\r\nthought  it necessary that the Services and  their\r\n\r\nemployees should be left out of the provisions  of\r\n\r\nthis  Bill and I do not propose to repeat  what  I\r\n\r\nhave already said.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, the\r\n\r\nOpposition  would  indeed  be  grateful   to   the\r\n\r\nMinister  if he would repeat the reasons which  he\r\n\r\ngave  during the Second Reading of the Bill.  Sir,\r\n\r\nthe reason I ask is that we do not have a copy  of\r\n\r\nthe Hansard.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Sir, that proves my point earlier on\r\n\r\nwhen  I said that the Opposition Members gave very\r\n\r\nlittle attention either to -\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> On a point of order, Sir. Is\r\n\r\nit  out of order for a Member of the Opposition to\r\n\r\nask for information?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It is not a point of order. No\r\n\r\npoint of order has arisen.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> If I am not mistaken. I think the\r\n\r\nMember for Cairnhill has asked me to repeat what I\r\n\r\nsaid  when I moved the Second Reading of the Bill.\r\n\r\nMy  point is that if he had paid attention to what\r\n\r\nI  was saying, then there would have been no  need\r\n\r\nfor  his asking me to repeat what I then said.  In\r\n\r\norder that he may he informed, I shall now proceed\r\n\r\nto  restate what I then said on the Second Reading\r\n\r\nof the Bill:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"... we have also decided to leave the Services and\r\n\r\ntheir  employees  out of the  provisions  of  this\r\n\r\nBill.  This  is because our State is  fully  self-governing  in  internal  affairs  but  is  not   a\r\n\r\nsovereign  State as far as external relations  and\r\n\r\ninternal security are concerned. For that  reason,\r\n\r\nwe   are   in  no  position  to  pass  any   local\r\n\r\nlegislation  binding on Her Majesty's  Government.\r\n\r\nThat  being  so,  we consider  that  it  would  be\r\n\r\nadvisable  to leave it to the Services  and  their\r\n\r\nemployees to decide whether they would freely wish\r\n\r\nto  avail  themselves  of the  machinery  we  have\r\n\r\nprovided  in  this  Bill  for  the  settlement  of\r\n\r\nindustrial  disputes, and it would be up  to  them\r\n\r\ntherefore to decide whether they would freely come\r\n\r\nin or keep out altogether.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 236</b></font><br><br>\r\n\r\n\r\n\r\nI also said then, Mr Speaker:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In this connection, I have been advised by the\r\n\r\nUnited  Kingdom  Commissioner in  Singapore,  with\r\n\r\nwhom  both  the  Prime Minister  and  I  have  had\r\n\r\ndiscussions,  that the United Kingdom  departments\r\n\r\nare not opposed in principle to the objects of the\r\n\r\nBill,  since  indeed arbitration courts  have  for\r\n\r\nlong  been  a  normal  feature  of  civil  service\r\n\r\nnegotiating machinery in the United Kingdom.\"\r\n\r\n<br><br>\r\n\r\nI also informed the House:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"I have also been informed by the United Kingdom\r\n\r\nCommission   here   that   the   United    Kingdom\r\n\r\ndepartments  could  not,  however,  agree  to  the\r\n\r\nBill's  application without modification to  cover\r\n\r\ncertain  aspects  which  are  governed  by  United\r\n\r\nKingdom statute or practice and are not within the\r\n\r\ndirect  competence of the United  Kingdom  Service\r\n\r\ndepartments functioning in Singapore.\"\r\n\r\n\r\n\r\n<br><br>I also expressed the hope that:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"...it will be possible in the near future for the\r\n\r\nUnited  Kingdom Service departments  10  reach  an\r\n\r\nagreement  with their employees on the application\r\n\r\nof the Bill on such terms as may be agreed between\r\n\r\nthem,  and, if such agreement is not possible,  to\r\n\r\nsettle their problems by other amicable means.\"\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I did listen\r\n\r\nto  the  Hon. the Minister when he was moving  the\r\n\r\nSecond  Reading of the Bill. I just wanted him  to\r\n\r\nrepeat it in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It would appear, Sir, that a self-governing\r\n\r\nconstitution  is much worse than the  constitution\r\n\r\nof a colony. When Singapore was a colony from 1955\r\n\r\nto  1959, yet our laws could legislate to  contain\r\n\r\nand   embrace  any  department  of  Her  Majesty's\r\n\r\nGovernment.   And  we  are  told  today   by   the\r\n\r\nGovernment that because we are self-governing  we,\r\n\r\ntherefore, cannot do it. Yet when we were  running\r\n\r\na  colonial  government we had been challenged  by\r\n\r\nleaders of the P.A.P. as to why we did not  insist\r\n\r\nthat  employees of Service departments  should  be\r\n\r\ncovered   by   law.  Because  of  that,   we   had\r\n\r\ndiscussions with the British Government and had it\r\n\r\nincluded  in our law. It could be easily  verified\r\n\r\nif  you  look up the Labour Code and other  labour\r\n\r\nlegislation  that  a  Service  department  of  Her\r\n\r\nMajesty's Government is so covered. And  today  we\r\n\r\nare told in this House that because we have a self-governing constitution we cannot do what we  could\r\n\r\ndo when we were a colony.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 237</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Bin Ibrahim (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Inche Ahmad Bin Ibrahim)</b>(<i>In Malay</i>): Mr Speaker, Sir, the Government's stand is\r\n\r\nsincere  and  consistent, and  not  like  that  of  the\r\n\r\nprevious  Government. We see the Member  for  Cairnhill\r\n\r\nstanding up today accusing this Government of giving no\r\n\r\nprotection whatsoever to Service employees.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to state here that I had\r\n\r\nbeen  employed  in the Army and was actively  concerned\r\n\r\nwith a certain union. We are aware that if the Services\r\n\r\nor the British Government desire that Service employees\r\n\r\nbe  covered  in  this Bill, then all the provisions  in\r\n\r\nthis  Bill  must  be acceptable to  them.  But  in  our\r\n\r\nexperience - I  personally have had  this  experience - any\r\n\r\nlocal legislation which will benefit the Services  will\r\n\r\nbe  acceptable to them, but if any local legislation is\r\n\r\ndetrimental  to  them  they  will  not  wish   to   get\r\n\r\nthemselves involved in it, and they will say that  they\r\n\r\nhave their own legislation in the United Kingdom. I can\r\n\r\nsay  frankly in front of the Member for Cairnhill  that\r\n\r\nhe himself knew that many disputes arose in the Service\r\n\r\nestablishments when I was an Assemblyman for  Sembawang\r\n\r\nand that I did bring such matters to his attention, but\r\n\r\nhe  replied  that he was in no position to settle  such\r\n\r\ndisputes.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But today it seems that he is trying to make it\r\n\r\nappear   as  if  we  have  neglected  or  shirked   our\r\n\r\nresponsibility to the Services employees. I think  such\r\n\r\nan  accusation is unfounded. As I have said earlier  in\r\n\r\nmy  speech, we are frank, outspoken and sincere. If the\r\n\r\nServices  departments  wish to  accept  completely  the\r\n\r\nlegislation passed by the local Government, they should\r\n\r\nwholly abide by the legislation, and not accept part of\r\n\r\nit  and reject the other. I have personally experienced\r\n\r\nthis, and I am sure the Services unions will agree with\r\n\r\nme in this respect.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker. Sir, all that the Hon.\r\n\r\nthe  Minister has said does not deny the fact  that  in\r\n\r\nthe  Labour  laws  of  today, Service  departments  are\r\n\r\ncovered.  If  they  could  be  covered  in  the  Labour\r\n\r\nOrdinance, if they\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 238</b></font><br><br>\r\n\r\n\r\n\r\ncould   be   covered  in  the  Workmen's   Compensation\r\n\r\nOrdinance,  if they could be covered in any other  law,\r\n\r\nwhy  cannot they be covered in this law? It is the same\r\n\r\nlaw!  If  it  is necessary to delete it, then  I  would\r\n\r\nsuggest  to the Government that they should  amend  all\r\n\r\nthe  laws  that are in existence today - to take  out  of\r\n\r\nthem  the coverage of the Services departments  of  the\r\n\r\nUnited   Kingdom  Government.  Sir,  there  is   enough\r\n\r\nprotection  of  Her Majesty's Government here,  because\r\n\r\nthe  employees  working  in  the  Services  departments\r\n\r\ncannot  be so declared as employees until the Yang  di-Pertuan Negara has so declared. And the Yang di-Pertuan\r\n\r\nNegara is a representative of Her Majesty in the  State\r\n\r\nof  Singapore. Now, if we do not have it in there, Sir,\r\n\r\nthen  how  are we going to give protection  to  Service\r\n\r\nemployees?  I  am  not  a  lawyer.  Suppose  today  the\r\n\r\nServices  union says, \"Yes, we want to come under  this\r\n\r\nlaw\";  the Services departments say, \"Yes, we  want  to\r\n\r\ncome under this law\"; then how are they to come in when\r\n\r\nfor  the  purposes  of  this  Ordinance  they  are  not\r\n\r\n\"employees\" or \"employers\"?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, it is quite obvious that\r\n\r\nthe  Member  for Cairnhill had been seeing visions  and\r\n\r\ndreaming  dreams all the years when he was in politics,\r\n\r\nfrom 1948 to 1959. If he was a realist at all, he would\r\n\r\nhave  known,  Mr  Speaker, Sir, that no  non-Sovereign\r\n\r\nlegislative  body  can  bind Her Majesty's  Government.\r\n\r\nThat is a well-settled constitutional point, and I need\r\n\r\nnot in any way argue it here.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if the Services and their employees\r\n\r\nwere brought into the present Labour Ordinance, it  was\r\n\r\nby  agreement. If it is possible for them to  reach  an\r\n\r\nagreement - and I have expressed the hope that they would\r\n\r\ndo  so - it  will  be  quite easy for  us  to  amend  the\r\n\r\nOrdinance  to provide for their coming in. We certainly\r\n\r\nwould  be very pleased if they could agree to come  in.\r\n\r\nBut   as   I  have  pointed  out,  the  United  Kingdom\r\n\r\nCommissioner  here has made it clear  that  they  would\r\n\r\nonly  agree  to  their employees coming in  on  certain\r\n\r\nconditions.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 239</b></font><br><br>\r\n\r\n\r\n\r\nAnd until those conditions are agreed, I think  we\r\n\r\nwould have to leave the position as it is.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I still repeat what I have said before, that we\r\n\r\ndo really and sincerely hope that both sides would\r\n\r\nget  together  and iron out their differences  and\r\n\r\nthen  come  to us and say, \"We want to be  brought\r\n\r\nunder the provisions of this new procedure for the\r\n\r\nsettlement  of industrial disputes.\" I can  assure\r\n\r\nthe  Opposition  Bench that there  would  be  none\r\n\r\nhappier   than  ourselves  to  introduce  amending\r\n\r\nlegislation for that purpose.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I do not understand why\r\n\r\nit  should  be deleted now and then amended  at  a\r\n\r\nfuture date if, as the Hon. Minister has said, the\r\n\r\nServices  departments of Her Majesty's  Government\r\n\r\nare  not against coming under this Bill. I do  not\r\n\r\nsee  why it should be so. What the Yang di-Pertuan\r\n\r\nNegara  can  do is to wait until an  agreement  is\r\n\r\nreached with Her Majesty's Government. Without the\r\n\r\namendment,   it  will  put  the  matter   in   the\r\n\r\nforefront.  And as soon as agreement  is  reached,\r\n\r\nthe  Yang  di-Pertuan Negara will then so declare.\r\n\r\nIf  this is not to be there, I submit that all the\r\n\r\nlaws  that  cover Services departments  should  be\r\n\r\nabolished.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I do not wish to\r\n\r\nlabour  this point. I just want to repeat that  we\r\n\r\nwould  be  very  happy  to  welcome  the  Services\r\n\r\ndepartments to the fold as soon as they can  agree\r\n\r\nwith   their  unions  to  be  brought  under   the\r\n\r\nprovisions of this Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I agree with the\r\n\r\nMinister  for  Labour  and  Law  that  legislation\r\n\r\nnormally does not bind the Crown, unless the Crown\r\n\r\nitself  submits to that legislation. It is because\r\n\r\nof that that the words \"and includes an officer or\r\n\r\na servant of the Government\" have been put in. But\r\n\r\nthat  is not the end of the matter. Merely putting\r\n\r\nin  the  phrase  \"and includes  an  officer  or  a\r\n\r\nservant  of  the Government\" does  not  in  itself\r\n\r\nplace a Government employee within the meaning  of\r\n\r\nthis Ordinance. It is the inclusion by the Yang di-\r\n\r\nPertuan  Negara  by  way of a  proclamation  which\r\n\r\nfinally  makes him an employee within the  meaning\r\n\r\nof this section. What then\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 240</b></font><br><br>\r\n\r\n\r\n\r\nis  the necessity for deleting the words sought to\r\n\r\nbe  deleted from this Bill, Mr Speaker, Sir, when\r\n\r\nthe   inclusion  of  those  words  would  not   in\r\n\r\nthemselves  bring  that group of employees  within\r\n\r\nthe  framework of the Ordinance, unless and  until\r\n\r\nthe  Yang  di-Pertuan Negara so  declares?  So  it\r\n\r\nseems to me, Mr Speaker, Sir, particularly as the\r\n\r\nMinister himself has said, that there are only one\r\n\r\nor  two  points  on  which  agreement  has  to  be\r\n\r\nreached, and as soon as that is achieved, the Yang\r\n\r\ndi-Pertuan Negara can then so proclaim.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, the essential point\r\n\r\nis  this: that the Yang di-Pertuan Negara, as  our\r\n\r\nHead of State, would on the recommendation of  the\r\n\r\nCabinet, be able to make a declaration to  include\r\n\r\ncertain  categories of Government servants  within\r\n\r\nthe definition of \"employee\". But what the Yang di-Pertuan Negara cannot do on the recommendation  of\r\n\r\nthe  Cabinet  is  to  place,  say,  categories  of\r\n\r\nServices   employees  within  the  definition   of\r\n\r\n\"employee\". He can do that only after agreement is\r\n\r\nreached  between this Government and Her Majesty's\r\n\r\nGovernment. It is only then that he can make  such\r\n\r\na declaration. But he could easily declare a local\r\n\r\nGovernment  servant  as  an  \"employee\"  for  this\r\n\r\npurpose on the advice of the Singapore Government,\r\n\r\nand that is the distinction.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, we understand the position that\r\n\r\nthe  Yang  di-Pertuan Negara is the Constitutional\r\n\r\nHead   of   State.  He  cannot  act  on  his   own\r\n\r\ninitiative; he can only act on the advice  of  his\r\n\r\nMinisters.  As  and  when  agreement  is   reached\r\n\r\nbetween  the Cabinet and Her Majesty's  Government\r\n\r\nin  the United Kingdom, that agreement, Sir,  will\r\n\r\nbe  the  subject  matter  for  discussion  by  the\r\n\r\nCabinet.  As  a result of the Cabinet's  decision,\r\n\r\nthe responsible Minister then advises the Yang di-\r\n\r\nPertuan Negara, who will then gazette. Where  then\r\n\r\nis the need for the deletion?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, we feel that it\r\n\r\nwould  always  be  better for an agreement  to  be\r\n\r\nreached  between  the Services  as  employers  and\r\n\r\ntheir own employees before any approach is made to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 241</b></font><br><br>\r\n\r\n\r\n\r\nthe  Singapore Government. We do not want to enter\r\n\r\ninto agreements with Her Majesty's Government over\r\n\r\nthe  heads  of their own employees' organisations.\r\n\r\nWe would like them to get together and discuss the\r\n\r\nconditions  under which they will be  prepared  to\r\n\r\ncome  in, before we welcome them in. Surely, there\r\n\r\nis nothing sinister in that?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment made: In page 2, lines 21 to 23, to\r\n\r\nleave  out  \"and any department of  Her  Majesty's\r\n\r\nGovernment   in  the  United  Kingdom  functioning\r\n\r\nwithin Singapore\".-[Mr Byrne].\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 2, to leave out lines 28 to 32\r\n\r\ninclusive.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is the definition of \"essential service\".\r\n\r\nThis  amendment is consequential to the  amendment\r\n\r\nto  clause 28 (c) of the Bill. I will explain  the\r\n\r\npurpose  of this amendment when we come to  clause\r\n\r\n28 (c) .\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There are two methods whereby we\r\n\r\ncan deal with amendments of this nature. One is to\r\n\r\nenter   into   a   debate   immediately   on   the\r\n\r\nadvisability  of  leaving out \"essential  service\"\r\n\r\nfrom  the  ambit of this Bill; the other  way,  of\r\n\r\ncourse,  is  to  postpone  consideration  of   the\r\n\r\namendment  to  clause 2 under  the  provisions  of\r\n\r\nparagraph 11 of Standing Order 71.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This amendment can be considered under the\r\n\r\nprovisions of paragraph 11 of Standing  Order  71,\r\n\r\nwhich reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"After all clauses and schedules have been gone\r\n\r\nthrough,  any  Member may, with the leave  of  the\r\n\r\nChairman,  move  an  amendment  to  a  clause   or\r\n\r\nschedule   already  passed,  provided   that   the\r\n\r\namendment  is made necessary by an amendment  made\r\n\r\nto any other clause or schedule.\"\r\n\r\n<br><br>\r\n\r\nThat is, consideration of this amendment could  be\r\n\r\nentered into under paragraph 11 of Standing  Order\r\n\r\n71 after consideration of all the other clauses of\r\n\r\nthe  Bill.  But perhaps it would be convenient  if\r\n\r\nthe  Minister  would  make a  speech  now  on  the\r\n\r\nadvisability   of   omitting  the   reference   to\r\n\r\n\"essential  service\". That would cover  clause  28\r\n\r\n(c) as well as the Schedule to the Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 242</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, if Members of this\r\n\r\nHouse  will look at clause 28, they will see  that\r\n\r\nthe   Industrial  Arbitration  Court   will   take\r\n\r\ncognizance of a trade dispute in the circumstances\r\n\r\nthere provided:-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) with the consent of the disputants,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) when the President so directs,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) when the Minister, by notification in\r\n\r\nthe   Gazette,  certifies  that   the   trade\r\n\r\ndispute be referred to the Arbitration  Court\r\n\r\nwhen  it  is  a  trade dispute  affecting  an\r\n\r\nessential service, and\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) when the Yang di-Pertuan Negara, by\r\n\r\nproclamation,  declares that the  dispute  be\r\n\r\nreferred   to  arbitration  in   the   public\r\n\r\ninterest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have given notice of an\r\n\r\namendment to leave out clause 28 (b) of the  Bill.\r\n\r\nIn my reply in the debate on the Second Reading of\r\n\r\nthis   Bill,   I  explained  that  the  Government\r\n\r\nconsidered it unfair that the President,  who  was\r\n\r\nto act as a conciliator, -\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Perhaps I did not make\r\n\r\nmyself  quite  clear.  At  this  stage  will   the\r\n\r\nMinister  please confine himself to  the  question\r\n\r\nwhether or not essential services should come  out\r\n\r\nof  the  ambit of the Bill? Later on, he can  deal\r\n\r\nwith the other amendments to clause 28. I take  it\r\n\r\nthat  clause  28 (b) does not concern itself  with\r\n\r\nessential services?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> That is so.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> So if the Minister will now\r\n\r\nconfine  himself to the principle  of  taking  the\r\n\r\nessential  services out of the ambit of the  Bill,\r\n\r\nhe can proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I am sorry I have\r\n\r\nto refer to clause 28 (b) in some detail, because,\r\n\r\nunless  I  did so, it would be difficult for  hon.\r\n\r\nMembers  to  understand why we have  suggested  an\r\n\r\namendment to clause 28 (c). Mr Speaker, Sir, I do\r\n\r\nnot  think I need repeat what I have already  said\r\n\r\nwith regard to clause 28 (b). I will go straight\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 243</b></font><br><br>\r\n\r\n\r\n\r\non  from there to clause 28 (c). There it  is  now\r\n\r\nproposed that the Minister be given an over-riding\r\n\r\nright  to  refer any trade dispute to arbitration.\r\n\r\nIn  clause  28  (c),  it  was  proposed  that  the\r\n\r\nMinister  could  so direct only  where  the  trade\r\n\r\ndispute concerned an essential service. But it  is\r\n\r\nnow  thought  that to enable the unions  to  place\r\n\r\nsome  value on their collective strength and their\r\n\r\nbargaining position, it would be advisable to give\r\n\r\nthe  Minister this over-riding authority, so  that\r\n\r\nin  any  dispute, whether it concerns an  ordinary\r\n\r\ntrade   dispute  or  an  essential  service,   the\r\n\r\nMinister  would  be in a position  to  refer  that\r\n\r\ndispute  to  arbitration; so  that  references  to\r\n\r\narbitration  would  therefore  arise   under   the\r\n\r\namendments  to  be  proposed in  cases  where  the\r\n\r\nparties  agreed  to  go to arbitration,  in  cases\r\n\r\nwhere the Minister decided to refer the dispute to\r\n\r\narbitration,  and  in cases  where  the  Yang  di-\r\n\r\nPertuan Negara in the public interest declared  by\r\n\r\nproclamation  that  the  dispute  should   go   to\r\n\r\narbitration.  If  this amendment is  adopted,  Mr\r\n\r\nSpeaker,   Sir,  this  definition  of   \"essential\r\n\r\nservice\" would be unnecessary.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The supposition then that\r\n\r\nessential services were coming out of the ambit of\r\n\r\nthe  Bill  is  not correct. They  would  still  be\r\n\r\nwithin the ambit of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Essential services, Mr Speaker, Sir,\r\n\r\nwould  be  within the ambit of the Bill, but  they\r\n\r\nwould  come  within  the  definition  of  a  trade\r\n\r\ndispute.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> They come indirectly under the\r\n\r\nprovisions of clause 28 (c) so far as disputes are\r\n\r\nconcerned.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> That is so.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> In the debate that may follow,\r\n\r\nhon.   Members   may  range  over   the   proposed\r\n\r\namendments Nos. (iii)* and (iv)+ to clause 28,  at\r\n\r\npage 51 of the Order Paper Supplement.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* Amendment (iii) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 12, to leave out lines 9 to 14 inclusive.\r\n\r\n  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;+ Amendment (iv) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 12, lines 15 to 18, to leave out\r\n\r\n\"certifies  in  respect of a trade  dispute  with\r\n\r\nregard  to  employment in, or in connection  with\r\n\r\nthe  provision of, an essential service  that  it\r\n\r\nis in the public interest\" and insert \"directs\".\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 244</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, do I understand the\r\n\r\nMinister  to say that the deletion of those  lines\r\n\r\nreally  makes no difference? It seems to  me,  Mr\r\n\r\nSpeaker, that where under the clause as framed  in\r\n\r\nthe  original  Bill persons in essential  services\r\n\r\nhad certain rights, it could well he that now,  as\r\n\r\na result of the amendment, they have been excluded\r\n\r\nfrom those rights.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, that is a very\r\n\r\nsimple   point.  They  would  have   recourse   to\r\n\r\ncollective bargaining under the provisions of Part\r\n\r\nIII of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker. Sir, while we\r\n\r\nhave  no  objection to the deletion  proposed,  we\r\n\r\nfeel  that the amendment proposed by the  Minister\r\n\r\nto clause 28 (c) is a matter which I would like to\r\n\r\ndiscuss at its proper time, because I too have  an\r\n\r\namendment to that particular clause.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The hon. Member will not, of\r\n\r\ncourse, be debarred from raising his points.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 2, line 37, at end, to add -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'\"Industrial\r\n\r\nRelations Officer\" means an\r\n\r\nIndustrial Relations Officer appointed under\r\n\r\nsection 26 of this Ordinance;'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I have also moved an amendment to clause 26 of the Bill to provide for the\r\n\r\nappointment    of   Conciliation   Officers    and\r\n\r\nIndustrial Relations Officers.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If the Minister wishes to speak on\r\n\r\nhis   amendments  (i)�  and  (ii)++  to  clause  26,\r\n\r\nperhaps this is the appropriate time, and when  he\r\n\r\ncomes  to  clause 26, the Minister can  just  move\r\n\r\nformally.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;� Amendment (i) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 11, line 33, after \"Officers\", to insert\r\n\r\n\"or Industrial Relations Officers\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;++ Amendment (ii) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 11, line 38, to leave out \"and of\r\n\r\nConciliation\" and insert \"or Industrial\r\n\r\nRelations Officers and of Conciliation\r\n\r\nOfficers and Industrial Relations\".\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 245</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, we have provided in\r\n\r\nthis Bill that practising advocates and solicitors\r\n\r\nshould  be  excluded from participating either  in\r\n\r\ncollective bargaining or from appearing before the\r\n\r\nIndustrial  Arbitration  Court,  except  in  cases\r\n\r\nwhich  are referred to iii clause 62 (1) (b) (ii).\r\n\r\nMr  Speaker, in view of that, the Government  has\r\n\r\nconsidered  that  it would be  wrong  to  leave  a\r\n\r\nvacuum,  as  it were. If I am right, I  think  the\r\n\r\nMember  for  Cairnhill said yesterday  that  until\r\n\r\nsuch  time as the unions were able to train  their\r\n\r\nown  officials  in this work, legal representation\r\n\r\nshould  be allowed to them. Mr Speaker,  Sir,  we\r\n\r\nhad  that point in mind when we proposed that when\r\n\r\nlegal  representation was withdrawn  it  would  be\r\n\r\nproper  to  institute a new category  of  officers\r\n\r\nknown as Industrial Relations Officers in addition\r\n\r\nto   the   Conciliatory  Officers  who  would   be\r\n\r\nappointed to handle this work for those unions who\r\n\r\nwould not be able to train their own officials  to\r\n\r\nhandle  this sort of work. That is the reason  for\r\n\r\nthis amendment.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> As indicated by the Minister, the\r\n\r\ndebate  may range over the proposed amendments  to\r\n\r\nclause  26 and also over the principle whether  or\r\n\r\nnot  a  trade  union should be represented  by  an\r\n\r\nadvocate and solicitor.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I rise to\r\n\r\nsupport   the  creation  of  Industrial  Relations\r\n\r\nOfficers to assist trade unions in negotiations or\r\n\r\nin arbitration proceedings before the Court. But I\r\n\r\nwould like to inform this House that an Industrial\r\n\r\nRelations  Officer is a servant of the Government.\r\n\r\nHe  is under the directive of the Commissioner for\r\n\r\nLabour  and,  through him, the Minister.  When  an\r\n\r\nIndustrial  Relations Officer  is  selected  by  a\r\n\r\ntrade   union   to  represent  it  in  arbitration\r\n\r\nproceedings, is it understood that he is  for  the\r\n\r\ntime being working for that particular union,  and\r\n\r\ntaking  orders  and directives  from  that  union,\r\n\r\nwithout  being encumbered with a higher  directive\r\n\r\nthat the Industrial Relations Officer shall not go\r\n\r\nbeyond this?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 246</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I can assure the\r\n\r\nMember   for  Cairnhill  that  it  is  never   our\r\n\r\nintention  to try to appoint stooges as Industrial\r\n\r\nRelations  Officers. They will  have  a  perfectly\r\n\r\nfree  hand in espousing the cause of unions before\r\n\r\nthe Arbitration Court.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Member for Cairnhill, who used to be an absentee overlord in the Ministry of\r\n\r\nLabour,  knows  very  well that  in  the  Ministry\r\n\r\nitself  there  is a Labour Court and  there  is  a\r\n\r\nPresident  of the Labour Court. He has the  powers\r\n\r\nof a Magistrate, and he is designated an Assistant\r\n\r\nCommissioner  for  Labour. I  would  not  want  to\r\n\r\nimpute anything against anybody, but I do not  for\r\n\r\na  moment believe that it has ever been the policy\r\n\r\nof  the Government ever to threaten this person in\r\n\r\nthe  exercise of his discretion when he sits as  a\r\n\r\nPresident  of the Labour Court. The same  position\r\n\r\nwill  obtain  with regard to Industrial  Relations\r\n\r\nOfficers.  When they are selected by  the  unions,\r\n\r\nthey  will  have a completely free hand to  handle\r\n\r\nthe  unions representations before the Arbitration\r\n\r\nCourt.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, what I said just now was\r\n\r\nan  attempt  to  save  the  Government  from  some\r\n\r\nembarrassment.  I  did  not  impute   any   motive\r\n\r\nwhatsoever.  I  said that if it is  known  to  the\r\n\r\nunions  that  an Industrial Relations  Officer  is\r\n\r\nthere  for  them  to use as they like  during  the\r\n\r\ncourse at the proceedings, the Government would be\r\n\r\nsaved  from embarrassment. The trade unions cannot\r\n\r\nsay:\r\n\r\n\"Well,  who  is  that man? He has received  orders\r\n\r\nfrom so and so that he should only go that far and\r\n\r\nno farther.\" Sir, I have helped the Government out\r\n\r\nof a predicament.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, we have got to get on\r\n\r\nwith our work. I do not think that the Member  for\r\n\r\nCairnhill  is  really so serious  as  to  want  to\r\n\r\nconcern  himself with saving this Government  from\r\n\r\nany  embarrassment. This Government can always  be\r\n\r\ntrusted to do its duty and to do it wisely.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 247</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4-\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 3, lines 27 and 28, to leave out \"not be\r\n\r\ndeemed to be a public servant but\" and insert  \"be\r\n\r\ndeemed to be a public servant and\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the purpose of this amendment\r\n\r\nis  to  find  out  why  it is necessary  that  the\r\n\r\nPresident of the Court shall not be deemed to be a\r\n\r\npublic  servant.  As  he will  be  holding  public\r\n\r\noffice,  he normally will be considered  a  public\r\n\r\nservant.  Is  there  any special  reason  why  the\r\n\r\nPresident  of  the  Industrial  Arbitration  Court\r\n\r\nshould not be a public servant?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I have already\r\n\r\nreferred  to  clauses 3 and 4 of the Bill  when  I\r\n\r\nreplied  to the debate on the Second Reading.  For\r\n\r\nthe  information of the Member for Farrer Park,  I\r\n\r\nwould  like to draw his attention to clause 3  (1)\r\n\r\nof  the  Bill,  which provides that the  President\r\n\r\nshall  be appointed by the Yang di-Pertuan  Negara\r\n\r\nin   accordance  with  the  advice  of  the  Prime\r\n\r\nMinister.  A similar power of appointment  appears\r\n\r\nin  the Constitution in respect of the appointment\r\n\r\nof  the  Chief  Justice.  Mr  Speaker,  Sir,  the\r\n\r\npurpose  of this provision - that \"The President  of\r\n\r\nthe  Court  shall not be deemed  to  be  a  public\r\n\r\nservant\" - is to shut out this appointment from  the\r\n\r\nprovisions  of the procedure that is  followed  in\r\n\r\nappointments to the ordinary public service. It is\r\n\r\nintended  that  the President of the  Court  shall\r\n\r\nhave  the same rights, privileges, protection  and\r\n\r\nimmunity  as  a  Judge of the  Supreme  Court.  As\r\n\r\nMembers  are  aware, the office of a Judge,  under\r\n\r\nour  Constitution, is not a public office.  It  is\r\n\r\nnot   intended  that  this  official   should   be\r\n\r\nappointed  by  the  Legal Service  Commission;  so\r\n\r\nthat,  Mr Speaker, Sir, we have used these  words\r\n\r\nto  make it clear that this appointment will be an\r\n\r\nappointment made by the Yang di-Pertuan Negara on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 248</b></font><br><br>\r\n\r\n\r\n\r\nthe advice of the Prime Minister, and that it will\r\n\r\nbe  outside  the provisions of the Public  Service\r\n\r\nCommission's  procedure  with  regard  to   public\r\n\r\nappointments.  There is nothing  sinister  in  our\r\n\r\nproposal, Mr Speaker, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I do not think there has been such\r\n\r\nan allegation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Not the way we look at it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, as I understand the\r\n\r\nConstitution, Judges are not supposed to be public\r\n\r\nofficers  for the purposes of appointment  by  the\r\n\r\nPublic  Service Commission. It is limited to  that\r\n\r\nspecific purpose. But in every other aspect,  they\r\n\r\nshall  be public servants. If I am right  in  that\r\n\r\ncontention, Mr Speaker, Sir, a Judge of the  High\r\n\r\nCourt  is a public servant, and the Chief  Justice\r\n\r\nis  a  public servant for every purpose other than\r\n\r\nan  appointment by the Public Service  Commission.\r\n\r\nIf  it is quite clear from the Ordinance that  the\r\n\r\nPresident of this Court shall be appointed by  the\r\n\r\nYang  di-Pertuan  Negara in  accordance  with  the\r\n\r\nadvice  of  the  Prime Minister,  why  should  the\r\n\r\nPresident of the Court not be a public servant for\r\n\r\nall purposes?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, under our\r\n\r\nConstitution  a public Servant is not  defined  at\r\n\r\nall.  The  Constitution defines a  public  office.\r\n\r\n\"Public office\", for the information of the Member\r\n\r\nfor  Farrer  Park, according to our  Constitution,\r\n\r\nmeans  \"any  office  of emolument  in  the  public\r\n\r\nservice\".  \"Public officer\" means \"the  holder  of\r\n\r\nany  public  office\"  and  `\"public  service\",  in\r\n\r\nrelation to service on or after the appointed day,\r\n\r\nmeans  service under the Government of  Singapore,\r\n\r\nor service as a Judge of the Supreme Court or as a\r\n\r\njudge  or magistrate of a subordinate court;  and,\r\n\r\nin  relation to service before the appointed  day,\r\n\r\nshall be similarly construed.'\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In section 75 (b) of Part IX of the Constitution\r\n\r\ndealing  with  the Public Services, it  is  stated\r\n\r\nthat:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'the expression \"public office\" shall not\r\n\r\ninclude the following offices, that is to say:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) the office of Judge of the Supreme Court;';\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 249</b></font><br><br>\r\n\r\n\r\n\r\nand  I  am advised by our legal officers that  the\r\n\r\nJudges  do not hold public offices except for  the\r\n\r\npurposes of their pension rights.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the intention here is that the\r\n\r\nPresident  shall  be appointed  by  the  Yang  di-\r\n\r\nPertuan  Negara  acting  in  accordance  with  the\r\n\r\nadvice  of  the  Prime Minister.  The  Member  for\r\n\r\nFarrer  Park  wanted  to know  why  the  President\r\n\r\nshould  not  be a public servant. I am advised  by\r\n\r\nthe  law  officers of the Crown that the President\r\n\r\nof  this  Court is a judicial officer and  he  has\r\n\r\npowers of supervising the procedure in this  Court\r\n\r\nor  punishing contempt under clause 54 of the Bill\r\n\r\nand he has got all the powers which appertain to a\r\n\r\nJudge.  For that reason, it is not desirable  that\r\n\r\nthere  should  be any declaration in  this  clause\r\n\r\nthat the President should be a public servant. For\r\n\r\nthat  reason, we have chosen the form of words  as\r\n\r\nappears in clause 4.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, with respect, if\r\n\r\nthat  were the intention of the Minister, all that\r\n\r\nneed  to be said would be: \"The President  of  the\r\n\r\nCourt  shall  have  the same  rights,  privileges,\r\n\r\nprotection and immunity as a Judge of the  Supreme\r\n\r\nCourt.\"   I,  therefore,  must  assume  that   the\r\n\r\nMinister is not using the words \"President of  the\r\n\r\nCourt shall not deemed to be a public servant\"  as\r\n\r\nmere verbiage. I must assume those words to have a\r\n\r\nspecial significance over and above the expression\r\n\r\n\"The  President  of  the  Court  having  the  same\r\n\r\nrights,   privileges,  protection ...\".   If   the\r\n\r\nPresident  of  the Court is not  deemed  to  be  a\r\n\r\npublic  servant,  then  could  a  Member  of  this\r\n\r\nLegislature become the President of the Court?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, as I have pointed\r\n\r\nout   just  now  in  the  definition  of   \"public\r\n\r\nservice\",  it  has  been  made  quite  clear  that\r\n\r\n\"public   service\"   means   service   under   the\r\n\r\nGovernment of Singapore or service as a  Judge  of\r\n\r\nthe  Supreme  Court. He is in the public  service,\r\n\r\nthere  is no doubt about that. But it is usual  in\r\n\r\npenal  statutes to provide that officers  discharg\r\n\r\ning  executive functions shall be public  servants\r\n\r\nfor the purpose of exercising\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 250</b></font><br><br>\r\n\r\n\r\n\r\nthose  powers. Mr Speaker, Sir, in this case  the\r\n\r\nPresident will, in fact, be discharging the duties\r\n\r\nof  a  Judge, and it is not usual to provide that,\r\n\r\nin the case of the appointment of a Judge, he will\r\n\r\nbe  liable  under  the penalties provided  in  the\r\n\r\nPenal  Code  if  he  does not act  properly  as  a\r\n\r\njudicial  officer. It is for this reason  that  we\r\n\r\nhave  been advised that it will be proper  to  use\r\n\r\nthe  form of words that appears in clause  4,  and\r\n\r\nthat  these  words \"shall not be deemed  to  be  a\r\n\r\npublic servant\" are included there.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I am not satisfied\r\n\r\nwith  the  Minister's  explanation.  Sir,  in  our\r\n\r\nConstitution  it is provided that Members  of  the\r\n\r\nAssembly  are deemed not to hold public office  by\r\n\r\nvirtue  of the fact that they are Members  of  the\r\n\r\nAssembly. As clause 4 stands, the President of the\r\n\r\nCourt  shall not be deemed to be a public servant,\r\n\r\nso  it will be quite possible for the Minister  to\r\n\r\nappoint  somebody  from this Assembly  to  be  the\r\n\r\nPresident of the Industrial Relations Court. If he\r\n\r\ndoes  so, that person can retain his seat in  this\r\n\r\nAssembly and still be President of the Court. I am\r\n\r\nnot  saying  that  it  will  happen,  but  it   is\r\n\r\npossible.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It is, of course, possible to\r\n\r\npostpone consideration of clause 4. Is it agreed\r\n\r\nthen that we postpone consideration of this clause\r\n\r\nuntil we have dealt with the other clauses?\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Yes.\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Yes.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further consideration of clause 4 postponed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 5 and 6 ordered to stand part of the\r\n\r\nBill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7-\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 5, line 24, to leave out \"an order made\r\n\r\nunder\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this is a small drafting\r\n\r\namendment. Under the new provisions which  we  are\r\n\r\nputting into clause 54, the disqualification  will\r\n\r\nfollow  from  the  fact that the person  has  been\r\n\r\npunished for contempt, and not from the order that\r\n\r\nthe union be de-registered as it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 251</b></font><br><br>\r\n\r\n\r\n\r\nis  under  clause 56. It is an amendment which  is\r\n\r\nnecessary,  as  the  Government  now  proposes  to\r\n\r\nnegative the provisions of clause 56.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> In that event, shall we then deal\r\n\r\nwith that amendment as 1 have indicated on page 56\r\n\r\nof  the  Order Paper Supplement? That is that  the\r\n\r\nfigure   \"56\"  be  altered  to  read  \"54\".   This\r\n\r\namendment  is  necessitated by  the  amendment  to\r\n\r\nclause  54  and the deletion of clause 56  of  the\r\n\r\nBill.  We will then deal with that amendment under\r\n\r\nthe provisions of Standing Order 71(11).\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker,\r\n\r\nSir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 5, line 29, at end, to add-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(f) is a\r\n\r\ncommittee member of a political party or of\r\n\r\nany of its branches,\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this particular clause deals with the\r\n\r\ndisqualification of a person to become a member of\r\n\r\na  panel of the Court. We feel that, particularly\r\n\r\nin   trade   disputes  where  the  law  has   been\r\n\r\nintroduced  to  see  that  there  should  nor   be\r\n\r\nunnecessary  industrial strife, committee  members\r\n\r\nof  political  parties or any  of  their  branches\r\n\r\nshould be debarred from holding office. This  does\r\n\r\nnot mean to say, Sir, that we think the Government\r\n\r\nwill  do such a thing - putting in committee members\r\n\r\nof  political parties - but we do say that it  would\r\n\r\nbe  a  good  thing  if we could take  a  political\r\n\r\nfigure out of the panel of the Court.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, may I ask the\r\n\r\nMember  for Cairnhill whether he believes  that  a\r\n\r\ncommittee member of a political party or of any of\r\n\r\nits   branches  is  necessarily  a   person   with\r\n\r\nprejudices? Surely such a person can be fair if he\r\n\r\nis appointed to such a panel. Mr Speaker, Sir, if\r\n\r\nit   is   found  that  he  has  not  been   acting\r\n\r\nimpartially, there is already provision in  clause\r\n\r\n9 (2) for the Yang di-Pertuan Negara to remove him\r\n\r\nfrom the panel on the grounds that he is not a fit\r\n\r\nand proper person to be selected to constitute the\r\n\r\nCourt.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Government considers that\r\n\r\nit is very unfair to place\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 252</b></font><br><br>\r\n\r\n\r\n\r\nsuch a restriction on a person just because he  is\r\n\r\na  committee  member  of a political  party  or  a\r\n\r\ncommittee member of a branch of a political party.\r\n\r\nThe fact that he is occupying that position should\r\n\r\nnot exclude him from the panel on either side.  If\r\n\r\nhe  is  a  person  who  is good  enough  to  be  a\r\n\r\ncommittee  member of a political party or  of  its\r\n\r\nbranch, he is equally good enough to be on a panel\r\n\r\nlike this, either on the employer's side or on the\r\n\r\nunion's  side. If he shows that he is a prejudiced\r\n\r\nperson  and  is  unfit to continue  to  hold  that\r\n\r\noffice,  there are provisions to remove  him  from\r\n\r\nthe   panel.   Surely   that   is   a   reasonable\r\n\r\nproposition.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Somewhere in this Bill, Sir, it is\r\n\r\nsaid  that  the proceedings before the  Industrial\r\n\r\nArbitration  Court shall be deemed to be  judicial\r\n\r\nproceedings. I just cannot lay my hands on  it  at\r\n\r\nthe   moment,  but  I  think  it  does  say   that\r\n\r\nsomewhere.  Mr  Speaker, Sir, as the  proceedings\r\n\r\nbefore   the  Industrial  Arbitration  Court   are\r\n\r\njudicial proceedings, the three persons who sit on\r\n\r\nit  are  therefore persons carrying out  functions\r\n\r\nappertaining to judicial proceedings. One does not\r\n\r\nsuggest that in every case things could go  wrong,\r\n\r\nbut the main thing about a Court, Mr Speaker,  is\r\n\r\nthat  its composition should be such that it would\r\n\r\ninspire confidence in both the parties before  the\r\n\r\nCourt, and if the composition of the Court is such\r\n\r\nthat that confidence is lacking either on one side\r\n\r\nor  on  the  other, then I think  the  composition\r\n\r\nshould be looked into. It is being suggested  from\r\n\r\nthis  side of the House that if members of  either\r\n\r\npanel   are   known  to  be  active   politicians.\r\n\r\nparticularly politicians in the industrial  field,\r\n\r\nthen  one side or the other is not going  to  have\r\n\r\nconfidence in that particular member, and as  soon\r\n\r\nas  confidence  is lost in that respect,  then  it\r\n\r\ncould  well be that the award might not be to  the\r\n\r\nsatisfaction  of  one of the  parties  before  the\r\n\r\nCourt.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Has the hon. Member clause 69 in\r\n\r\nmind?  It is not quite the same as stated  by  the\r\n\r\nhon. Member. Clause 69 reads:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Proceedings before the Court shall be deemed to\r\n\r\nbe  judicial proceedings for the purposes  of  the\r\n\r\nPenal Code...\".\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 253</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Yes, I probably had that in mind,\r\n\r\nSir, but possibly that does not cover the point  I\r\n\r\nhave  raised.  The  Minister  has  said  that  the\r\n\r\nPresident should be treated as a judicial  officer\r\n\r\nand  the  persons who sit beside him too  take  on\r\n\r\nthat mantle.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> The Member for Farrer Park\r\n\r\nmust  draw a distinction between those members  on\r\n\r\nthe  employer's  panel and those  on  the  union's\r\n\r\npanel, and the President of the Court. It would be\r\n\r\ninhuman to expect employers to have confidence  in\r\n\r\nthe people on the employee's panel. Similarly,  it\r\n\r\nis  unheard  of  to  expect  the  unions  to  have\r\n\r\nconfidence  in  those  members  who  are  on   the\r\n\r\nemployer's panel. The very fact that you  classify\r\n\r\nthe  two  types  in this way means that  they  are\r\n\r\npeople  who, by statute or otherwise, are  closely\r\n\r\nin  touch with, and are probably in sympathy with,\r\n\r\nthe  views and problems of employers or unions  as\r\n\r\nthe  case  may  be;  and the only  person  we  can\r\n\r\nreasonably  expect both parties to - and  indeed  we\r\n\r\nmust   expect   both   parties  to - have   absolute\r\n\r\nconfidence   in   in   integrity,   fairness   and\r\n\r\nimpartiality is the President himself.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> While accepting what the Hon, the\r\n\r\nPrime Minister has said, I think the matter goes a\r\n\r\nlittle beyond what he has said. It is not merely a\r\n\r\nquestion of being a member of the employee's panel\r\n\r\nor   the   employer's  panel.  There  are  several\r\n\r\npolitical  parties in Singapore. Some parties  are\r\n\r\naffiliated  to certain unions and some unions  are\r\n\r\naffiliated to other parties. Now if a union, shall\r\n\r\nwe  say  belonging to political party  X,  has  an\r\n\r\nindustrial   grievance   and   goes   before   the\r\n\r\nIndustrial Arbitration Court and a member  who  is\r\n\r\nactively connected with political party A  is  put\r\n\r\non, then, Mr Speaker, Sir, my point is clear.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> It can act the other way also, Mr\r\n\r\nSpeaker,  Sir. The employer can be a member  of  a\r\n\r\npolitical  party, and we say that on  balance  the\r\n\r\nCourt  is tripartite. It does not follow,  to  our\r\n\r\nway  of thinking - and we are accused of being  very\r\n\r\nilliberal  in  these  matters - that  a  person   is\r\n\r\nnecessarily prejudiced\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 254</b></font><br><br>\r\n\r\n\r\n\r\non  a  panel  like  this  just  because  he  is  a\r\n\r\ncommittee member of a political party.  If  it  is\r\n\r\nfound,  by his attitude, that he is not a fit  and\r\n\r\nproper  person,  then  there  is  provision  under\r\n\r\nclause  39 (2) to remove him from that panel,  but\r\n\r\nwe  cannot accept the proposition that anybody who\r\n\r\nis  a  member of a political party is a prejudiced\r\n\r\nperson  and therefore unfit to be a member of  the\r\n\r\npanel on either side.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I did not say \"any member\r\n\r\nof  a political party\". I said \"a committee member\r\n\r\nof  a  political party\". Sir, I do urge  upon  the\r\n\r\nGovernment   that   it  is  desirable   that   the\r\n\r\nparticipants  as  well as the Court  should  bring\r\n\r\nabout  an  atmosphere of calmness without bringing\r\n\r\npolitical    implications   into   any    dispute.\r\n\r\nTherefore, in order to avoid any unhappy incidents\r\n\r\nthat  may  arise in the future, would  it  not  be\r\n\r\nbetter that we take committee members of political\r\n\r\nparties out of the Court?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, if we have\r\n\r\na  situation in Singapore, which obtains  in  some\r\n\r\nWestern countries, where there is an abundance  of\r\n\r\npublic-spirited  people both in political  parties\r\n\r\nand   in   trade  unions  and  so  on,  it   might\r\n\r\nconceivably be possible that we might want  to  go\r\n\r\nto   considerable   lengths   to   establish   the\r\n\r\nunbiasness of any particular member either on  the\r\n\r\nemployer's  or on the union's panel. But  I  think\r\n\r\nthe Member for Cairnhill is well aware of the fact\r\n\r\nthat  we  are not in that fortunate position.  The\r\n\r\nnumber of people who are actively prepared to take\r\n\r\na  leading  part  in  trade  union  and  political\r\n\r\nactivities  is  fairly limited. On  the  basis  of\r\n\r\npurely  academic and theoretical debate, to strike\r\n\r\nout  or  exclude a whole class of persons who  are\r\n\r\nlikely to be of some value because of their  trade\r\n\r\nunion  experiences, interests,  and  so  on,  just\r\n\r\nbecause they happen to be committee members  of  a\r\n\r\npolitical   party  is,  I  think,  an  unnecessary\r\n\r\nrestriction  on  the  choice.  Surely  it  is  not\r\n\r\nsuggested that trade unionists, who are interested\r\n\r\nenough in the political future of Singapore to  be\r\n\r\nmembers of a political party, should\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 255</b></font><br><br>\r\n\r\n\r\n\r\nthereby become sufficiently tainted with bias as\r\n\r\nto be disqualified from being a member of the\r\n\r\nunion's panel?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 8 ordered to stand part of the Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9-\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 5, line 45, at end, to add-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(d) has\r\n\r\nbecome permanently incapable\r\n\r\nof discharging the functions of a member of the Court.\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In dealing with this amendment, Sir, may I also\r\n\r\nbring in the following amendment because it is\r\n\r\nrelevant:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) In page 6, to leave out lines 1 to 6\r\n\r\ninclusive.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I said during the Second\r\n\r\nReading of the Bill that the power to appoint must\r\n\r\ncarry  with  it also the power to remove.  In  the\r\n\r\nappointment  of  members to  both  panels  of  the\r\n\r\nCourt,  there  are  certain  disqualifications  in\r\n\r\nclause  7.  So  long as a person is  nominated  by\r\n\r\neither  body, it does not come within the  meaning\r\n\r\nof  that clause, and unless the Minister is of the\r\n\r\nopinion that the person to be appointed by him  is\r\n\r\na  fit and proper person, such person will not  be\r\n\r\nappointed.  Therefore, once the  Minister  has  so\r\n\r\nconsidered  that  a person is  a  fit  and  proper\r\n\r\nperson to be appointed to a panel of the Court  of\r\n\r\nArbitration,  I see no reason why we should  bring\r\n\r\nin  the  Yang di-Pertuan Negara to have a  say  in\r\n\r\nthat  he  is  of  the opinion that the  Minister's\r\n\r\nopinion  is not a good opinion; and we know,  Sir,\r\n\r\nconstitutionally, the Yang di-Pertuan Negara  only\r\n\r\nacts  on  the  advice of the Minister.  Therefore,\r\n\r\nsuch  a  thing can only happen and may happen:  if\r\n\r\nthe  Minister, having considered a man to be a fit\r\n\r\nand  proper person, appoints him to the Court  and\r\n\r\nthen  finds that that person is not carrying  out,\r\n\r\nshall  we  say, the duties to his liking,  he  may\r\n\r\nthen advise the Yang di-Pertuan Negara to say that\r\n\r\nthat person should\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 256</b></font><br><br>\r\n\r\n\r\n\r\nbe  removed because the Yang di-Pertuan Negara  is\r\n\r\nof  the opinion, on the advice of the Minister for\r\n\r\nLabour  and Law, that that person is no  longer  a\r\n\r\nfit and proper person.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, sub-clause (2) (a) deals with the removal\r\n\r\nby the Yang di-Pertuan Negara of a person who \"has\r\n\r\nbecome  permanently incapable of  discharging  the\r\n\r\nfunctions  of  a member of the Court\".  Sir,  such\r\n\r\nduties  should not devolve on the Yang  di-Pertuan\r\n\r\nNegara.  If  a  person is permanently handicapped,\r\n\r\nsurely it is easy and free for the Minister to put\r\n\r\nin  the  sub-clause proposed by me,  that  when  a\r\n\r\nperson  has  become handicapped  to  that  extent,\r\n\r\ntherefore  the Minister shall remove  him  from  a\r\n\r\npanel of the Court.\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is on sub-clause 2. Under sub-clause 2 (a),\r\n\r\nthat  job  can  be  done by the  Minister  without\r\n\r\ntrouble,  there  can  be no  argument  whatsoever.\r\n\r\nWhereas sub-clause 2 (b) is entirely different.  I\r\n\r\nhave  said that the Minister will never appoint  a\r\n\r\nman  to  serve on the panel unless he  is  of  the\r\n\r\nopinion  that  that person is  a  fit  and  proper\r\n\r\nperson. Having made that opinion, he should  stick\r\n\r\nto  it and not bring in the Yang di-Pertuan Negara\r\n\r\nto say that the Minister is wrong in his opinion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is,\r\n\r\n\"That  the  words proposed to be added,  be  there\r\n\r\nadded\",  and the debate may range over the  second\r\n\r\namendment, that is:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 6, to leave out lines 1 to 6 inclusive.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, may I first say that it\r\n\r\nis  a spurious hypothesis to say that the power of\r\n\r\nappointment carries with it the power of  removal?\r\n\r\nIn  quite  a  number of judicial and semi-judicial\r\n\r\nappointments,  the person who  has  the  power  of\r\n\r\nappointment  does not have the power  of  removal.\r\n\r\nFor instance, take the case of Puisne Judges. They\r\n\r\nare  appointed according to the Constitution - by  a\r\n\r\npanel of Judges. But the Judges by themselves have\r\n\r\nno right to remove. It\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 257</b></font><br><br>\r\n\r\n\r\n\r\nis  to give the appointee greater protection  from\r\n\r\nthe  caprice  of  the person or persons  who  have\r\n\r\nappointed   him,  that  certain  formalities   are\r\n\r\nrequired before a person is removed. Far from  the\r\n\r\nMinister  wishing to abuse his power of appointing\r\n\r\na  person to a panel, it is, in fact, designed  to\r\n\r\nsafeguard  the  person who has been  so  appointed\r\n\r\nfrom  being  easily removed.  In  the  case  of  a\r\n\r\nremoval,  the  Yang di-Pertuan Negara  has  to  be\r\n\r\nadvised   by   the   relevant   Minister,    after\r\n\r\nconsultation  with  the  whole  Cabinet,  that   a\r\n\r\nperson, having been already appointed, should  not\r\n\r\nbe  so  flippantly removed. That  is  exactly  the\r\n\r\npurpose of having the power of removal in  a  more\r\n\r\nsolemn form than the power of appointment.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, my second\r\n\r\namendment lays down that there shall be no removal\r\n\r\nwhatsoever  on  the grounds of a person's  fitness\r\n\r\nfrom  the membership of the panel. I did  not  say\r\n\r\nthat  the Minister should have that power. It  was\r\n\r\nwrong.  Once  the Minister has formed an  opinion,\r\n\r\nlet  that  opinion stand. The Prime  Minister  has\r\n\r\nsaid  that  it is a spurious hypothesis  that  the\r\n\r\npower of appointment carries with it the power  of\r\n\r\nremoval.  I  am  no  lawyer  myself,  Sir,  but  I\r\n\r\nremember, when I was sitting on the other side  of\r\n\r\nthe House and the hon. Member on this side, and we\r\n\r\nwere arguing on a Bill, that it was he himself who\r\n\r\nsaid that surely the power to appoint carries with\r\n\r\nit the power to remove.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, I do not know in what\r\n\r\ncontext  I  was  quoted - or rather  misquoted.  But\r\n\r\nthere  is  a simple elementary device whereby,  if\r\n\r\none  wishes  to protect the appointee  from  being\r\n\r\nremoved  at  the  caprice of  the  appointer,  the\r\n\r\nremoval   must  go  through  a  more  solemn   and\r\n\r\nintricate process. For this reason, if we were  to\r\n\r\napply  the  ordinary  principle  whereby  for  the\r\n\r\nlesser  offices  of  the  State,  the  person  who\r\n\r\nappoints  also has the power to remove, it  would,\r\n\r\nin  fact, be giving the appointee less protection.\r\n\r\nBut  we  are not going to hamper ourselves in  the\r\n\r\ncase of a member\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 258</b></font><br><br>\r\n\r\n\r\n\r\non  the  panel to a point where it must be  proved\r\n\r\nbeyond any doubt that he is permanently incapable.\r\n\r\nIn other words, what one will have to do is to get\r\n\r\na  doctor  to certify that something  in  him  has\r\n\r\ndeteriorated.  As  Members  on  the  other   side,\r\n\r\nparticularly the Member for Farrer Park, may know,\r\n\r\nit is difficult to get a doctor to certify that  a\r\n\r\nman's mind has deteriorated; it is not uncommon to\r\n\r\nfind  people  in high office who everybody  agrees\r\n\r\nshould no longer be there.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Yong Nyuk Lin):</b>\r\n\r\nMr  Speaker,  Sir, the Member for  Cairnhill  has\r\n\r\ntried  to  be  logical  in  stating  that  if  the\r\n\r\nMinister appoints a fit person, that person should\r\n\r\nso  remain  fit. But history has proved  that  the\r\n\r\nChief  Minister of a colonial government  has  not\r\n\r\nbeen  returned as the Prime Minister of the  State\r\n\r\nof  Singapore. I was also glad to hear the  Member\r\n\r\nsay  that he is not a lawyer. I believe he happens\r\n\r\nto be an Honorary Doctor of Laws of the University\r\n\r\nof Malaya -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I do not know why these\r\n\r\npersonalities must creep in in this debate which\r\n\r\nis of a very serious nature. The Prime Minister\r\n\r\nhas set the pace in this debate. Let us keep that\r\n\r\npace.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, if I am not\r\n\r\nmistaken, I think the Member for Cairnh1ll has got\r\n\r\nhimself involved because he has seen that clause 6\r\n\r\n(6)  provides that the Minister must be  satisfied\r\n\r\nthat  an  appointee  is a fit  and  proper  person\r\n\r\nbefore he is put on the panel. Then he goes on  to\r\n\r\nask,  why should he be removed on the grounds that\r\n\r\nhe  is  not a fit and proper person when  the  Min\r\n\r\nister  himself has appointed him because of  those\r\n\r\nattributes? Mr Speaker, Sir, we are all human and\r\n\r\nsometimes we get appointed in a situation where we\r\n\r\nmight  be  fit  and proper persons  but  later  on\r\n\r\nbecome unfit and improper persons. That being  so,\r\n\r\nthe Government is very careful to ensure that when\r\n\r\nanybody is removed on those grounds, it will  only\r\n\r\nbe  so after considerable deliberation and not, as\r\n\r\nthe  Prime  Minister says, at the caprice  of  the\r\n\r\nMinister. The whole position of the appointee will\r\n\r\nbe examined\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 259</b></font><br><br>\r\n\r\n\r\n\r\nby  the  Cabinet. And after the Cabinet has  fully\r\n\r\nconsidered  the  matter, the  recommendation  will\r\n\r\nthen go to the Yang di-Pertuan Negara. Surely that\r\n\r\nis the proper way of proceeding.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, it is indeed\r\n\r\nvery exhilarating to hear the Minister say that he\r\n\r\nis  human  and is capable of making mistakes.  And\r\n\r\nbecause of that, Sir, I will not press the issue.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is the Member withdrawing?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> May I beg leave to withdraw,\r\n\r\nSir?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I take it that the second\r\n\r\namendment* is not to be moved.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The amendment reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 6, to leave out lines 1 to 6 inclusive.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> No, I am not moving.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 9 stand part of\r\n\r\nthe Bill.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, I should be obliged for some\r\n\r\nclarification of clause 9 (1) (b):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Minister shall remove from a panel a person\r\n\r\nwho   accepts  any  relief  afforded  by  law   to\r\n\r\nbankrupts or insolvent debtors;\",\r\n\r\n\r\n\r\n<br><br>particularly when clause 9 (1) (a) says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Minister shall remove from a panel a person\r\n\r\nwho  ceases to be eligible to be a member of  that\r\n\r\npanel  in  accordance  with  section  7  of   this\r\n\r\nOrdinance;\",\r\n\r\n\r\n\r\n<br><br>and clause 7 (4) (a) says:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"A person who is an undischarged bankrupt shall\r\n\r\nnot be eligible for appointment to a panel.\"\r\n\r\n\r\n\r\n<br><br>Now, clause 9 (1) (a) says:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Minister shall remove from a panel a person\r\n\r\nwho  ceases to be eligible to be a member of  that\r\n\r\npanel  in  accordance  with  section  7  of   this\r\n\r\nOrdinance;\",\r\n\r\n\r\n\r\n<br><br>so  that when he becomes an undischarged bankrupt,\r\n\r\nhe  ceases to be eligible. What meaning  then  has\r\n\r\nclause 9 (1) (b),  \"...accepts any relief afforded  by\r\n\r\nlaw to bankrupts or insolvent debtors\"?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Sir, clause 7 (4) (a) is a\r\n\r\nqualification:  a  person who is  an  undischarged\r\n\r\nbankrupt is disqualified from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 260</b></font><br><br>\r\n\r\n\r\n\r\nappointment. Clause 9 deals with the removal,  and\r\n\r\nclause  7 (4) (a) deals with the position  at  the\r\n\r\ntime  of  appointment. If it  is  shown  that  the\r\n\r\nperson  is an undischarged bankrupt, consideration\r\n\r\nis  given  as  to whether he should be  appointed;\r\n\r\nthen  he is disqualified. Clause 9 deals with  the\r\n\r\ncase  of a removal from a panel of any person who,\r\n\r\nsay,  accepts  any  relief  afforded  by  law   to\r\n\r\nbankrupts or insolvent debtors; such a person  can\r\n\r\nbe removed. Surely that is a very simple point.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, I have not found it as simple as\r\n\r\nthe Minister has found it. Because it seems to  me\r\n\r\nthat  the  only  way  a person can  accept  relief\r\n\r\nafforded by law to bankrupts or insolvent  debtors\r\n\r\nis by becoming a bankrupt.\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> No, Mr Speaker, Sir. Surely -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> That is why the conception of the\r\n\r\nexpression  \"or insolvent debtors\"  after  persons\r\n\r\nagainst  whom wage-earners' administration  orders\r\n\r\nare made are not called bankrupts.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Surely clause 7 deals with\r\n\r\nappointments,  and  clause 9 deals  with  removals\r\n\r\nfrom a panel. In clause 7, if it is found that so-and-so   is  an  undischarged  bankrupt,   he   is\r\n\r\ndisqualified   from   appointment - he   cannot   be\r\n\r\nappointed. Now, a person may be perfectly  solvent\r\n\r\nat  the  time  of  appointment. Later  he  becomes\r\n\r\ninsolvent, and so we proceed to remove  him  under\r\n\r\nclause  9 (1) (b). That is a very simple state  of\r\n\r\naffairs.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I accept that. But what then is\r\n\r\nclause 9 (1) (a) doing? It says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"ceases to be eligible to be a member of that\r\n\r\npanel  in  accordance  with  section  7  of   this\r\n\r\nOrdinance;\".\r\n\r\n<br><br>\r\n\r\nHe  had  already become ineligible  in  accordance\r\n\r\nwith   clause   7  by  becoming  an   undischarged\r\n\r\nbankrupt.  Why, therefore, does clause 9  (1)  (b)\r\n\r\nsay,  \"accepts  any  relief  afforded  by  law  to\r\n\r\nbankrupts or insolvent debtors\"?\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 261</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, in all cases, the\r\n\r\nperson ceases to be eligible to be a member  of  a\r\n\r\npanel  in  accordance with clause 7. If he  is  of\r\n\r\nunsound  mind, nobody will appoint him. If  he  is\r\n\r\nappointed  and then becomes of unsound mind,  then\r\n\r\nwe will remove him under clause 9 (1) (a).\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> May I carry on a step further from\r\n\r\nwhere the Minister has left off, Sir? If he were\r\n\r\nan undischarged bankrupt at the time of\r\n\r\nappointment, he would be appointed -\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> No!\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> If he were an undischarged bankrupt at\r\n\r\nthe time of appointment -\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> He cannot be appointed.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Let the hon. Member\r\n\r\ncontinue. I think the Member for Farrer Park is\r\n\r\ntoo much involved for the Minister perhaps to\r\n\r\nunravel the involvement!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, if a person is not a bankrupt, in\r\n\r\nother  words, he is not an undischarged  bankrupt,\r\n\r\nhe  is eligible for appointment under clause 7. So\r\n\r\nhe is appointed. Subsequent to the appointment, he\r\n\r\nbecomes a bankrupt. Therefore, the Minister acting\r\n\r\nunder  clause 9 (1) (a), can remove  him.  He  can\r\n\r\nremove  persons  of unsound mind.  He  can  remove\r\n\r\npersons who cease to be citizens of Singapore.  He\r\n\r\ncan   also   remove   persons  who   have   become\r\n\r\nundischarged  bankrupts.  So  why   then   is   it\r\n\r\nnecessary to have clause 9 (1) (b)? The suggestion\r\n\r\nI  am making, Mr Speaker, Sir, is this: paragraph\r\n\r\n(b) could be deleted. Yet, if after appointment  a\r\n\r\nperson  becomes  an  undischarged  bankrupt,   the\r\n\r\nMinister could act under clause 9 (1) (a).\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think the Member for Farrer Park,\r\n\r\nif  he is suggesting that paragraph (b) should  be\r\n\r\ndeleted,  is  too  late. He ought  to  have  given\r\n\r\nnotice  of  an amendment, \"to leave out  paragraph\r\n\r\n(b)\"  and then a debate could properly have  taken\r\n\r\nplace.  At  the  moment, we are on  the  Question,\r\n\r\n\"That clause 9\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 262</b></font><br><br>\r\n\r\n\r\n\r\nstand  part  of the Bill\", and the debate  thereon\r\n\r\nmust be a debate on the principle of the clause.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> He has missed the bus!\r\n\r\n\r\n\r\n<br><br>4.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I have not missed the bus. It is a\r\n\r\nquestion  of whether clause 9 (1) (b) is necessary\r\n\r\nto  carry the meaning of the Bill any further.  It\r\n\r\ndoes  not detract from the Bill in any way. All  I\r\n\r\nwanted  to know was whether clause 9 (1) (b)  took\r\n\r\nit any further than clause 7 (4) (a).\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> It is the intention of the Member for\r\n\r\nFarrer Park to tell us that we have said the  same\r\n\r\nthing  twice and that we could have done it  in  a\r\n\r\nmuch shorter time. But we would say that it is put\r\n\r\nthere  to  make it doubly clear. That  is  why  it\r\n\r\nappears here, because clause 9 (1) (b) is the same\r\n\r\nas  clause  9  (1)  (a) as far as an  undischarged\r\n\r\nbankrupt is concerned.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> May I add that clause 9 (1)\r\n\r\n(b)  envisages  a  situation where,  although  the\r\n\r\nperson  has  never  become a bankrupt,  he  is  an\r\n\r\ninsolvent debtor - one who avoids bankruptcy by  any\r\n\r\none   of  the  means  (composition  or  otherwise)\r\n\r\nenvisaged in the laws of bankruptcy. He  can  then\r\n\r\nbe  removed if it is discovered that as  a  member\r\n\r\nappointed to the panel, he is owing people a large\r\n\r\nsum  of  money  and  he arrives at  a  composition\r\n\r\nbefore  he  is declared a bankrupt. Surely  it  is\r\n\r\ndesirable  to  remove  him.  Clause  9   (1)   (b)\r\n\r\ntherefore envisages a situation where, although  a\r\n\r\nman  may  not  be adjudged a bankrupt,  he  is  an\r\n\r\ninsolvent debtor or one who has avoided bankruptcy\r\n\r\nby  the  grace of God; and we may not wish him  to\r\n\r\nremain on the panel.\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> The explanation, Sir, 1 think,\r\n\r\nsatisfies me.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9 ordered to stand part of the Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 10 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 263</b></font><br><br>\r\n\r\n\r\n\r\nClause 11-\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> The first five amendments, Mr\r\n\r\nSpeaker, Sir, are just drafting amendments.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 6, line 17, to leave out \"workmen\" and\r\n\r\ninsert \"employees\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the expression \"employees\" is\r\n\r\nused  in the Bill except in the expression  \"trade\r\n\r\nunion  of workmen\". It is now considered that  the\r\n\r\nexpression  \"employees\" should be used  throughout\r\n\r\nthe  Bill.  It is proposed to use this expression,\r\n\r\nwhere appropriate, in future labour legislation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I merely want\r\n\r\nfurther  information. The Minister says  it  is  a\r\n\r\ndrafting amendment. As the debate goes on further,\r\n\r\nI  will  show that it is not entirely  a  drafting\r\n\r\namendment. Mr Speaker, Sir, if you look at page 3\r\n\r\nof the draft Bill, the definition of \"trade union\"\r\n\r\nhas not been amended.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'\"Trade union\" means a trade union of workmen or\r\n\r\nemployers registered under any written law for the\r\n\r\ntime  being  in force relating to the registration\r\n\r\nof trade unions.'\r\n\r\n\r\n\r\n<br><br>As  the  debate progresses, Mr Speaker, you  will\r\n\r\nfind  that  the  word \"trade  union\"  is  used  on\r\n\r\nseveral occasions.\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> The expression \"employees\" is used in\r\n\r\nthe Bill except in the expression \"trade union  of\r\n\r\nworkmen\". It is now considered that the expression\r\n\r\n\"employees\" should be used throughout the Bill. It\r\n\r\nis   proposed   to   use  the  expression,   where\r\n\r\nappropriate, in future labour legislation. We  use\r\n\r\nthe   word  \"employees\"  in  place  of  the   word\r\n\r\n\"workmen\".\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is the Minister suggesting that\r\n\r\nthe  definition of \"trade union\" in page  3  ought\r\n\r\nalso  to  be  amended to read \"trade union\"  means\r\n\r\n\"trade union of employees or employers\"?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> In that event, we will deal with\r\n\r\nthat  suggested amendment under the provisions  of\r\n\r\nStanding Order 71 (11) in due course. We will make\r\n\r\na  note  of that. That covers the point raised  by\r\n\r\nthe Member for Farrer Park.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> It does.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 264</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 6, line 20, to leave out \"and trade\r\n\r\nunions of employers\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I will be moving an amendment\r\n\r\nto clause 16 for the deletion of all references to\r\n\r\ntrade   unions   of  employers.  I  have   already\r\n\r\nexplained to the House that the Government intends\r\n\r\nto  restrict  the collective bargaining  procedure\r\n\r\nand  procedure  before  the arbitration  court  to\r\n\r\nsingle   employers  and  to  a  trade   union   of\r\n\r\nemployees.  As  I  have already explained  to  the\r\n\r\nHouse,  a trade union of employers would enjoy,  a\r\n\r\nsuperior   bargaining   position   in   collective\r\n\r\nbargaining  to  a  trade union of  employees.  Mr\r\n\r\nSpeaker,  Sir,  it  is common  knowledge  that  in\r\n\r\nindustry  at  the  present time,  there  are  some\r\n\r\nemployers  in the same industry who are in  unions\r\n\r\nand some who are not. If the employers who are  in\r\n\r\ntrade unions enter into collective agreements,  it\r\n\r\nmight  be  that the rates which have  been  agreed\r\n\r\nmight be such that those employers who are not  in\r\n\r\ntrade  unions will not be able to pay. If that  is\r\n\r\nso,  then the employers who are not in the  unions\r\n\r\nmay  be put out of business, and the result  would\r\n\r\nbe that the workers would be the persons who would\r\n\r\nsuffer.  So  we  have decided that this  procedure\r\n\r\nshould  be open only to a trade union of employees\r\n\r\nand single employers. If I am not mistaken, during\r\n\r\nthe  debate  on the Second Reading,  I  think  the\r\n\r\nMember  for  Cairnhill posed this  question.  What\r\n\r\nwould  happen,  he asked, if there  were  a  trade\r\n\r\nunion  of  employers which enters into  collective\r\n\r\nagreements   with   a  trade  union   of   workmen\r\n\r\nrepresentative  of  workmen scattered  throughout,\r\n\r\nsay,  different industries? Would the trade  union\r\n\r\nof  employers have to conclude separate agreements\r\n\r\nwith the same trade union of employees? The answer\r\n\r\nnow is to be found in the amendment that I will be\r\n\r\nmoving,  that  is, that the collective  bargaining\r\n\r\nprocedure  should be open only to single employers\r\n\r\nand a trade union of employees.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Since it has been proposed\r\n\r\nthat  all  references to trade unions of employers\r\n\r\nshould  be  deleted from this Bill, I submit  that\r\n\r\nthe  definition \"trade union\" should  also  be  so\r\n\r\namended. Or it might be that there\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 265</b></font><br><br>\r\n\r\n\r\n\r\nneed  be  no definition at all, because  with  the\r\n\r\npresent definition as it stands, a trade union can\r\n\r\nbe a trade union of employees - even if the Minister\r\n\r\nwere  to change \"workmen\" to \"employees\" -  and also\r\n\r\na  trade union of employers. In many places in the\r\n\r\nBill,  reference is made to \"a trade union\", which\r\n\r\ncan  be  taken to imply that it can  be  \"a  trade\r\n\r\nunion   of   employees\"  or  \"a  trade  union   of\r\n\r\nemployers\".   So  if  one  were  to   remove   all\r\n\r\nreferences   to  \"a  trade  union  of  employers\",\r\n\r\ntherefore the definition of \"trade union\"  has  to\r\n\r\nbe  amended. And if it is amended. I think it will\r\n\r\nbe  less cumbersome if all references to a  \"trade\r\n\r\nunion  of  employees\" can just be described  as  a\r\n\r\n\"trade union\", so that there could be consistency,\r\n\r\nbecause  in  some places it is \"a trade  union  of\r\n\r\nemployees\" and in other places \"a trade union\".\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Minister will no doubt\r\n\r\nconsider that point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further amendments made: In page 6, line 23, to\r\n\r\nleave  out  \"workmen\" and insert \"employees\".-[Mr\r\n\r\nByrne].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 6, lines 24 and 25, to leave out \"and\r\n\r\ntrade unions of employers\".-[Mr Byrne].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 6, line 33, to leave out \"workmen\" and\r\n\r\ninsert \"employees\".-[Mr Byrne].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 6, lines 36 and 37, to leave out \", or\r\n\r\ntrade  unions  of  employers  who  represent   the\r\n\r\nmajority,\".-[Mr Byrne].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 11, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 12 to 15 inclusive ordered to stand part\r\n\r\nof the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think this is an appropriate\r\n\r\ntime to suspend.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Assembly is suspended. I shall\r\n\r\ntake the Chair again at 5.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 4.59 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 266</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee resumed.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 16-\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 8, line 3, to leave out from \"of\" to\r\n\r\nthe end of line 5 and insert \"employees may serve\r\n\r\non an employer and an employer may serve on a\r\n\r\ntrade union of employees\".\r\n\r\n\r\n\r\n<br><br>The reason for this has already been given.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 8, lines 8 and 9, to leave out \"employers\r\n\r\nor workmen\" and insert \"employees\".\r\n\r\n<br><br>It is for the same reasons.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 16, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 17-\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker. Sir, I rise to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 8, line 14, to leave out \"employer or\r\n\r\ntrade union\" and insert \"trade union or employer\".\r\n\r\n\r\n\r\n<br><br>This amendment is to follow the sequence. It is an\r\n\r\nemployer serving on a trade union, and a trade\r\n\r\nunion serving on an employer. If we do not amend\r\n\r\nthe clause, it will mean an employer serving on\r\n\r\nthe employer!\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I am most obliged\r\n\r\nto the Member for Cairnhill. It is a drafting\r\n\r\nimprovement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 17, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 18-\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 8, line 27, to leave out from \"employer\"\r\n\r\nto the end of line 33 and insert -  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\", the Commissioner is of the opinion\r\n\r\nthat it is a factor influencing the employer in\r\n\r\nfailing to accept an invitation to negotiate that\r\n\r\nthe employer believes that a majority of the\r\n\r\npersons employed by the employer\".\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 267</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These are consequential amendments, Mr Speaker,\r\n\r\nSir.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 8, line 35, to leave out from \"notice\"\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;to the end of line 43 and insert -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"are not\r\n\r\nmembers of the trade union of employees by\r\n\r\nwhich the notice was served, the Commissioner\r\n\r\nmay submit to a vote of the persons so\r\n\r\nemployed taken by secret ballot the question\r\n\r\nwhether they are members of the trade union,\".\r\n\r\n<br><br>\r\n\r\nMr  Speaker,  Sir, the effect of  this  amendment\r\n\r\nwill  be to remove the provision which would  have\r\n\r\nenabled  a  ballot  to be taken  on  the  question\r\n\r\nwhether  the  members of a trade  union  wish  the\r\n\r\nunion  to  negotiate  on their  behalf,  with  the\r\n\r\nresult,  Mr Speaker, Sir, that there  would  have\r\n\r\nbeen  an unjustified interference with the  rights\r\n\r\nof  a  trade union for a ballot for these purposes\r\n\r\nto be taken.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 9, lines 2 and 3, to leave out \"or trade\r\n\r\nunion of employers and the trade union of\r\n\r\nworkmen\" and insert \"and the trade union of\r\n\r\nemployees\".\r\n\r\n\r\n\r\n<br><br>Mr Speaker, Sir, this is also a consequential\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr\r\n\r\nA. P. Rajah -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 9, line 8, to leave out \"otherwise\r\n\r\ndirects\" and insert \"acts under section 21 of\r\n\r\nthis Ordinance\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I am not moving, Mr Speaker, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 18, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 19-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 19 stand part of\r\n\r\nthe Bill.\"\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I think\r\n\r\nthere is some confusion in clause 19 (1). Although\r\n\r\nI  have  not tabled an amendment, I would like  to\r\n\r\nseek the views of the Minister on this sub-clause.\r\n\r\nAccording  to my reading of it, if one union  were\r\n\r\nto  serve notice on four employers and if  in  the\r\n\r\ncase  of  three employers, an agreement  had  been\r\n\r\nreached, but in the case of the fourth\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 268</b></font><br><br>\r\n\r\n\r\n\r\nemployer, no agreement had been reached, the union\r\n\r\nmay report to the Commissioner all the matters  in\r\n\r\ndispute,  and  not only that matter  on  which  no\r\n\r\nagreement had been reached. Here again, there is a\r\n\r\ntime  limit of 14 days. It says here that  a  time\r\n\r\nlimit of 14 days shall apply to the latest date of\r\n\r\nthe last notice on the last employer. Would it not\r\n\r\nbe clearer if we were to limit this particular sub-clause to just one union and one employer? So long\r\n\r\nas  that union and that employer have not come  to\r\n\r\nagreement  during negotiations, that matter  shall\r\n\r\nbe  reported. If it were to be a union  and  three\r\n\r\nemployers where agreement had not been reached  in\r\n\r\nall  three  cases,  surely the  union  would  then\r\n\r\nreport to the Commissioner for Labour. The fact as\r\n\r\nit  stands  is  that if one union has  reached  an\r\n\r\nagreement  with two employers but has not  reached\r\n\r\nan  agreement with the third employer,  the  whole\r\n\r\nthing  is  in the melting pot. And vice  versa  in\r\n\r\ncase  an  employer  settles the dispute  with  one\r\n\r\nunion but not with the other two unions.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, in clause 16, a\r\n\r\nnotice will be served by a trade union on a single\r\n\r\nemployer. That is to say, in the case of  a  trade\r\n\r\nunion   which  is  negotiating  with  say,   three\r\n\r\nemployers,  there  will be three separate  notices\r\n\r\nserved, one on each employer, so that if agreement\r\n\r\nis reached with two employers and agreement is not\r\n\r\nreached  with the third employer, then the  issues\r\n\r\nwill  die  as  far as the first two employers  are\r\n\r\nconcerned,  and will still exist  as  far  as  the\r\n\r\nthird  employer  is concerned.  So  where  is  the\r\n\r\ndifficulty, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, the wording\r\n\r\nhere is very clear:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"a collective agreement has not been reached\r\n\r\nbetween all the trade unions and employers by whom\r\n\r\nand  upon whom the notice was served as to all the\r\n\r\nindustrial matters set out in the invitation\".\r\n\r\n<br><br>\r\n\r\nSo  that covers all. But if you just limit  it  to\r\n\r\none particular notice, irrespective of whether  it\r\n\r\nis  an  employer  serving on a union  or  a  union\r\n\r\nserving on an employer, then this only applies  to\r\n\r\nthat  particular  notice without  making  it  more\r\n\r\nconfusing  by bringing in notices which  the  same\r\n\r\nunion may serve on other employers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 269</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I think it would be\r\n\r\nadvisable  to  amend  it in the  terms  which  the\r\n\r\nMember for Cairnhill has suggested.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. We are now on the Question,\r\n\r\n\"That  clause  19  stand part of  the  Bill\"  and,\r\n\r\ntherefore,  it is too late to move any amendments.\r\n\r\nOne  method I can suggest to the Hon. Minister  is\r\n\r\nto  recommit the Bill when it is reported  to  the\r\n\r\nAssembly   after   consideration   in   Committee.\r\n\r\nRecommittal can take place under the provisions of\r\n\r\nStanding  Order  73.  Perhaps  the  Minister  will\r\n\r\nconsider the point in due course.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 19 ordered to stand part of the Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 20-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr\r\n\r\nA. P. Rajah -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 9, lines 36 and 37, to leave out\r\n\r\n\"otherwise directs\" and insert \"acts under section\r\n\r\n21 of this Ordinance\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I am not moving, Mr Speaker, Sir.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 20 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 21-\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 9, line 40, to leave out \"19\" and insert\r\n\r\n\"20\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is to correct a mistake, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is notice of a similar\r\n\r\namendment in the name of Tun Lim Yew Hock.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 10, line 1, to leave out \"may be given\r\n\r\norally or\" and insert \"shall be\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in regard to this particular clause, this\r\n\r\nwill  only  apply when clause 18 or 20 comes  into\r\n\r\noperation. When the Commissioner becomes aware  of\r\n\r\na  dispute, he will then notify the Minister,  and\r\n\r\nit  will be left to the Minister whether or not to\r\n\r\ndirect  the Commissioner then and there to  notify\r\n\r\nthe  Registrar. The same thing applies  to  clause\r\n\r\n20. But if the Minister feels that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 270</b></font><br><br>\r\n\r\n\r\n\r\na  further attempt should be made to bring about a\r\n\r\nsettlement  of  the dispute through  conciliation,\r\n\r\nand  he  exercises his powers under clause 21,  he\r\n\r\nwill direct that the parties concerned should come\r\n\r\nto a conference.\r\n\r\n\r\n\r\n<br><br>5.45 p.m.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This sub-clause (2) , Sir, says that a direction\r\n\r\nof  the Minister may be given orally or in writing\r\n\r\nsigned by the Minister. Sir, we have been informed\r\n\r\nthat  the  present Government, in their desire  to\r\n\r\nbring their Back-benchers closer to the Government\r\n\r\nhave allotted a certain number of them to jobs  in\r\n\r\neach  Ministry. It has happened - so it was reported\r\n\r\nto  me - that  those  Assemblymen  who  are  in  the\r\n\r\nMinistry  of  Labour and Law have  taken  it  upon\r\n\r\nthemselves to give directives in the name  of  the\r\n\r\nMinister - that the Minister wants this and that  to\r\n\r\nbe  done, and that the Minister would be happy  if\r\n\r\nsuch and such a thing could be done. Therefore, to\r\n\r\nprevent  a  cross-current of directives issued  by\r\n\r\nthe   Minister  through  the  Assemblymen  in  the\r\n\r\nMinistry,  I feel that such directives  should  be\r\n\r\ngiven   in   writing  so  that  the   enthusiastic\r\n\r\nAssemblymen in the particular Ministry may not  be\r\n\r\ntempted to use the powers of the Minister and give\r\n\r\nan oral directive, saying that the Minister has so\r\n\r\ndirected.  But if it is in writing, it  is  clear,\r\n\r\nand  the  person receiving such a directive  shall\r\n\r\nhave  to take heed. I do not see any reason why  a\r\n\r\nperson  should be so directed by just an  ordinary\r\n\r\nBack-bencher using the name of the Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, it is necessary for\r\n\r\nthe person whom the Minister directs to preside at\r\n\r\na   conciliation  conference  to  be  given  these\r\n\r\npowers. Mr Speaker, Sir, it often happens that if\r\n\r\na  conciliation is to be effected, we must be able\r\n\r\nto  get all the parties together as soon as we can\r\n\r\nand  there is no reason why any instruction should\r\n\r\nbe  given  only in writing. It could be done  over\r\n\r\nthe telephone and, so long as it is understood  to\r\n\r\nbe  an  instruction  that they attend  before  the\r\n\r\nMinister, that should be sufficient. If  there  is\r\n\r\nany doubt that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 271</b></font><br><br>\r\n\r\n\r\n\r\nthe  person  who  has  been  summoned  before  the\r\n\r\nMinister is likely not to attend, you can be  sure\r\n\r\nthat  the Minister will follow up that instruction\r\n\r\nwith  a written request that he turns up but I  do\r\n\r\nnot  see  any  reason why the Minister  should  be\r\n\r\ndenied  these  powers  if conciliation  is  to  be\r\n\r\neffected.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I have not suggested in\r\n\r\nany  way  that the Minister should be  denied  the\r\n\r\npower, but I have suggested, and do suggest again,\r\n\r\nthat  such  direction given to a person should  be\r\n\r\nmade in writing.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, the days when the\r\n\r\nMember  for  Cairnhill was  the  overlord  of  the\r\n\r\nLabour  Ministry are all over - thank God for  that!\r\n\r\nIf  he wants to know, we work there from half-past\r\n\r\neight in the morning right up to about six in  the\r\n\r\nevening, and there is not only one person working.\r\n\r\nThere  is the Minister, there is the Parliamentary\r\n\r\nSecretary, there is the Political Secretary, there\r\n\r\nare  all the Assemblymen in addition to the  civil\r\n\r\nservants working at every hour of the day. We have\r\n\r\neven  put  officers on duty every night  from  six\r\n\r\no'clock  in the evening to 8.30 the next  morning,\r\n\r\nand  they  are on call in case of labour disputes.\r\n\r\nThere  was a time when the overlord used to appear\r\n\r\nthere  at about 3.30 p.m., and he had an assistant\r\n\r\nwho  was  ensconced in an office. Nobody saw  that\r\n\r\nassistant. Those days are over. The Minister  must\r\n\r\nbe  in  a  position, if there is a  trade  dispute\r\n\r\nlikely  to lead to a strike, to be able to get  on\r\n\r\nto  his phone and to summon the employers and  the\r\n\r\ntrade unions. Is there anything wrong in that?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> All that still does not reply\r\n\r\nto  what  I  have  said about  P.A.P.  Assemblymen\r\n\r\nsitting inside the Labour Ministry using the  name\r\n\r\nof  the  Minister  when issuing  orders.  Has  the\r\n\r\nMinister so delegated his powers to all the  Back-\r\n\r\nbenchers who are inside the Ministry of Labour? If\r\n\r\nhe  has  not,  why should they be  there  to  give\r\n\r\norders to employers and trade unions alike? Or are\r\n\r\nthey  now  saying  that no such orders  have  been\r\n\r\ngiven?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 272</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, they are all\r\n\r\nentrusted  by  the  Minister  with  the  work   of\r\n\r\nconciliation, and if they send for the parties,  I\r\n\r\nsee nothing objectionable in that. They are acting\r\n\r\nin  the name of the Minister, and clause 21  would\r\n\r\nexpressly give them that power because they  would\r\n\r\nbe acting on the instructions of the Minister.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I am indeed very surprised,\r\n\r\nSir, that the Minister can delegate his powers  to\r\n\r\none  who  is not even a civil servant - to  a  Back-bencher  of  the P.A.P. How could such  powers  be\r\n\r\ndelegated to him?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, for the purpose of\r\n\r\nconciliation,  any  person  who  can  assist   the\r\n\r\nMinistry   effectively  can  bring   the   parties\r\n\r\ntogether and get them to come to a settlement.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, the provisions contained in\r\n\r\nclause 21(1) are fairly serious because sub-clause\r\n\r\n(4) provides that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"A person who, on being directed under subsection\r\n\r\n(1)  of  this section, fails without lawful excuse\r\n\r\nto attend a conference ...shall be guilty of an offence...\".\r\n\r\n\r\n\r\n<br><br>That  being so, it is quite important to know from\r\n\r\nwhom  the  direction emanates and to  whom  it  is\r\n\r\ngiven.  It is a matter of some importance  to  the\r\n\r\nperson  to  whom the direction is given,  that  it\r\n\r\nshould  come from the proper person. I  understand\r\n\r\nthe  Minister to say that anybody in his  Ministry\r\n\r\ncould give the direction. Is that the position?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I never for a\r\n\r\nmoment   suggested  that.  I  said  that   if   an\r\n\r\nAssemblyman was asked to act as a conciliator,  it\r\n\r\ncould be done on the instructions of the Minister,\r\n\r\nand  if  anybody  was  summoned  he  would  be  so\r\n\r\nsummoned  on the instructions of the Minister.  It\r\n\r\nis quite obvious that such powers are necessary in\r\n\r\nan  emergency when it is very necessary to get the\r\n\r\nparties  together as soon as you can. If you  have\r\n\r\nsufficient time to get them together and if  there\r\n\r\nis no urgency about the matter, I think the proper\r\n\r\ncourse   to  be  followed  is  to  send  them   an\r\n\r\ninvitation  in  writing. If that cannot  be  done,\r\n\r\nthen it must be done over the phone.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 273</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I think we will be satisfied if the\r\n\r\nMinister  says that the direction under sub-clause\r\n\r\n(2)  will be given either orally or in writing  by\r\n\r\nthe   Minister  himself,  because,   unless   that\r\n\r\nhappens, Mr Speaker, Sir, the proviso under  sub-clause (4) would not follow in law.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, the Opposition is\r\n\r\njust   trying - pardon  me  for  saying   so - to   be\r\n\r\ndifficult.  These instructions could be  given  by\r\n\r\nanybody.  I  could  have my Secretary  give  these\r\n\r\ninstructions  on  my  behalf.  I  could   ask   my\r\n\r\nSecretary to telephone the parties and ask them to\r\n\r\ncome  in. They know that she is my Secretary,  and\r\n\r\nthey  will  duly  come in. What is the  difficulty\r\n\r\nabout that?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> With respect to the Minister for Law,\r\n\r\nmay I venture to suggest that, if that is what  he\r\n\r\ndid and if he went to Court for a conviction under\r\n\r\nsub-clause (4), he would not get it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> How can the Member say so?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I do not think that we should now\r\n\r\narrogate unto ourselves the powers of a Judge!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 21, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 22 ordered to stand part of the Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 23-\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 10, line 27, after \"writing\", to insert\r\n\r\n\"either in Malay, English, Chinese or Tamil,\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in clause 45, it is clear that the\r\n\r\nGovernment intends that a memorandum of  agreement\r\n\r\ncould  be  made  in  Malay, English,  Chinese  and\r\n\r\nTamil.  Therefore, in order to make that intention\r\n\r\nclear in clause 23, I have ventured to propose the\r\n\r\namendment.  I would like the Minister to  disabuse\r\n\r\nhis mind that I put in this amendment just to cash\r\n\r\nin  on him. I know that the Government intends  to\r\n\r\ndo  it,  but as the Minister himself is human,  he\r\n\r\nhas overlooked it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I have already\r\n\r\nindicated  that it is this Government's  intention\r\n\r\nthat   agreements  should  be  expressed  in   any\r\n\r\nlanguage the parties \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 274</b></font><br><br>\r\n\r\n\r\n\r\nwant. If they choose to write out their agreements in Greek, they can do so. But the  point  is this, Mr Speaker, Sir,  that  when\r\n\r\nthey do so, it will be necessary for copies to  be\r\n\r\nmade  of that agreement, and the copies will  have\r\n\r\nto  be in Malay. English, Chinese and Tamil.  Does\r\n\r\nthat   satisfy  the  draftsman,  the  Member   for\r\n\r\nCairnhill?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 10, line 39, to leave out \"two years or\r\n\r\nmore  than  five\" and insert \"eighteen  months  or\r\n\r\nmore than three\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it was proposed in the original Bill that\r\n\r\nthe  duration  of any collective agreement  or  an\r\n\r\naward  should be a minimum period of two years  up\r\n\r\nto   a  maximum  period  of  five  years,  but  in\r\n\r\ndiscussions  with the unions, it was, represented\r\n\r\nthat  that duration was a bit too long. Government\r\n\r\nhas compromised on it and has agreed to accept the\r\n\r\nminimum  period of eighteen months and  a  maximum\r\n\r\nperiod   of  three  years  for  the  duration   of\r\n\r\nregistrable collective agreements and awards.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 23, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 24 and 25 ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 26-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The amendments have already been\r\n\r\ndebated. Will the Minister please move formally?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendments made:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 11, line 33, after \"Officers\", to insert\r\n\r\n\"or Industrial Relations Officers\".-[Mr Byrne].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 11, line 38, to leave out \"and of\r\n\r\nConciliation\" and insert \"or Industrial  Relations\r\n\r\nOfficers   and   of  Conciliation   Officers   and\r\n\r\nIndustrial Relations\".-[Mr Byrne].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 26, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 275</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 27-\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 11, line 42, after \"Minister\", to insert\r\n\r\n\"for Finance\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister referred to in this particular\r\n\r\nparagraph is the Minister for Finance, and  it  is\r\n\r\nnecessary to have this amendment in order  not  to\r\n\r\nconfuse this particular Minister with the Minister\r\n\r\nin charge of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, the Minister\r\n\r\nreferred to there is not the Minister for Finance,\r\n\r\nbut  the  Minister  in whose portfolio  this  Bill\r\n\r\nlies.  That Minister, Mr Speaker, is the Minister\r\n\r\nwho  is notified that a trade dispute exists,  and\r\n\r\nis  so notified under the provisions of clauses 18\r\n\r\n(4) and 20 (b); so that the Minister there clearly\r\n\r\nis the Minister for Labour and Law who is notified\r\n\r\nthat a trade dispute exists.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> With respect, Sir, I do not\r\n\r\nthink  so.  That is why this particular clause  is\r\n\r\nbrought  in.  For  the  purpose  of  treating  the\r\n\r\nGovernment  as  an  employer,  the  Minister   for\r\n\r\nFinance  shall  be  the  representative   of   the\r\n\r\nGovernment.  And for the purpose  of  serving  the\r\n\r\nGovernment  as  an  employer,  it  can  be  anyone\r\n\r\ndesignated by the Minister for Finance. It can  be\r\n\r\nthe   Permanent  Secretary  in  the  Establishment\r\n\r\nBranch,  or  it can be the Permanent Secretary  in\r\n\r\nthe  Treasury Branch. This has nothing to do  with\r\n\r\nthe Minister for Labour and Law.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I cannot understand\r\n\r\nwhy  the  Member  for Cairnhill is  trying  to  be\r\n\r\ndifficult  this afternoon. When there is  a  trade\r\n\r\ndispute,  somebody  has got to  be  informed;  the\r\n\r\nCommissioner  for Labour has certain functions  to\r\n\r\nperform - he has to notify the Minister. If you will\r\n\r\nlook at clause 18 (4), if there is a trade dispute\r\n\r\nand  if any party refuses to negotiate, it is  the\r\n\r\nduty of the Commissioner for Labour to notify  the\r\n\r\nMinister. And the notification in regard  to  that\r\n\r\ntrade  dispute must be to the Minister for  Labour\r\n\r\nand Law. Once it is shown that the notification is\r\n\r\nin respect of a trade dispute, whether the parties\r\n\r\nhave  refused  to negotiate or whether  there  has\r\n\r\nbeen a deadlock in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 276</b></font><br><br>\r\n\r\n\r\n\r\nthe  negotiations, the person to  be  notified  is\r\n\r\nobviously the Minister for Labour and Law. But  in\r\n\r\nthis  case, it is the Minister for Finance who  is\r\n\r\nalso informed - he is the employer of civil servants\r\n\r\nfor the purposes of this Bill. The Minister to  be\r\n\r\nnotified  of  a  trade dispute  is  naturally  the\r\n\r\nMinister for Labour and Law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 27 ordered to stand part of the Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 28-\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 12, line 6, after \"dispute\", to insert\r\n\r\n\"jointly\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is to clarify the intention.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker, Sir, when\r\n\r\nparties are engaged in a dispute, I think  it  may\r\n\r\nbe  difficult for them to sign jointly  a  request\r\n\r\nfor arbitration. I would suggest that if there  is\r\n\r\nto  be an amendment, it should be the insertion of\r\n\r\nnot only the word \"jointly\" but also the words \"or\r\n\r\nseparately\";  so that if both parties  refused  to\r\n\r\nsign  the letter jointly but preferred to sign  it\r\n\r\nseparately, that would be sufficient notification.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is the hon. Member proposing an\r\n\r\namendment to the amendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Yes, Sir, and I so move.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, the minds of both\r\n\r\nparties  must  be ad idem on this, that  is,  both\r\n\r\nmust  agree  to refer the dispute to  arbitration;\r\n\r\notherwise it is not possible for a reference to be\r\n\r\nmade  under the provisions of clause 20 (a).  They\r\n\r\nmust  so agree and jointly make a request, because\r\n\r\nthey  both  agree  that the matter  should  go  to\r\n\r\narbitration. And if they separately agree  one  in\r\n\r\none  room, and another in another room, they still\r\n\r\nagree.  And once they have agreed, then  there  is\r\n\r\narbitration. I cannot see the difficulty that  the\r\n\r\nMember for Tanglin sees in all these matters.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, if one party wants to be\r\n\r\ndifficult  and refuses to sign jointly, then  will\r\n\r\nthat  mean  that  on a technical point  the  trade\r\n\r\ndispute cannot be recognised?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 277</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, if they agree, then\r\n\r\nthere  is  arbitration. If they  do  not  want  to\r\n\r\nagree, the Minister can act under clause 28 (c).\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Sir, in view of the\r\n\r\nexplanation given, I beg to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment to the amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Original amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 12, line 9, to leave out from \"(b)\" to\r\n\r\nthe end of line 14 and insert \"a trade\r\n\r\ndispute has been notified to the Registrar by  the\r\n\r\nCommissioner in accordance with Part III  of  this\r\n\r\nOrdinance;\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I see that the Minister also has an\r\n\r\namendment  to  this clause, but I  would  like  to\r\n\r\nexplain why I consider my amendment necessary  and\r\n\r\nwhy  the amendment proposed by the Minister is not\r\n\r\nin  keeping with clauses 18 and 19 of Part III  of\r\n\r\nthis Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under this particular clause there are\r\n\r\nseveral  ways whereby a Court can take  cognizance\r\n\r\nof  a  trade dispute. One way is that an  employer\r\n\r\nand  a  trade union of employees both  agree  that\r\n\r\nthey  should  refer  their trade  dispute  to  the\r\n\r\nCourt,   and  the  Court  then  takes  cognizance.\r\n\r\nParagraph (b), as it stands, says that even though\r\n\r\nthe Minister may have directed the Commissioner to\r\n\r\nnotify  the  Registrar of the Court that  a  trade\r\n\r\ndispute exists, the President of the Court may, if\r\n\r\nhe feels that a further attempt at conciliation is\r\n\r\ndesirable,  not  take  cognizance  of  the   trade\r\n\r\ndispute,  but may exercise his power under  clause\r\n\r\n29.  As we know, Sir, there is now agreement  that\r\n\r\nclause  29 should be deleted. I feel that  once  a\r\n\r\nnotification has been made to the Registrar of the\r\n\r\nCourt by the Commissioner on the direction of  the\r\n\r\nMinister  in accordance with clause 18  or  clause\r\n\r\n20,  then  the Court must take cognizance  of  the\r\n\r\ntrade dispute.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Honourable Members will have\r\n\r\nnoticed that the Minister himself has given notice\r\n\r\nof art amendment:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 12, to leave out lines 9 to 14 inclusive-\r\n\r\n\r\n\r\n<br><br>in effect, the whole of paragraph (b). Therefore,\r\n\r\nup to that point, both the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 278</b></font><br><br>\r\n\r\n\r\n\r\nhon. Member for Cairnhill and the Minister are ad\r\n\r\nidem. It is only when the amendment moved by the\r\n\r\nMember for Cairnhill seeks to insert the words\r\n\r\nthat there is a \"dispute\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will therefore first put the Question, \"That\r\n\r\nlines  9 to 14 inclusive proposed to be left  out,\r\n\r\nbe  left out.\" When that is agreed to, I will then\r\n\r\nput  the Question, \"That the words proposed to  be\r\n\r\ninserted,  be there inserted.\" A debate  may  then\r\n\r\ntake  place  on  that Question. I  trust  that  is\r\n\r\nconvenient to honourable Members?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words from '(b)' to the end\r\n\r\nof  line 14 proposed to be left out, be left out,\"\r\n\r\nput, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That the words proposed to\r\n\r\nbe inserted, be there inserted\".\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, it seems to me that\r\n\r\nwe  are  going over and over again over  the  same\r\n\r\nground. I have taken the trouble to explain to the\r\n\r\nHouse that our intention in removing the whole  of\r\n\r\nparagraph   (b)   is  that  we  must   give   some\r\n\r\nrecognition to the bargaining power of  unions  in\r\n\r\nthe  process  of  collective bargaining.  We  must\r\n\r\nnever  give  the impression that arbitrations  are\r\n\r\nautomatic. That is why, in removing the provisions\r\n\r\nof paragraph (b) as we have proposed, we have also\r\n\r\nproposed a further amendment to paragraph  (c)  of\r\n\r\nthe same clause, so that the Minister has an over-\r\n\r\nriding right to send any trade dispute, whether it\r\n\r\nis  an  ordinary trade dispute or a trade  dispute\r\n\r\naffecting  essential services, to arbitration.  He\r\n\r\ncan  do this at any time, whether at the time when\r\n\r\nboth  parties refuse to negotiate, or any  of  the\r\n\r\nparties refuses to negotiate, or at the time  when\r\n\r\nnegotiations  deadlock. Whether he has  intervened\r\n\r\nin  conciliatory proceedings or not, the  Minister\r\n\r\nhas that over-riding right to send any dispute  to\r\n\r\narbitration.  We have done that, because  we  must\r\n\r\ngive some regard to the collective strength of the\r\n\r\nunions in the bargaining process. Sometimes with a\r\n\r\nlittle  show  that  they are  determined  to  take\r\n\r\naction, the unions might be able to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 279</b></font><br><br>\r\n\r\n\r\n\r\npersuade  the employers to see the reasonableness\r\n\r\nof  their  demands. That is the reason which  has\r\n\r\ninduced  us  to  make  these amendments.  If  the\r\n\r\namendment  which  the Member  for  Cairnhill  has\r\n\r\nsuggested  were  to be made,  that  is  once  the\r\n\r\nMinister  has refused to intervene and  it  stops\r\n\r\nthere - as indicated in clause 18 (4) and clause 20\r\n\r\n(b) - then  there will be an automatic notification\r\n\r\nto  the Registrar of the Court, in which case the\r\n\r\nCourt  automatically takes cognizance.  Now  that\r\n\r\ncould  be  a very dangerous position  to  be  in,\r\n\r\nbecause  it may result in the Court being  bogged\r\n\r\ndown  with  a  lot of work if the  impression  is\r\n\r\ngiven  that  these arbitrations are automatic.  I\r\n\r\nhave explained all this, and it is clear from the\r\n\r\namendments proposed that we are giving effect  to\r\n\r\nthis intention.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, as a result\r\n\r\nof  reading this particular paragraph,  I  tabled\r\n\r\nthis  amendment, which was submitted to the Clerk\r\n\r\nlong  before the 10th of February, to ensure that\r\n\r\nthe  President of the Court shall  not  again  be\r\n\r\ngiven  another  trial.  I  have  said  that   the\r\n\r\nMinister himself agrees that clause 29 should  be\r\n\r\ndisagreed to. There we are together. But if we do\r\n\r\nnot  have  this amendment to paragraph (b),  then\r\n\r\nunder  clauses  18 and 20, suppose  the  Minister\r\n\r\nwants  to  direct the Commissioner to notify  the\r\n\r\nRegistrar, where does he come in? Because he does\r\n\r\nnot  direct. He certifies in the Gazette. If that\r\n\r\nis  to  be  by certification, Sir, then I  submit\r\n\r\nthat clauses 18 and 19, as approved, should be so\r\n\r\namended.  Clauses 18 and 19 say \"notification  by\r\n\r\nthe   Commissioner  on  the  direction   of   the\r\n\r\nMinister.\" If there is to be no direction by  the\r\n\r\nMinister  to  the  Commissioner  to  notify   the\r\n\r\nRegistrar,  then  say  so.  There  need   be   no\r\n\r\ndirection. It can just be by a certification. But\r\n\r\nonce  you  have  it in clause 18 and  clause  20,\r\n\r\nwhere  comes  that direction? If a  direction  is\r\n\r\ngiven,  how is it going to be applied  in  clause\r\n\r\n28?  I  am just asking that. If it can be applied\r\n\r\nby  a  certification, well and good.  But  if  it\r\n\r\ncannot,  some  way  must be  found  whereby  such\r\n\r\nnotification can come under clause 28.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 280</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> The main point, Mr Speaker,\r\n\r\nis this. If the Minister has the power, and it is\r\n\r\nthe  intention that the Minister should have  the\r\n\r\npower,   to  direct  that  a  trade  dispute   be\r\n\r\nsubmitted  to arbitration, it is superfluous  for\r\n\r\nthe  Commissioner for Labour to have such  power.\r\n\r\nIf we want to put it in that the Commissioner for\r\n\r\nLabour  shall  have  the  power  to  inform   the\r\n\r\nRegistrar of the Court, then paragraph (c) should\r\n\r\nnot therefore be amended. Paragraph (c) could  be\r\n\r\nleft  out  altogether, because the  Minister  can\r\n\r\ndirect  the Commissioner to notify the Registrar.\r\n\r\nWhat is envisaged in this situation is this: that\r\n\r\nparties  to  a  dispute who do not  come  to  any\r\n\r\nsettlement may or may not find that the  Minister\r\n\r\nwould  direct that the trade dispute be submitted\r\n\r\nto  arbitration. The procedure would be that  the\r\n\r\nMinister,  by notice in the Gazette, so  directs,\r\n\r\nand  the  administrative procedure would be  that\r\n\r\nthe Commissioner would be told by the Minister to\r\n\r\ninform the Court. The reason why we consider  the\r\n\r\namendment by the Member for Cairnhill to  be  unacceptable is this. It would, in fact, mean a re-establishment of the original position,  and  the\r\n\r\noriginal  position envisaged  in  this  Bill  was\r\n\r\ndeadlock and automatic cognizance by the Court.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have, by this amendment, moved away from that\r\n\r\noriginal  position, in that we  foresee  possible\r\n\r\nrecalcitrants, either on the part of the union or\r\n\r\nthe  employer, not wanting to reach a  settlement\r\n\r\nby  negotiation,  because the recalcitrant  party\r\n\r\nknows  that any way the dispute will be going  to\r\n\r\narbitration,  so  there is no harm  in  stalling.\r\n\r\nThis   may   result  in  one   of   two   things.\r\n\r\nTheoretically speaking, you may get  a  situation\r\n\r\nwhere   there  are  pending  in  the  Court,   by\r\n\r\nautomatic  notification,  one  hundred   or   two\r\n\r\nhundred cases, and it will be impossible for  the\r\n\r\nCourt  to  resolve these disputes for  months  or\r\n\r\nmaybe years. Therefore until we know exactly  how\r\n\r\nthe  machinery functions, we consider moving into\r\n\r\na  more practical position, one where it goes  to\r\n\r\nthe  Court,  when  both parties consent,  or  the\r\n\r\nMinister   directs.  The  Minister  directs,   he\r\n\r\ngazettes his directions, and the Commissioner for\r\n\r\nLabour  informs the Registrar. Whether a  dispute\r\n\r\ngoes to arbitration or not, if the two\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 281</b></font><br><br>\r\n\r\n\r\n\r\nparties  cannot  agree,  depends  solely  on   the\r\n\r\ndiscretion  of  the  Minister.  And  whether   the\r\n\r\nMinister   directs  that  the  dispute   goes   to\r\n\r\narbitration  or not depends upon the  position  of\r\n\r\nthe  Court at that time, the position with respect\r\n\r\nto  that particular dispute. I therefore urge upon\r\n\r\nthe  House that if we accept the position - that  we\r\n\r\nare  unable  to  predict exactly  the  pattern  of\r\n\r\nconduct that unions and employers will follow as a\r\n\r\nresult  of the implementation of this provision - it\r\n\r\nwill then be wiser to leave the discretion to  the\r\n\r\nMinister alone.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I can understand all that and\r\n\r\nI sympathise with the Government. I know they have\r\n\r\nnow   changed   from  the  stand   of   compulsory\r\n\r\narbitration   to   one  of   not   so   compulsory\r\n\r\narbitration. But what I have been trying to  point\r\n\r\nout  to  the  Government is this.  Clause  18  and\r\n\r\nclause  20  lay down certain requirements  on  the\r\n\r\nCommissioner.  Now  it is well  and  good  if  the\r\n\r\nCommissioner   notifies  the  Minister   and   the\r\n\r\nMinister  directs, \"Hold your hand, do not  inform\r\n\r\nthe  Registrar.\" Then paragraph (c) will come  in.\r\n\r\nBut  suppose  the  Minister says,  \"Go  ahead  and\r\n\r\nnotify.\"  Where does it come in? If  you  look  at\r\n\r\nparagraph (c), Sir, the amendment, if I have  read\r\n\r\nit  right, is that the Minister by notice  in  the\r\n\r\nGazette   directs  that  the  trade   dispute   be\r\n\r\nsubmitted  to arbitration. Which trade dispute  is\r\n\r\nit? We do not know. But it must be qualified as to\r\n\r\nwhich  trade  dispute it is. But if one  says  the\r\n\r\ntrade dispute that is notified to him under clause\r\n\r\n18  or  clause  19, one can then  understand  what\r\n\r\ntrade  dispute  it is.  But it just  says  directs\r\n\r\n\"the trade dispute\". There is no qualification for\r\n\r\nthe particular trade dispute. If the Hon. Minister\r\n\r\nwill  read what this amendment is about,  then  he\r\n\r\nwill   know.  He  has  withdrawn  the  words   \"an\r\n\r\nessential  service\"  but has  left  in  the  words\r\n\r\n\"trade   dispute\"  which  refers   to   \"essential\r\n\r\nservice\", and that means nothing.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It appears to me that we are also\r\n\r\ndebating  amendment  (iv).  Therefore,   for   the\r\n\r\nconvenience of hon. Members, the debate  can  also\r\n\r\nrange over this amendment. Amendment (iv)\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 282</b></font><br><br>\r\n\r\n\r\n\r\nis  to  leave  out in paragraph (c) \"certifies  in\r\n\r\nrespect   of  a  trade  dispute  with  regard   to\r\n\r\nemployment in, or in connection with the provision\r\n\r\nof,  an essential service that it is in the public\r\n\r\ninterest\" and insert \"directs\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, we have a lot of\r\n\r\ndraftsmen - people    who    are    interested    in\r\n\r\ndrafting - sitting opposite us this  afternoon.  Mr\r\n\r\nSpeaker, my attention has been drawn to clauses 18\r\n\r\n(4) and 20 (b). Those are the clauses where it  is\r\n\r\nprovided  that when there has been  a  refusal  to\r\n\r\nnegotiate  by one of the parties or  by  both  the\r\n\r\nparties,  or when negotiation has broken down,  it\r\n\r\nwill be the duty of the Commissioner to notify the\r\n\r\nMinister,   and  unless  the  Minister   otherwise\r\n\r\ndirects,      the      Registrar      will      be\r\n\r\ninformed - information, that is all.  There  is  all\r\n\r\nthe   difference  in  the  world   between,   say,\r\n\r\ninformation, (that is, the Registrar of the  Court\r\n\r\nis informed), and what the Member for Cairnhill is\r\n\r\nnow  wanting us to agree to, namely, that once the\r\n\r\nMinister  has directed the Commissioner to  notify\r\n\r\nthe   Registrar,   then  the  Court   shall   take\r\n\r\ncognizance. That is where we disagree. We say that\r\n\r\nthere is nothing wrong in this and I think that it\r\n\r\nis  desirable  that  the Registrar  of  the  Court\r\n\r\nshould be so informed. If there is a trade dispute\r\n\r\nbetween  two parties and one side has  refused  to\r\n\r\nnegotiate or both have refused to negotiate, or if\r\n\r\nnegotiations  have deadlocked, then the  Registrar\r\n\r\nshould  be informed, because he is the channel  of\r\n\r\ncommunication  between the  Commissioner  and  the\r\n\r\nCourt.  But  there is also a world  of  difference\r\n\r\nbetween the Registrar being informed and the Court\r\n\r\ntaking  cognizance. Now if the Member's  suggested\r\n\r\namendment  is  agreed  to,  then  the  moment  the\r\n\r\nRegistrar  is  informed, the Court  will  have  to\r\n\r\nspring  into existence. The Court takes cognizance\r\n\r\nand the President is there. He is always there. It\r\n\r\nwill  be  his duty then to get the employer's  and\r\n\r\nemployee's  panels constituted. That  is  what  we\r\n\r\nseek  to avoid, and that is why we have taken  out\r\n\r\nthe  whole of paragraph (b) and made the amendment\r\n\r\nto paragraph (c) of the clause.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 283</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, it would\r\n\r\nappear that the Minister cannot understand what  I\r\n\r\nhave been trying to explain to him. I did not  say\r\n\r\nthat  mine was right. I based my amendment on what\r\n\r\nis in there. Now that the Government has withdrawn\r\n\r\nfrom   the   stand   of  compulsory   arbitration,\r\n\r\ntherefore the Government's amendment is almost  in\r\n\r\nline  with mine. Well, that is good, so let us  go\r\n\r\nahead  with  the  amendment. Let us  talk  on  the\r\n\r\namendment. Suppose a notification is necessary  to\r\n\r\nthe  Registrar,  because  the  Minister  does  not\r\n\r\notherwise direct.\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What is going to happen? At first we say it is\r\n\r\nhere  under clause 28 (b); it is going to be  this\r\n\r\nway.  But now we are going to take clause  28  (b)\r\n\r\nout.  But  what is going to happen? In  regard  to\r\n\r\nclause 28 (c), the Minister has now proposed  that\r\n\r\nhe will direct that the trade dispute be submitted\r\n\r\nto  arbitration. I again agree with him. But I  am\r\n\r\nasking  him,  what is the qualification  for  this\r\n\r\ndispute  that  he  directs that  \"trade  dispute\"?\r\n\r\nWhich   \"trade  dispute\"?  There  must   be   some\r\n\r\nqualification.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, we seem to be\r\n\r\ntalking  round and round the subject. I have  made\r\n\r\nthe position quite clear. The Member for Cairnhill\r\n\r\nis  now  saying to this House that the  Government\r\n\r\nhas  receded from its stand on arbitration.  Where\r\n\r\nhas  it  receded? The powers given to the Minister\r\n\r\nin  paragraph (c) - the amended powers-over-ride all\r\n\r\nthat  the  parties may say. One side may agree  to\r\n\r\narbitration. The other side may violently disagree\r\n\r\nto   arbitration.   Both  sides   may   not   want\r\n\r\narbitration. They prefer a trial of strength.  The\r\n\r\nMinister  can  still intervene and  say  that  the\r\n\r\nmatter  be  referred to arbitration. So there  are\r\n\r\nall  the safeguards written into the clause.  Now,\r\n\r\nall that we want to do by the amendment is to make\r\n\r\na  distinction between a mere routine  information\r\n\r\nto  the Court, and cognizance. We have got to draw\r\n\r\nthat distinction, because if the Court is informed\r\n\r\nthrough  the  Commissioner for  Labour  under  the\r\n\r\nprovisions of clause 18 (4)\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 284</b></font><br><br>\r\n\r\n\r\n\r\nand  clause  20  (b),  well,  that  is  a  routine\r\n\r\ninformation  to  the Court. But if  the  amendment\r\n\r\nwhich  the Member for Cairnhill makes is accepted,\r\n\r\nthen  on  mere  information the Court  shall  take\r\n\r\ncognizance.  It  is  a matter then  that  is  laid\r\n\r\nbefore the Court. There is a President and he will\r\n\r\nthen  have  to see that the panels are constituted\r\n\r\nfor  the Court. We do not want that to happen, and\r\n\r\nthat  is why we want to delete the whole of clause\r\n\r\n28 (b) and make the amendment to clause 28 (c). It\r\n\r\nis a very simple point and I do not understand why\r\n\r\nso much difficulty is seen in it, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Sir, could the position be this? The\r\n\r\nHon, the Prime Minister has said just now that  if\r\n\r\nthere  are  200 trade disputes, then the  position\r\n\r\nwill  be  very difficult. We understand that.  But\r\n\r\nsupposing  at that moment there is only one  trade\r\n\r\ndispute,  and  under clauses  18  and  20  certain\r\n\r\ndisputes  could not be settled. What then happens?\r\n\r\nThe  Commissioner shall notify the  Minister  and,\r\n\r\nunless   the   Minister  otherwise  directs,   the\r\n\r\nRegistrar  that  a trade dispute  exists.  If  the\r\n\r\nMinister  directs the Commissioner to  inform  the\r\n\r\nRegistrar  and  the provisions  of  clause  18  or\r\n\r\nclause  20  are complied with, then by  virtue  of\r\n\r\nclause  28 as envisaged, the Court shall not  take\r\n\r\ncognizance of that trade dispute. If that  is  the\r\n\r\nposition,  then  the only way  in  which  a  trade\r\n\r\ndispute could be taken cognizance of would be  for\r\n\r\nthe  Minister to act under the proposed clause  28\r\n\r\n(c).  Is that the position the Government want  to\r\n\r\nreach?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker. Sir, what we,\r\n\r\nin  fact,  have in clauses 18 and 20, is machinery\r\n\r\nwhereby  the Court is kept informed of the general\r\n\r\nindustrial  position. Whether it is  a  particular\r\n\r\ndispute  of  which  the  Court  will  have  to  be\r\n\r\ninformed,  unless  the Minister  intercepts  under\r\n\r\nclause  18, will depend upon the decision  of  the\r\n\r\nMinister. If the amendment moved by the Member for\r\n\r\nCairnhill  is  accepted, then it  means  that  the\r\n\r\nCourt, in accordance with the procedure of keeping\r\n\r\nit   abreast   of  all  negotiations   which   are\r\n\r\ndeadlocked, will automatically be notified by  the\r\n\r\nCommissioner,  again  on  the  direction  of   the\r\n\r\nMinister - unless the Commissioner is an\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 285</b></font><br><br>\r\n\r\n\r\n\r\nindependent entity from the Minister - and it  will\r\n\r\nthen take cognizance. There is no point really  in\r\n\r\nthis  situation because we are giving the Minister\r\n\r\npower  anyway under paragraph (c) . So what happens\r\n\r\nis  this,  that the Court is informed of  all  the\r\n\r\ndisputes which are deadlocked. The Minister may or\r\n\r\nmay  not  say that the dispute is for arbitration.\r\n\r\nThat is exactly the position therein.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I understand the position, Sir,I am not pressing with my amendment. What I\r\n\r\nwas saying  is -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, if the -\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> - if it has to be a trade\r\n\r\ndispute in regard to paragraph (c), then it has to\r\n\r\nbe so qualified. That is all there is to it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> But surely it is not the\r\n\r\nbusiness  of the Legislature to try and  tell  the\r\n\r\nMinister  how to identify a trade dispute.  If  he\r\n\r\ncannot identify it, then I think things are  in  a\r\n\r\nvery bad way.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will the Minister move amendment\r\n\r\n(iv) formally?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment made:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 12, lines 15 to 18, to leave out\r\n\r\n\"certifies  in  respect of a  trade  dispute  with\r\n\r\nregard to employment in, or in connection with the\r\n\r\nprovision of, an essential service that it  is  in\r\n\r\nthe  public  interest\" and insert  \"directs\".-[Mr\r\n\r\nByrne].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 28, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 29-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 29 stand part of\r\n\r\nthe Bill.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, the note says,\r\n\r\n\"That  the  clause  stand part  of  the  Bill\"  be\r\n\r\nnegatived, and I so move that it be negatived.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It is not necessary to move. Of\r\n\r\ncourse, the Minister can explain why.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, this is actually a\r\n\r\nconsequential  amendment.  If  clause  28  (b)  is\r\n\r\nremoved, it follows that the provision for  clause\r\n\r\n29 must disappear.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 286</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is a note that Tun Lim Yew\r\n\r\nHock has given a similar notification.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 29 accordingly disagreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 30 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 31-\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 13, line 14, after \"Government\", to\r\n\r\ninsert-\r\n\r\n<pre>\r\n\r\nS.I. 1958   \"relating to any matter which would \r\n\r\nNo. 1956.   entail an expenditure of public funds \r\n\r\n            or with regard to which the Yang di-Pertuan \r\n\r\n            Negara is required under the provisions of\r\n\r\n            the Singapore (Constitution) Order\r\n\r\n            in Council, 1958, to act on the\r\n\r\n            advice of the Public Service Commission\r\n\r\n            or the Legal Service Commission\".\r\n\r\n</pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, it is the intention, by this amendment, to give the Civil Service the right to\r\n\r\ntake   a   trade   dispute  from  the   collective\r\n\r\nbargaining  stage right up to arbitration  without\r\n\r\nany  reference to the Yang di-Pertuan Negara  only\r\n\r\nin  such matters which do not affect public  funds\r\n\r\nor which do not affect the functions of the Public\r\n\r\nService Commission.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as the Government is\r\n\r\naccountable for taxpayers' funds, it is  necessary\r\n\r\nthat,  before any trade dispute between the  Civil\r\n\r\nService   and   the  Government  is  referred   to\r\n\r\narbitration,   that  dispute   is   stopped   from\r\n\r\narbitration  if  it affects public  funds  or  any\r\n\r\nmatters  which  come under the competence  of  the\r\n\r\nPublic   Service  Commission.  The  amendment   so\r\n\r\nprovides, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, in view of the\r\n\r\namendments that have taken place to clause  28  of\r\n\r\nthe Bill, I am wondering how clause 31 can ever be\r\n\r\ncalled into operation. Clause 31 says: \"Where  the\r\n\r\nCourt  has cognizance of a trade dispute...\".\r\n\r\nNow  the  only way in which cognizance of a  trade\r\n\r\ndispute could be taken by the Court would be under\r\n\r\nclause 28. Clause 28 (a), as amended, says that it\r\n\r\nshall be  a joint submission. Clause 28  (b)  is\r\n\r\noff. The new clause 28 (b) [old clause 28 (c)]\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 287</b></font><br><br>\r\n\r\n\r\n\r\nsays  where  the Minister directs in the  Gazette;\r\n\r\nand the new clause 28 (c) [old clause 28 (d)] says\r\n\r\nwhere  the  Yang di-Pertuan Negara by proclamation\r\n\r\nso declares. So applying that to clause 31, if the\r\n\r\nMinister  for Finance and the Government union  do\r\n\r\nnot  jointly submit, it does not become cognizable\r\n\r\nby  the  Court.  If  the Minister  under  the  new\r\n\r\nparagraph  (b) does not direct it in the  Gazette,\r\n\r\nthe  Court  cannot take cognizance, and  similarly\r\n\r\nunder  the  new paragraph (c) the Yang  di-Pertuan\r\n\r\nNegara  does not declare by proclamation, then  it\r\n\r\nis not a cognizable trade dispute.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I dare say the Yang di-Pertuan\r\n\r\nNegara  will not proclaim unless he is advised  by\r\n\r\nthe   Minister.  Under  paragraph  (b)   in   this\r\n\r\nparticular  instance, I cannot  see  the  Minister\r\n\r\ndirecting;  under paragraph (a) I cannot  see  the\r\n\r\nMinister   for  Finance  agreeing   to   a   joint\r\n\r\nsubmission. Therefore, I cannot see how clause  31\r\n\r\ncan  ever  be called into operation.  But  as  the\r\n\r\noriginal  clause  28 stood, Sir, clause  31  could\r\n\r\nhave come into operation because, under clause  28\r\n\r\n(a),  it  could have been an individual submission\r\n\r\nrather  than  a joint submission. In view  of  the\r\n\r\namendment to clause 28 (a), I am wondering whether\r\n\r\nthe  provisions of clause 31 would ever be  called\r\n\r\nupon.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is it with or without the\r\n\r\namendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> With or without the amendment, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, the\r\n\r\nproblem is not as simple as has been expounded  by\r\n\r\nthe Member for Farrer Park. Under clause 28, it is\r\n\r\nnot  necessarily the Minister who  certifies.  The\r\n\r\nMember may be aware that there are such things  as\r\n\r\nJoint  Whitley Councils. It is true that officials\r\n\r\nnormally  act under the direction of the Minister,\r\n\r\nbut  there is nothing to prevent the Official Side\r\n\r\nand  the  Staff Side from jointly agreeing  on  an\r\n\r\nofficial  basis  that  the matter  should  go  for\r\n\r\narbitration  in  accordance with existing  Service\r\n\r\nagreements. Therefore, to make the position\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 288</b></font><br><br>\r\n\r\n\r\n\r\nquite  clear,  we have included this amendment  so\r\n\r\nthat,  in  certain circumstances, it cannot,  even\r\n\r\nwhen it comes under civil service procedure, go to\r\n\r\narbitration.  In the words of the amendment,  \"any\r\n\r\nmatter which would entail an expenditure of public\r\n\r\nfunds  or with regard to which the Yang di-Pertuan\r\n\r\nNegara  is  required under the provisions  of  the\r\n\r\nSingapore  (Constitution) Order in Council,  1958,\r\n\r\nto  act  on  the  advice  of  the  Public  Service\r\n\r\nCommission...\".  Mr  Speaker, Sir,  civil  service\r\n\r\nWhitley  Council machinery being what it  is,  the\r\n\r\nGovernment is justified in taking a very  cautious\r\n\r\nview in these matters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 31, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>6.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 32-\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 13, line 20, to leave out \"shall\" and\r\n\r\ninsert \"may\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The reasons for this amendment have already been\r\n\r\ngiven.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 32, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 33 to 35 inclusive ordered to stand part\r\n\r\nof the Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 36-\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 14, line 3, to leave out \"five\" and\r\n\r\ninsert \"three\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have already explained the purpose of\r\n\r\nthis amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 14, line 5, to leave out \"two years\" and\r\n\r\ninsert \"eighteen months\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have already explained the purpose of this\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 289</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 14, line 6, to leave out from \"(3) \"\r\n\r\nto the end of line 22 and insert-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Where some or all of the persons and trade\r\n\r\nunions   bound  by  an  award,  by  an  agreement\r\n\r\nregistered  under section 23 of  this  Ordinance,\r\n\r\nagree  that the award or the award as  varied  by\r\n\r\nthe  agreement  shall continue  in  force  for  a\r\n\r\nperiod  not  being less than eighteen  months  or\r\n\r\nmore than three years after the date on which  it\r\n\r\nwould  otherwise cease to be in force, the  award\r\n\r\nor  the  award  as varied shall  as  between  the\r\n\r\nparties  to the agreement continue in  force  for\r\n\r\nsuch period.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) The Court may whether or not an award has\r\n\r\nceased to be in force, on application by a person\r\n\r\nor trade union bound\r\n\r\nby  the award, order that the award, or the award\r\n\r\nas  varied by the order, shall continue in  force\r\n\r\nfor  such  period, not being less  than  eighteen\r\n\r\nmonths  or more than three years, after the  date\r\n\r\non which it would otherwise cease to be in force,\r\n\r\nas is\r\n\r\nspecified in the order.\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, these amendments are regarded\r\n\r\nas drafting improvements. As the clause stands, it\r\n\r\nis  not clear that the parties may bargain for the\r\n\r\nfuture  or approach the Court to extend  an  award\r\n\r\nwhen  an agreement or an award is in force.  Under\r\n\r\nthese  amended  provisions,  the  parties  to   an\r\n\r\nagreement   or  an  award  can  agree   before   a\r\n\r\nregistered  agreement  or  an  award  expires   to\r\n\r\ncontinue the agreement or award in force  with  or\r\n\r\nwithout variation. If they cannot agree to make  a\r\n\r\nnew  agreement  from the date  of  expiry  of  the\r\n\r\nregistered  agreement or award, the Court  can  so\r\n\r\naward.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, on the amendment to\r\n\r\nclause 4 -\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is it a consequential amendment?\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> No. It was a question asked by the\r\n\r\nMember for Farrer Park.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think we will have to wait.\r\n\r\nClause  4 has, in fact, been postponed till  after\r\n\r\nthe consideration of all the remaining clauses.\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, I think it was\r\n\r\nthe  intention of my colleague not  to  bring  the\r\n\r\ndiscussion round to clause 4, but he would like to\r\n\r\nmake an explanation as regards that clause so that\r\n\r\nMembers  on  the other side may apprise themselves\r\n\r\nof the position before\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 290</b></font><br><br>\r\n\r\n\r\n\r\nwe come back to that clause. It might be useful.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That is completely out of order in\r\n\r\nso  far as Standing Orders are concerned. I  think\r\n\r\nwe had better stick to our Standing Orders.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 36, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 37 to 41 inclusive ordered to stand part\r\n\r\nof the Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 42-\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 17, line 11, to leave out \"two years\" and\r\n\r\ninsert \"eighteen months\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have already explained the purpose of this\r\n\r\namendment.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 42, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 43 ordered to stand part of the Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 44-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 44 stand part of\r\n\r\nthe Bill.\"\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> On a point of clarification, Sir. The\r\n\r\nlast two lines of clause 44 read:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"... in any court and shall not be subject to\r\n\r\ncertiorari, prohibition, mandamus or injunction in\r\n\r\nany court on any account.\"\r\n\r\n<br><br>\r\n\r\nSir,  I always understood that it was part of  the\r\n\r\ninherent  jurisdiction of the  Courts  that  these\r\n\r\nwrits  will  always continue to  run.  Is  it  the\r\n\r\nintention  that these writs are to  be  completely\r\n\r\nexcluded? Will the Minister please explain to  the\r\n\r\nHouse  why,  by  virtue of this provision  in  the\r\n\r\nclause,   the   Courts  will  be  prevented   from\r\n\r\nexercising their inherent jurisdiction in  so  far\r\n\r\nas these writs are concerned?\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, it must be obvious\r\n\r\nto  the  Member  for  Farrer Park - although  he  is\r\n\r\ntrying  to be difficult tonight - that an  award  is\r\n\r\nfinal  and conclusive, and that any order made  by\r\n\r\nthe  Industrial  Arbitration Court  is  final  and\r\n\r\nconciusive as far as an award is concerned. If the\r\n\r\nCourt  goes  outside of this, then the prerogative\r\n\r\nwrit  of prohibition would be available to prevent\r\n\r\nan  excess  of  jurisdiction.  The  power  of  the\r\n\r\nIndustrial Arbitration Court is to arbitrate on  a\r\n\r\ntrade dispute\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 291</b></font><br><br>\r\n\r\n\r\n\r\nof  which it has cognizance, and a \"trade dispute\"\r\n\r\nis  a dispute as to industrial matters, as defined\r\n\r\nin  clause  2. Mr Speaker, Sir, if the Industrial\r\n\r\nArbitration  Court began to arbitrate  on  matters\r\n\r\nnot  in dispute, it could be prohibited. Likewise,\r\n\r\nif  it declined to arbitrate, mandamus would  lie,\r\n\r\nso  that in the exercising of its jurisdiction  in\r\n\r\nthe   matter  of  awards  with  respect  to  trade\r\n\r\ndisputes,  the orders of the Court are  final  and\r\n\r\nconclusive,  but  if  it goes outside  that,  then\r\n\r\nwrits of prohibition and mandamus do lie.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> On a further point of clarification,\r\n\r\nSir,I appreciate what the Minister says, that  if\r\n\r\nan  award  is  in  connection with  an  industrial\r\n\r\ndispute\r\n\r\nand  all  the terms set down in the Ordinance  are\r\n\r\ncomplied with, then that is the end of the matter.\r\n\r\nBut  supposing some of the conditions set down  in\r\n\r\nthe  Ordinance are not complied with,  would  this\r\n\r\nstill exclude certiorari, prohibition or mandamus?\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> If it could be shown that the Court\r\n\r\nwas  not properly constituted or anything of  that\r\n\r\nsort,  then  I  would say writs would-  lie.  That\r\n\r\nmeans certiorari would lie.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 44 ordered to stand part of the Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 45-\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 17, line 36, after \"by\" where it first\r\n\r\noccurs, to insert \"an employer or\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, that is to say, a person bound by an award\r\n\r\nor a person authorised by \"an employer or\" a trade\r\n\r\nunion bound by an award shall upon application  be\r\n\r\nallowed  a  reasonable opportunity of comparing  a\r\n\r\ncopy  of an award or order with the original. That\r\n\r\nis  to  say,  both sides to the dispute  can  have\r\n\r\nsimilar facilities.\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, the amendment is\r\n\r\naccepted.  I  am most grateful to the  Member  for\r\n\r\nCairnhill for suggesting this. This is an occasion\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 292</b></font><br><br>\r\n\r\n\r\n\r\ntonight where he is really trying to be helpful.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 45, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 46 to 48 inclusive ordered to stand part\r\n\r\nof the Bill.\r\n\r\n\r\n\r\n<br><br>7.00 p.m.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 49-\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 18, line 34, after \"union\", to insert \"or\r\n\r\nan employer\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is to equate the punishment for a trade\r\n\r\nunion of employees and the employer.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> This is connected with the next\r\n\r\namendment*, and perhaps the Minister can touch  on\r\n\r\nthat as well.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The amendment reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 18, line 35, to leave out \"an employer\r\n\r\nor\".\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Yes. Mr Speaker, Sir, it follows that\r\n\r\nto  equate  punishments with regard  to  paragraph\r\n\r\n(a),  you  must  leave  out \"an  employer  or\"  in\r\n\r\nparagraph (b).\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment made: In page 18, line 35, to leave out\r\n\r\n\"an employer or\".-[Mr Byrne].\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 49, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 50-\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 19, line 10, to leave out \"entitled to\r\n\r\nthe benefit of\" and insert \"bound by\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is to bring the provisions of this clause\r\n\r\ninto line with clause 37 (f), where it is provided\r\n\r\nthat all members of a trade union are bound by  an\r\n\r\naward.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 50, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 51-\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 19, lines 15 and 16, to leave out\r\n\r\n\"entitled  to  the  benefit of  an  award  and  an\r\n\r\nemployer bound by the\" and insert \"and an employer\r\n\r\nbound by an\".\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 293</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is a consequential amendment, Mr Speaker,\r\n\r\nSir.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I suspend this Committee for a few\r\n\r\nminutes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 293</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT TO A DAY OTHER THAN AN ORDINARY</b></div>\r\n\r\n<div align=\"center\"><b>SITTING DAY</b></div>\r\n\r\n<div align=\"center\"><b>(Motion)</b></div>\r\n\r\n<br><br>7.06 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b>\r\n\r\nMr Speaker, Sir, under Standing Order 32, I beg\r\n\r\nto seek the assent of the House to move a motion,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today, the Assembly do stand\r\n\r\nadjourned to tomorrow, 13th February.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The relevant Standing Order is, as\r\n\r\npointed out by the Leader of the House, that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Notice shall not be dispensed with in the case\r\n\r\nof  a motion or in respect of any other proceeding\r\n\r\nfor  which  notice  is required  except  with  the\r\n\r\nconsent  of the Speaker and the general assent  of\r\n\r\nMembers present.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The motion proposed to be moved by the Leader of\r\n\r\nthe  House  requires notice. I  give  my  consent,\r\n\r\nalthough my Saturday afternoon might be spoilt! Is\r\n\r\nit  the  pleasure of honourable Members  that  the\r\n\r\nmotion be moved?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b>: Aye.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today, the Assembly do stand\r\n\r\nadjourned to tomorrow, 13th February.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to add these words. The Leader\r\n\r\nof the Opposition has indicated to me that he will\r\n\r\nbe absent on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 294</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Monday [15th February], and because it is\r\n\r\nnecessary to accommodate the Opposition as well, I\r\n\r\nhave so moved.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today, this Assembly do stand\r\n\r\nadjourned to tomorrow, Saturday, 13th February.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 294</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>INDUSTRIAL RELATIONS BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee resumed.\r\n\r\n \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>7.08 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We are still on clause 51.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 20, lines 5 and 6, to leave out \"the\r\n\r\nMinister,  the  Parliamentary  Secretary  to   the\r\n\r\nMinister or  to\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With your permission, Mr Speaker, Sir, I would\r\n\r\nalso   like   to   talk  about   all   the   other\r\n\r\namendments - Nos. (iii) to (vii)* - because  they  are\r\n\r\nall involved in the same principles.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The amendments read as follows\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) In page 20, lines 9 and 10, to leave\r\n\r\nout \"the Minister, the Parliamentary Secretary\r\n\r\nto the Minister or\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) In page 20, line 12, to leave out \"the\r\n\r\nMinister, the Parliamentary Secretary to the\r\n\r\nMinister or\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) In page 20, lines 15 and 16, to leave out\r\n\r\n\"the Minister, the Parliamentary Secretary to the\r\n\r\nMinister or\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(vi) In page 20, line 21, to leave out\r\n\r\n\"Minister, the Parliamentary Secretary  to the\r\n\r\nMinister or the\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(vii) In page 20, lines 31 and 32, to leave\r\n\r\nout   \"informed  by  the  Minister   or   by   the\r\n\r\nParliamentary Secretary to the Minister or is\"\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Clause 51 primarily deals with the\r\n\r\nCommissioner's powers to inquire into  complaints.\r\n\r\nSub-clause (5) makes it possible for any person to\r\n\r\ncomplain   to   the  Minister,  the  Parliamentary\r\n\r\nSecretary  to the Minister, or to the Commissioner\r\n\r\nthat a trade union or person bound by an award has\r\n\r\ncommitted a breach or non-observance of  any  term\r\n\r\nof an award.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, my point in moving this\r\n\r\namendment  is  this: where there  is  a  statutory\r\n\r\ncivil  servant  charged with the carrying  out  of\r\n\r\nthese functions, I feel it would be much better to\r\n\r\nlet  him  carry out his duties under the Ordinance\r\n\r\nrather than for the Minister and the\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 295</b></font><br><br>\r\n\r\n\r\n\r\nParliamentary  Secretary to  the  Minister  to  be\r\n\r\ninvolved in personal individual complaints. If  it\r\n\r\nwere a matter of policy, or a matter that affected\r\n\r\npublic  interest  or affected  a  section  of  the\r\n\r\npublic, then I think it would be right and  proper\r\n\r\nthat  the  Minister  should be  brought  into  the\r\n\r\npicture.  But  here,  Mr  Speaker,  Sir,  is   an\r\n\r\nindividual   complaint  from   somebody   who   is\r\n\r\naggrieved  by  an  award.  The  statute   provides\r\n\r\nmachinery  whereby that grievance can be  inquired\r\n\r\ninto  by  the  Commissioner, as he is  the  person\r\n\r\ncharged  with  that duty. In the circumstances,  I\r\n\r\nsee  no  reason whatsoever, other than  political,\r\n\r\nfor  bringing  the Minister and the  Parliamentary\r\n\r\nSecretary to the Minister into the picture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if you will look at clause 49\r\n\r\nof the Bill which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Any trade union or person bound by an award who\r\n\r\nhas  committed any breach or non-observance of any\r\n\r\nterm of an award shall be guilty of an offence...\",\r\n\r\n<br><br>\r\n\r\nthere  are  several safeguards of which  a  person\r\n\r\naggrieved  by  an award can avail  himself.  Under\r\n\r\nclause  49,  it  is made a criminal  offence,  and\r\n\r\nunder  clause 51 (5), the Commissioner  is  charged\r\n\r\nwith the duty of inquiring into a complaint to see\r\n\r\nwhether  such an award has, in fact, been  broken.\r\n\r\nMr  Speaker,  Sir, other than to  complicate  the\r\n\r\nissue,  it  could serve no useful purpose  to  let\r\n\r\nthree  persons have the handling of the particular\r\n\r\ncomplaint, when eventually the complaint  will  be\r\n\r\ndirected,  to the Commissioner for inquiry.  Would\r\n\r\nit  not be better for the Commissioner himself  to\r\n\r\ngo into the complaint and then hold an inquiry? If\r\n\r\nthere has been any breach, perhaps action might be\r\n\r\ntaken under clause 49, or the Commissioner himself\r\n\r\nmight take action under the particular clause.  My\r\n\r\nown  view, Mr Speaker, Sir, is that once an award\r\n\r\nhas  been  made and machinery provided to  enquire\r\n\r\ninto  complaints,  particularly  when  that  is  a\r\n\r\ncriminal offence, it is highly undesirable for the\r\n\r\nMinister  and his Parliamentary Secretary  not  to\r\n\r\ncome into the picture.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, this clause deals\r\n\r\nspecifically  with the case of private  agreements\r\n\r\nwhich  arise out of collective agreements.  It  is\r\n\r\nconsidered  not right and proper that  a  Minister\r\n\r\nand his Parliamentary Secretary should\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 296</b></font><br><br>\r\n\r\n\r\n\r\nbe  deprived of the powers which are granted to an\r\n\r\nofficial  of  the  Ministry, particularly  in  the\r\n\r\nMinistry of Labour and Law.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in cases where this sub-clause\r\n\r\n(5)  applies, the complaint is usually made by the\r\n\r\naggrieved  person - the complaint  that,  say,  his\r\n\r\nemployer  is  not  giving  him  the  terms  of  an\r\n\r\nagreement   which  arose  out  of   a   collective\r\n\r\nagreement between the employer and the trade union\r\n\r\nwhich  represented him. In that  case,  surely  it\r\n\r\nshould be open to the aggrieved person to make his\r\n\r\ncomplaint  either  to  the  Minister  or  to   the\r\n\r\nParliamentary Secretary or to the Commissioner for\r\n\r\nLabour.  It may be a dispute between him  and  his\r\n\r\nemployer as to whether the award in the collective\r\n\r\nagreement is applicable to his private contract of\r\n\r\nservice. In that situation, Mr Speaker,  Sir,  it\r\n\r\nwould   be  the  duty  of  the  Minister  or   his\r\n\r\nParliamentary  Secretary, or the Commissioner  for\r\n\r\nLabour  to  refer  the matter in  dispute  to  the\r\n\r\nLabour  Court. Under this clause, we are  not,  in\r\n\r\nany  way,  attempting to side-step  the  procedure\r\n\r\nthat  is laid down with regard to the bringing  of\r\n\r\nactions before the Labour Court. That will go on.\r\n\r\n\r\n\r\n<br><br>7.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All that we seek to do here is to obtain the\r\n\r\npowers  to initiate action. If an aggrieved person\r\n\r\ncomes to us, we will accept his complaint. We will\r\n\r\nfind  out what he wants. If we can, we will summon\r\n\r\nhis  employer,  and  if the employer  agrees  that\r\n\r\nthere  is a breach of the award, we will then  get\r\n\r\nhis   consent  to  meeting  the  request  of   the\r\n\r\naggrieved person. If not, and if there is an issue\r\n\r\nof  fact to be decided between them, we will  send\r\n\r\nthe matter to the Labour Court. That is all we are\r\n\r\nseeking to do under this clause. Again I would say\r\n\r\nthat there is nothing sinister in all this.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, the word \"sinister\"\r\n\r\nis in the mind of the Minister for Labour and Law.\r\n\r\nSir,  what I am saying is not sinister. What I  am\r\n\r\nsaying  is that it is highly undesirable  for  the\r\n\r\nMinister  and his Parliamentary Secretary  to  get\r\n\r\ninto  the fray at this stage. \"Award\" includes  an\r\n\r\naward not only of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 297</b></font><br><br>\r\n\r\n\r\n\r\na  collective  agreement made by mutual  consent,\r\n\r\nbut  an  award  made by the Court  of  Industrial\r\n\r\nArbitration.  That is how it is  defined  in  the\r\n\r\ndefining clause. `\"Award\" means an award made  by\r\n\r\nthe  Court'. A collective agreement,  in  certain\r\n\r\ncircumstances,  when  it is registered  with  the\r\n\r\nCourt  becomes an award. So that the award spoken\r\n\r\nof,  Mr  Speaker, Sir, in clause 51 is an  award\r\n\r\nwhich   might  either  be  given,  in  the  first\r\n\r\ninstance,  by the Court or a collective agreement\r\n\r\nregistered with the Court. What is the  necessity\r\n\r\nfor  the  Minister or his Parliamentary Secretary\r\n\r\nwhen the Commissioner exists and the Commissioner\r\n\r\nhas Assistant Commissioners who, under the Labour\r\n\r\nOrdinance,  have similar duties and functions  to\r\n\r\nperform?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I beg to submit, with respect, that one does not\r\n\r\nwant  to  give  these inquiries,  resulting  from\r\n\r\nalleged  breaches of awards, a political flavour.\r\n\r\nIt  could  well  be, Mr Speaker, Sir,  that  the\r\n\r\nMinister and the Parliamentary Secretary could be\r\n\r\nsubject to political pressure of a kind that  the\r\n\r\nCommissioner cannot and would not be subject to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I am unable to accept the\r\n\r\nlast  argument submitted by the Member for Farrer\r\n\r\nPark.  The reason why my colleague, the  Minister\r\n\r\nfor   Labour  and  Law,  is  insisting  that  the\r\n\r\nMinister  and the Parliamentary Secretary  should\r\n\r\nbe  among the persons to whom complaints  can  be\r\n\r\nmade  is because, from his experience in the last\r\n\r\neight   months,  he  has  discovered  that  union\r\n\r\nleaders  and  union members not unnaturally  have\r\n\r\npreferred,   in   most  cases,  to   make   their\r\n\r\ncomplaints  to  the Parliamentary  Secretary  for\r\n\r\nreasons  which  are not difficult to  understand.\r\n\r\nThe  permanent  officials are  there.  They  were\r\n\r\npermanent officials to the last Government.  They\r\n\r\nare permanent officials there today. It is a fact\r\n\r\nwhich  we  have  to  accept. The  point  is  that\r\n\r\nneither   the   Minister  nor  the  Parliamentary\r\n\r\nSecretary can participate in any of the  judicial\r\n\r\nprocesses to decide whether or not there has been\r\n\r\na   breach.  All  that  the  Minister   and   his\r\n\r\nParliamentary  Secretary can do is  to  ascertain\r\n\r\nwhether or not there is a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 298</b></font><br><br>\r\n\r\n\r\n\r\nmatter  to  be  referred to the  Court  for  such\r\n\r\naction as can proceed under the Ordinance.  These\r\n\r\npowers  are just the powers to summon either  the\r\n\r\nunion   or  the  employer  to  answer  truthfully\r\n\r\nquestions  relating  to  the  existence   of   an\r\n\r\nagreement.  The  enforcement  of  any  breach  of\r\n\r\nobservance of an agreement is not in the hands of\r\n\r\nthe  Minister, the Parliamentary Secretary or the\r\n\r\nCommissioner. Whilst, politically,  I  would  say\r\n\r\nthat  it  is not a duty which the Minister  would\r\n\r\nwant   to   perform  all  the  time,  there   are\r\n\r\nsituations  where  it is more judicious  for  the\r\n\r\nMinister himself to make such inquiries. It is, I\r\n\r\nthink,  a  common practice. When the  Member  for\r\n\r\nCairnhill   was  the  Minister  for  Labour   and\r\n\r\nWelfare,  not very infrequently he  had  to  deal\r\n\r\nwith employers and unions not only in relation to\r\n\r\nalleged breaches of awards but to a host of other\r\n\r\nimportant  matters  relating  to  employers   and\r\n\r\nunions.  There  is nothing novel  or  unusual  in\r\n\r\nthese provisions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I take it that the Member will not\r\n\r\nbe moving amendments (iii), (iv), (v), (vi) and\r\n\r\n(vii)*?\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* see footnote at cols. 293-4.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I am not moving.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 51, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 52 and 53 ordered to stand part of the\r\n\r\nBill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 54-\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 22, line 28, at end, to add-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(5) Where the Court punishes as contempt a\r\n\r\nfailure by a person to comply with an order of\r\n\r\nthe Court, that person shall, during a period of\r\n\r\ntwo years from the date on which the punishment\r\n\r\nis imposed, or such lesser period as the Court\r\n\r\nmay determine, be ineligible to be nominated for\r\n\r\nelection as an officer of a trade union or a\r\n\r\nbranch of a trade union or a federation of trade\r\n\r\nunions or to act as such an officer.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(6) A person who acts as an officer of a trade\r\n\r\nunion,  or  a  branch  of  a  trade  union  or  a\r\n\r\nfederation of trade unions while he is ineligible\r\n\r\nby reason of subsection (5) of this section shall\r\n\r\nbe  guilty  of an offence and shall be liable  on\r\n\r\nconviction  by  a District Court to  imprisonment\r\n\r\nfor  a term not exceeding twelve months or  to  a\r\n\r\nfine  not  exceeding two thousand dollars  or  to\r\n\r\nboth such\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 299</b></font><br><br>\r\n\r\n\r\n\r\nimprisonment  and  fine  and  for  a   second   or\r\n\r\nsubsequent offence shall be liable to imprisonment\r\n\r\nfor  a  term  not  less than six  months  and  not\r\n\r\nexceeding three years.\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have already explained that\r\n\r\nit  is the intention of Government to negative the\r\n\r\nprovisions  of clause 56 and to add to  clause  54\r\n\r\nthe  provisions  of clause 56 which  places  trade\r\n\r\nunion    leaders    under   restriction    against\r\n\r\nparticipation in trade union activities if they so\r\n\r\nconduct themselves as to commit contempt of court.\r\n\r\nThese sub-clauses give effect to that intention.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 54, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 55-\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 22, line 29, to leave out from \"Court\"\r\n\r\nto the end of line 43 and insert-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"that a number of members of a trade union\r\n\r\nsufficiently large to form a substantial part of\r\n\r\nits membership refuse to accept employment in\r\n\r\naccordance with an award the Court may, subject\r\n\r\nto such conditions as it thinks fit, by order\r\n\r\ncancel or suspend for such period as it thinks\r\n\r\nfit all or any of the terms of the award so far\r\n\r\nas the award applies to or is in favour of the\r\n\r\ntrade union or its members.\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the amendment we propose will\r\n\r\nenable   the  Court  to  cancel  or  suspend   the\r\n\r\noperation   of   an   award   in   more    limited\r\n\r\ncircumstances  than the Bill originally  proposed.\r\n\r\nThe power will be exercisable only in the event of\r\n\r\nmembers  of  a  trade union seeking  to  pick  and\r\n\r\nchoose   those  parts  of  an  award   which   are\r\n\r\nacceptable, and repudiating those parts which  are\r\n\r\nnot  acceptable. The Court has the discretion,  in\r\n\r\nthese  circumstances, to direct that the whole  of\r\n\r\nthe  award be accepted. If not, the whole  of  the\r\n\r\naward would be cancelled.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 55, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 56-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 56 stand part of\r\n\r\nthe Bill.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 300</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Does the Minister wish to add\r\n\r\nanything further?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I have already\r\n\r\ngiven  the  reasons why it has now  been  proposed\r\n\r\nthat the Question that clause 56 stand part of the\r\n\r\nBill be negatived, and I do not propose to add  to\r\n\r\nwhat I have already said.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 56 accordingly disagreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 57 and 58 ordered to stand part of the\r\n\r\nBill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 59-\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 25, line 9, after \"interest\", to insert-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"or that, having regard to the provisions of any\r\n\r\nrelevant award made by the Court or made under\r\n\r\nthe industrial Courts Ordinance or of any\r\n\r\nrelevant collective agreement registered under\r\n\r\nthis Ordinance or made before the coming into\r\n\r\noperation of this Ordinance and not so\r\n\r\nregistered, the trade dispute or matter or part\r\n\r\nthereof ought to be dismissed\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, most of the considerations in\r\n\r\nclause  29  (2),  which  are  relevant  when   the\r\n\r\nPresident decides whether he will direct that  the\r\n\r\ntrade dispute be referred to arbitration, that is,\r\n\r\nthe  clause  which we have proposed to delete  and\r\n\r\nwhich  has been deleted already, are also relevant\r\n\r\non  the  question  whether the  claims  should  be\r\n\r\ndismissed  under clause 59 (g). For  this  reason,\r\n\r\nthese provisions have been added to clause 59 (g).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 59, as amended, ordered to stand part of\r\n\r\nthe Bill,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 60 and 61 ordered to stand part of the\r\n\r\nBill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 62-\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 25, line 38, after \"union\", to insert-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"or, in the case of a trade union of employees,\r\n\r\nby an officer of the trade union or by an\r\n\r\nindustrial Relations Officer selected by the\r\n\r\ntrade union\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have already explained the\r\n\r\nreason for this amendment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 301</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I think the\r\n\r\namendment has already been moved and accepted  by\r\n\r\nthe  Opposition  that there shall  be  no  \"trade\r\n\r\nunion of employees\", and all reference to a trade\r\n\r\nunion  could  only  refer to  a  trade  union  of\r\n\r\nemployees.  Therefore,  I  think  that  amendment\r\n\r\ntacked  on to paragraph (a) may be making  things\r\n\r\nmore  confusing. There is no longer a trade union\r\n\r\nof  employers being a party to negotiations. That\r\n\r\nhas  been accepted by the Government, as a result\r\n\r\nof   representations   by   the   trade   unions.\r\n\r\nTherefore,  there  is no such thing  as  a  trade\r\n\r\nunion  of employers before the Arbitration Court.\r\n\r\nSuch being the case, therefore, reference to  any\r\n\r\ntrade  union  could only be to a trade  union  of\r\n\r\nemployees.\r\n\r\n\r\n\r\n<br><br>7.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Has the Member for Cairnhill read\r\n\r\nthe  amendment right? The amendment reads  \"of  a\r\n\r\ntrade union of employees\" and not \"employers\". We\r\n\r\nare on amendment (i).\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> That is right, Sir. What is\r\n\r\namended is that, being a trade union, it \"may  be\r\n\r\nrepresented  by an officer of the  trade  union\".\r\n\r\nThis  obviously means \"trade union of employers\".\r\n\r\nBut  there  is  no  longer  any  trade  union  of\r\n\r\nemployers.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, I think I\r\n\r\nhave  the right to congratulate myself on  having\r\n\r\nfollowed   the   argument  of  the   Member   for\r\n\r\nCairnhill. His argument is that since  any  trade\r\n\r\nunion  that appears before the Court  must  be  a\r\n\r\ntrade union of employees, we can safely leave out\r\n\r\nthe words \"of employees\". But I do not wish to go\r\n\r\ninto  the intricacies of draftsmanship. I do  not\r\n\r\nthink   the   addition  of  the  two  words   \"of\r\n\r\nemployees\"  really  makes the  legislation  other\r\n\r\nthan proper. It might be that even though in  the\r\n\r\ndefinition the unions referred to are  unions  of\r\n\r\nemployees, there is no great loss of space by the\r\n\r\naddition of the words \"of employees\" in just  one\r\n\r\nreference to it in this amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I will not take all\r\n\r\nthe  sorties  from the Opposition  Members  lying\r\n\r\ndown.  To  prove  my point conclusively,  I  will\r\n\r\nrefer them\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 302</b></font><br><br>\r\n\r\n\r\n\r\nto  clause  62 of the Bill where the distinctions\r\n\r\nare  made.  Mr Speaker, Sir, clause 62  (1)  (b)\r\n\r\nreads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In proceedings before the Court a party or\r\n\r\nintervener-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) not being a trade union, may be\r\n\r\nrepresented-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) by an employee of that party or\r\n\r\nintervener; or\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) by an officer of a trade union of which\r\n\r\nthat party or intervener is a member.\".\r\n\r\n\r\n\r\n<br><br>As  this  is  the  case, where the  party  is  an\r\n\r\nemployer,  he  can be represented. The  employer,\r\n\r\nwhen  a  party, may be a member of a trade union,\r\n\r\nand  if he is, then he can be represented  by  an\r\n\r\nofficer  of the trade union to which he  belongs.\r\n\r\nThat is the position, Mr Speaker, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I think the\r\n\r\nMinister for Labour and Law is rather tired.  Far\r\n\r\nfrom   the   Opposition  following   the   debate\r\n\r\nunintelligently,  I  think  it  can  congratulate\r\n\r\nitself  on  having  followed it intelligently.  I\r\n\r\nthink  what my colleague the Member for Cairnhill\r\n\r\nmeans  is  this. Paragraph (a) of clause  62  (1)\r\n\r\nreads:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"being a trade union may be represented by an\r\n\r\nofficer of the trade union;\"\r\n\r\n\r\n\r\n<br><br>and the proposed amendment reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"or, in the case of a trade union of employees,\r\n\r\nby  an  officer  of  the trade  union  or  by  an\r\n\r\nIndustrial  Relations  Officer  selected  by  the\r\n\r\ntrade union\".\r\n\r\n\r\n\r\n<br><br>So therefore, the amendment there seeks to draw a\r\n\r\ndistinction between \"a trade union\" and \"a  trade\r\n\r\nunion  of  employees\". But what  the  Member  for\r\n\r\nCairn-hill said was that in an industrial dispute\r\n\r\nthere  cannot  be  a  trade union  of  employers.\r\n\r\nTherefore,  the amendment does not seem  to  read\r\n\r\nright.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, I do not\r\n\r\nwant  to  allow  that  remark  to  pass.  It   is\r\n\r\nincorrect to say that the amendment does not read\r\n\r\nright.  It  might well be that those  with  all-embracing  minds can argue that  since  no  trade\r\n\r\nunion  of employers can appear before the  Court,\r\n\r\ntherefore,   the  words  \"of  employees\"   become\r\n\r\nsuperfluous. But I do not see why that should  in\r\n\r\nany  way detract from the merits of the Bill  and\r\n\r\nthe drafting of the Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 303</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, it does not detract\r\n\r\nfrom  the merits of the Bill one bit. But what  we\r\n\r\nare  now saying, Mr Speaker, Sir, follows on what\r\n\r\nthe  Minister  for Labour and Law  has  told  this\r\n\r\nAssembly,  that,  as a result of discussions  with\r\n\r\ntrade unions of employees, he has considered that,\r\n\r\nin  so  far  as  proceedings  under  the  proposed\r\n\r\nOrdinance are concerned, there cannot be  a  trade\r\n\r\nunion of employers as defined in clause 2. I  take\r\n\r\nit  that the Minister will be dealing with that in\r\n\r\ndue  course. In any event, he has told  the  House\r\n\r\nthat so far as an industrial dispute is concerned,\r\n\r\nit  will  be between a union of employees  and  an\r\n\r\nemployer. If that is correct - it must be  correct,\r\n\r\nbecause the Minister for Law has spoken - then  what\r\n\r\nis  the  meaning of \"being a trade  union  may  be\r\n\r\nrepresented by an officer of the trade union\" and,\r\n\r\nin addition to that, it talks about \"a trade union\r\n\r\nof  employees\"? Therefore, what precedes the trade\r\n\r\nunion must be the \"trade union of employers\",  and\r\n\r\nthe Minister himself has said that there cannot be\r\n\r\na  trade union of employers so far as this Bill is\r\n\r\nconcerned.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> No, Sir. There cannot be a\r\n\r\ntrade  union  of employers who are parties  before\r\n\r\nthe  Court.  Clause 62 (1) envisages  a  situation\r\n\r\nwhere, in proceedings before the Court, a party or\r\n\r\nintervener - and there is nothing to prevent a trade\r\n\r\nunion of employers from intervening.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I can assure the\r\n\r\nMember  for Farrer Park that however hard  he  and\r\n\r\nhis  colleagues try to tire me, 1 am not going  to\r\n\r\nbe  tired.  Mr  Speaker, Sir, the  provisions  of\r\n\r\nclause  62  have been carefully looked into.  That\r\n\r\nclause  deals with the position of parties  before\r\n\r\nthe  Court. As a matter of note, Sir, it  provides\r\n\r\nfor    representations   before   the   Industrial\r\n\r\nArbitration   Court, and  it   deals   with   the\r\n\r\nrepresentations of the parties before  the  Court.\r\n\r\nNow,  the employer may be in a trade union and  he\r\n\r\nmay  be  represented by an officer  of  the  trade\r\n\r\nunion.  Mr  Speaker, Sir, where he is  not  in  a\r\n\r\ntrade  union, if, say, an employer can participate\r\n\r\nin   collective  bargaining,  his  employee  could\r\n\r\nappear. The employer could under (ii) on the  next\r\n\r\npage, page 26 of the Bill, be a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 304</b></font><br><br>\r\n\r\n\r\n\r\nmember  of a trade union, in which case  he  would\r\n\r\nhave  the  advantage of using the services  of  an\r\n\r\nofficer employed by the employer's trade union  to\r\n\r\nrepresent him before the court.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Mr Speaker, Sir, we wish to make this\r\n\r\ndistinction - the  distinction  between  the  single\r\n\r\nemployer  who  has the advantage of  that  service\r\n\r\n(that  is, his representation before the Court  by an officer of the trade union to which he belongs)\r\n\r\nand  the  service that we wish to provide  to  the\r\n\r\nemployees'  unions. When we appoint the Industrial\r\n\r\nRelations Officers, we want to make these officers\r\n\r\navailable only to the employees' unions.  That  is\r\n\r\nall that we are seeking to do. That is why we make\r\n\r\nthis distinction to distinguish that position from\r\n\r\nthe  position that is indicated in clause  62  (1)\r\n\r\n(b)  (ii).  I do not know whether the  Member  for\r\n\r\nCairnhill wants us to make a further amendment  to\r\n\r\nmake this service also available to employers.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, the Minister has great\r\n\r\ndifficulty in understanding what we are trying  to\r\n\r\nsay.  Perhaps  he can help us who  are  trying  to\r\n\r\nunderstand what he is saying if he will explain to\r\n\r\nus  what  is meant by the words \"trade  union\"  in\r\n\r\nline 37 of paragraph (a) of clause 62 (1)?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> It means a \"trade union of\r\n\r\nemployees\".  Mr  Speaker,  Sir,  I  have  already\r\n\r\nindicated   that  this  clause  deals   with   the\r\n\r\nrepresentation   of   parties,   and   under   the\r\n\r\ncollective bargaining procedure in clause 16, the\r\n\r\nonly  parties  to  a collective  agreement  or  to\r\n\r\narbitration  proceedings  would  be   the   single\r\n\r\nemployer and the trade union of employees -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Or the intervener.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Or the intervener.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Yes. Trade union of\r\n\r\nemployers.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, with respect to the\r\n\r\nMinister,  I  think  the  difficulty  has   arisen\r\n\r\nbecause  clause 62 has been framed in the  way  it\r\n\r\nhas  been  framed.  It  is  because  the  original\r\n\r\nconcept  was  that the words \"trade union\"  should\r\n\r\ninclude  \"trade  union of employers\"  as  well  as\r\n\r\n\"trade union of employees\". But we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 305</b></font><br><br>\r\n\r\n\r\n\r\nhave since then departed from that concept and we\r\n\r\nnow  say  that  \"trade union\" shall  mean  \"trade\r\n\r\nunion of employees\". Until the Minister takes  it\r\n\r\nupon  himself to redefine \"trade union\" on page 3\r\n\r\nof  the Bill, we will be constantly running  into\r\n\r\nthis  difficulty. Since clause 62 (1)  (a)  reads\r\n\r\n\"being  a  trade  union\", we must necessarily  go\r\n\r\nback to page 3 to find out what \"trade union\"  is\r\n\r\nand  whether \"trade union\" is defined  as  \"trade\r\n\r\nunion   of   employers\"  or   \"trade   union   of\r\n\r\nemployees\".  Therefore,  as  the  definition  now\r\n\r\nstands, \"being a trade union of employers may  be\r\n\r\nrepresented by an officer of the trade  union  of\r\n\r\nemployers;\" or \"being a trade union of  employees\r\n\r\nmay  be  represented   . That is  how  it  should\r\n\r\nread,  Mr Speaker, Sir. An amendment is  brought\r\n\r\nin  to  draw a distinction between a trade union\r\n\r\nof employers and a trade union of employees. If I\r\n\r\nmay   take   it  upon  myself  to  redraft   this\r\n\r\nparagraph,  in view of the changes, I  think  all\r\n\r\nthat need be done is to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In proceedings before the Court a party or\r\n\r\nintervener-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) being a trade union of employees...,\r\n\r\n\r\n\r\n<br><br>and that would have solved the problem.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> No doubt the Minister will\r\n\r\nconsider  that point when he deals with  the  new\r\n\r\ndefinition of \"trade union\".\r\n\r\n\r\n\r\n<br><br>7.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I think we have\r\n\r\nmade  the  position clear. A trade union  may  be\r\n\r\nrepresented by an officer of the trade union, and\r\n\r\nwe  go  on to add this provision in the amendment\r\n\r\nthat we propose - \"or, in the case of a trade union\r\n\r\nof employees, by an officer of the trade union or\r\n\r\nby  an  Industrial Relations Officer selected  by\r\n\r\nthe trade union\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we are making the distinction.\r\n\r\nWe  show quite clearly the difference between the\r\n\r\nprovision  of clause 62 (1) (b) (ii) which  deals\r\n\r\nwith the representation of employers by officials\r\n\r\nof  their trade unions, and the services that  we\r\n\r\npropose for the union of employees.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 306</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 26, to leave out lines 3 to 7 inclusive\r\n\r\nand insert \"but may be represented by an advocate\r\n\r\nand solicitor if so desired.\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I tabled this amendment because I felt that\r\n\r\nto   deny  the  trade  unions  a  chance  to   be\r\n\r\nrepresented  by  an  advocate  and  solicitor  to\r\n\r\npresent   their  case  concisely,   clearly   and\r\n\r\neffectively in the Arbitration Court would be  to\r\n\r\nmake it difficult for them. I did say, Sir - and it\r\n\r\nhas  now been accepted by the Minister for Labour\r\n\r\nand  Law - that  not all trade union  officers  are\r\n\r\nwell trained and capable of handling the cases of\r\n\r\ntheir  unions before the Arbitration  Court.  And\r\n\r\npast  experience  has shown that  where  a  trade\r\n\r\nunion  has  the  benefit of the  services  of  an\r\n\r\nadvocate and solicitor to represent it either  in\r\n\r\nconciliation proceedings or in a Court of Inquiry\r\n\r\nor  in  an Industrial Court, that union  has  the\r\n\r\nadvantage of having its case very well presented.\r\n\r\nThat  union,  with the help of  an  advocate  and\r\n\r\nsolicitor,  would  come out of  the  conciliation\r\n\r\nproceedings  in a much better light  than  if  it\r\n\r\nwere  denied the right to engage an advocate  and\r\n\r\nsolicitor to look after its interests.  In  fact,\r\n\r\nSir, it has been the practice - in fact, the custom\r\n\r\ntoo - in  previous years that in trade disputes  of\r\n\r\nthis  kind,  unions were wont to  call  upon  the\r\n\r\nservices of advocates and solicitors who put  the\r\n\r\nbenefit of their knowledge and experience to  use\r\n\r\nwhen  presenting the unions' case. I do not  wish\r\n\r\nto  suggest  that,  because those  advocates  and\r\n\r\nsolicitors referred to by me earlier in my speech\r\n\r\nare  no  longer  in  a position  to  render  such\r\n\r\nassistance  to the trade unions, other  advocates\r\n\r\nand  solicitors should be so denied. I know  that\r\n\r\nthat  is  not the case. The way I look at  it  is\r\n\r\nthat  the  Government, in moving this  particular\r\n\r\nclause,  says  that it must be an  officer  of  a\r\n\r\ntrade  union. They do not want lawyers;  they  do\r\n\r\nnot   want   professional  agitators.  Therefore,\r\n\r\nclause 62, so far as it goes without the proposed\r\n\r\namendment, is good. I would have accepted that, I\r\n\r\nwould  have said an additional amendment  \"of  an\r\n\r\nindustrial  officer to assist a union\"  would  be\r\n\r\ngood  but  now -  I must range over  the  proposed\r\n\r\namendment of the Minister - the Minister in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 307</b></font><br><br>\r\n\r\n\r\n\r\nhis proposed amendment, which is to be moved after\r\n\r\nmy  amendment, throws the gate wide open to people\r\n\r\nwho  may  not be honestly and sincerely  connected\r\n\r\nwith  the trade union movement. I refer,  Sir,  to\r\n\r\nprofessional  agitators. If we want to  close  the\r\n\r\ngate  to  advocates  and solicitors  from  helping\r\n\r\ntrade  unions  in presenting their case,  we  must\r\n\r\nalso  close the gate to all those people  who  are\r\n\r\nnot   trade  unionists  or  who  are  not  closely\r\n\r\nconnected with the trade union movement.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, as the Member for\r\n\r\nCairnhill  knows,  the  intention  is  to  exclude\r\n\r\nadvocates and solicitors from taking part  in  the\r\n\r\ncollective   bargaining  process   or   from   the\r\n\r\nrepresentation of interests before the  Industrial\r\n\r\nArbitration Court, except in cases where there are\r\n\r\nproceedings for contempt of the Court's  authority\r\n\r\nor    where   the   State   Advocate-General   has\r\n\r\nintervened, The reason why Government has  decided\r\n\r\nto  exclude  advocates and solicitors  from  these\r\n\r\nfunctions is that, though it is accepted that they\r\n\r\nare   skilled  in  the  orderly  presentation   of\r\n\r\narguments  before the Court and in the examination\r\n\r\nand cross-examination of witnesses, this very fact\r\n\r\nwould  give  the proceedings a forensic atmosphere\r\n\r\nwhich  would put a lay advocate at a disadvantage;\r\n\r\nso  that the side that does not have Counsel feels\r\n\r\nat  a  disadvantage. We have pointed out  that  it\r\n\r\nwill be necessary to make proceedings arising from\r\n\r\r\ncollective bargaining before the Court as informal\r\n\r\nas they can be.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is also the question of\r\n\r\nthe  costs  of  professional  representation.  The\r\n\r\nemployer's  side can well afford these costs,  but\r\n\r\nin  most cases they are prohibitive as far as  the\r\n\r\nemployees'  unions  are  concerned.  What  we  are\r\n\r\nseeking  to do is to extend to the arbitral  stage\r\n\r\nthat  spirit  which  prevails  in  the  bargaining\r\n\r\nprocess  rather  than to introduce Counsel,  forms\r\n\r\nand  the sort of approach that is common in courts\r\n\r\nof  law, where technical points are usually  taken\r\n\r\nin the course of arguments.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We believe, Mr Speaker, Sir, that the purpose\r\n\r\nof  this  legislation should be to  encourage  the\r\n\r\nofficers of trade unions on either side to  handle\r\n\r\ntheir  own members' affairs. If they receive  this\r\n\r\nen-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 308</b></font><br><br>\r\n\r\n\r\n\r\ncouragement, they will thereby increase their  own\r\n\r\nprestige  in this field. It is quite obvious  that\r\n\r\nthey  will  not be able to develop this skill  and\r\n\r\nprestige  if, as soon as the case that is  handled\r\n\r\nby  them during the collective bargaining stage is\r\n\r\npassed on to the Court of Arbitration, Counsel are\r\n\r\nbrought  in and they take over from them. That  is\r\n\r\nnot  the way of increasing their prestige  and  of\r\n\r\ndeveloping  the  sense of responsibility  that  we\r\n\r\nwant to see developed in these union officials.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, Mr Speaker, Sir, union officials\r\n\r\non  both sides who meet round the bargaining table\r\n\r\nand  in the Court develop a habit of dealing  with\r\n\r\neach  other on friendly terms, and they  will,  by\r\n\r\nclose  association, be able to have confidence  in\r\n\r\neach other and to establish close friendships.  In\r\n\r\ndealing with each other, they will be able to feel\r\n\r\nthat  they  are in industrial relations  together.\r\n\r\nSay you get trade union officials of employers and\r\n\r\nyou  get trade union leaders appointing their  own\r\n\r\nofficials,  Now in the bargaining process  and  so\r\n\r\non,  there  will be very hard words passed  across\r\n\r\nthe  table,  but  they will  get  to  respect  one\r\n\r\nanother in these discussions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the exclusion of advocates and\r\n\r\nsolicitors  only extends to those  who  appear  as\r\n\r\nsuch. There is nothing to prevent an officer of  a\r\n\r\ntrade  union from being a professionally qualified\r\n\r\nman,  but special provision has been made in  this\r\n\r\nlegislation  to prevent a practising  lawyer  from\r\n\r\nhaving  himself  appointed as an  officer  of  the\r\n\r\nunion for a particular case so as to get round the\r\n\r\nprovisions     directed    against    professional\r\n\r\nrepresentation.   Such   a   person   must    have\r\n\r\nrelinquished his practice for six months before he\r\n\r\nmeddles in these matters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would also like to draw\r\n\r\nattention  to the fact that paid agents  are  also\r\n\r\nexcluded.  This is to stop people starting  a  new\r\n\r\ngroup  of  industrial  advocates - a  kind  of   new\r\n\r\nindustrial legal profession.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee (Tanglin):</b> Mr Speaker, Sir,\r\n\r\nwe  are  indeed very surprised that this amendment\r\n\r\nshould  be made to the Bill, because, in the  eyes\r\n\r\nof  the  Minister,  it looks as if  advocates  and\r\n\r\nsolicitors who participate in the work of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 309</b></font><br><br>\r\n\r\n\r\n\r\nreconciling the different parties in a trade dispute are\r\n\r\nhighly  undesirable  people. It  also  implies  that  in\r\n\r\nprevious  years,  the Hon, the Prime  Minister  and  the\r\n\r\nMinister  for Labour and Law himself, by their; example,\r\n\r\nproved  that  they  were  highly  undesirable.  If  they\r\n\r\nbelieve  that  their top leaders performed an  important\r\n\r\nfunction  in trade disputes in previous years, there  is\r\n\r\nno  reason  therefore  why their  fellow  advocates  and\r\n\r\nsolicitors should at this time be barred from conducting\r\n\r\nthe  activities which they did before, Although it would\r\n\r\nbar a former Chief Minister from activities in the trade\r\n\r\nunion  field, we on this side have decided that, in  the\r\n\r\ninterest  of industrial peace, the door should also  not\r\n\r\nbe  open to others who would make it more difficult  for\r\n\r\nindustrial peace to be achieved, But when the amendments\r\n\r\nproposed by the Government open the door to anybody,  by\r\n\r\nwhatever  name,  to  come  in  and  interfere  in  trade\r\n\r\ndisputes,  I think it is wrong to exclude advocates  and\r\n\r\nsolicitors.  If  it is the intention  of  Government  to\r\n\r\nbring about an amicable atmosphere conducive to an early\r\n\r\nsettlement   of   disputes,  and  that   advocates   and\r\n\r\nsolicitors   should   not   be   included   to   prolong\r\n\r\nnegotiations,  I  think  the  next  amendment   by   the\r\n\r\nMinister* should not come in. The public, Sir, may infer\r\n\r\nthat this is an attempt by the Government to prevent the\r\n\r\nreturn  of  a  former  Chief Minister  into  the  public\r\n\r\nlimelight.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The amendment reads as follows\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 26, lines 9 to 11, to leave out \"a\r\n\r\nperson in the employment of a trade union as  a\r\n\r\nfull-time  secretary  or  assistant  secretary\"\r\n\r\nand insert-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"for the purposes of any proceedings before\r\n\r\nthe  Court a person appointed by the  body,  by\r\n\r\nwhatever  name called, to which the  management\r\n\r\nof  the  affairs of the union is entrusted,  to\r\n\r\nrepresent    the   trade   union    in    those\r\n\r\nproceedings\".\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> It might interest Members on the\r\n\r\nother  side to know that my instincts were to  stand  up\r\n\r\nfor  the  rights  of  advocates and solicitors,  on  the\r\n\r\ntheory that a case is best presented when\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 310</b></font><br><br>\r\n\r\n\r\n\r\nyou  have two trained, skilful and disciplined advocates\r\n\r\nrapidly  crystallising the issues in a case, My view  is\r\n\r\nthat  that should be the position. However, I have  been\r\n\r\npersuaded  by my colleague, the Minister for Labour  and\r\n\r\nLaw, who informs me that far from helping to crystallise\r\n\r\nthe  issues  at  dispute, they very  often  befog  their\r\n\r\nclients.  He is firmly of the opinion that  it  is  more\r\n\r\nlikely  that justice will be done if both employers  and\r\n\r\nunions,  through  being naive, honest and  sincere,  put\r\n\r\nforward   points - both   good   or   otherwise - in   their\r\n\r\nrespective  cases,  and  that an intervention  from  the\r\n\r\nsometimes  skilful and sometimes less  skilful  advocate\r\n\r\nonly  helps to prolong and be devil a proper  and  rapid\r\n\r\nconclusion of the hearing of an arbitration.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would hate to admit that on principle we might\r\n\r\nsave time by excluding advocates and solicitors -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Moment of interruption.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee\r\n\r\nand took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I beg to report that the\r\n\r\nCommittee  has made progress on the Bill, and beg  leave\r\n\r\nto sit again tomorrow, 13th February.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> So be it.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourn.\"-[Dr\r\n\r\nToh Chin Chye].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
