{"memberId": null, "volumeNo": "15", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "23", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"3\">\r\n\r\n<meta name=\"Vol_No\" content=\"15\">\r\n\r\n<meta name=\"Sit_No\" content=\"23\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1961-12-14\">\r\n\r\n<meta name=\"Start_Col\" content=\"2137\">\r\n\r\n<meta name=\"End_Col\" content=\"2236\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">15</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">23</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">14-12-1961</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 2137</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF THIRD SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 15</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n                                                       \r\n\r\n<br><br><div align=\"center\"><i>Thursday, 14th December, 1961</i></div>\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang) Parliamentary Secretary to the Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Education and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2138</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock).\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Dr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2139</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr David Marshall (Anson).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2139</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ESTIMATES OF EXPENDITURE AND DEVELOPMENT ESTIMATES</b></div>\r\n\r\n<div align=\"center\"><b>FOR 1962</b></div>\r\n\r\n<div align=\"center\"><b></b></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of\r\n\r\nSupply [6th Allotted Day].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question (13th December, 1961),\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head D8 be reduced by\r\n\r\n$100.\"-(Dato Abdul Humid bin Haji Jumat).\r\n\r\n\r\n\r\n<br><br>2.33 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>DEVELOPMENT ESTIMATES, 1962 (Cont.)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D8-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam (Choa Chu Kang)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, yesterday I said that the Government,  in\r\n\r\nthe implementation of its policy on the acquisition  of\r\n\r\nland, should pay attention to the livelihood of farmers\r\n\r\nand   people  living  in  the  rural  areas.   In   the\r\n\r\nimplementation of its schemes and plans, the Government\r\n\r\nshould  not  treat  the people concerned  unfavourably.\r\n\r\nAccording  to  the policy of the Government,  the  land\r\n\r\nallocated   to  farmers  is  not  sufficient.   To   my\r\n\r\nknowledge,  one family can only get one  acre  of  land\r\n\r\nfrom  the  Government. I can say for sure  that  it  is\r\n\r\nimpossible for a family to make a living from one  acre\r\n\r\nof  land. Where can the labourers then go? We know that\r\n\r\na  serious situation has arisen in Singapore today. All\r\n\r\nthese redundant farmers and labour hands will move into\r\n\r\nthe  city,  thus aggravating the unemployment  problem.\r\n\r\nTherefore, in the implementation of its policy  on  the\r\n\r\nacquisition  of land and the resettlement  of  farmers,\r\n\r\nthe  Government should pay attention to the  livelihood\r\n\r\nof the farmers and rural dwellers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2140</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, I hope the Government will reconsider the\r\n\r\npayment  of the rate of compensation. Furthermore,  the\r\n\r\nGovernment  should give sufficient land to the  farmers\r\n\r\nto enable them to make a living.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee (Tanglin):</b> Mr Speaker, Sir, I have\r\n\r\njust  a  few questions to ask of the Minister concerned\r\n\r\nregarding  resettlement. Could he tell us  where  these\r\n\r\nresettlement schemes are and for whom?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister has said that the Master Plan will\r\n\r\nbe  revised  and made public very soon. Those  who  are\r\n\r\ninterested in development would like to know  when  the\r\n\r\nMaster Plan will be made public so that they could plan\r\n\r\nahead. Also, when will the Agricultural Leases Bill  be\r\n\r\nout?\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands)</b>(<i>In Malay</i>): Mr Speaker, Sir, we understand Singapore\r\n\r\nis  suffering  from an acute shortage of land,  but  we\r\n\r\nshould  not ignore questions relating to the well-being\r\n\r\nof  the  people. I think this matter should be  quickly\r\n\r\nresolved. It is imperative that it should be  given  due\r\n\r\nconsideration,  because  we  are  short  of  land.  One\r\n\r\nimportant  question concerns land on this island  which\r\n\r\nbelongs to the Services and which is not put to use  at\r\n\r\nthe  moment.  I think the question arises  whether  the\r\n\r\nGovernment  should  acquire such land  for  development\r\n\r\npurposes. For instance, there are many vacant pieces of\r\n\r\nland  in  Blakang Mati. Applications have been received\r\n\r\nfrom  Pulau Brani, which has no more vacant  land,  for\r\n\r\nthe  erection  of  dwelling-houses on Blakang  Mati.  I\r\n\r\nwonder  whether  it is possible to  make  use  of  land\r\n\r\nbelonging  to  the  Services in Blakang  Mati  for  the\r\n\r\nerection of dwelling-houses.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government should also give consideration to\r\n\r\napplications  for  sites  on  State  land.  It  is  not\r\n\r\nsufficient for the department concerned to give a reply\r\n\r\nmerely  acknowledging receipt of the application saying\r\n\r\nthat   it  is  being  considered.  This  is  not   very\r\n\r\nsatisfactory. If an application cannot be  entertained,\r\n\r\nthe  reply should be positive and it should state  that\r\n\r\nthe  application  cannot be  considered.  The  applicant\r\n\r\nshould not be kept in suspense all the time.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2141</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan (Hong Lim):</b> Mr Speaker, Sir, every\r\n\r\nyear millions of dollars are being spent on land\r\n\r\nacquisition by the Government and yet land hungry\r\n\r\nfarmers still face the problem of a great shortage of\r\n\r\nland. As far as I know, the Government itself has not\r\n\r\nmuch land to distribute to the farmers and the\r\n\r\nunemployed who want land.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> On a point of\r\n\r\nelucidation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> It might be of some interest,\r\n\r\nbecause  this is the first time I have heard  that  the\r\n\r\nunemployed want land in Singapore. If it is so, then  I\r\n\r\nwill look into the matter. It is something new to me.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, apparently the\r\n\r\nPrime Minister is out of touch with reality. When I was\r\n\r\nthe Minister for National Development -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Did you give land to the\r\n\r\nunemployed?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Because there was no land to give.\r\n\r\nOften  there are unemployed people who ask for a  piece\r\n\r\nof  land  so  that  they  can  rear  chickens  or  grow\r\n\r\nvegetables to tide over their difficulties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the Government is faced with a shortage of\r\n\r\nland.  Every  year  it spends millions  of  dollars  to\r\n\r\nacquire land from big landlords and other people. It is\r\n\r\nhigh  time to revise our thinking on the land  question\r\n\r\nin  Singapore. Mr  Speaker,  Sir,  in  a  place  like\r\n\r\nSingapore,  where  land  shortage  is  acute  and   the\r\n\r\npopulation is growing, this question requires that  the\r\n\r\nthinking   of   the  present  Government   leaders   be\r\n\r\nreorientated.  At  present, in  my  opinion,  the  most\r\n\r\nprofitable  business is land speculation.  So  long  as\r\n\r\nland  speculation is profitable, much  of  the  capital\r\n\r\nwhich    would   otherwise   go   into   commerce    or\r\n\r\nindustrialisation would go into land speculation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if we antagonise a small section of\r\n\r\nthe   big  landlord  class,  that  is,  the  big   land\r\n\r\nspeculators,  they  are  very few  in  number.  If  the\r\n\r\nGovernment  is  not prepared to antagonise  them,  land\r\n\r\nwill never be released. My view is that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2142</b></font><br><br>\r\n\r\n\r\n\r\nthe  Government must acquire all lands which  are  held\r\n\r\nfor speculative purposes and pay for them in bonds.  We\r\n\r\nmust  achieve  our  ultimate goal of security  of  land\r\n\r\ntenure for all those persons who cultivate the land.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, from what I know, when a farmer is\r\n\r\ngiven  security of land tenure, the yield goes  up.  He\r\n\r\nlooks after the land. It is better for the country  and\r\n\r\nin  the long-term interests of the land itself. We  can\r\n\r\npay  these  land  speculators in bonds  which  will  be\r\n\r\npayable  in 30 or 40 years' time, and we can sell  land\r\n\r\nto  the  farmers on an instalment basis, as  in  Japan,\r\n\r\nPakistan and other places, or we can sell it outright.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in other countries where Right-wing\r\n\r\ngovernments are in control, like Japan even during  the\r\n\r\nMacArthur  regime,  there are  more  far-reaching  land\r\n\r\nreforms  than  this so-called socialist  Government  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, land speculators are a different\r\n\r\nclass  from  the industrialists. We want  to  and  must\r\n\r\nprotect  the  industrialists. We want to  protect  .the\r\n\r\npeople in commerce. But land speculators are parasites;\r\n\r\nthey  do  nothing but just speculate  in  land,  as  it\r\n\r\nprovides  a  bigger  return than if they  invest  their\r\n\r\ncapital  in  factories or in business concerns.  It  is\r\n\r\nhigh   time   the  Government  did  not  protect   land\r\n\r\nspeculators.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, besides this land problem, I shall also discuss\r\n\r\nthe   treatment   of  tenants  on  land   acquired   by\r\n\r\nGovernment. Recently we have trouble in the  Toa  Payoh\r\n\r\nscheme. Sir, this, I feel, is due to mishandling by the\r\n\r\nGovernment.  We  also had, in 1959, a  resettlement  of\r\n\r\ntenants in places like the Aljunied housing scheme  and\r\n\r\nthe  Tiong  Bahru housing scheme, where we  managed  to\r\n\r\nresettle  them with the least difficulty and  with  co-operation  from the squatters there. But the Toa  Payoh\r\n\r\nscheme   is  the  first  scheme  this  present   P.A.P.\r\n\r\nleadership is confronted with. We see difficulties  and\r\n\r\nheart-burning on all sides. If we are humanitarian  and\r\n\r\ntry  to  understand the problems of the squatters,  for\r\n\r\ninstance, under the Toa Payoh scheme, we will be better\r\n\r\nable to deal with the situation. As\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2143</b></font><br><br>\r\n\r\n\r\n\r\nfar  as  I know, there is no need to resettle  all  the\r\n\r\nsquatters  at one time under the Toa Payoh scheme.  The\r\n\r\nsquatters can be resettled in little batches at a time.\r\n\r\nWe  must  convince them that they can come forward  for\r\n\r\nnegotiations so that we can settle any difficulties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have always been told that the\r\n\r\nMaster  Plan  is to be revised. From the  progress  the\r\n\r\nGovernment is showing, I think the Master Plan will not\r\n\r\nbe  revised unless and until this Government  collapses\r\n\r\nand a new government takes over.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is there a reply from the ministerial\r\n\r\nbench?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Perhaps a reply will be given in\r\n\r\none elucidation to all the points raised.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If the Prime Minister thinks he has the\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali Bin Alwi (Kampong Kembangan)</b>(<i>In Malay</i>): Mr Speaker, I do not wish to talk at great\r\n\r\nlength  on  this  amendment.  I  merely  wish  to   get\r\n\r\nclarification from the Minister concerned on one or two\r\n\r\nmatters in respect of land, including the area of which\r\n\r\nI  am  the  representative, that is to say,  the  Malay\r\n\r\nSettlement at Jalan Eunos.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I do not wish to appeal to the\r\n\r\nGovernment  to  enlarge the Malay settlement  areas.  I\r\n\r\nthink  it  is  a  necessity which the  Government  must\r\n\r\nundertake.  But what I want is a definite assurance  in\r\n\r\nthis Assembly - according to the reply given by the Prime\r\n\r\nMinister  in the past - that there is a possibility  that\r\n\r\nallocation of sites will be completed during the course\r\n\r\nof  this year. However, I hope the allocation of vacant\r\n\r\nsites in Malay settlements could be expedited not  only\r\n\r\nat Kaki Bukit but also at Ayer Gemuroh and Jurong.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I wish to draw the attention of the\r\n\r\nGovernment to is the method of getting State land.  For\r\n\r\ninstance,   those   applicants  who   submitted   their\r\n\r\napplications during the time of the previous Government\r\n\r\npaid  $25  as  deposit. Because these  applicants  were\r\n\r\nilliterate, they had complete trust in the staff of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2144</b></font><br><br>\r\n\r\n\r\n\r\nthe  department.  In the case of my  father-in-law,  it\r\n\r\nhappened that he paid $25 without a receipt being given\r\n\r\nfor it. Until today it is not possible for him to get a\r\n\r\nrefund of $25. This is a matter which I think should be\r\n\r\ninvestigated  by  the Government. If this  practice  is\r\n\r\nallowed to go unchecked, the people will suffer.  So  I\r\n\r\nhope a Commission of Inquiry will be instituted to look\r\n\r\ninto the real position.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That, briefly, is all, Mr Speaker. I hope I will get\r\n\r\na satisfactory explanation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Soon Fong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Soon Fong (Toa Payoh)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir, regarding the effects of acquisition  of\r\n\r\nland by the Government, I wish to draw the attention of\r\n\r\nthe Government to the following points.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first is about the question of rental of land\r\n\r\nwhich is requisitioned by the Government. When the land\r\n\r\nis taken over by the Government, the rental of the land\r\n\r\nis increased. In some cases, it is increased by 100 per\r\n\r\ncent,  and  in  a  certain case a  $2-rental  has  been\r\n\r\nincreased to $20. Attap-dwellers are very poor, and  it\r\n\r\nis not proper to increase land rentals once the land is\r\n\r\nbought by the Government. I want to cite two examples.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Lim Chu Kang and in certain areas like Toa Payoh,\r\n\r\nafter  the land has been bought by the Government, the\r\n\r\nland  rental  is  increased. After the  land  has  been\r\n\r\nrequisitioned by the Government, the livelihood of  the\r\n\r\npeople  there  is  affected adversely  because  of  the\r\n\r\nincrease  of  rental. Therefore, I hope the  Government\r\n\r\nwill  consider  the  livelihood of  the  rural  people,\r\n\r\nespecially the attap-dwellers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that after a piece of land has been\r\n\r\nrequisitioned by the Government it wants to develop it.\r\n\r\nI  believe  that after the land in Toa Payoh  has  been\r\n\r\nrequisitioned, that place is intended to  be  developed\r\n\r\ninto a satellite town. The people in those areas do not\r\n\r\nobject  to  this plan in principle, but the  Government\r\n\r\nhas  not given full consideration to the livelihood  of\r\n\r\nthe   people  living  there.  The  Government  has  not\r\n\r\nconsidered the loss of properties incurred as a  result\r\n\r\nof the development\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2145</b></font><br><br>\r\n\r\n\r\n\r\nof  that area. The people in those areas are faced with\r\n\r\nthis  problem. Therefore, I hope the Minister concerned\r\n\r\nwill give full consideration to their problems and hear\r\n\r\ntheir opinions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are two organisations which can reflect the\r\n\r\nviews  of  the  people.  One is  the  Country  People's\r\n\r\nAssociation,  and  the  other is  the  Rural  Dwellers'\r\n\r\nAssociation. The Government should consider their views\r\n\r\nbecause  they represent the people living in the  rural\r\n\r\nareas.  Therefore, I hope the Minister  concerned  will\r\n\r\npay close attention to their views.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for National Development (Mr Tan Kia Gan):</b> Mr Speaker, Sir, the P.A.P. is a realistic\r\n\r\nGovernment,   hence   it  cannot  simply   accept   the\r\n\r\nsuggestion  by the hon. Member for Geylang  Serai  that\r\n\r\nthe  Government should buy up the land at Geylang Serai\r\n\r\nand  then allocate it to the existing squatters. To  do\r\n\r\nso,  Sir, would just mean the transfer of public  funds\r\n\r\ninto  the pockets of wealthy land-owners, in this  case\r\n\r\nAlsagoff.  There  will  be  a  hue  and  cry  from  the\r\n\r\nsquatters too, as we are ,now experiencing in Toa Payoh\r\n\r\nwhere  the  tenants have for years paid  little  or  no\r\n\r\nrent,  because the landowners were not able to  collect\r\n\r\nthem.    Now   that   it   is   under   proper   public\r\n\r\nadministration,  those  who  are  asked  to  pay   rent\r\n\r\naccording   to   the  area  occupied   have   expressed\r\n\r\ndissatisfaction. The Barisan Sosialis politicians  have\r\n\r\ntried  to  make political capital out of this situation\r\n\r\nby  fomenting trouble because the Government  is  doing\r\n\r\nits  duty of administering public property in a  proper\r\n\r\nmanner.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After balancing all factors which include taking into\r\n\r\naccount  the existing squatters' conditions, Government\r\n\r\nwill only purchase land if there is a bigger proportion\r\n\r\navailable  for resettlement purposes than for  existing\r\n\r\nsquatters. Resettlement has quite a different objective\r\n\r\nfrom that of buying land from private owners and giving\r\n\r\nit to existing settlers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the subject of resettlement, the Member for\r\n\r\nChoa Chu Kang, as well as the Member for Toa Payoh, has\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2146</b></font><br><br>\r\n\r\n\r\n\r\nmade  allegations about the rates of compensation.  The\r\n\r\nMember   for   Choa  Chu  Kang  especially   has   made\r\n\r\nallegations  that  the rates of compensation  have  not\r\n\r\nbeen  amended  but have remained the same  since  1957.\r\n\r\nSir, I must point out that he has his facts wrong.  The\r\n\r\nrates  were amended on many occasions as and  when  the\r\n\r\nresettlement  department gathered more  experience  and\r\n\r\nadapted  the  needs  to  suit  the  circumstances  that\r\n\r\nconfronted  the department. Members will note  that  on\r\n\r\npage  9  of  the  Report  of  the  Land  Clearance  and\r\n\r\nResettlement  Party, there is an amendment  slip  which\r\n\r\namends  the  existing Scheme \"C\" to provide  for  house\r\n\r\nowners  and  sub-tenants. This amendment was introduced\r\n\r\non   1st  December,  1960.  There  is  also  a  further\r\n\r\namendment  slip  attached to page 15  where  the  whole\r\n\r\noriginal scheme recommended was deleted and replaced by\r\n\r\na cyclostyled sheet.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Items as amended are indicated in the footnote of\r\n\r\npage 2 of this sheet and the date of the amendment  for\r\n\r\nitem  (g)  is 8th October, 1959, and item (h)  in  July\r\n\r\n1960.  I am also to say that a special scheme has  been\r\n\r\ndevised   to   give   an  additional   house   exchange\r\n\r\nalternative  to apply particularly to house  owners  in\r\n\r\nthe  Toa  Payoh  area. Sir, in this case,  the  Housing\r\n\r\nBoard  has  bought  a piece of land in  Kim  Keat  Road\r\n\r\nadjacent  to  the Toa Payoh area, whereby  the  Housing\r\n\r\nBoard  will  be  erecting houses  for  the  purpose  of\r\n\r\nexchanging  with those families who are not farmers  in\r\n\r\nthe  Toa Payoh area. Sir, to say that this resettlement\r\n\r\nscheme  had  been the same ever since it was introduced\r\n\r\nin  1957 is, therefore, wrong, and indeed, intended  to\r\n\r\nmislead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Choa Chu Kang also suggested that\r\n\r\nthe  development  projects  were  held  up  because  of\r\n\r\nresettlement difficulties. I quite agree with him, Sir.\r\n\r\nI can point a finger at the Barisan Sosialis for making\r\n\r\nthings that way. While rendering lip service in support\r\n\r\nof  the  Government's development plan for the  general\r\n\r\ngood of the vast majority of the people, the Barisan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2147</b></font><br><br>\r\n\r\n\r\n\r\nSosialis  have gone out of their way to foment  trouble\r\n\r\namong  those affected by resettlement in order to  stir\r\n\r\nup  the resistance of the settlers. They have tried  to\r\n\r\nobstruct  and frustrate Government's development  plans\r\n\r\nby  telling the settlers that they should not move out\r\n\r\nbut  should make demands for more compensation. In this\r\n\r\nway,  the resettlement problems stagnate into long long\r\n\r\ndrawn  out  negotiations and thus development  projects\r\n\r\nare being delayed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For instance, the Member for Choa Chu Kang now\r\n\r\ndemands that attap-huts should be compensated at $3 per\r\n\r\nsquare foot as against the present $1 per square  foot,\r\n\r\nwhich has been acceptable for thousands of cases.  Sir,\r\n\r\nI  would like the House to note the tactics adopted  by\r\n\r\nthose  people who oppose the Government. For  instance,\r\n\r\nthe  Member for Toa Payoh, whilst he was in the P.A.P.,\r\n\r\nsuggested  that  one-fifth should be a reasonable  sum,\r\n\r\nbut  he  did  not  press for it. Now,  of  course,  the\r\n\r\nBarisan  pays $3 per square foot, which is three  times\r\n\r\nthat  of the rate the Government pays. Then there  were\r\n\r\nsuggestions  made by the representatives of  the  Rural\r\n\r\nResidents   Association.  This  Association   suggested\r\n\r\n$2.30. There is another association, called the Country\r\n\r\nPeople's  Association, which demands $2.50.  These  are\r\n\r\nthe  tactics which are used by people who are  opposing\r\n\r\nthe  Government now to raise fantastic demands so  that\r\n\r\nthe  development  projects could be  delayed  by  their\r\n\r\nagitation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we can see that there is no sincerity in all\r\n\r\nthese  proposals to solve the squatter  problems.  What\r\n\r\nthese  people  want is to play to the  gallery  and  to\r\n\r\ndemonstrate to the farmers how clever, or shall I  say,\r\n\r\nhow unreasonable they are in that they can make so many\r\n\r\ndemands.   But  the  farmers  are  mostly   responsible\r\n\r\ncitizens.  I am told that in Toa Payoh now,  where  the\r\n\r\nfirst stage of development is going to take place,  out\r\n\r\nof  the  19  families, several of these  families  have\r\n\r\nalready  moved out on their own, accepting  the  scheme\r\n\r\nthat is offered by the Government.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2148</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the Bulim area, for instance, this subject\r\n\r\nwas brought up by the Member for Choa Chu Kang. In this\r\n\r\nestate  there are more than 200 acres of land  acquired\r\n\r\nby  the  Government for resettlement purposes. On  this\r\n\r\nland, there are 20 to 30 genuine settlers who have been\r\n\r\nthere for some time. Some of them have cultivated small\r\n\r\nplots,  and  others  have, without authority,  extended\r\n\r\ntheir  cultivation to cover large tracts of land  after\r\n\r\nthe Government has acquired the land. When it was known\r\n\r\nthat   Government   was  taking   over,   people   from\r\n\r\nneighbouring areas encroached on this resettlement area\r\n\r\nand  illegally  moved  into  it.  There  are  thus  two\r\n\r\ncategories of people, and not just one category, as the\r\n\r\nMember for Choa Chu Kang would like us to believe. Some\r\n\r\nof   these   cases  of  encroachment  have  been   most\r\n\r\nvociferous    and,   through   the   Rural    Residents\r\n\r\nAssociation,   have  demanded  that  they   should   be\r\n\r\ncompensated at fantastic rates or given large plots  of\r\n\r\nland for themselves. I have personally looked into this\r\n\r\nmatter, and I am satisfied that where the settlers  are\r\n\r\ngenuine cases, and not those opportunists who tried  to\r\n\r\nencroach,  a  sufficient plot  of  land,  depending  on\r\n\r\nfertility  but up to two acres each, will be  permitted\r\n\r\nto the existing farmers. The remainder of the land will\r\n\r\nbe  divided into lots for resettlement purposes.  Those\r\n\r\nwho are not farmers but who have huts and have actually\r\n\r\nbeen  living  there for some time will  be  allowed  to\r\n\r\nretain  their  huts with their surrounding  land  area,\r\n\r\nbetween  6,000  and 8,000 square feet, these  are  fair\r\n\r\nadjustments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Choa Chu Kang was talking\r\n\r\nabsolute  rubbish when he tried to make out a  case  of\r\n\r\nlegality.  If the squatters had any legal  status,  the\r\n\r\nGovernment  would  be prepared to purchase  their  land\r\n\r\nfrom them. It is because they have no legal status  and\r\n\r\nbecause  the Government is generous enough  not  to  go\r\n\r\nthrough  the  normal process of law  that  the  present\r\n\r\nscheme  for ex-gratia payment of compensation has  been\r\n\r\ndevised. In the case of Bulim Estate, Sir, the  genuine\r\n\r\nfarmers will, be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2149</b></font><br><br>\r\n\r\n\r\n\r\nallotted  their  farm lots and the genuine  non-farmers\r\n\r\nwill be allotted their house lots as stated above.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, I just wish to add a few\r\n\r\nwords to what the Minister for National Development has\r\n\r\nsaid.  It is his Ministry that is primarily responsible\r\n\r\nfor  resettlement  and rehousing.  My  Ministry,  which\r\n\r\nincludes  the Land Office, is primarily concerned  with\r\n\r\nthe   purchase  and  acquisition  of  land  for  public\r\n\r\npurposes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, the Master Plan. Sir, I do not expect the\r\n\r\nMaster  Plan, and the complete revision of  it,  to  be\r\n\r\ncompleted anywhere before the next 15 months. It  is  a\r\n\r\nmatter of some importance, when an exercise of so  far-reaching  a  nature is being conducted, that  not  only\r\n\r\nmust all interests be carefully balanced, but also that\r\n\r\nthe  full  implications of the competition between  the\r\n\r\nhigh  density  demanded by the Housing Board  and  more\r\n\r\nland   demanded  by  the  Finance  Ministry's  Economic\r\n\r\nDevelopment  Division, should be  weighed  against  the\r\n\r\nlong-term interest of reasonable planning in  an  over-crowded island like Singapore. Members will recall that\r\n\r\nthere was a question of who the Chief Planner is to be.\r\n\r\nIt  is because some considerable importance is attached\r\n\r\nto  the  duties of the Chief Planner, who will have  to\r\n\r\nhelp  complete the revision of the Master Plan, that  I\r\n\r\nsay  it is not likely to be completed at an early date.\r\n\r\nFirst  we  have  to  find  somebody  who  is  not  only\r\n\r\ntheoretically qualified as a Planner of competence, but\r\n\r\nwho   has  had  experience  of  tropical  architectural\r\n\r\nconditions. What I can assure the Member for Tanglin is\r\n\r\nthat nobody is being held up in the present development\r\n\r\nbecause  of the Master Plan. The Master Plan is  there.\r\n\r\nFrom time to time minor adjustments and amendments  are\r\n\r\nbeing  made to it to fit in with industrial development\r\n\r\nand  other housing development. But to give the  Member\r\n\r\nan  instance.  A revision was made to the  Tanjong  Rhu\r\n\r\nindustrial  site, a belt that runs somewhere  from  the\r\n\r\nSingapore Swimming Club right up to the end of  Tanjong\r\n\r\nRhu.  Because  of  the slowness of development  in  the\r\n\r\nJurong site in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2150</b></font><br><br>\r\n\r\n\r\n\r\nlaying  out water and electricity services, we  decided\r\n\r\nthat  here  was  an  area which  could  assist  in  the\r\n\r\nimmediate demand for suitable industrial sites  with  a\r\n\r\nwater  frontage. The planners were satisfied.  So  were\r\n\r\nthe Land Oflice. And the land is now being reclassified\r\n\r\nfor  industrial uses. At the same time, because Kallang\r\n\r\nPark has proved to be a little bit of a white elephant,\r\n\r\nbecause  there  is not such a density of population  to\r\n\r\njustify  a  large  and barren park-land,  readjustments\r\n\r\nhave been made to allow part of Kallang Park to be used\r\n\r\nas  a  housing  estate by the Housing  and  Development\r\n\r\nBoard.  The  reasons are obvious. The uses  of  Kallang\r\n\r\nPark  have been watched and scrutinised over  the  last\r\n\r\ntwo  and  a  half years. For reasons not  only  because\r\n\r\nthere is no density of population in the area but  also\r\n\r\nbecause  of transport conditions, the park is not  used\r\n\r\nin  the  way  it was hoped it would be used. Therefore,\r\n\r\none  sector amounting to about 35 per cent of the  land\r\n\r\nbordering  Mountbatten Road at the Nicoll Highway  side\r\n\r\nis  being test-bored at the moment to find out  whether\r\n\r\nit  is suitable for housing development. If it is,  one\r\n\r\nsector  will  be set aside for housing, and  that  will\r\n\r\nprovide  the density of population for the use  of  the\r\n\r\nrest  of  Kallang Park. So it is a constant process  of\r\n\r\nadjustments. If any developer wants to use a  piece  of\r\n\r\nland;  if  he  thinks the Master Plan is  not  what  it\r\n\r\nshould be because he has adequate reasons why it should\r\n\r\nbe  altered, then his proposal for reconsideration will\r\n\r\nreceive  sympathetic and new scrutiny. There is  nobody\r\n\r\nwho  is  in any way being penalised as a result of  our\r\n\r\nnot,  so  to  speak, republishing once and for  all  an\r\n\r\namended Master Plan. There is no end to planning.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Planning is to fit in with human needs. Planning has\r\n\r\nto  fit  in  with conditions which alter from  time  to\r\n\r\ntime.  Of  course,  there are certain basic  principles\r\n\r\nwhich  one  observes in planning, because they  are  of\r\n\r\nsome relevance. As I have stated, we are looking for  a\r\n\r\ncompetent Chief Planner.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2151</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think the Member for Hong Lim is the person\r\n\r\nleast  qualified to cry on behalf of the  farmers  and\r\n\r\nthe  poor squatters. He is always crying on behalf  of\r\n\r\nsomebody,  Sir. The trouble is that when we  entrusted\r\n\r\nhim with the responsibility of doing these things -\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, when I was the\r\n\r\nMinister  in  charge  of  land  problems,  I  remember\r\n\r\ndiscussing  with  the  Prime Minister  one  day  about\r\n\r\ntrying  to  carry out a programme, the  principles  of\r\n\r\nwhich I have enunciated just now. I met with the  same\r\n\r\nopposition as I met with in the building of houses and\r\n\r\nother things.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> It is a strange thing! Thank God\r\n\r\nthe Chairman of the Housing Development Board does not\r\n\r\nseem  to meet with any opposition in putting up houses\r\n\r\nat  the  rate of about 10,000 units a year;  something\r\n\r\nwhich  even the Member for Hong Lim, in his  healthier\r\n\r\ndays  as  the  Minister for National Development,  was\r\n\r\nunable to do.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, the rate of\r\n\r\nprogress  on  the  building of S.I.T. flats  commenced\r\n\r\nonly  after  the Hong Lim by-election.  It  should  be\r\n\r\npointed  out  that  during the  Hong  Lim  by-election\r\n\r\ncertain Ministers spoke on the platform that the rents\r\n\r\nof  the  flats were expensive because the  flats  were\r\n\r\nbuilt  on  plans  laid  down by  the  ex-Minister  for\r\n\r\nNational Development, which was an admission that  the\r\n\r\nplans  and the organisation were laid down by the  ex-Minister for National Development.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, he cannot have it both ways.\r\n\r\nEither he had no opposition, and plans and development\r\n\r\nwere  all prepared and all he needed was to press  the\r\n\r\nbutton and the houses would spring up; or he did  meet\r\n\r\nwith opposition, in which case that was why the houses\r\n\r\ndid not go up. I suggest to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2152</b></font><br><br>\r\n\r\n\r\n\r\nhim  that the reason why nothing happened was that  he\r\n\r\nwent  on  a  witch-hunt, and everybody  was  either  a\r\n\r\ndangerous  stooge,  a  spy or a reactionary,  and  the\r\n\r\nresult was that he landed himself with a group of weak\r\n\r\nand  sycophantic officials who were unable to put  the\r\n\r\nbuildings  up. It is as simple as that.  As  for  this\r\n\r\nland -\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> On a point of -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> May I just finish this? This\r\n\r\nbusiness  about the farmers; there was no  alteration.\r\n\r\nWe said, here was the Land Office; here was the P.A.P.\r\n\r\nFive-Year  Plan  on  land for  farmers,  drafted  with\r\n\r\nconsiderable care by the Minister for Health and  Law.\r\n\r\nIn  our  minds we have certain patterns as to  how  we\r\n\r\ncould,  without in fact confiscating and expropriating\r\n\r\nthe  land of the landlords, compel the use of the land\r\n\r\nby  farmers  at cheap rates and give them security  of\r\n\r\ntenure. It is all on the record. If we were to publish\r\n\r\nthe  draft  Bill that he produced on his  own  without\r\n\r\nconsultation -\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> The Member will be given full\r\n\r\nopportunity to reply. These are things on the  record.\r\n\r\nAll  we  had was a Bill. Nobody can knock a nail  down\r\n\r\nwithout the Minister first saying yes. Nobody  can  go\r\n\r\nfrom  A to B or do anything without the Minister first\r\n\r\nsaying  yes. The Member's theory of planning  is  that\r\n\r\nthe  Minister is omniscient, omnipresent,  omnipotent.\r\n\r\nYes.  No. Thou shall do this. Thou shall not do  that.\r\n\r\nAnd it is all the Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Omnivorous!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, we put up a practical Bill\r\n\r\nwhich  we  withdrew  because, as I  explained  to  the\r\n\r\nHouse,  there  was the problem of those tenants.  They\r\n\r\nare  not tenants and they are not squatters. They  are\r\n\r\nlicensees.  They  collect  fish  and  eggs   on   land\r\n\r\nbelonging to other people who collect rubber and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2153</b></font><br><br>\r\n\r\n\r\n\r\ncoconuts. We did not know how to resolve that problem.\r\n\r\nWe had three possible alternatives. I gave my former\r\n\r\nParliamentary Secretary, the Member for Upper\r\n\r\nSerangoon, and the Member for Choa Chu Kang the\r\n\r\nhonourable task of calling up the farmers, arranging\r\n\r\nmeetings, and getting together to try and resolve it.\r\n\r\nThe very fact - [Interruption]. Well, that is the\r\n\r\ntragedy, Sir. They can only say, why not accept the\r\n\r\nCountry People's Association's proposals? The Member\r\n\r\nfor Toa Payoh and the Member for Choa Chu Kang told me,\r\n\r\n\"What shall we do about this Country People's\r\n\r\nAssociation? There are a lot of Communists inside. They\r\n\r\nare taking advantage of us. We get a standpipe put up\r\n\r\nand they claim the credit for it. What shall we do?\"\r\n\r\nThese are facts. We discussed this ad infinitum, time\r\n\r\nand time again -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam:</b> On a point of clarification.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Surely.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Just now the Prime\r\n\r\nMinister has alleged that I told him that there were\r\n\r\nsome people in the Rural People's Association and the\r\n\r\nRural Dwellers' Association who were Communists. This\r\n\r\nis not correct. After the Select Committee meeting at\r\n\r\nthat time I discussed with the Prime Minister about how\r\n\r\nto invite the representatives of the two rural\r\n\r\norganisations to take part in discussing this problem.\r\n\r\nThey had suggested convening a meeting. At that time,\r\n\r\nMr Speaker, Sir, you were the Chairman of the Select\r\n\r\nCommittee discussing the Agricultural Leases Bill. The\r\n\r\ncrux of the whole problem was that I only said that the\r\n\r\nrepresentatives of these organisations should be\r\n\r\ninvited to discuss this matter. The Prime Minister\r\n\r\ntalked with me as how to solve this problem. I told him\r\n\r\nit was better to wait until the by-election was over. I\r\n\r\ndid not say there were Communists in these two\r\n\r\norganisations -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2154</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Prime Minister has not given way to\r\n\r\nthe Member for Hong Lim yet.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> There should be one at a time. I\r\n\r\nam  pleased to know that after my absence of three days\r\n\r\nI  am able to arouse so much interest generally! In the\r\n\r\nprocess  of this investigation into the Chinese  school\r\n\r\nstudents and the parents whom they rustled up to attend\r\n\r\nthe  Chinese  High School Parents' Day on Sunday,  this\r\n\r\nparticular point, as to whether the Member for Choa Chu\r\n\r\nKang said that, could be covered. I am prepared to  say\r\n\r\nthis  on oath, give evidence and the date. If he denies\r\n\r\nit  and  there is evidence to justify it, then he  will\r\n\r\nhave to take the consequences -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Surely.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nthe  Prime  Minister has been talking  about  something\r\n\r\nentirely  different. He has alleged that I  said  there\r\n\r\nwere  Communists  in  the two rural organisations.  But\r\n\r\nwhen  he stood up to reply, he talked about the parents\r\n\r\nof  the  Chinese  school  students.  That  is  entirely\r\n\r\nirrelevant.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I cannot even hear the\r\n\r\ninterpreter. Now, Mr Prime Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> There was no contradiction in\r\n\r\nwhat  I  said. What I said was there is going to  be  a\r\n\r\nCommission  of  Inquiry  into  the  students  and   the\r\n\r\nCommunists  manipulating the students. Since  there  is\r\n\r\nalready this Commission of Inquiry, one of the items it\r\n\r\nwill  have  to  inquire into are the  Country  People's\r\n\r\nAssociation  and  the Rural Dwellers Association,  more\r\n\r\nthe Rural Dwellers Association than the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2155</b></font><br><br>\r\n\r\n\r\n\r\nCountry  People's  Association. They are  more  heavily\r\n\r\npenetrated  and communist controlled; they  rustled  up\r\n\r\nthe  so-called \"parents\" for the Sunday meeting at  the\r\n\r\nChinese High School.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Let us not go into details.\r\n\r\nThere  are  only five minutes left and the  Member  for\r\n\r\nHong Lim is anxious to get up.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> As I say, that matter has to be\r\n\r\ninvestigated,  why  did the Rural Dwellers  Association\r\n\r\nrustle  up  rural dwellers to come along and  say  that\r\n\r\nthey  were parents of examinees? At the same  time,  it\r\n\r\nmight cover the point that the Member for Choa Chu Kang\r\n\r\nasks  me -  what shall he do about the wicked  Communist\r\n\r\nelements  in  the Rural Dwellers' Association  who  get\r\n\r\nstandpipes installed as a result of getting his aid and\r\n\r\nthen  claim  the benefit for themselves?  We  discussed\r\n\r\nthis  matter  umpteen times in my office. These  things\r\n\r\ncan  be investigated. But the point we have to make  is\r\n\r\nthis.  Never  deny something which can be proved.  Now,\r\n\r\nSir, the Member for Hong Lim.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, before the\r\n\r\ngeneral election, at one time I managed to convince the\r\n\r\nMinister for Finance, in those days Dr Goh Kong Swee -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> He is still here.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> - of this basic principle, that when\r\n\r\nwe  formed the Government, we should buy over the  land\r\n\r\nand pay the landlords bonds and distribute the land  to\r\n\r\nthe  land  hungry  farmers. But he met with  opposition\r\n\r\nfrom the Prime Minister in those days. Because of that,\r\n\r\nwe did not put that programme into the Five-Year Plan.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, before . -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of order -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. If it is a point of order, then\r\n\r\nthe Prime Minister must say it is a point of order.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2156</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I want at least two minutes in the\r\n\r\nfinal reply and I think there must be some relevance. I\r\n\r\nmean, we are not going to go into bonds and so on. What\r\n\r\nthe Member for Hong Lim has raised, I have replied to,\r\n\r\nnamely, the Agricultural Leases Bill. His version was\r\n\r\nhe would cure everything by saying yes or no to\r\n\r\neverybody -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. The point of order raised is\r\n\r\nwhether or not the Member for Hong Lim is relevant. I\r\n\r\nthink he is relevant. He is talking about land\r\n\r\nacquisition by way of payment. He suggests that bonds\r\n\r\nshould be issued. Mr Ong Eng Guan.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, now we come to\r\n\r\nthe  Agricultural Leases Bill. This has been  mentioned\r\n\r\nfor  the  last one and a half years and we  have  never\r\n\r\nseen any Agricultural Leases Bill -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> We must put him on the Select\r\n\r\nCommittee the next time!\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Sir, I had a Bill and it is true\r\n\r\nthat it gave the Minister lots of powers. I do not deny\r\n\r\nit.  But  these powers were necessary to  settle  cases\r\n\r\narising  under  the Toa Payoh scheme. The  resettlement\r\n\r\nplan  which  was distributed to members was too  rigid,\r\n\r\nand it was necessary for the Minister to appoint panels\r\n\r\nof   assessors  to  negotiate  with  persons  who  were\r\n\r\naffected. But the Prime Minister opposed this  type  of\r\n\r\nscheme. In that particular Bill, it was important  that\r\n\r\nthe  Minister  should be given powers.  But  the  Prime\r\n\r\nMinister did not object to his Minister for Labour just\r\n\r\ntesting whether a girl of 18 should marry or not.  That\r\n\r\npower should not be given to the Minister. But when  it\r\n\r\ncomes  to matters involving $20,000 or $30,000, I think\r\n\r\nthe  Minister should be given power. But the  power  of\r\n\r\ndeciding  that a girl of 18 should marry or not  should\r\n\r\nnot be given to the Minister.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2157</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I am just wondering whether this\r\n\r\nis  on land acquisition or female acquisition! Mr  Ong\r\n\r\nEng Guan.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I was just trying\r\n\r\nto  compare  Ordinances where the Ministers were  given\r\n\r\npower.  I  said  in  the  Bill which  I  proposed,  the\r\n\r\nMinister  should be given power. In the Bill where  the\r\n\r\nMinister for Labour and Law was concerned, those powers\r\n\r\ncould be given to a registrar. There is no need for the\r\n\r\nMinister to assume the power -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think there are only two\r\n\r\nminutes  more.  I  think the Prime Minister  should  be\r\n\r\ngiven an opportunity to reply. Mr Ong Eng Guan, half a\r\n\r\nminute more.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, I think I agree\r\n\r\nwith  the  sentiments of the Member for Choa Chu  Kang,\r\n\r\nbecause I know that the Prime Minister is very good  at\r\n\r\ntwisting  and turning. As usual, he will come  to  this\r\n\r\nChamber  and  repeat certain things  mentioned  in  the\r\n\r\nC.P.A. Room which -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. This is all irrelevant. Mr\r\n\r\nPrime Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> The long and short of\r\n\r\ncompensation is simply this. Whatever you  pay  to  the\r\n\r\nfarmers must come out from revenue, from taxes. We  are\r\n\r\nquite   willing  to  give  everybody  everything.   But\r\n\r\neverybody  must have to pay for it. It is as simple  as\r\n\r\nthat.  The  duty of this Government is to  do  what  is\r\n\r\nwithin reason and within the limits of the economy.  We\r\n\r\ncan  make  it  five times as much. But where  will  the\r\n\r\nmoney come from? Raise the income tax, the petrol  tax,\r\n\r\nthe  workers'  tax?  Sir, there  are  simple  tests  of\r\n\r\nwhether this Government stands for the landlord or  for\r\n\r\nthe non-landowner. At Bukit Ho Swee, a fire took place.\r\n\r\nAny  other government would have left it alone and  let\r\n\r\nthe  owner of the land benefit by it. Overnight,  as  a\r\n\r\nresult  of  a national disaster, land which  is  worth,\r\n\r\nwith  squatters  on it, 30 cents a square  foot  became\r\n\r\nseven  times  as  valuable, because the squatters  were\r\n\r\ndispersed -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2158</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has expired. Does the\r\n\r\nMember for Geylang Serai require a vote?\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> No. I beg leave to withdraw.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,226,600 for Head D8 ordered to stand\r\n\r\npart of the Development Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2158</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D13 -\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> Mr Speaker, Sir, I\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head D13 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year, I brought up this question and asked\r\n\r\nthe Minister whether it was wise for an expenditure  of\r\n\r\n$11  million  to  be  spent on the development  of  the\r\n\r\nAirport,  in  view  of  the fact  that  the  Federation\r\n\r\nGovernment was going ahead with the opening of  a  very\r\n\r\nbig  international Airport in Kuala Lumpur, and I think\r\n\r\nthe  amount  involved  there is  somewhere  around  $16\r\n\r\nmillion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now I am asking the Minister to think again,\r\n\r\nparticularly  as it says in item 10 on page  7  of  the\r\n\r\nWhite  Paper (Cmd. 33 of 1961) - in the agreement reached\r\n\r\nbetween the Federation of Malaya and Singapore - that Communications  and Transport are to be the responsibility\r\n\r\nof  the  Federal Government. In view of that agreement,\r\n\r\ncan the Minister say whether it will have any impact on\r\n\r\nour own development, and whether he still considers  it\r\n\r\nwise  that  so much money should be spent on developing\r\n\r\nan   Airport  which  may  have  to  compete  with   the\r\n\r\ninternational  Airport  that is  to  be  built  by  the\r\n\r\nCentral Government?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b> Mr\r\n\r\nSpeaker,  Sir, I said last year that there was  a  real\r\n\r\nnecessity  for  expanding the facilities  at  the  Paya\r\n\r\nLebar   Airport,  and  I  repeat  again  that  we   are\r\n\r\nproceeding  with this plan this year. To enlighten  the\r\n\r\nMember  for  Cairnhill, I would like to inform  him  of\r\n\r\nstatistics which show the increasing importance of Paya\r\n\r\nLebar  Airport. First, I will give him  the  number  of\r\n\r\npassengers\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2159</b></font><br><br>\r\n\r\n\r\n\r\nwho  have embarked or disembarked at Paya Lebar Airport\r\n\r\nsince   1959.   In  1959,  we  had  122,000   embarking\r\n\r\npassengers;  in  1960, 143,000;  and  in  1961,  it  is\r\n\r\nestimated  at 172,000. In 1959, the number disembarking\r\n\r\npassengers was 129,000; in 1960, 149,000; and in  1961,\r\n\r\nit  is  estimated  at 175,000. The number  of  aircraft\r\n\r\nmovements at Paya Lebar Airport has also increased,  in\r\n\r\n1959,  it  was 26,925; in 1960, it was 31,991;  and  in\r\n\r\n1961  it  was  41,445. As you can see,  the  number  of\r\n\r\naircraft  movements in 1961 has increased by more  than\r\n\r\n50 per cent over the figure for 1959.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, in reply to the Member for Cairnhill, I\r\n\r\nhave  the  assurance  of airline operators  that  their\r\n\r\naircraft  will operate through Paya Lebar  as  long  as\r\n\r\nthere  is  traffic generated in Singapore,  and  it  is\r\n\r\nobvious  to  the House, from the figures I have  given,\r\n\r\nthat  this traffic, far from decreasing, is increasing.\r\n\r\nThere  is  also  the  example of Australia.  The  first\r\n\r\ninternational airport in Australia was at  Sydney,  and\r\n\r\nfor  a  very  long  time it was  thought  that  it  was\r\n\r\nnecessary to have only that one international  airport.\r\n\r\nBut  with more people wanting to travel by air, it  was\r\n\r\nfound   that   Australia   required   more   than   one\r\n\r\ninternational  airport. There is  now  another  one  at\r\n\r\nPerth.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has expired.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> May I withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $8,035,230 for Head D13 ordered to stand\r\n\r\npart of the Development Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2159</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D14 -\r\n\r\n\r\n\r\n<br><br><!-- Miss Fung Yin Ching -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Fung Yin Ching (Stamford)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head D14 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The reason for my moving this amendment is that last\r\n\r\nyear  the development, project in Singapore was only  a\r\n\r\n\"paper tiger\". It broke when it was touched. Therefore,\r\n\r\nI do not wish to speak at length on this.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2160</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But as to the plan this year, I doubt whether the\r\n\r\nGovernment  has  any ability to carry it  out,  because\r\n\r\nthis has something to do with the political life of the\r\n\r\nP.A.P. Government.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. We are on \"Marine\" and so\r\n\r\nfar - unless the interpreter has missed out a part of the\r\n\r\nspeech  of the Member for Stamford -  she has not touched\r\n\r\non anything about \"Marine\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> The Singapore River.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Well, has she mentioned the Singapore\r\n\r\nRiver?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> She says that the P.A.P. is sunk!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Miss Fung Yin Ching, the Singapore\r\n\r\nRiver?\r\n\r\n\r\n\r\n<br><br><!-- Miss Fung Yin Ching -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Fung Yin Ching</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nI  was saying that last year the Government planned  to\r\n\r\nrevise the Singapore River project but it has not  done\r\n\r\nso.   It  depends  upon  the  political  life  of   the\r\n\r\nGovernment whether the Government wants to do  it  this\r\n\r\nyear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, last year, we approved over $2\r\n\r\nmillion.  There are three items. One item concerns  the\r\n\r\nConstruction  and  Repairs to  the  Master  Attendant's\r\n\r\nPier.   Another  item  is  the  New  Marine  Department\r\n\r\nQuarters  costing  $72,000.  The  third  item  is   the\r\n\r\nSingapore River Project costing about $21 million.  But\r\n\r\nso  far  $221,300  has been spent. I want  to  ask  the\r\n\r\nGovernment why the plan was not carried out last  year.\r\n\r\nWhy  did the Government want this vote for this  year'?\r\n\r\nDoes the Government intend to carry out this plan? When\r\n\r\nwill  it  carry  out  this plan and  when  will  it  be\r\n\r\ncompleted?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head D14 be reduced\r\n\r\nby $100.''\r\n\r\n<br><br>Perhaps the Minister would like to answer that question\r\n\r\nfirst. There is still time.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2161</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b> Mr\r\n\r\nSpeaker,  Sir, under Head D14, there are  three  items.\r\n\r\nTwo  are small matters: one is Construction and Repairs\r\n\r\nto   Master   Attendant's  Pier  which  is  practically\r\n\r\ncompleted,  and there is a small sum next year  to  pay\r\n\r\nfor  final  items;  the  next one  is  the  New  Marine\r\n\r\nDepartment  Quarters which we expect to  complete  next\r\n\r\nyear.  But  the main thing is the Singapore River.  The\r\n\r\noriginal  cost  entered in the Four-Year  Plan  is  $21\r\n\r\nmillion.  The Member for Stamford wondered why  nothing\r\n\r\nwas  done.  She  said that this was  a  \"paper  tiger\".\r\n\r\nPerhaps  a  more  apt description  would  be  a  \"paper\r\n\r\ncrocodile\". Perhaps I should explain what the Singapore\r\n\r\nRiver development scheme is, otherwise we will not know\r\n\r\nwhat we are talking about.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1955, the Singapore River Working Committee\r\n\r\nsubmitted  their  Interim Report and  they  said,  \"The\r\n\r\nriver is congested. You have these empty lighters going\r\n\r\nout  to  collect cargo from the ships in the roads  and\r\n\r\ncoming  back  to  unload it on to the  wharves  by  the\r\n\r\nriver.\"  Of course, it was a nasty business, as  anyone\r\n\r\nlooking, say, from the bridges over the Singapore River\r\n\r\ncan see that the place is congested. The Committee came\r\n\r\nto  the  conclusion that the reason why traffic was  so\r\n\r\nclosely bunched was that the lighters could not get out\r\n\r\nnor  come in during high tide, and at low tide, because\r\n\r\nof  the silt on the river bed, they could not move. The\r\n\r\nCommittee  therefore  recommended  raising   the   five\r\n\r\nbridges and deepening the channels of the river  almost\r\n\r\nright  up  to  the quayside. In order  to  prevent  the\r\n\r\nquayside from collapsing, steel sheet piling was  found\r\n\r\nto  be  necessary. This was the report which  gave  the\r\n\r\nfindings  of  experts on the subject. It  received  the\r\n\r\ngeneral  acclamation of the business world. Of  course,\r\n\r\nit  would take a rather brave man to say, \"This is  all\r\n\r\nnonsense.\" In fact, the diagnosis is wrong. As we  drew\r\n\r\nup the plan, we said, \"Well, experts and engineers have\r\n\r\nbeen  working  on  it.\"  But when  we  discussed  which\r\n\r\nengineers  were going to do which projects,  it  became\r\n\r\nobvious that if we were to put engineers on this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2162</b></font><br><br>\r\n\r\n\r\n\r\nproject, then other projects would be held up even to a\r\n\r\ngreater   extent.   So   we  decided   to   delay   the\r\n\r\nimplementation of this project for some  time.  In  the\r\n\r\nmeantime,  I  was watching traffic along  the  river - my\r\n\r\noffice  is in Fullerton Building - and I could see  from\r\n\r\none side the lighters going from the river mouth to the\r\n\r\nships; and when I crossed over to the other side of the\r\n\r\nbuilding  to  my  Conference  Room,  I  could  see  the\r\n\r\nlighters  going up and down the river itself. I  became\r\n\r\nmore  and more doubtful whether there was any substance\r\n\r\nin  the  report of the Working Committee, because  they\r\n\r\nsaid - I do not want to go too extensively into that - that\r\n\r\nat  certain  times there was a congestion  of  lighters\r\n\r\neither  at  one or the other side of the river  waiting\r\n\r\nfor  the tide to go down so that they can go under  the\r\n\r\nbridges. I looked at the Singapore River every now  and\r\n\r\nthen, and never spotted any collection of lighters.  So\r\n\r\nI decided to question the whole basis of this report. I\r\n\r\nhad  a  team  of  officials to  keep  a  watch  on  the\r\n\r\nSingapore River and to record the lighter traffic going\r\n\r\nup  and down during daylight hours - there is hardly  any\r\n\r\ntraffic at night - through a whole tide cycle to find out\r\n\r\nwhether or not the traffic was affected by the tides.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They collected a great amount of data which were\r\n\r\nsubjected to very fine statistical analysis, using  the\r\n\r\nmost  advanced techniques and they found that the  flow\r\n\r\nof  lighter  traffic in the Singapore River  was  quite\r\n\r\nindependent of the time of the tides. So it is  obvious\r\n\r\nthat,  with  this information, the whole River  develop\r\n\r\nment  improvement  scheme must be thought  out  afresh,\r\n\r\nbecause if it has nothing to do with the tides it is no\r\n\r\nuse  spending  some $6 million - and that is  the  amount\r\n\r\nrequired to raise the bridges - to allow lighters to  go\r\n\r\nunder them at high tides, when, in fact, they could  go\r\n\r\nunder  them  in any case. Subject to this, it  is  true\r\n\r\nthat  at  certain  seasons of the  year - neap  tide  or\r\n\r\nspring  tide - or  when the tides are  usually  high  for\r\n\r\nabout a few days -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2163</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the Minister has made\r\n\r\nhis point - that the whole scheme is being revised. There\r\n\r\nare two Members who have indicated that they would like\r\n\r\nto speak.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Yes. Perhaps I have made the point\r\n\r\nwhy  the scheme was held up. Now I want to say what the\r\n\r\npresent scheme is. Having found out that -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. If the Minister has the time,\r\n\r\nperhaps  he can give details of that scheme.  Otherwise\r\n\r\nhe  can  make  a  ministerial statement  tomorrow.  Two\r\n\r\nMembers wish to speak.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck (Havelock):</b> Mr Speaker, Sir, from\r\n\r\nwhat  the Minister for Finance has just said, it is  my\r\n\r\nimpression  that he is saying what he has said  in  the\r\n\r\nFour-Year  Development  Plan.  I  refer  to  page   82,\r\n\r\n\"Improvement  of the Singapore River\", paragraphs  8.11\r\n\r\nand  8.12.  It is quite clear that the Singapore  River\r\n\r\nworking Committee was appointed in 1953. That was eight\r\n\r\nyears ago, and the P.A.P. Government have been in power\r\n\r\nfor  the last 30 months. If the Government were sincere\r\n\r\nin  really improving the Singapore River, then I see no\r\n\r\ndifficulty in it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, you will realise that quite a\r\n\r\nnumber  of  people  depend  on  the  River  for   their\r\n\r\nlivelihood. In paragraph 8.11, it says that about 2,000\r\n\r\nlightermen  and 4,000 stevedores depend mainly  on  the\r\n\r\nSingapore  River.  Now,  it is  stated  here  that  the\r\n\r\ncondition of the Singapore River is congested:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'River traffic is hampered due to insufficient quay\r\n\r\nlength and difficulty of clearance during both high and\r\n\r\nlow tides.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, from the explanation of the\r\n\r\nMinister for Finance, it is quite clear that it is  not\r\n\r\nonly because of the insufficient depth of the River and\r\n\r\nthe  low  overhead  bridges but  also  because  of  the\r\n\r\ninsufficient quay length.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the Hon, the Minister\r\n\r\nhas  indicated that he \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2164</b></font><br><br>\r\n\r\n\r\n\r\nwill be quite willing to make  a ministerial statement on\r\n\r\nit. Is that correct?  If  that is correct, then I will not -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Minister will not make a\r\n\r\nministerial statement. Then the Member for Havelock may\r\n\r\ncarry on.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Mr Speaker, Sir, having read the\r\n\r\nDevelopment  Plan,  we realise that if  the  Government\r\n\r\nwere  sincere in improving the Singapore River,  I  see\r\n\r\nthere  is  no  difficulty  in  doing  it,  because  the\r\n\r\nSingapore  River has been mentioned for the last  eight\r\n\r\nyears  and  the  report of the Singapore River  Working\r\n\r\nCommittee   had  been  submitted  to  the   Government.\r\n\r\nTherefore, Mr Speaker, Sir, the whole Development Plan\r\n\r\nand the figures in the Development Estimates are merely\r\n\r\na  showcase. It says that the Government are very  keen\r\n\r\non  development and industrialisation in order to solve\r\n\r\nthe  unemployment problem. The conclusion is  that  the\r\n\r\nGovernment  are  not really sincere  in  improving  the\r\n\r\nSingapore River.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, the Minister has\r\n\r\nadmitted  that  the  original Singapore  River  project\r\n\r\nrequired  revision.  So what was  nut  forward  to  the\r\n\r\npeople  in  the Hong Lim by-election was  a  half-baked\r\n\r\nproposal.  Sir,  I  have an interest  in  this  project\r\n\r\nbecause half of the electorate of Hong Lim, and I think\r\n\r\nmore  than half of the electorate of Telok Ayer, depend\r\n\r\non  the  Singapore River for their means of livelihood.\r\n\r\nAnd  I think half the commerce in Singapore depends  on\r\n\r\nthe  Singapore River. Sir, I think it is now time  that\r\n\r\nthe   Government  gave  sufficient  importance  to  the\r\n\r\nimprovement  of the Singapore River. We understand  the\r\n\r\ndifficulties involved - that if we take more silt out, it\r\n\r\nmight  damage the foundations of buildings in the area.\r\n\r\nBut the Government must show that it is doing something\r\n\r\nto the people.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, it is obvious that I have\r\n\r\nbeen  speaking  at  some length explaining  this  whole\r\n\r\nbusiness  without the simplest of my ideas  penetrating\r\n\r\ninto the minds of those\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2165</b></font><br><br>\r\n\r\n\r\n\r\npersons to whom I have spoken. I have said that we  are\r\n\r\nnot going through with this because when we examined -\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is no time.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> I have said that, on re-examination, we found this report basically wrong and,\r\n\r\ntherefore, what is the point of going on with the\r\n\r\nreport which we know is wrong? That is not the way we\r\n\r\nexpress sincerity, Mr Speaker, Sir, - to waste $20\r\n\r\nmillion on a project which, on re-examination, is found\r\n\r\nto be unsound. I hope I have made my point clear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Development Plan report was drafted towards the\r\n\r\nend  of 1960, before studies of Singapore River traffic\r\n\r\nwere  made. It is obvious that once we have  the  basic\r\n\r\ninformation, the way to improve the flow of traffic  is\r\n\r\nnot  along the lines recommended by this Committee. You\r\n\r\nhave  to  get  a new set of technicians to  revise  the\r\n\r\nwhole  Plan, and that is what we have done. It is  only\r\n\r\nin  October this year that the new Committee  made  its\r\n\r\npreliminary recommendation, on a more modest scale, but\r\n\r\nI   am  sure  it  will  be  more  effective  than   the\r\n\r\nrecommendations of the first Committee.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Could the House be given a copy of those\r\n\r\nrecommendations, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, if this subject has stirred\r\n\r\nso  much interest, perhaps I should issue a ministerial\r\n\r\nstatement on a matter of public interest.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I am trying to indicate that\r\n\r\nthat  should be the proper course to take, because hon.\r\n\r\nMembers  have only the Development Plan and the  Budget\r\n\r\nbefore  them. They have voiced grievances based on  the\r\n\r\nDevelopment Plan and, therefore, if there  has  been  a\r\n\r\nradical change in the Development Plan, the Minister, I\r\n\r\nsuppose,  will  either  table  a  White  Paper  on  the\r\n\r\nrevision or make a ministerial statement. A ministerial\r\n\r\nstatement  at this time would, of course, be eating  up\r\n\r\nOpposition time. That is what I am trying to  indicate.\r\n\r\nDr Goh.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2166</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> The only reason for hesitation on\r\n\r\nmy  part is that the second Committee has only made its\r\n\r\npreliminary recommendations. I would like to  think  it\r\n\r\nover  carefully - just how much to be made  public,  when\r\n\r\nthey have not completed their findings.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Time has expired.\r\n\r\n\r\n\r\n<br><br><!-- Miss Fung Yin Ching -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Miss Fung Yin Ching</b>(<i>In Mandarin</i>): I withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,865,700 for Head D14 ordered to stand\r\n\r\npart of the Development Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2166</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D16 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head D16 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this Head in the Development\r\n\r\nEstimates  concerns Meteorological  Services.  In  last\r\n\r\nyear's  budget, $27,000 was approved for these services\r\n\r\nbut the Government has not made use of this money.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Singapore is a small island and so\r\n\r\nmeteorological services are of great importance to  us.\r\n\r\nWe all realise that Singapore occupies a very important\r\n\r\nplace in the world. Its importance is particularly felt\r\n\r\nin  the  Federation. We have to be certain our  weather\r\n\r\nforecasts - whether there will be a storm or a hurricane.\r\n\r\nAccording to an engineer, if there is a hurricane,  all\r\n\r\nbuildings  on  the  island will  collapse.  So  I  hope\r\n\r\nGovernment will put in much effort in these services.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I want to know whether the Deputy Prime Minister can\r\n\r\nexplain  why the sum of money allocated last  year  was\r\n\r\nnot  spent,  and when will they be able  to  carry  out\r\n\r\nthese services this year.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, for the information\r\n\r\nof  the  Member  for  Choa Chu  Kang,  the  subject  of\r\n\r\nmeteorology covers a very wide area. It does not  cover\r\n\r\nSingapore  Island  alone.  In  fact,  the  smaller  the\r\n\r\nterritory,  the  less  important  meteorology  becomes.\r\n\r\nTherefore, the meteorological service in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2167</b></font><br><br>\r\n\r\n\r\n\r\nSingapore  is  linked up with that in  the  Federation,\r\n\r\nNorth  Borneo,  and Sarawak. We have  live  territories\r\n\r\ncombined  together to form this meteorological service,\r\n\r\nin other words, it is at the moment Pan-Malayan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The weather or climate of a territory covers an\r\n\r\nenormous area. What happens to the weather in Singapore\r\n\r\nis  determined by factors which take place in countries\r\n\r\nsurrounding our island.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Choa Chu Kang has inquired why it is\r\n\r\nthat we have not made much use of the vote given in the\r\n\r\nEstimates last year. The reason is quite simple. If you\r\n\r\nlook  at  the Development Estimates, there is  an  item\r\n\r\nthere called \"Installation of Hydrological Station\".  A\r\n\r\n$10  vote  is  given as a token vote. It  is  pointless\r\n\r\nputting  up  one hydrological station in  Singapore  if\r\n\r\nthere are no hydrological stations in the Federation or\r\n\r\nin  Borneo  or  in Sarawak. A hydrological  station  by\r\n\r\nitself  in  Singapore will serve  no  purpose.  It  is,\r\n\r\ntherefore, important that agreement with the Federation\r\n\r\nmust also be obtained to set up similar stations there.\r\n\r\nSimilarly for other items of equipment, it is essential\r\n\r\nthat  they  can be duplicated too in other territories.\r\n\r\nOtherwise,  I  do  not see how equipment  installed  in\r\n\r\nSingapore alone could make any weather forecast. In any\r\n\r\ncase,  Mr Speaker, I personally have very grave doubts\r\n\r\nabout  meteorological forecasts, judging by the  amount\r\n\r\nof  equipment that is being used. The reason is simple.\r\n\r\nThe  science of meteorological is a very young science,\r\n\r\nand  to  make  weather forecasts you  need  satellites,\r\n\r\nwhich the Americans have used, to be able to photograph\r\n\r\nstorms  and, therefore, give several hours' warning  of\r\n\r\nstorms  or the approach of storms. In any case,  I  can\r\n\r\nassure  the Member for Choa Chu Kang that there  is  no\r\n\r\nneed  to fear that he will be visited by typhoons.  Our\r\n\r\nservice is quite\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2168</b></font><br><br>\r\n\r\n\r\n\r\nefficient.  In fact, we have what is called  a  warning\r\n\r\nmet   service  which  broadcasts  weather  reports   to\r\n\r\naircraft which approach Singapore and the Federation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker, Sir, the Deputy Prime Minister says that\r\n\r\nmeteorological services are not very important to Singapore,  as  it is a very small place. But in the  Budget\r\n\r\nfor  1962,  the  Government intends to spend  $95,000.\r\n\r\nThis year it is intended to spend $26,700. If it is not\r\n\r\nnecessary,  why then should the Government  spend  some\r\n\r\nmoney on this? In view of the explanation given by him,\r\n\r\nI will withdraw my amendment.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Deputy Prime Minister can speak.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> What I want to say is that\r\n\r\nSingapore  happens  to  be  the  headquarters  of   the\r\n\r\nmeteorological centre. That is all. Therefore,  one  of\r\n\r\nthe  stations  is  located  in  Singapore.  But  it  is\r\n\r\npointless  to  have  just  a  Singapore  meteorological\r\n\r\nstation  when we do not have other stations functioning\r\n\r\nin  the  Federation  and  the Borneo  territories.  The\r\n\r\nclouds do not just hang above Singapore. They come from\r\n\r\nthe Federation as well.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Does the Member for Choa Chu Kang now\r\n\r\nwish to withdraw?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam:</b> Yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $95,020 for Head D16 ordered to stand part\r\n\r\nof the Development Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2168</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D17 -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is an amendment* standing in the name of Tun Lim Yew Hock. I have here before me a\r\n\r\nwritten authority given by the Member for Cairnhill  to\r\n\r\nthe Member for Tanglin to move his amendment. Under the\r\n\r\nprovisions of Standing Order 35 (1).\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The following amendments stood in the name of Tun Lim Yew Hock:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D17 be reduced by $10 in respect\r\n\r\nof subhead 2.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'If a private Member does not move a motion or\r\n\r\namendment  which stands in his name when he  is  called\r\n\r\nupon,  it  shall lapse, unless some other  Member  duly\r\n\r\nauthorised\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2169</b></font><br><br>\r\n\r\n\r\n\r\nby  him  in writing or who has supported the notice  of\r\n\r\nmotion  or  amendment  in writing  shall  move  in  his\r\n\r\nstead.'\r\n\r\n\r\n\r\n<br><br>Dr Thio Chan Bee.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D17 be reduced\r\n\r\nby $10 in respect of subhead 2.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, could the Deputy Prime Minister say which post\r\n\r\noffices  are  referred to under  this  item,  and  what\r\n\r\nextensions and alterations are being planned?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, the post offices are\r\n\r\nthe  Joo Chiat Post Office and the Tanglin Post Office.\r\n\r\nThe reasons for alterations and extensions given to  me\r\n\r\nare  as  follows.  For the Joo Chiat Post  Office,  the\r\n\r\npublic  lobby  is  only  54  square  feet,  and  it  is\r\n\r\nconsidered that at least four or five times  this  area\r\n\r\nis required to provide reasonable accommodation for the\r\n\r\npeople  using  this office. In addition, the  extremely\r\n\r\nlimited  space  on  the official side  of  the  counter\r\n\r\ncauses  cramped working conditions for the  staff,  and\r\n\r\nthis, in turn, affects the efficient and smooth working\r\n\r\nof  the office. Moreover, reasonable storage facilities\r\n\r\nare  also lacking. It is, therefore, necessary to carry\r\n\r\nout  structural  alterations internally  to  provide  a\r\n\r\nlarger  public  lobby  and counter  so  that  a  better\r\n\r\nservice to the public can be given at this post office.\r\n\r\nIncidentally, the Joo Chiat Post Office is situated  in\r\n\r\na very busy shopping area.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The major alterations and extensions required for the\r\n\r\nTanglin  Post  Office are counter  positions.  This  is\r\n\r\nbecause  of  the  increase of business handled  by  the\r\n\r\nTanglin  Post  Office, and a larger sorting  office  is\r\n\r\nrequired  to  house  the delivery postmen  and  sorting\r\n\r\nequipment.\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> I beg leave to withdraw, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nbeg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head D17 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2170</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, last year the Assembly approved\r\n\r\n$280,400 in respect of this item. But I understand  the\r\n\r\nGovernment has only spent $5,050. This only amounts  to\r\n\r\n.2  per  cent of the Estimate. The Government  has  not\r\n\r\nspent the sum voted for. In other words, the Government\r\n\r\nhas  not built the two post offices in Macpherson  Road\r\n\r\nand  Simpang Bedok. We all know that the population  of\r\n\r\nSingapore  will  be increased by next year.  Therefore,\r\n\r\nwith  regard to postal services, the Government  should\r\n\r\nalso  take into consideration these factors. It  should\r\n\r\nprovide more postal services in crowded areas so as  to\r\n\r\nserve  the  people  of Singapore well.  Otherwise,  the\r\n\r\npeople  will have to go to other post offices very  far\r\n\r\naway.  They  have  to go very great  distances  to  buy\r\n\r\nstamps  and so on. That is very inconvenient  to  them.\r\n\r\nThat  is why, I think, the provision in the Budget  for\r\n\r\nthis  item  of  expenditure is correct.  But  then  the\r\n\r\nGovernment did not make use of the provision last year.\r\n\r\nBut  this year the Government intends to build two more\r\n\r\npost  offices  from this vote. I now want  to  ask  the\r\n\r\nDeputy  Prime Minister whether these four post offices,\r\n\r\nas envisaged in the Budget, can be completed this year.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The vote for 1961 was $238,200, is that\r\n\r\ncorrect?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> $238,200.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think the figure given by the hon.\r\n\r\nMember  is  not correct. For the record,  I  think  the\r\n\r\nfigure  should be stated correctly. The vote  for  1961\r\n\r\nwas $238,200. Mr Ong Chang Sam, that is correct.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nhave  the  1961 Budget here. Item 1 is about  equipment\r\n\r\nfor  new  post offices, over $4,000; and two  new  post\r\n\r\noffices, about $230,000. Therefore, the total would  be\r\n\r\n$280,400.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> No, it is wrong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam:</b> The total should be $240,400.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes, $242,400.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2171</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> The answer is very simple, Mr\r\n\r\nSpeaker.  The  plan  for 1961 was  to  build  two  post\r\n\r\noffices, one at Macpherson Road and another at  Simpang\r\n\r\nBedok.  The plan for 1962 is to build another two  post\r\n\r\noffices,  one  at Killiney Road and another  at  Farrer\r\n\r\nPark.  The  reason why the post offices  at  Macpherson\r\n\r\nRoad  and  Simpang Bedok have not been  completed  this\r\n\r\nyear  has been given to me like this. The delay in  the\r\n\r\nbuilding of the Macpherson Road Post Office is  due  to\r\n\r\nthe  presence  of squatters on the site  for  the  post\r\n\r\noffice.  The  Resettlement Department  of  the  Housing\r\n\r\nBoard  is taking action on this matter. As soon as  the\r\n\r\nsquatters  have been resettled, work on the  Macpherson\r\n\r\nRoad  Pest Office can be started immediately. The delay\r\n\r\nin  building the Simpang Bedok Post Office  is  because\r\n\r\nthe  Public  Trustee, as trustee for the owner  of  the\r\n\r\nsite,  is not in favour of the purchase of the site  by\r\n\r\nprivate  treaty. The Commissioner of Lands,  therefore,\r\n\r\nsought  the  approval of the Government to acquire  the\r\n\r\nsite   compulsorily  under  section  5  of   the   Land\r\n\r\nAcquisition Ordinance, and the inquiry was fixed on the\r\n\r\n20th of November, 1961. The latest information from the\r\n\r\nCommissioner of Lands is that an award of  $10,125  has\r\n\r\nbeen  made  to  the  owners of  the  land,  and  he  is\r\n\r\narranging  for payment to be made so that he  can  take\r\n\r\npossession of the land immediately. As you can see, Mr\r\n\r\nSpeaker,  the  delay is not really due to my  Ministry,\r\n\r\nbut  the  delay  is  due mainly to  the  difficulty  in\r\n\r\nacquiring the land and getting rid of the squatters  or\r\n\r\ngetting the land ready for building.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> The reply of the Hon. the Deputy Prime\r\n\r\nMinister raises a very important principle in budgeting\r\n\r\nthese matters, Sir. When the various Ministries come to\r\n\r\nthe  House  and  ask for these votes,  the  House  must\r\n\r\nsuppose that when an item for $132,000 is put into this Budget,  matters like the acquisition of land, clearing\r\n\r\nof  squatters  and  the question of  whether  the  land\r\n\r\nshould  be  acquired compulsorily or by private  treaty\r\n\r\nhave  already  been settled. All this  should  be  done\r\n\r\nbefore the House\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2172</b></font><br><br>\r\n\r\n\r\n\r\nis  asked  to vote the money. To come to the House  and\r\n\r\nask  it  to  vote  big sums of money  for  projects  in\r\n\r\nrespect  of which even the land has not been  acquired,\r\n\r\nMr  Speaker, Sir, I suggest is not the proper  way  to\r\n\r\ndeal with the situation.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I do not agree with the Member for\r\n\r\nFarrer Park. As far as I am concerned, I have to  build\r\n\r\ntwo  post  offices in that area and another  two  posts\r\n\r\noffices  in  the  other  area.  My  Director  of  Posts\r\n\r\nestimates  how much money we require and by  what  time\r\n\r\nthese post offices must be  completed. It may be that in\r\n\r\nthe  course of the year, if you are lucky, you will not\r\n\r\nhave  any  problem with squatters or be faced with  the\r\n\r\nproblem  of  acquisition of land,  and  therefore  work\r\n\r\ncould  be  begun  immediately. I put  it  to  you,  for\r\n\r\nexample, proposals in the Development Estimates to  put\r\n\r\nup  a  post office in Killiney Road and another one  in\r\n\r\nFarrer Park will go forward the moment we get the sites\r\n\r\nready, because by the time we keep on negotiating we do\r\n\r\nnot  know whether the provision for building these post\r\n\r\noffices will have been obtained or not. Therefore,  the\r\n\r\nestimates are given here and it is up to the  House  to\r\n\r\nstudy these estimates and approve.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, on the Macpherson Road\r\n\r\nsite,  I  entirely  sympathise  with  the  Government's\r\n\r\nposition  in  that the site is at present  occupied  by\r\n\r\nsquatters and there is difficulty in getting  the  land\r\n\r\ncleared.  It  is a difficult problem. I appreciate  the\r\n\r\nGovernment's  problem on that and I can understand  it.\r\n\r\nBut  from  the  reply given by the  Hon.  Deputy  Prime\r\n\r\nMinister  so  far as the Simpang Bedok Post  Office  is\r\n\r\nconcerned, it seems to me the site is clear.  All  that\r\n\r\nis necessary is for the Government to go in and acquire\r\n\r\nit.  Very well, they start to negotiate with the Public\r\n\r\nTrustee and the Public Trustee will not sell. Then I am\r\n\r\nsuggesting  to  the  Deputy  Prime  Minister  that  the\r\n\r\nGovernment   has   adequate  powers  under   the   Land\r\n\r\nAcquisition  Ordinance  to go in  on  the  site,  after\r\n\r\nserving a notice, take possession\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2173</b></font><br><br>\r\n\r\n\r\n\r\nof  it  and start to build. The question  of  what\r\n\r\ncompensation  is  to be paid is  a  later  matter.\r\n\r\nThere  are  sufficient  provisions  in  the   Land\r\n\r\nAcquisition Ordinance to get on with the job.  The\r\n\r\nGovernment   is  sufficiently  armed  with   these\r\n\r\npowers.  It has not been done in this case  and  I\r\n\r\ncan only suggest to the Deputy Prime Minister that\r\n\r\nsomebody in the Land Office has blundered.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I suggest the question be\r\n\r\nreferred to the Land Office. I am in charge of the\r\n\r\npost offices.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  according  to  the Deputy  Prime  Minister's\r\n\r\nreply,  this  post office cannot be built  because\r\n\r\nthe  Government does not have the land. The Deputy\r\n\r\nPrime  Minister can get the site through the  Land\r\n\r\nOffice. Therefore, if the Land Office delays  this\r\n\r\nmatter,  I  feel the Deputy Prime Minister  should\r\n\r\nsee  that  the Land Office get on with  this  work\r\n\r\nquickly.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, if\r\n\r\nadministration  were  as  simple   as   has   been\r\n\r\ndescribed  by the Member for Choa Chu  Kang,  then\r\n\r\nthe  art  of  government would be  a  very  simple\r\n\r\nmatter. You must remember that the Land Office has\r\n\r\nmany  claims made upon it, not only by my  Office,\r\n\r\nbut  also  by  people who want to build  community\r\n\r\ncentres of people who want to build housing  flats\r\n\r\nand  so  on. It is not possible for Ministers  who\r\n\r\nare  supposed to be in charge of community centres\r\n\r\nor  post offices or housing all at one time to  be\r\n\r\nin  conference with the Prime Minister. There  are\r\n\r\nofficial channels through which these applications\r\n\r\nare  made  and  they all have to  go  through  the\r\n\r\nprocedure.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  if the Government says that this year  is  a\r\n\r\nconstruction year, what the people want to see  is\r\n\r\nthe  result of the construction. According to  the\r\n\r\nreply  given by the Deputy Prime Minister, I think\r\n\r\nwe  had  better not talk about construction  next\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2174</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> When we open these post\r\n\r\noffices and if the Member for Choa Chu Kang and\r\n\r\nthe Member for Farrer Park so desire, I will\r\n\r\ninvite them to attend the ceremony.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> On that assurance will the Member\r\n\r\nfor Choa Chu Kang withdraw?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): I believe this\r\n\r\npost office will not be completed this year. I beg\r\n\r\nto withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $436,400 for Head D17 ordered to\r\n\r\nstand part of the Development Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2174</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D18 -\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D18 be\r\n\r\nreduced by $10 in respect of subhead 8.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I may, I would like to take the next\r\n\r\nitem* also because they are related.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes, if it is convenient.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Sir, subheads 8 and 9 are\r\n\r\nabout  Malayan Trunk Services and Microwave  Trunk\r\n\r\nTelephone  System  between  Singapore  and   Kuala\r\n\r\nLumpur.  In the item above i.e., subhead 7,  there\r\n\r\nis  already  another related item,  Malayan  Trunk\r\n\r\nScheme.  So  much  so, Sir, we  wonder  why  there\r\n\r\nshould be these three separate items. Subhead  19 - Trunk   Telephone  Services.  So   what   is   the\r\n\r\ndifference between a Malayan Trunk Scheme, Malayan\r\n\r\nTrunk  Services, Microwave Trunk Telephone  System\r\n\r\nand Trunk Telephone Services? They all seem to  be\r\n\r\ndifferent trunks.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is, \"That the sum to\r\n\r\nbe  allocated for Head D18 be reduced  by  $10  in\r\n\r\nrespect of subhead 8.\" The next amendment* may  be touched upon.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*The amendment [Amendment (2)] reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D18 be reduced by $10\r\n\r\nin respect of subhead 9.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2175</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, I do not blame\r\n\r\nthe Member for Tanglin or the Member for Cairnhill\r\n\r\nfor failing to distinguish the elephant's trunk\r\n\r\nfrom the elephant's tail. I myself was a little\r\n\r\npuzzled about this and I had a long chat with the\r\n\r\nDirector of Telecommunications over what all this\r\n\r\nwas about.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I shall try to explain it in as simple a\r\n\r\nlanguage  as  possible  so  that  the  layman  can\r\n\r\nunderstand what it is all about. As you are aware,\r\n\r\nMr    Speaker,   telephone   communications   and\r\n\r\ntelegraphic  communications between Singapore  and\r\n\r\nthe  Federation are now by means of the  microwave\r\n\r\nsystem. This microwave system has capacity of  600\r\n\r\nchannels.    In   other   words,   600   telephone\r\n\r\nconversations, including telegraphic circuits, can\r\n\r\nbe  performed simultaneously. At the moment,  this\r\n\r\ncapacity  is  not fully taken up. At  present,  we\r\n\r\nhave  144  telephone channels and  60  telegraphic\r\n\r\nchannels   using  this  microwave  system.   Under\r\n\r\nsubhead  8,  provision is  made  for  36  sets  of\r\n\r\nequipment  in order to bring in 36 more  channels.\r\n\r\nSir,  this provision was placed in the 1961  Draft\r\n\r\nEstimates.  The  Treasury  approved  that  sum  of\r\n\r\nmoney. The reason was that it was making inquiries\r\n\r\nwhether the World Bank would provide financial aid\r\n\r\nfor  telecommunications  development.  The  answer\r\n\r\ncame very late this year, that the World Bank  was\r\n\r\nriot    interested    in    assisting    us     in\r\n\r\ntelecommunications development. So we have  now  a\r\n\r\nrevote  of  the  1961 Estimates under  subhead  8,\r\n\r\ni.e.,  $36,000.  This  will  provide  another   36\r\n\r\ntelephone  circuits. So altogether we  shall  have\r\n\r\n180 telephone circuits on the microwave system.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, under subhead 7 - Malayan Trunk Scheme - although it is not mentioned in the amendment,\r\n\r\nthis  comes  as part of the Four-Year  Development\r\n\r\nPlan.  Under this Four-Year Development  Plan,  we\r\n\r\nhope  to  open  up  another  60  channels  on  the\r\n\r\nmicrowave  system. So we hope at the end  of  1962\r\n\r\nthere will be altogether 300 channels which can be \r\n\r\nused  on the microwave system. But the reason  why\r\n\r\none is called\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2176</b></font><br><br>\r\n\r\n\r\n\r\nMalayan   Trunk  Scheme,  another  Malayan   Trunk\r\n\r\nServices,  and  another Microwave Trunk  Telephone\r\n\r\nis,   I   understand   from   the   Director    of\r\n\r\nTelecommunications, the insistance of the Treasury\r\n\r\nthat  they should spilt up item by item,  and  the\r\n\r\nDirector of Telecommunications had to scratch  his\r\n\r\nhead  for the terminology for each item,  and  the\r\n\r\nbest  he  could think of were these. The name  for\r\n\r\neach  item  had  previously  appeared  in  Budgets\r\n\r\nbefore.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> I withdraw, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (2)* is not being moved. Amendment (3)+, Dr Thio.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* See footnote at cols. 2173-4.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D18 be\r\n\r\nreduced by $10 in respect of subhead\r\n\r\n17.+\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here, Sir, the item is Teleprinter Section and\r\n\r\njust  before that there is Teleprinter  Equipment.\r\n\r\nDoes  it  mean  that  a  new  section  or  a   new\r\n\r\ndepartment  has  been started different  from  the\r\n\r\nprevious one?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> No. It is not different, Mr\r\n\r\nSpeaker, it is part of the same thing, just as the\r\n\r\nconfusion that arose between subheads 7, 8 and  9.\r\n\r\nThe same thing has appeared in subheads 16 and 17.\r\n\r\nThe item included under subhead 16 was in the 1961\r\n\r\nEstimates,  so  this  also is  a  revote  from  an\r\n\r\noriginal  item in the 1960 Estimates.  The  reason\r\n\r\nwhy it has been placed in this year's Estimates is\r\n\r\nthat  the greater part of the equipment which  was\r\n\r\nvoted  for in 1960, although ordered, has not  yet\r\n\r\narrived. But it is expected that most of  it  will\r\n\r\narrive by next year. That explains subhead 16.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Subhead 17 is a scheme to enlarge the\r\n\r\nTeleprinter    Section   under    the    Four-Year\r\n\r\nDevelopment   Plan.   As   Members   are    aware,\r\n\r\nTeleprinter business is growing in Singapore.  The\r\n\r\ntotal  number of renters of teleprinter  equipment\r\n\r\nis  97  and the total of machines in use  is  450.\r\n\r\nThose who use this equipment include\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2177</b></font><br><br>\r\n\r\n\r\n\r\nbusiness  houses,  shipping companies,  news  agencies,\r\n\r\nnewspapers,  airline companies, the Police  Force,  the\r\n\r\nMeteorological  Department,  the  Director   of   Civil\r\n\r\nAviation. Incidentally, the annual revenue which  comes\r\n\r\nfrom the Teleprinter Section is estimated to be half  a\r\n\r\nmillion dollars this year.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Mr Speaker, Sir, can the Deputy\r\n\r\nPrime Minister tell us how it is that not a single cent\r\n\r\nhas  been spent this year from the $308,000 which  they\r\n\r\nhave provided for in the 1961 Development Estimates?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> As I have explained at the\r\n\r\nbeginning,  that just as for subhead 7, 8  and  9,  the\r\n\r\nreason   is  that  the  Finance  Minister  was   making\r\n\r\ninquiries  whether the World Bank would  assist  us  in\r\n\r\ntelecommunications development, and we had to  await  a\r\n\r\nreply from the World Bank.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head D18 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Head D18 is about\r\n\r\nTelecommunications. The Government has emphasised  that\r\n\r\nour  economy depends on the entrepot trade.  Therefore,\r\n\r\nthis  question of telecommunications is very important.\r\n\r\nIf  we do not have a proper telecommunications service.\r\n\r\nthen we cannot carry out our activities as a centre  of\r\n\r\nworld   trade.  Therefore,  last  year,  the   Assembly\r\n\r\napproved  about  $3,900,000 for  telecommunications  in\r\n\r\norder  to expand the service so that the economy  could\r\n\r\nbe  improved and we would be able to compete with other\r\n\r\ncountries in trade. But the Budget for 1962 shows  that\r\n\r\nthe  Government has spent only $250,000 for  1961,  and\r\n\r\nthat   in  1962,  the  Government  is  going  lo  spend\r\n\r\n$3,907,420.  The Government has spent  only  seven  per\r\n\r\ncent of the total vote. I want to remind the House that\r\n\r\nthe  Government  said that 1961 was to  be  a  year  of\r\n\r\nconstruction and the Prime\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2178</b></font><br><br>\r\n\r\n\r\n\r\nMinister  also  said  that  if  there  were  to  be  no\r\n\r\nconstruction  in  1961, then there  would  not  be  any\r\n\r\nconstruction in 1962 or 1963. From the figures  I  have\r\n\r\nquoted, the Government has spent only seven per cent of\r\n\r\nthe total vote. How is it going to claim that this year\r\n\r\nhas been a year of construction?\r\n\r\n\r\n\r\n<br><br>4.32 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER (Mr John Mammen) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish the Deputy Prime Minister can explain to the\r\n\r\nHouse why only seven per cent of the vote approved last\r\n\r\nyear  has  been spent. I hope the amount of  $3,907,420\r\n\r\nwill be spent on this particular service.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Deputy Speaker, Sir, the\r\n\r\nMember for Choa Chu Kang must have been sleeping when I\r\n\r\nwas  explaining  why we have to revote subheads  7, 8, 9,\r\n\r\n16, 17 and 18. The reason I gave was that in 1961, when\r\n\r\nwe  had the vote in the Estimates and we were about  to\r\n\r\nuse  the money, the Ministry of Finance froze the  vote\r\n\r\nbecause  they wanted to make enquiries from  the  World\r\n\r\nBank  whether it could finance the Singapore Government\r\n\r\non  telecommunications development. We did not  have  a\r\n\r\nreply  until late this year. So naturally we could  not\r\n\r\nspend  the  money.  So  because of  this  we  have  now\r\n\r\nreplaced  this item in the 1962 Estimates. Having  been\r\n\r\nassured  that the World Bank has declined to assist  us\r\n\r\nin  telecommunications development, we have to foot the\r\n\r\nbill ourselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I can assure the Member for Choa Chu Kang that the\r\n\r\ngreater  part  of this sum of money will  be  used  for\r\n\r\ntelecommunications development.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Deputy Speaker,\r\n\r\njust now the Deputy Prime Minister said I was sleeping.\r\n\r\nIf  I  had been sleeping I would not have been able  to\r\n\r\nquote  the  figures for his attention. As a  matter  of\r\n\r\nfact,  the  person who is sleeping is the Deputy  Prime\r\n\r\nMinister himself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, it is not our responsibility if the Government cannot carry out this plan in time, or it cannot entirely carry it out. It must be the\r\n\r\nresponsibility of the Government. As the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2179</b></font><br><br>\r\n\r\n\r\n\r\nGovernment could not carry out its plan, there  was  no\r\n\r\nnecessity  to  make  such  a  provision  in  the   1961\r\n\r\nDevelopment  Budget. The provision was made  but  there\r\n\r\nhas  been no result at all. I am not entirely satisfied\r\n\r\nwith   the  explanation  given  by  the  Deputy   Prime\r\n\r\nMinister. It was very improper on his part to say  that\r\n\r\nI was sleeping.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Deputy Speaker, Sir, the 1961\r\n\r\nEstimates were prepared in 1960. We were about  to  use\r\n\r\nthe  money in 1961. Then came the big freeze.  While  I\r\n\r\npersonally  am  anxious  to advance  the  cause  of  my\r\n\r\nMinistry,  I  have  also to be like  the  Minister  for\r\n\r\nFinance. I have to look at the development picture as a\r\n\r\nwhole - not just have a narrow-eyed view on advancing  my\r\n\r\nown  cause or the cause of my own Ministry. I  see  the\r\n\r\ndifficulties of the Minister for Finance. He has a  big\r\n\r\nproject - the Jurong Industrial Scheme. He  wants  money\r\n\r\nfor  that.  He  has  a project for filling  up  Kallang\r\n\r\nPudding. He has also a scheme to subsidise the  Housing\r\n\r\nBoard. Obviously he has to find the money somehow.  One\r\n\r\nof  the ways is to see whether the World Bank can  help\r\n\r\nus  in subsidising some of our development schemes.  So\r\n\r\nenquiries were put forward to find out whether  it  was\r\n\r\nprepared    to    assist   us   in   telecommunications\r\n\r\ndevelopment, and because of that I was prepared to hold\r\n\r\nup the development for 1961 until I got a reply.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I can assure the Member for Choa Chu Kang that the\r\n\r\ntrade  of  Singapore has not collapsed just because  we\r\n\r\nhave spent $255,000 on telecommunications in 1961.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Deputy Speaker,\r\n\r\nSir,  I  am not satisfied with the explanation  of  the\r\n\r\nDeputy  Prime Minister. This is a very simple question.\r\n\r\nFor  instance, if you say that you want to get  married\r\n\r\nnext  year, your friend will ask you at the end of next\r\n\r\nyear,  \"Why haven't you married?\" You then explain,  \"I\r\n\r\nwant  to  get married. But if you will not help  me,  I\r\n\r\nwill not get married.\" In this case, you said that  you\r\n\r\nwanted  to  get married, but you are not  married  now.\r\n\r\nThis is all your fault.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has put up a big sum for the\r\n\r\nDevelopment Plan and yet it has\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2180</b></font><br><br>\r\n\r\n\r\n\r\nnot done much. Can it be said that the sear 1961 was to\r\n\r\nbe a year of construction!\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Deputy Speaker, Sir, I would\r\n\r\nadvise  the Member for Choa Chu Kang not to get married\r\n\r\nif  he  cannot afford it or if his friends cannot  help\r\n\r\nhim.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think we are just going over old ground again.\r\n\r\nThe  money  has  not  been  used  this  year.  It  will\r\n\r\ndefinitely  be used this year because we now  know  for\r\n\r\nsure that we have to foot the bill. That is all. It  is\r\n\r\nas simple as that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Soon Fong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Soon Fong</b>(<i>In Mandarin</i>): Mr Deputy Speaker,\r\n\r\njust  now I heard that the Member for Choa Chu Kang  is\r\n\r\nnot  married. The Deputy Prime Minister himself is  not\r\n\r\nmarried. In this respect, we have a duty to assist him.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Deputy Speaker,\r\n\r\nI  believe  the Deputy Prime Minister has no confidence\r\n\r\nin  his  Telecommunications Department. I beg leave  to\r\n\r\nwithdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam:</b> I wish to vote on it.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Mammen (Chairman) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman (Mr Mammen):</b> The hon. Member  is  too\r\n\r\nlate.  According  to  the  interpretation,  the  Member\r\n\r\nwithdrew his amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam:</b> No. I did not withdraw.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I heard the word \"withdraw\". I have\r\n\r\nmade a ruling on that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam:</b> I think it has been\r\n\r\nmisinterpreted.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> He said he did not want a vote.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> According to the interpretation, the\r\n\r\nMember  indicated his willingness not to take  a  vote.\r\n\r\nThat means he withdrew his amendment and I have made my\r\n\r\nruling accordingly. It is too late.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $3,907,420 for Head D18 ordered to stand\r\n\r\npart of the Development Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2181</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D19 -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Head D19 - Vehicles Registration.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin (Nee Soon):</b> I think he is deaf in\r\n\r\none ear! [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> The Member has made a remark about\r\n\r\nyou,  Sir.  Mr Deputy Speaker, Sir, I think nobody  in\r\n\r\nthis  Chamber has ever made a remark about  the  Chair.\r\n\r\nHere  is  one  man, the Member for Nee  Soon,  who  was\r\n\r\ncheeky enough to say that you were deaf in one ear.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Deputy Speaker, Sir, if the Member for\r\n\r\nNee Soon has said that, I think he should apologise  to\r\n\r\nthe House.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Since the matter has been raised by the\r\n\r\nLeader  of  the House, if the Member for Nee  Soon  has\r\n\r\nuttered  those  words, I ask him to withdraw  them  and\r\n\r\napologise to the House.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Deputy Speaker, Sir, I\r\n\r\nwithdraw and apologise to you.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We are now on Head D19 - Vehicles\r\n\r\nRegistration. Mr Rajah.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Deputy Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D19 be reduced\r\n\r\nby $10 in respect of subhead 2.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Subhead 2 is \"Multi-storey Car Park .... $2,000,000\". Sir,\r\n\r\nat  page 24 of the Annual Budget Statement  of  the\r\n\r\nHon. the Minister for Finance, it reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The proposed site for the multi-storey car park is a\r\n\r\npiece  of  vacant Crown land bounded by  Cecil  Street,\r\n\r\nCross Street and Market Street. Detailed plans have not\r\n\r\nyet been drawn up...'.\r\n\r\n\r\n\r\n<br><br>Mr  Mammen,  I  suggest to the Deputy Prime  Minister,\r\n\r\nunder  whose  portfolio this comes, that  while  he  is\r\n\r\nconsidering the scheme he should consider pulling  down\r\n\r\nthe  building  which is now occupied by the  Commercial\r\n\r\nCrimes Department of the Police, and that the whole  of\r\n\r\nthat  area should be developed as a car park. I do  not\r\n\r\nknow whether the Budget Statement means that, but if it\r\n\r\ndoes not, I suggest that that should take place.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do hope that this scheme, if not completed in 1962,\r\n\r\nwill at least come near\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2182</b></font><br><br>\r\n\r\n\r\n\r\ncompletion in 1962, because there is a very great  need\r\n\r\nin  Singapore  for such a multi-storey  car  park.  The\r\n\r\nMinister  for Finance has said in his Budget  Statement\r\n\r\nthat this building will be capable of accommodating 800\r\n\r\nto  900  cars  and  a fair number of  motor-cycles  and\r\n\r\nscooters.\r\n\r\n\r\n\r\n<br><br>4.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to hear from the Deputy Prime Minister\r\n\r\nwhether  it is the intention of Government then,  after\r\n\r\nthis car park has been erected, to prohibit parking  in\r\n\r\nthe  vicinity;  or  what scheme the Government  has  to\r\n\r\nclear  some  of  our streets from being clogged  up  by\r\n\r\nparked cars, particularly when the rate of expansion of\r\n\r\ncars  in  Singapore is, I understand from  the  Finance\r\n\r\nMinister, 500 cars per month.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Deputy Speaker, the proposed\r\n\r\nsite for the multi-storey car park is a piece of vacant\r\n\r\nCrown  land  bounded by Cecil Street, Cross Street  and\r\n\r\nMarket Street, and includes the land occupied just  now\r\n\r\nby  the Commercial Crimes Branch. We are entering  into\r\n\r\nnegotiations with the Minister for Home Affairs to move\r\n\r\nthat branch of his Ministry to some other site, so that\r\n\r\nwe  can  get started with the piling, and work  on  the\r\n\r\nmulti-storey car park can be started straightaway.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As has been pointed out by the Minister for Finance\r\n\r\nin  his  Budget speech, the increase in the  number  of\r\n\r\nvehicles,  averaging about 550 new cars per  month, is\r\n\r\nquite  phenomenal for Singapore. We are fully aware  of\r\n\r\nthe  increasing  problems with  regard  to  control  of\r\n\r\ntraffic and looking for car parking sites. The existing\r\n\r\ncar  parks  around that area will still  be  maintained\r\n\r\nbecause  we  believe that the presence  of  the  multi-storey  car park will cope with the increase  in  newly\r\n\r\nregistered vehicles only for a certain number of years.\r\n\r\nAfter  that, I am afraid another solution will have  to\r\n\r\nbe  found as to how to control traffic that is going to\r\n\r\nthe centre of the city.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The multi-storey car park has been designed for\r\n\r\napproximately 800 cars. It is quite obvious that  there\r\n\r\nis an upper limit to the number of cars that can be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2183</b></font><br><br>\r\n\r\n\r\n\r\ncontained  in one building. Supposing we have  over  a\r\n\r\nthousand cars parked in one building, then the trouble\r\n\r\nof getting the cars into the building and getting them\r\n\r\nout  again will mean a considerable waste of time, and\r\n\r\nwe may very well meet with a situation where a traffic\r\n\r\njam will be  created around the area.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> May I beg leave to withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by 1eave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Tun Lim\r\n\r\nYew Hock -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head D19 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> I am not moving.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,115,000 for Head D19 ordered to stand\r\n\r\npart of the Development Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2183</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D20-\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh (Queenstown):</b> Mr Deputy Speaker,\r\n\r\nSir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D20 be reduced\r\n\r\nby $10 in respect of subhead 1.*\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*The same amendment also stood in the name of Mrs Seow Peck Leng.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You will notice, Sir, that the estimated expenditure\r\n\r\nfor  the year 1961 was only $6,500, whereas the actual\r\n\r\namount that was budgeted for 1961 was $46,500. This is\r\n\r\nonly 0.2 per cent performance, and I am just wondering\r\n\r\nhow  the  Government has helped the farmers as regards\r\n\r\nresearch and other matters as promised in 1961.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Mammen, Sir, I notice that\r\n\r\nfor  this  subhead, $6,500 was estimated to have  been\r\n\r\nspent  in  1961 and flow $40,000 is to  be  spent  in\r\n\r\n1962.  In  spite of all the extra money put into  this\r\n\r\nproject,  I  find  from  the Malayan  Statistics  that\r\n\r\nlabourers for animal husbandry went down in number  in\r\n\r\nSeptember 1958 - it was recorded as 1,071; and for  the\r\n\r\nsame  month in 1960, it was 955. I was just  wondering\r\n\r\nwhy  it is that in spite of putting in more money,  it\r\n\r\nopens up avenues for jobs for less men.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2184</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> The vote in subhead I is required\r\n\r\nfor  the  alleviation of flooding in the  agricultural\r\n\r\nsection of the Sembawang Station, which is situated in\r\n\r\nthe  low-lying  part of the area of the Station  where\r\n\r\nfloods  are  frequent. Owing to unavoidable  delay  in\r\n\r\nsurveying and planning, tenders were invited late, and\r\n\r\nthe  position was further aggravated by unsatisfactory\r\n\r\nwork  by the contractor. The sum of $40,000 represents\r\n\r\na revote of a part of the $46,500 entered this year in\r\n\r\norder to complete the job next year.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Mammen, Sir, let us forget\r\n\r\nthe past about contractors' sins and all that. Can the\r\n\r\nMinister  assure us that with this extra $40,000  that\r\n\r\nis  going  to be spent, it will open up jobs for  more\r\n\r\nlabourers and not less, as it has been doing?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, what the Member for\r\n\r\nMountbatten is quoting is from the returns made by the\r\n\r\nLabour  Department  to  show that  there  has  been  a\r\n\r\ndecline  in the number of laborers engaged  in  animal\r\n\r\nhusbandry.   Perhaps  I  should   explain   that   the\r\n\r\nstatistics  quoted by her refer to labourers  who  are\r\n\r\nemployed,  and  not farmers engaged in pig-rearing  on\r\n\r\ntheir own account. They are different. These would  be\r\n\r\nlabourers, for instance, employed by the Cold  Storage\r\n\r\nDairy  Farm;  I  think there are  one  or  two  rather\r\n\r\nsubstantial poultry and pig farms in Singapore.  There\r\n\r\nis  also,  I think, an apiary (beekeeping).  That  was\r\n\r\nsome  time ago. And the Labour returns refer to people\r\n\r\nengaged  in  this  type  of  commercially  run  animal\r\n\r\nhusbandry business. Therefore, whether it goes  up  or\r\n\r\ndown  does  not prove that in the whole industry  more\r\n\r\npeople  are engaged or less people. It just refers  to\r\n\r\nthose   particular  employers  who  are  snaking   the\r\n\r\nreturns.  So  I  do  not  think  we  can  draw  direct\r\n\r\ninferences as she did.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the names of Dato\r\n\r\nAbdul Hamid bin Haji\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2185</b></font><br><br>\r\n\r\n\r\n\r\nJumat,  Mr  A. P. Rajah. Tun Lim Yew Hock,  Mrs  Seow\r\n\r\nPeck Leng, and Dr Thio Chan Bee -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocate for Head D20 be reduced by\r\n\r\n$10 in respect of subhead 2.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Dato Abdul Hamid? Mr Rajah.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D20 be reduced\r\n\r\nby $10 in respect of subhead 2.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to come back to the statement I made on\r\n\r\nthe  Financial Statement by the Minister  for  Finance.\r\n\r\nUnfortunately, he did not have the time to reply to me,\r\n\r\nso I want to come back to the attack.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question, Sir, is this: loans are being made by\r\n\r\nthe  Government to the Housing Board. I take  it  these\r\n\r\nloans are being made at certain rates of interests, and\r\n\r\nthere must also be terms on which those loans are to be\r\n\r\nrepaid - whether  it  is  by  annual  repayment  to   the\r\n\r\nGovernment,  or  whether  it  is  a  sinking  fund,  or\r\n\r\nwhatever the conditions may be we do not know. I  think\r\n\r\nthe House should be told about it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is with this intention that I have raised\r\n\r\nthis question on the vote.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head D20 be reduced\r\n\r\nby $10 in respect of subhead 2.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Tun Lim Yew Hock? Mrs Seow.\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Mammen. Sir, the other time\r\n\r\nwe  spoke  about  property  tax  on  vacant  houses.  I\r\n\r\nunderstand  assessments  have  to  be  paid  on  vacant\r\n\r\nHousing Board flats - we call them the S.I.T. flats.  The\r\n\r\ntrouble  is  that  this  adds  to  the  cost  of  those\r\n\r\npremises.  If rents are determined by the cost  of  the\r\n\r\npremises.  I am sure that is going to raise the  rents.\r\n\r\nThat  is why the present Government is unable to charge\r\n\r\nthem  cheaper rents as it might have been for the  poor\r\n\r\npeople  who occupy these Housing Board flats. I  wonder\r\n\r\nwhether  the Minister for Finance will take  that  into\r\n\r\nconsideration, although he has promised to take\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2186</b></font><br><br>\r\n\r\n\r\n\r\ninto  consideration the problem of assessment on vacant\r\n\r\npremises. I just want to point out to him that not only\r\n\r\nother  people,  hut also the very poor people  who  are\r\n\r\nhoused in Housing Board flats are affected.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Mr Deputy Speaker, Sir, I want to\r\n\r\ncongratulate the Government on spending more on housing\r\n\r\nnext year. We all know there is a very heavy backlog of\r\n\r\npeople on the waiting list for houses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bukit Ho Swee fire and, before that, the\r\n\r\nGeylang fire show us that there are certain very\r\n\r\ndensely occupied attap-house areas in town which are\r\n\r\nvery risky fire traps, and the fact that there were no\r\n\r\nfatalities in the Bukit Ho Swee fire -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> There were two.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Were there?\r\n\r\nThere  were  two. There were not many fatalities.  That\r\n\r\nwas due to the fact that the fire took place during the\r\n\r\nday.  Sir, it was pointed out to me, and I agreed  with\r\n\r\nthat observant gentleman, that if the Singapore Housing\r\n\r\nBoard  would give top priority - not merely to  meet  the\r\n\r\nbacklog  but to give top priority - to these  fire  traps\r\n\r\nand  make  sure that the people are properly housed  in\r\n\r\nHousing  Board houses, then we would not only save  the\r\n\r\nproperty  of  these people because then their  property\r\n\r\nwould  be  moved intact into the houses), hut also  the\r\n\r\nlives  of some of them. This would also save the public\r\n\r\nand the Government more expenditure. I thought that was\r\n\r\na very good suggestion which I would like to pass on to\r\n\r\nthe  Government. Sir. They would have not only a scheme\r\n\r\nto  meet  the  backlog, but a scheme to prevent  future\r\n\r\ndisasters.  Then,  of  course, later  on  the  Finance\r\n\r\nMinister  may  not  have so much money  as  he  is  now\r\n\r\nkeeping.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another suggestion that where people who are\r\n\r\ngiven  Housing  Board  houses  are  badly  off  in  the\r\n\r\nbeginning - their income is under a certain limit, $800\r\n\r\njoint income - but they prosper later (human beings often\r\n\r\nprosper) and want to buy over those\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2187</b></font><br><br>\r\n\r\n\r\n\r\nhouses,  not  wanting  to  move  out  because  of   the\r\n\r\nfriendships  they have formed, would it be possible  to\r\n\r\nevolve  a  scheme  for these people  to  buy  over  the\r\n\r\nhouses?\r\n\r\n\r\n\r\n<br><br>5.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Mammen (Chairman) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman (Mr Mammen):</b> Order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker; Order. I suspend this sitting until half-past five.\r\n\r\n \r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.00 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head D20 be reduced\r\n\r\nby $10 in respect of subhead 2.\"\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> First, to reply to the question\r\n\r\nraised  by the Member for Farrer Park on the  terms  of\r\n\r\nloans  to  the  Housing Board. This is related  to  the\r\n\r\nquestion  of subsidy. In this respect, the  Member  for\r\n\r\nMountbatten  also  raised another  pertinent  question,\r\n\r\nthat is, why the Housing Board is charging property tax\r\n\r\non  empty  flats. I think I will take  the  two  points\r\n\r\ntogether.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The exact terms of the loans made by the Government\r\n\r\nto  the  Housing Board have not been settled.  This  is\r\n\r\nbecause it is related to the amount of subsidy  we  are\r\n\r\ngoing to give them and the manner in which this subsidy\r\n\r\nwill be calculated. I can, of course, only express  the\r\n\r\nview  of  the Government. What the Housing Board  feels\r\n\r\nabout  it  is another matter. But from the Government's\r\n\r\npoint  of view, we propose to make loans to the Housing\r\n\r\nBoard at market rates. In other words, if we borrow, as\r\n\r\nwe  are  now borrowing, at 5� per cent, on  a  20-year\r\n\r\nrepayment basis, we intend to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2188</b></font><br><br>\r\n\r\n\r\n\r\noffer  the  same  terms on loans made  to  the  Housing\r\n\r\nBoard.    Such   terms,   of   course,   are   markedly\r\n\r\ndisadvantageous compared with the terms of  loans  made\r\n\r\nby  former Governments to the S.I.T. In respect of past\r\n\r\nloans  made to the S.I.T., the practice was  to  charge\r\n\r\nthe current market rate of interest, although sometimes\r\n\r\nthe  rate  of interest, I think, charged was even  less\r\n\r\nthan  the current market rate of interest. That is  not\r\n\r\nso  important as the fact that the S.I.T. were  allowed\r\n\r\nrepayment  on  a  60-year basis, so  that  charges  for\r\n\r\namortization  of  loans  became comparatively  reduced.\r\n\r\nTherefore,  if the Government were to ask  the  Housing\r\n\r\nBoard to pay the market rate for long-term loans, it is\r\n\r\nobvious  that we must pay them a corresponding subsidy,\r\n\r\nif  they  are  not to be compelled to raise  the  rents\r\n\r\ncharged for the flats. In effect, of course, we will be\r\n\r\nmaking  loans to them at least as favourable  as  those\r\n\r\nmade  to  the former S.I.T. But I think, for accounting\r\n\r\npurposes,  it  is  important  that  the  true  cost  of\r\n\r\nbuilding  and  maintaining these flats should  be  made\r\n\r\nknown  to  the public; and the fact that a  subsidy  is\r\n\r\nmade  to the Housing Board should appear quite properly\r\n\r\nin  the ordinary estimates and not disguised as a  form\r\n\r\nof  hidden  subsidy, as was the practice in  the  past.\r\n\r\nTherefore, once it has been accepted that this  subsidy\r\n\r\nshould  be  stated openly and entered into the  current\r\n\r\nestimates  as  an item of annual recurrent expenditure,\r\n\r\nit  is  necessary to examine in what other respect  the\r\n\r\nHousing  Board should be subsidised in the interest  of\r\n\r\nreducing  rents  to  the minimum, so  that  the  poorer\r\n\r\nsection  of the community can benefit from the low-cost\r\n\r\nhouses  that are being put up. Obviously there  is  one\r\n\r\nclear  element, that is, the property tax which we  are\r\n\r\ncharging now on empty flats. I think there is  a  clear\r\n\r\ncase  for  that, because, unlike private builders,  the\r\n\r\nHousing Board is performing a social service. It is not\r\n\r\na profit-making concern. Anything that could reduce the\r\n\r\ncost of operation should be carried out. Here again,  I\r\n\r\nthink  it is practical for us that the full cost which'\r\n\r\nthe Housing Board would have to pay,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2189</b></font><br><br>\r\n\r\n\r\n\r\nif  they  were run on commercial principles, should  be\r\n\r\nstated  clearly in the accounts with the  corresponding\r\n\r\nsubsidy to offset the amount.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, of course, there are other services performed\r\n\r\nby  the  Housing Board, such as the cleansing services.\r\n\r\nThey  claim  they are being charged the  full  rate  of\r\n\r\nproperty  tax although, at the same time, they  provide\r\n\r\ncertain  services which are properly the  duty  of  the\r\n\r\nCity  Council  or,  in this case,  the  Government,  to\r\n\r\nprovide   from  the  proceeds  of  property   tax.   So\r\n\r\nobviously,  they  have a case for  a  subsidy  in  that\r\n\r\nrespect.  Then  there are minor other  small  items  in\r\n\r\nrespect  of which there may be a case for subsidy,  hut\r\n\r\nthese are matters which will be negotiated between  the\r\n\r\nGovernment  and  the  Housing  Board.  We   have   been\r\n\r\ndiscussing  with them, both at official and ministerial\r\n\r\nlevels,  for  some time with a view to  clarifying  our\r\n\r\nideas so that we can get a proper formula. I am glad to\r\n\r\nsay  that the Housing Board has only recently submitted\r\n\r\nits proposals which are now under examination. I do not\r\n\r\nthink I will go into more details on that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin has raised the point on the\r\n\r\nmenace  of  fire  in certain attap areas.  I  think  he\r\n\r\nraised this point on several occasions when other heads\r\n\r\nof  expenditure were discussed. Obviously, this subject\r\n\r\nis  causing him grave concern. But I do not  think  the\r\n\r\nremedy  he  has proposed is a practical one,  that  is.\r\n\r\nbuild houses for these people. We can say we will waive\r\n\r\nall  the normal qualifications, such as size of  family\r\n\r\nof  income and so on, and ask them to take advantage of\r\n\r\nsuch  flats that we put up for the general public.  But\r\n\r\nwe  cannot compel them to leave their present homes  to\r\n\r\nmove into Housing Board flats. It is just not possible.\r\n\r\nYou  can bring a horse to a stream but you cannot force\r\n\r\nit to drink. In the same way, you cannot possibly force\r\n\r\nthese people to move in. Unless, of course, we want  to\r\n\r\nsay  that  we  are going to buy up all  this  land  and\r\n\r\ndemolish   all  these  attap  huts.  That  is   another\r\n\r\nproposition. I do not know whether Member  for  Tanglin\r\n\r\nhas been contemplating that line of action.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2190</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the other point he has made, that is, to\r\n\r\nallow  tenants  of  Housing Board flats  to  buy  these\r\n\r\nfiats. I confess the idea is attractive to me. You will\r\n\r\nencourage  people  to save money and,  of  course,  the\r\n\r\nHousing   Board  would  then  have  a  new  source   of\r\n\r\nadditional  capital with which to build new  houses.  I\r\n\r\nsay   this  is  something  which  needs  very   careful\r\n\r\nthinking, if the Government were to follow this policy.\r\n\r\nThe Government itself has been considering this subject\r\n\r\nfor  some time. It has not made up its mind. But if  we\r\n\r\nwere  to follow this policy, there are changes  in  the\r\n\r\nlaw  that would be necessary. For instance, the  former\r\n\r\nS.I.T. was  not  allowed,  under  the  law,  to   sell\r\n\r\nproperties. I think the Housing Board is operating much\r\n\r\nunder the same law.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tee Kim Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tee Kim Leng (Pasir Panjang)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  we have heard from the Government  side\r\n\r\nabout  the subsidy. But, at the present moment, we  are\r\n\r\naware  that those tenants who previously lived in  low-rental  premises, and who have now moved  into  Housing\r\n\r\nBoard properties are being charged higher rentals. This\r\n\r\nis  especially  so in the case of those  fire  victims,\r\n\r\nwith  special  reference  to the  Bukit  Ho  Swee  fire\r\n\r\nvictims.  There are a few hundred Bukit  Ho  Swee  fire\r\n\r\nfamilies  who  are  now living in high  rental  Housing\r\n\r\nBoard  properties. These properties were cheaper during\r\n\r\nthe  time  of  the  S.I.T.  But  when  the  S.I.T. was\r\n\r\nreorganised  into  the Housing Board,  the  rental  was\r\n\r\nraised.  The reason for the increase of this rental  is\r\n\r\nthe  lack of subsidy. Ever since the fire victims moved\r\n\r\ninto  occupation,  they could not  afford  to  pay  the\r\n\r\nrental.  The  Housing  Board has served  reminders  and\r\n\r\nnotices warning the tenants that if they do not pay  up\r\n\r\ntheir  rents,  stronger action will  be  instituted  to\r\n\r\nevict them.\r\n\r\n\r\n\r\n<br><br>5.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Government should subsidise these\r\n\r\npremises  so  as  to enable them to continue  occupying\r\n\r\nHousing Board properties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another aspect is that the premises put up recently\r\n\r\nby the Housing Board are, on the face of it, said to be\r\n\r\nlow-cost\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2191</b></font><br><br>\r\n\r\n\r\n\r\nhouses when actually they are not. The rent for a  two-room  flat is about $46 a month, compared with  a  two-room  flat in Geylang which is rented out at $35, which\r\n\r\nis still considered to be very expensive.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, the facilities provided in the\r\n\r\npremises  are not satisfactory, especially the kitchen,\r\n\r\nwhich  is  very  small. Sometimes, on rainy  days, you\r\n\r\ncannot even cook in the kitchen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You will also see that the Housing Board has raised\r\n\r\nthe  rentals especially of those who are living in huts\r\n\r\nstanding  on  Housing Board land. The rate  of  these\r\n\r\nrentals  is  based  on the market value  of  the  attap\r\n\r\nhouses,  which is about 40 per cent. In  this  way  the\r\n\r\nGovernment  will not be able to assist  the  very  poor\r\n\r\npeople in Singapore at all.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Perhaps when the Finance Minister has\r\n\r\nsettled his first terms of the loans, the repayment  of\r\n\r\nthe  loans and the quantum and manner of his subsidies,\r\n\r\nhe  might  be good enough to inform the House of  those\r\n\r\nterms.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other aspect of the problem on which I want\r\n\r\nto  speak  is a matter which particularly concerns  the\r\n\r\nMinister  for National Development. Sir, we  have  this\r\n\r\nafternoon listened to Head D17 - Postal Services - where\r\n\r\ntwo  projects were not carried out - the Macpherson Road\r\n\r\nPost  Office  and  Simpang Bedok  Post  Office - merely\r\n\r\nbecause,  in  the  first case, the land  is  now  being\r\n\r\noccupied  by  squatters  and  difficulties  have   been\r\n\r\nexperienced in clearing them. In regard to the  Simpang\r\n\r\nBedok  Post  Office,  although  the  land  is  free  of\r\n\r\nsquatters,   acquisition  delays  have   taken   place.\r\n\r\nTherefore,  the two post offices have not  been  built.\r\n\r\nMay  I  ask  the Minister this? He has a  vote  of  $41\r\n\r\nmillion for next year, which is $7 million more than he\r\n\r\nhas   spent,   on   which   performance   I   sincerely\r\n\r\ncongratulate him. Now, spending $41 million  next  year\r\n\r\nis not going to be an easy task. If he can exhaust that\r\n\r\nvote,  Sir,  I  think he will merit the thanks  of  the\r\n\r\ncountry.  Before you can build houses,  you  must  have\r\n\r\nland, That is self-evident. I would like\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2192</b></font><br><br>\r\n\r\n\r\n\r\nto  ask  the  Minister whether he  has  all  this  land\r\n\r\nearmarked and whether it is now, in fact, ready to take\r\n\r\nthese  building  projects on it, or  whether  this  $41\r\n\r\nmillion is merely an expectation of what he hopes to do\r\n\r\nand  yet  he  is  now - if I may use the  colloquialism - scrounging round for the land?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> Sir, the Member for Pasir Panjang\r\n\r\ntalks  of  the Bukit Ho Swee fire victims, the  Housing\r\n\r\nBoard rentals and the Housing Board raising Crown rents\r\n\r\nin  Housing  Board land. I would like  specifically  to\r\n\r\nanswer him on this question.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, about the Bukit Ho Swee tire, some 16,000 people\r\n\r\nwere put out from their homes, but quick action by  the\r\n\r\nGovernment ensured that most, if not all, o  them  were\r\n\r\nable  to find alternative accommodation within  a  very\r\n\r\nshort  time.  All  those  who  have  any  knowledge  of\r\n\r\nrehabilitation and rehousing problems connected with  a\r\n\r\nfire   of   this  magnitude  have  marvelled  at   this\r\n\r\nachievement,  in addition, the Government also  ensured\r\n\r\nthat  these victims would be immediately assisted,  and\r\n\r\nvarious  means of relief had been extended to pay  fire\r\n\r\nvictims in cash and to assist them in kind.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is no exaggeration to say that every fire victim\r\n\r\nfamily with five persons or more would have received at\r\n\r\nleast  $500  in  cash  plus various  food  parcels  and\r\n\r\nhousing  subsidies  for  at least  three  months.  Yet,\r\n\r\nbecause of the possible political capital that could be\r\n\r\nmade  out  of the big number of victims, a few  of  the\r\n\r\nfire victims, also Barisan Sosialis members, have tried\r\n\r\nto  organise protest marches and a signature  campaign\r\n\r\nagainst the Government for not helping the fire victims\r\n\r\nenough.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these people went around stirring up tire\r\n\r\nvictims  and telling them that if they banded  together\r\n\r\nbehind  the  Barisan Sosialis in the present  political\r\n\r\nsituation, the Government would be forced to give  more\r\n\r\nrental  subsidies, reduce rentals for the  houses  they\r\n\r\nlive in and so on. They even engineered a group of fire\r\n\r\nvictims, more gullible than the rest, to petition\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2193</b></font><br><br>\r\n\r\n\r\n\r\nor  to  go in groups from Minister to Minister in order\r\n\r\nthat more could be obtained for these victims.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while everything within reason will be done to\r\n\r\nhelp  the  fire  victims, the Government  Will  not  be\r\n\r\nforced  into  doing something that  will  make  them  a\r\n\r\npermanent liability in the community. The fire  victims\r\n\r\nthemselves are capable people who could within a  short\r\n\r\nperiod  readjust  themselves to the new  circumstances.\r\n\r\nThe  vast  majority  of them have already  so  adjusted\r\n\r\nthemselves, and in many cases have found that the flats\r\n\r\nprovided by the Housing and Development Board are  many\r\n\r\ntimes better than what they used to have. Apart from  a\r\n\r\nfew  difficult  cases for whom special  social  welfare\r\n\r\nmeasures will be used to assist them, the majority  are\r\n\r\nsatisfied  with  what has been provided  and  have  now\r\n\r\nsettled down in their new circumstances.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to the fire victims who are in arrears of rent,\r\n\r\nthe Housing Board has already agreed that their arrears\r\n\r\ncan  be  resolved by instalment payments.  Despite  the\r\n\r\nfact    that    I   have   personally   informed    the\r\n\r\nrepresentatives of these fire victims a week ago  about\r\n\r\nthis, they have not bothered to inform the fire victims\r\n\r\nwhom they are supposed to represent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the question of rents, in which the\r\n\r\nMember  for  Pasir Panjang says that rents  of  Housing\r\n\r\nBoard   flats  are  higher  than  those  of   Singapore\r\n\r\nImprovement  Trust  flats, I would say  that  when  the\r\n\r\nHousing  Board  came  into being as  successor  to  the\r\n\r\nSingapore Improvement Trust, the organisation for  the\r\n\r\nimplementation  of  Government  public  housing  policy\r\n\r\nunderwent  a complete reorganisation. Every  effort  is\r\n\r\nmade  to  cut down costs and to increase the number  of\r\n\r\npublic housing units to be constructed. Where 1,000  to\r\n\r\n2,000 houses were built on the average per annum by the\r\n\r\nSingapore Improvement Trust, the subsidy was  about  $3\r\n\r\nmillion.  The Housing Development Board is now required\r\n\r\nto  build on the average 10,000 units a year.  But  the\r\n\r\nGovernment has\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2194</b></font><br><br>\r\n\r\n\r\n\r\nnot  agreed to increase the subsidy and the  Board  for\r\n\r\nthe  first  two  years has been required  to  carry  on\r\n\r\nwithin  the limits of the $3 million deficit per annum.\r\n\r\nThis  being  so,  the Board has found it  necessary  to\r\n\r\ncharge  economic  rents  for  those  buildings  it  has\r\n\r\ncompleted and let out to the people. In many cases  the\r\n\r\nprojects were originally planned with land acquired  at\r\n\r\nvery  high  prices: for instance, in Clarence  Lane  at\r\n\r\n$2.89  per  square foot, and Selegie Road  at  $10  per\r\n\r\nsquare  foot.  It  is not expected that  rents  can  be\r\n\r\nbrought  down although the Housing Board has been  able\r\n\r\nto reduce the cost of construction by 20 to 30 per cent\r\n\r\nin  every  case.  It is therefore not fair  to  compare\r\n\r\nrents charged by the S.I.T., which had almost unlimited\r\n\r\nfunds  of  subsidies,  1,000 to 2,000  units,  against\r\n\r\nthose  charged by the Housing Board which are  in  most\r\n\r\ncases  economic rentals. Sir, the Review  Committee  of\r\n\r\nthe  Government  and  the  Party  has, however, drawn\r\n\r\nattention  to the fact that rents are high and  tenants\r\n\r\nhave found difficulty in paying them. The Housing Board\r\n\r\nhas,   in   the  meantime,  devised  new   methods   of\r\n\r\nconstruction and provided one-room self-contained units\r\n\r\nwhich, with a slight subsidy, can be let out at  $20  a\r\n\r\nmonth.  The Government is actively pursuing the  review\r\n\r\nof  the  rental  structure with a  view  to  getting  a\r\n\r\ndefinite rental policy for the future. This is  a  very\r\n\r\ncomplicated  matter  and will need  detailed  study  in\r\n\r\norder  that the subsidy may not be in such a proportion\r\n\r\nas to become a burden in future at the expense of other\r\n\r\nsocial services.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the moment. Sir, rents are based on the\r\n\r\nfollowing  items:  loan charges, which  depend  on  the\r\n\r\nrates   of   interest  and  period   of   amortisation.\r\n\r\nmanagement and administrative costs, annual maintenance\r\n\r\nand periodical redecoration and property tax. Hence  if\r\n\r\nthe  initial cost of a building is high, then the rents\r\n\r\nwill  be proportionately higher than others. It is  not\r\n\r\ntrue  to  say that the Housing Board rents  are  higher\r\n\r\nthan  the  rents  of  the Singapore Improvement  Trust,\r\n\r\nbecause  in many of the cases where the S.T.T. had  let\r\n\r\nout  its  flats at economic rentals, these  were  flats\r\n\r\nwhich\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2195</b></font><br><br>\r\n\r\n\r\n\r\nwere  more highly subsidised than those charged by  the\r\n\r\nHousing  Board. It is only in those cases where  S.I.T.\r\n\r\nflats  had higher subsidies that the rents compare  low\r\n\r\nwith  those  now  charged, it is the intention  of  the\r\n\r\nGovernment eventually to reach a position where  people\r\n\r\ncan  rent  flats from the Housing Board at  rentals  of\r\n\r\n$20,  $40  and $60 for one-, two- and three-room  accom\r\n\r\nmodation  respectively in normal  housing  estates.  In\r\n\r\nspecial  circumstances, for instance, in central  areas\r\n\r\nwhere  land  costs  are high, these rates  may  not  be\r\n\r\nmaintained  and special consideration may  have  to  be \r\n\r\ngiven.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Pasir Panjang mentions that a two-room flat, i.e., one room and a hail, built by the\r\n\r\nHousing Board is rented out at $40 to $46, whereas  the\r\n\r\nrental  for a similar type of fiat in Kallang built  by\r\n\r\nthe S.I.T. is only $35. Sir, this aspect of the rent of\r\n\r\nthe  Kallang  fiats  was  touched  upon  last  year.  I\r\n\r\nmentioned  that though the rental is $35, the  economic\r\n\r\nrent  should  be  somewhere around $78 or  $79.  So  the\r\n\r\nsubsidy  is  in  the region of about $40.  Whereas  the\r\n\r\nrental  charged for a Housing Board flat at $40 to  $46\r\n\r\nis  an  economic rent and Government does not  have  to\r\n\r\nsubsidise it.\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the raising of ground rent in Housing Board\r\n\r\nland,  I have already touched on this question  when  I\r\n\r\nspoke  about land and resettlement earlier in the  day.\r\n\r\nAs I said, some of the people who live on land acquired\r\n\r\nby  the Housing Board have not been paying rent, or the\r\n\r\nlandowners  have  not been able to  collect  rent  from\r\n\r\nthem.  Now  the  Housing  Board has  an  administrative\r\n\r\nmachine  which is efficient, and when these people  are\r\n\r\ncharged  according to the area of the land they occupy,\r\n\r\nthere  is a hue and cry to the effect that the  Housing\r\n\r\nBoard is raising the ground rent. This is not correct.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b>(<i>In Mandarin</i>): Mr Speaker, Sir, in\r\n\r\n1959, the P.A.P. Government made a promise regarding\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2196</b></font><br><br>\r\n\r\n\r\n\r\nthe  allocation  of  houses to the  fire  victims.  The\r\n\r\nMinister for Culture does not seem to be happy. I would\r\n\r\nlike  to quote the promise made by the P.A.P. in  1959 - one  or  two sentences about the P.A.P. housing  policy\r\n\r\nfrom The Tasks Ahead (Part I) printed in Chinese:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The previous and present governments have never\r\n\r\nconsidered the housing needs of kampong dwellers.  This\r\n\r\naspect  of  housing will be  seriously  studied  by  our\r\n\r\nfuture  government.  Many of the Kampong  Tiong  Bahru\r\n\r\nfire victims will tell you that they want to live in  a\r\n\r\nplace where they can literally \"live off the ground\".'\r\n\r\n\r\n\r\n<br><br>This  was  a promise by the P.A.P. The victims  of  the\r\n\r\nBukit Ho Swee fire are dissatisfied with the policy  of\r\n\r\nthe  Government on housing. Many of them at  that  time\r\n\r\nlived in attap houses in the kampong areas. They reared\r\n\r\nchickens,  ducks, etc, and they had land  on  which  to\r\n\r\ngrow vegetables and fruits. Now the Government has  not\r\n\r\nconsidered the problem of their occupations.  They  had\r\n\r\nhouses  to  live in, and all along they were  depending\r\n\r\nfor their livelihood on the rearing of chickens and the\r\n\r\ngrowing of fruits. Though they now have houses to  live\r\n\r\nin, they do not have the land to produce vegetables and\r\n\r\nfruits.  This  is  a hardship to them.  Therefore,  the\r\n\r\nBukit  Ho Swee fire victims are not satisfied with  the\r\n\r\nway the Government is tackling their housing problem.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I do not know whether I heard the Minister\r\n\r\nright  or  not, but I do not think he has  answered  my\r\n\r\nquestion whether he is still scrounging around for  the\r\n\r\nland or not. Perhaps he will answer me when I sit down.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point which I wish to raise and which\r\n\r\narises  out of the Minister's speech is this.  He  says\r\n\r\nthat the Housing Board fixes rents on certain factors - loan  charges, amortisation charges, property  tax  and\r\n\r\nadministrative  charges. These are  the  usual  matters\r\n\r\nthat go into the question of what tent should be fixed.\r\n\r\nThe  Minister for Finance has said that insofar as  the\r\n\r\nloan  charges are concerned, he has not arrived at  any\r\n\r\ndecision.  Insofar  as  the  amortisation  charges  are\r\n\r\nconcerned, he\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2197</b></font><br><br>\r\n\r\n\r\n\r\nhas  not  arrived at any decision. I am just  wondering\r\n\r\nhow  the Housing Board is able to fix the rents of  the\r\n\r\nhouses  they are now building and renting out. It  must\r\n\r\nbe  a  hit-and-miss  rental they  are  now  fixing  and\r\n\r\nthinking that the Minister for Finance might agree on a\r\n\r\ncertain  rate  of interest and on a certain  manner  of\r\n\r\nrepayment.  So perhaps both the Ministers know  exactly\r\n\r\nwhat the terms are, but we do not know.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is this. The Singapore Improvement\r\n\r\nTrust has been subjected to a left-handed attack by the\r\n\r\nMinister. The Trust does not exist any more, but I  was\r\n\r\na  member of the Trust once upon a time and I continued\r\n\r\nto be a trustee until 1957. I think, in fairness to the\r\n\r\nTrust, somebody must defend it and I am going to defend\r\n\r\nit.  The  only subsidy the Singapore Improvement  Trust\r\n\r\nreceived in respect of its housing projects was on  the\r\n\r\nquestion  of  the  cost of the land made  available  by\r\n\r\nGovernment  to  the Trust. That could be  considered  a\r\n\r\nform  of subsidy. The other form of subsidy which could\r\n\r\nbe  considered  as  such was the low rate  of  interest\r\n\r\nwhich  the  Legislative Assembly had  to  agree  to  by\r\n\r\nresolution  in  respect  of  every  loan  made  to  the\r\n\r\nSingapore Improvement Trust. On pages 562 to 565 of the 1962  Estimates, \r\n\r\nthere is a list of the loans  made  by\r\n\r\nthe Government at various periods. In Loan for Building\r\n\r\nScheme  (No.  1), the rate of interest  was  three  per\r\n\r\ncent.  The date of repayment was half-yearly.  In  Loan\r\n\r\nfor  Building Scheme (No. 2), $5 million, the  rate  of\r\n\r\ninterest  was three per cent; Loan for Building  Scheme\r\n\r\n(No.  3), three per cent; Loan for Building Scheme (No.\r\n\r\n4),  four  per cent; Loan for Building Scheme (No.  5),\r\n\r\nfour  per cent; Loan for Building Scheme (No. 6),  four\r\n\r\nper  cent; Loan for Building Scheme (No. 7), three  per\r\n\r\ncent; Loan for Building Scheme (No. 8) 5� per cent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the 5� per cent is not a\r\n\r\nsubsidised  rate  of interest, but I  think  that  most\r\n\r\npeople  will agree that three per cent was,  in  fact,\r\n\r\nthe  subsidised rate of interest which the  Legislative\r\n\r\nAssembly  sought by resolution every time the loan  was\r\n\r\nmade,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2198</b></font><br><br>\r\n\r\n\r\n\r\nso   that   the   only  subsidy  which  the   Singapore\r\n\r\nImprovement  Trust received was in a  reduced  rate  of\r\n\r\npayment   of   the  land - if  it  was  Crown  land - which\r\n\r\nGovernment made available, and in the rate of  interest\r\n\r\nwhich  Government made available insofar as  the  loans\r\n\r\nwere concerned. These were the only two factors of  any\r\n\r\nform  of subsidy that I know of. The Minister has  said\r\n\r\nthat the Singapore Improvement Trust was subsidised  to\r\n\r\nthe  extent  of  $3 million. I think, if  I  heard  him\r\n\r\nrightly, in respect of housing. I venture to suggest to\r\n\r\nhim  that that is not correct at all. I would  like  to\r\n\r\nhear   him  say  how  the  Government  subsidised   the\r\n\r\nSingapore Improvement Trust to the extent of $3 million\r\n\r\nevery year on its housing projects. If the Minister  is\r\n\r\nmerely trying to get out of his own little difficulties\r\n\r\nin  respect  of  the Housing Board by saying  that  the\r\n\r\nSingapore  Improvement  Trust  was  subsidised  to  the\r\n\r\nextent of $3 million a year, then I think he is going a\r\n\r\nlittle bit too far.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> I would like to make just a brief\r\n\r\nreply  to the question raised by the Member for Farrer\r\n\r\nPark.  I  am not certain whether, in fact, the rate  of\r\n\r\ninterest of three per cent was below the market rate at\r\n\r\nthe time the loans were approved. It was well below the\r\n\r\nmarket rate. Of course, there was an element of subsidy\r\n\r\nthere, but I think the more important thing is that the\r\n\r\nformer  S.I.T. had 60 years to pay back. I think  there\r\n\r\nis   a  greater  element  of  subsidy  in  respect   of\r\n\r\namortisation. When I said that no agreement was reached\r\n\r\nbetween the Housing Board and the Government, I  meant,\r\n\r\nof  course, no firm agreement, but that does  not  mean\r\n\r\nthat  we did not come to sonic understanding about what\r\n\r\ncould  be  the  form of final agreement. Speaking  from\r\n\r\nrecollection - I   think   I   have   a    very    clear\r\n\r\nrecollection - the  Housing Board was  calculating  on  a\r\n\r\nrepayment basis of 60 years and an interest rate at the\r\n\r\nmarket rate. It was therefore not hazarding a guess one\r\n\r\nway or another.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to make just a rejoinder to the Member\r\n\r\nfor  Havelock. He made the point that the Bukit Ho Swee\r\n\r\nfire victims were neglected because when\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2199</b></font><br><br>\r\n\r\n\r\n\r\nwe  housed  them  in  flats we  deprived  them  of  the\r\n\r\nfacilities for the rearing of pigs, ducks, chickens and\r\n\r\nthe  growing  of  vegetables, and so forth.  Now,  Sir,\r\n\r\nsurely everybody knows that the reason why the Bukit Ho\r\n\r\nSwee  fire  was so calamitous was that it  was  a  very\r\n\r\ncongested area. I was there myself before the  fire  on\r\n\r\nseveral  occasions in the course of my official duties,\r\n\r\nand  it  was  so  congested that there  were  no  roads\r\n\r\nbetween  the  attap houses. There were  just  footpaths\r\n\r\nabout  three or four feet wide, and that was all. Under\r\n\r\nthose  circumstances, could it be seriously  maintained\r\n\r\nthat  large  numbers of people were growing vegetables,\r\n\r\nrearing  pigs,  ducks and poultry? If, in  fact,  there\r\n\r\nwere  large numbers of farmers in this area,  the  fire\r\n\r\nwould  not have been so disastrous, it is true  that  a\r\n\r\nfew people did keep a flock of birds. When T was there,\r\n\r\nI  did see a pig resting on its back and possibly a few\r\n\r\npiglings,  hut this is not a major problem at  all.  To\r\n\r\nsuggest that we have let down the victims because we do\r\n\r\nnot  allow  them land or facilities for the rearing  of\r\n\r\npigs,  ducks  and  chickens, I think,  is  too  utterly\r\n\r\nridiculous.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Mr Speaker, Sir, the Minister for\r\n\r\nNational Development mentioned a little while ago  that\r\n\r\nthe  Government did not want the fire victims to  be   a\r\n\r\npermanent  liability to the community. I do  not  think\r\n\r\nanyone of us wants that to happen, Sir. But surely  the\r\n\r\nGovernment  must  realise  that  this  was  a  national\r\n\r\ncalamity - as  they have said - and  that  those  fire\r\n\r\nvictims  were used to paying only low rents.  They  are\r\n\r\npoor people and they cannot possibly afford to live  in\r\n\r\nflats  which  are let out at rentals of $60  to  $70  a\r\n\r\nmonth.  If the whole income of a family man amounts  to\r\n\r\nonly  $100  a  month,  surely the Government  does  not\r\n\r\nexpect him to pay rent amounting to $60 or $70. Do  you\r\n\r\nnot think that the Government should be more reasonable\r\n\r\nand  be more compassionate in their policies in respect\r\n\r\nof people who have experienced such a calamity?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2200</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We want an assurance, Sir, from the Minister that he\r\n\r\nwill  give due consideration to all the just grievances\r\n\r\nof the fire victims.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> Sir, in reply to the Member for\r\n\r\nFarrer Park about land being available for development,\r\n\r\nI  can  assure him that for our programmes in 1962  and\r\n\r\n1963, the land is available, and it is just a matter of\r\n\r\ncarrying out the plans.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Squatter-free.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> As regards the problem of squatters,\r\n\r\nwe have been able to overcome this in the previous year\r\n\r\nand  I  am  quite sure, Sir, that we will  be  able  to\r\n\r\nresolve it in the other areas too.\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the Member for Queenstown, when I\r\n\r\nmentioned  just  now about the Barisan  Sosialis  being\r\n\r\ninvolved in stirring up trouble among the fire victims,\r\n\r\nhe  was the Member who led a team of representatives to\r\n\r\nsee  me.  He marched into my office without  making  an\r\n\r\nappointment, and I had an appointment at that time with\r\n\r\nsome  people. I came out and told him, \"Mr  Lee,  you\r\n\r\nknow,  I  am  quite a busy man. I have an appointment.\"\r\n\r\nAnd  you know what he said to me, Sir, in front of  the\r\n\r\nfire  victims?  \"Well, since I am here, can't  you  see\r\n\r\nme?\"  Sir, I had the politeness to go out and tell  him\r\n\r\nthat  I had an appointment at that time and that I  was\r\n\r\nmeeting  somebody. But he did not have the  decency  to\r\n\r\naccept  what I told him. He wanted to make  a  show  in\r\n\r\nfront of these fire victims, just to impress them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, everything possible has been done for these fire\r\n\r\nvictims in the first few months. It is now entering the\r\n\r\nseventh  month.  Some  of these  victims  have  genuine\r\n\r\ngrievances,  and  I  promised the representatives,  who\r\n\r\ncame  with the Member for Queenstown, that I would look\r\n\r\ninto them. That was the first time. The second time, of\r\n\r\ncourse,  the Member did not turn up for fear  his  name\r\n\r\nwould  be linked with the trouble amongst the Bukit  Ho\r\n\r\nSwee fire victims. But to these representatives, I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2201</b></font><br><br>\r\n\r\n\r\n\r\npromised that the cases of those who had their  rentals\r\n\r\nin  arrears  due to difficulties would be looked  into.\r\n\r\nFor  those  who really owed about four to five  months'\r\n\r\nrent,  I  would  instruct the Housing  and  Development\r\n\r\nBoard not to take action against them but to allow them\r\n\r\nto  pay by instalments. Sir, the agreement reached with\r\n\r\nthe representatives was written in the form of a letter\r\n\r\nto  one of the representatives. But this representative\r\n\r\nand  the other members of the team who came to  see  me\r\n\r\ndid  not  even bother to go back to these fire  victims\r\n\r\nand  inform them of what I had decided to do for  them.\r\n\r\nAnd now we hear from the Member for Queens-town that he\r\n\r\nwants  an assurance from me that I will do all I  could\r\n\r\nfor those people. Sir, all that could be done for these\r\n\r\npeople will be done. There will be investigations  into\r\n\r\nall  those  individual cases where they say  they  have\r\n\r\nhardship. But it is difficult, Sir, for us to  pinpoint\r\n\r\nthose   who  really  have  difficulties.  The   Barisan\r\n\r\nSosialis want us to believe that all these fire victims\r\n\r\nare  in difficulties. But I can assure this House, Sir,\r\n\r\nthat  some of these families are living in high  rental\r\n\r\nflats  which they have specifically asked for  and  are\r\n\r\npaying rental. So how could you say that all these fire\r\n\r\nvictims are people who only earn about $100 a month and\r\n\r\npay  rental at $60 a month? Sir, there are victims  who\r\n\r\nare housed in the $20-flats that have been completed in\r\n\r\nBukit Ho Swee. Altogether 900 units have been completed\r\n\r\nand  more  than 800 of these fire victim  families  are\r\n\r\nliving   in   these  $20-flats.  Yet  the  Member   for\r\n\r\nQueenstown says we require the fire victims to pay  $60\r\n\r\nrental. What rubbish is that!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The Minister for National\r\n\r\nDevelopment  has seen fit to link the Barisan  Sosialis\r\n\r\nwith all the troubles that are cropping up.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr S. Rajaratnam):</b>\r\n\r\nUnfortunately it is true!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Sir, we do not mind being linked\r\n\r\nup.  We  are  fighting for the just grievances  of  the\r\n\r\npeople, and if, by doing so, our Party gets linked  up,\r\n\r\nwe are happy, and we shall\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2202</b></font><br><br>\r\n\r\n\r\n\r\nnot  mind  getting our names linked up.  But  from  the\r\n\r\nstory  you  have heard from the Minister  for  National\r\n\r\nDevelopment,  Mr  Speaker, Sir, you know  straightaway\r\n\r\nthat he is merely showing off his so-called patriotism.\r\n\r\nAs  a representative of the people, Sir, if I could not\r\n\r\nlead any delegation to see the Minister, then what  are\r\n\r\nelected   representatives  for?  On   this   particular\r\n\r\noccasion, Sir, these fire victims happened to be housed\r\n\r\nin  Queenstown. I am the Member for Queenstown, and  it\r\n\r\nwas  only  right that they came to me. And I, at  their\r\n\r\nrequest, led them to see the Minister. Sir, I have been\r\n\r\nto  see you on many occasions without any prior notice.\r\n\r\nYet -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Now I think the hon. Member for\r\n\r\nQueenstown is trying to link the Speaker with it! I do\r\n\r\nnot think he ought to do that.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> But for the Minister to say that I\r\n\r\nhad to make an appointment before I could see him, then\r\n\r\nI say he does not deserve to be a Minister. Surely he\r\n\r\nmust realise that he is also, or rather was, an elected\r\n\r\nrepresentative of the people. Does he mean to say that\r\n\r\nhe is sitting on such a high pedestal? That he has only\r\n\r\nto look down -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the hon. Member for\r\n\r\nQueenstown is misrepresenting the Minister. The\r\n\r\nMinister simply said that he had somebody with him and\r\n\r\ncould not see the Member for Queenstown. That is all he\r\n\r\nsaid. Let him not misrepresent what has been said.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Well. I will quote the words that\r\n\r\nhe  used, Sir. He said that I marched into his  office.\r\n\r\nSir, I went with the delegation at about 9 o'clock  and\r\n\r\nwe  waited for him until 9.35 am. If he denied that, he\r\n\r\ncan  look  it up. We waited 35 minutes for the Minister\r\n\r\nwho is supposed to come to office at 9 o'clock. When he\r\n\r\ncame in, I very politely asked him - I called him by  his\r\n\r\nname,  \"Kia  Gan, what about seeing us  for  a  little\r\n\r\nwhile?\"   He   very   politely  spoke   to   me,   but,\r\n\r\nunfortunately, he went into his room and must have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2203</b></font><br><br>\r\n\r\n\r\n\r\nrung  up  his chief somewhere who, in  turn,  must\r\n\r\nhave directed him, I suppose, to put me off. After\r\n\r\nthat,  when  he came out again - and I  can  produce\r\n\r\nwitnesses, Sir - he completely ignored me. I did not\r\n\r\nmind  that, Sir, as I knew that was what was going\r\n\r\nto  happen. He spoke instead to the delegation. He\r\n\r\nput   on  airs  and  said,  \"You  never  made   an\r\n\r\nappointment  with me. You can't come to  see  me.\"\r\n\r\nThe people cannot go to see the Minister. Sir!  Is\r\n\r\nthat what he is trying to tell us? Is he trying to\r\n\r\ntell  us  that, as a representative of the people,\r\n\r\nthe people cannot see him? I remember, Sir -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the Member has made\r\n\r\nhis  point.  It  is completely irrelevant  to  the\r\n\r\nsubject we are discussing. He has made his point.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I will not pursue that part\r\n\r\nof it then. He said that I never want to see him a\r\n\r\nsecond time. Can I refer to that?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think it is completely\r\n\r\nirrelevant now.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I only want to point out that\r\n\r\nhe distorted the story.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That is on the record.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Anyway, Sir, to say that\r\n\r\nthese  people  have  no  just  grievances  is  not\r\n\r\ncorrect. If out of 100 people, one or two  persons\r\n\r\nhappen  to be able to afford to pay high  rentals,\r\n\r\nit does not mean that the other 98 persons will be\r\n\r\nable  to  afford such high rentals. The mere  fact\r\n\r\nthat  these fire victims had been staying in Bukit\r\n\r\nHo  Swee  is  proof  enough that  they  could  not\r\n\r\npossibly afford to pay high rentals. Nobody  would\r\n\r\nlike to live in an attap hut, Sir. Everybody would\r\n\r\nlike to live in beautiful Government bungalows and\r\n\r\npay  only a small rental. These fire victims  lost\r\n\r\nnot only their homes but all their belongings, and\r\n\r\nthe  Minister  now comes here and  tells  us  that\r\n\r\nthese people can afford to pay high rentals! If  a\r\n\r\nfew people are found to be able to afford, because\r\n\r\nof help from friends\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2204</b></font><br><br>\r\n\r\n\r\n\r\nor  other  business,  then I  think  the  Minister\r\n\r\nshould  be  fair enough to say that  the  majority\r\n\r\nreally  cannot afford. As a Government elected  by\r\n\r\nthe  people,  it is only fair that the  Government\r\n\r\nshould lock after the interests of the people.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Does the Minister wish to reply to\r\n\r\nthat?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan</b> indicated absent.\r\n\r\n \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If not, does the Member for Farrer\r\n\r\nPark wish for a vote?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I withdraw.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is it the pleasure of hon. Members\r\n\r\nthat the amendment be withdrawn?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> No. A vote.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid Bin Haji Jumat (Geylang Serai):</b>\r\n\r\nI beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D20 be\r\n\r\nreduced by $10 in respect of subhead 3.*\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*The same amendment also stood in the names of Inche Mohd. \r\n\r\nAli, Mr Low Por Tuck, Mrs Seow Peck Leng, and Dr\r\n\r\nThio Chan Bee.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is only a small matter. I would like to\r\n\r\nknow  what sort of rural development projects  the\r\n\r\nMinister has in mind.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nfrom the Four-Year Development Plan we can see\r\n\r\nthat the P.A.P. Government intends to allot half a\r\n\r\nmillion dollars for rural development projects.\r\n\r\nBut since 1960 up to now the so-called rural\r\n\r\ndevelopment projects have not been implemented.\r\n\r\nand the Government has not disclosed anything\r\n\r\nconcrete in relation to these projects. Yet in\r\n\r\nevery yearly Budget the Government provides nearly\r\n\r\n$500,000 as provision for rural development\r\n\r\nprojects. How is this? Does it mean that the\r\n\r\nMinister for Finance imagines that if there is a\r\n\r\nprovision of about half a million dollars, it will\r\n\r\nmake the Budget look impressive? Does it mean that\r\n\r\nthe Government by making this provision is showing\r\n\r\nthat it is interested in rural development and is\r\n\r\npaying attention\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2205</b></font><br><br>\r\n\r\n\r\n\r\nto the interests of the rural people? Does it mean that\r\n\r\nthe  Government intends to reserve this sum so that  it\r\n\r\nwill  not  be used on other items of expenditure?  Last\r\n\r\nyear, the actual sum spent on this item did not amount\r\n\r\nto  $30,000.  From this the people can see whether  the\r\n\r\nGovernment  is  sincere in its rural  development.  The\r\n\r\nGovernment  still  insists  on  using  very   beautiful\r\n\r\nphrases,   such  as  we  see  here - \"Rural   Development\r\n\r\nProjects\" - for the purposes of propaganda  and  to  make\r\n\r\nthe people who live in the rural areas believe that the\r\n\r\nGovernment  is  still  very much concerned  with  their\r\n\r\nlivelihood.\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people have a right to know what are the so-called rural development projects, and what kind of\r\n\r\nbenefit  these can give them. Therefore, the Government\r\n\r\nshould  say  clearly what is the content of  these  so-called   rural  development  projects.  The  Government\r\n\r\nshould  not waste time by taking a propaganda  line  by\r\n\r\nmentioning  in  very  vague  terms  the  provision   of\r\n\r\n$500,000 under this item. Mr Speaker, in the Four-Year\r\n\r\nDevelopment  Plan issued by the Government  last  year,\r\n\r\nyou will be able to see on page 66, under Table 7.3. on\r\n\r\nthe item, \"Other Rural Development,\" that the total sum\r\n\r\nthere  is  $700,000. This was meant to be  used  up  in\r\n\r\n1962. If we look at the provision of $700,000 for rural\r\n\r\ndevelopment  projects  in  1962,  we  know  that  these\r\n\r\nprojects  will  not be completed because the  estimated\r\n\r\nexpenditure  in  1962  amounts  to  $470,200.  But  the\r\n\r\nbalance  required lo complete the projects is $200,000.\r\n\r\nThis  shows  that the Government is unable to  complete\r\n\r\nthe  work. From this very small item, we can know  that\r\n\r\nthe Government's so-called development projects are all\r\n\r\nbankrupt.  The  very small provision of  $700,000  will\r\n\r\nhave  to  be  used up in 1962. From this we doubt  very\r\n\r\nmuch  whether  all  this work can  be  completed.  Only\r\n\r\nheaven knows when they will be able to use up all  this\r\n\r\nprovision.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member for Mountbatten is not here.\r\n\r\nI  do not know whether the Member for Tanglin wants  to\r\n\r\ntake any more time on that?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2206</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Tan Kia Gan.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> There is a provision of $470,200\r\n\r\nunder  subhead  3, \"Rural Development  Projects.\"  This\r\n\r\nprovision  is  required  for  the  following   schemes:\r\n\r\nfishery  training scheme, $20,000; Film unit,  $11,350;\r\n\r\nDiesel  outboard  engine  hire  scheme,  $15,000;  soil\r\n\r\ntesting   and  anti-pest  service,  $1,100;  four   new\r\n\r\nveterinary  extension centres, $130,700;  goat  scheme,\r\n\r\n$34,000;  expenditure on improvement for  the  Southern\r\n\r\nIslands,  $180,000; concrete platforms for  standpipes,\r\n\r\n$5,000;  water  supply to Pulau Tekong,  $34,000;  and\r\n\r\nmiscellaneous, $38,000.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Havelock accuses us of just having the\r\n\r\nprovision only for propaganda purposes. I think  it  is\r\n\r\nnecessary  for me to put him wise about  what  we  have\r\n\r\ndone.  The  Member  for Upper Serangoon  is  not  here.\r\n\r\nDuring  last  year's debate on the Budget  speech,  the\r\n\r\nMember  for Upper Serangoon sang a lot of high  praises\r\n\r\nfor  the Finance Minister. He said all the schemes  and\r\n\r\nall  the things we set out to do for the year 1961 were\r\n\r\nsomething which only the Finance Minister could do.  In\r\n\r\nother  words,  the ex-P.A.P. Members  who  are  sitting\r\n\r\nopposite  there,  thought at that  time  that  all  our\r\n\r\nprojects were good ones. But now that they are  on  the\r\n\r\nopposite  side, they say different things. Sir,  before\r\n\r\nthe  P.A.P. Government assumed office in July 1959, the\r\n\r\nDepartments   of   Agriculture,  Veterinary   Services,\r\n\r\nFisheries,   Co-operative   Development    and    Rural\r\n\r\nDevelopment  were separate departments. Each  of  these\r\n\r\ndepartments  had  some  sort of  extension  service  in\r\n\r\noperation.  For example, the extension service  of  the\r\n\r\nAgriculture Department was limited to only an  advisory\r\n\r\nservice  for farmers who approached the department  for\r\n\r\nassistance.  The  Fisheries Department  had  a  similar\r\n\r\nadvisory  service, as well as a mobile unit which  went\r\n\r\nround  the  various fishing villages to teach fishermen\r\n\r\nhow  to maintain and repair their fishing boat engines.\r\n\r\nThe  Veterinary  Department had  a  free  anti-ranikhet\r\n\r\ninoculation service for poultry as well\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2207</b></font><br><br>\r\n\r\n\r\n\r\nas  a  Farm Animal Disease Treatment service under  the\r\n\r\ncharge of only one qualified veterinary officer.  There\r\n\r\nwere  only four disease treatment centres for the whole\r\n\r\nisland. These services were extremely limited in scope.\r\n\r\nAfter  the  P.A.P. Government assumed office  in  1959,\r\n\r\nimmediate  steps were taken to step up  these  services\r\n\r\nand  to  start  new ones in order to  ensure  that  the\r\n\r\nfarmers and fishermen are given adequate assistance  to\r\n\r\nimprove  their technique. For instance, the  number  of\r\n\r\ndisease  treatment centres was increased  to  six.  The\r\n\r\nnumber  of  veterinary  officers  in  charge  of  these\r\n\r\ncentres  was  increased to live, so that farmers  could\r\n\r\nget  their sick pigs and poultry attended to much  more\r\n\r\nquickly.  In order to reduce the mortality of  chickens\r\n\r\nduring the first few weeks of their lives, a new scheme\r\n\r\nfor  the  inoculation of day-old chicks  in  the  natal\r\n\r\ncavity was also started. Pigs of good strain were  sold\r\n\r\nto  farmers at cheap prices to improve their stock. The\r\n\r\nnumber of boars used for the free stud boar service was\r\n\r\nalso  increased at the same time. In order to help  the\r\n\r\nfarmers  to  plough their land by mechanical  means  to\r\n\r\nincrease  the  productivity  of  their  land,  a  cheap\r\n\r\nploughing  service was started with  one  tractor.  The\r\n\r\nnumber  of tractors was later increased to three  as  a\r\n\r\nresult  of  the popularity of the service. Experimental\r\n\r\nwork  on  animal  improvement was  intensified  at  the\r\n\r\nSembawang  and  Lirn  Chu  Kang Experimental  Stations.\r\n\r\nExperimental .work was also carried out to find a cheap\r\n\r\nfertiliser mixer as a substitute for prawn dung.  These\r\n\r\nexperiments  have proved successful and steps  arc  now\r\n\r\nbeing taken to arrange for the sale of these fertiliser\r\n\r\nmixers to farmers in the near future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Two fishery training courses were also started in\r\n\r\nPasir  Panjang  to  teach youths the  construction  and\r\n\r\nrepair  of  fishing nets and fishing gears.  They  were\r\n\r\nalso  taught the repair and maintenance of fishing boat\r\n\r\nengines  as well as the building and repair of  fishing\r\n\r\nboats.  In  order  to  assist Malay  fishermen  in  the\r\n\r\nSouthern Islands to diversify their productive activity\r\n\r\na goat\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2208</b></font><br><br>\r\n\r\n\r\n\r\nrearing  scheme  has  been  started  in  four  islands,\r\n\r\nnamely, Ayer Merbau, Ayer Merlimau, Seraya and Termolo.\r\n\r\nA  total of 201 goats purchased specially from Kelantan\r\n\r\nhave  been  distributed to a total of  76  families  in\r\n\r\nthese islands.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1962, it is proposed to expand some of the\r\n\r\nexisting schemes, and also to start new ones to further\r\n\r\nassist  the  farmers and fishermen. For  instance,  the\r\n\r\ndisease  treatment  service will  be   extended  by  the\r\n\r\nconstruction of four new veterinary extension  centres,\r\n\r\none  in  each of the following areas: Tampines, Changi,\r\n\r\nYio Chu Kang and Thomson Road.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has expired.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The time allotted for Head D20 having expired, the\r\n\r\nfollowing amendment, standing in the names of  Mr  Ong\r\n\r\nChang Sam, Inche Ahmad Jabri bin Mohammed Akib, and Mr\r\n\r\nOng Eng Guan, was not proceeded with:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head D20 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $41,810,200 for Head D20 ordered to stand\r\n\r\npart of the Development Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2208</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D25 -\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced\r\n\r\nby $10 in respect of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not have to go into details, Sir, but you will\r\n\r\nnotice  from the figures that only a meagre performance\r\n\r\nhas been carried out by the Ministry of Health and Law.\r\n\r\nAlthough  a  suitable sum has been  budgeted  for  this\r\n\r\ntime, we hope the Government will be able to carry  out\r\n\r\nall   their  projects  under  this  head.  The   actual\r\n\r\nperformance  for  last year was only .5  per  cent.  If\r\n\r\nthere  is  any explanation possible, we would  like  to\r\n\r\nhave it from the Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Health and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health and Law (Mr K. M. Byrne):</b>\r\n\r\nMr Speaker, Sir, this is what is known as the residual\r\n\r\nvote of the Ministry for the purchase of equipment  for\r\n\r\nexisting buildings. Hon.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2209</b></font><br><br>\r\n\r\n\r\n\r\nMembers  will see that in the other votes  where  there\r\n\r\nare new building projects, to each of these projects is\r\n\r\nattached  a special development vote for furniture  and\r\n\r\nequipment. For instance, a new building is built.  Then\r\n\r\nthere is a separate sum of money voted for the purchase\r\n\r\nof  furniture and equipment for that new building. This\r\n\r\nresidual  vote  is used to meet requests for  equipment\r\n\r\nfor hospitals, for which no specific provision has been\r\n\r\nmade.  It also includes some items in respect of orders\r\n\r\nplaced  in  1961 for Woodbridge Hospital,  the  Chronic\r\n\r\nSick Hospital, outpatient services and the Thomson Road\r\n\r\nHospital, for which delivery is expected next year.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Dato\r\n\r\nAbdul Hamid bin Haji Jumat -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced\r\n\r\nby $10 in respect of subhead 2.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member for Geylang Serai is not\r\n\r\nhere. Dr Lee Siew Choh. Amendment (3).*\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced\r\n\r\nby $10 in respect of item (1) f subhead 6.*\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wonder if the Minister would care to explain what\r\n\r\nhas  happened to the works and buildings in the Thomson\r\n\r\nRoad Hospital.\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr K. M. Byrne:</b> The intention is to provide a surgical\r\n\r\nunit for the Thomson Road Hospital. As Members know, it\r\n\r\nis functioning now as a medical unit. It is proposed to\r\n\r\nput  up  this  new  building which will  incorporate  a\r\n\r\ntheatre  suited  for  general surgery,  obstetrics  and\r\n\r\ngynecology,  an  X-ray unit, a casualty  and  follow-up\r\n\r\nclinic,  an  admission  room,  and  a  medical  records\r\n\r\nsection.\r\n\r\n\r\n\r\n<br><br>6.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These facilities are needed to build this hospital up\r\n\r\ninto  a District General Hospital. The plans are nearly\r\n\r\ncomplete\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2210</b></font><br><br>\r\n\r\n\r\n\r\nand  we expect to complete this building by the end  of\r\n\r\nnext year.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Mr Speaker, Sir, from last year's\r\n\r\nDevelopment Estimates, the vote provided for this  item\r\n\r\nis  $837,000.  But  it seems from column  5 -  Estimated\r\n\r\nExpenditure  to 31-12-61 - that not a single  cent  has\r\n\r\nbeen spent, and the Minister has told us that the works\r\n\r\nand buildings are nearly completed.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Minister said they would be\r\n\r\ncompleted by the end of next year.\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr K. M. Byrne:</b> The building plans are nearly complete.\r\n\r\nThe building itself will be completed before the end of\r\n\r\nnext year.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Mr Speaker, Sir, can the Minister\r\n\r\nfor  Health and Law tell us what is the cause  of  this\r\n\r\ndelay in the Thomson Road Hospital?\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr K. M. Byrne:</b> Mr Speaker, Sir, before we became the\r\n\r\nGovernment,  we  announced  our  medical  plan  and  we\r\n\r\nappointed  a  doctor as the Parliamentary Secretary  in\r\n\r\nthe  Health  Ministry. When I took over  that  Ministry\r\n\r\nthree  months ago, I was surprised and shocked to  find\r\n\r\nthat  very little had been planned. One building  which\r\n\r\nhad  been planned was the Still Road clinic. The piling\r\n\r\nhas just been done. The plans are completed and tenders\r\n\r\nwill  be  going out. The next clinic to be planned  was\r\n\r\nthe  Queenstown  combined clinic.  Building  operations\r\n\r\nwill  begin on the 15th of this month. As Minister  for\r\n\r\nLabour I had pressed for a clinic in Kampong Bugis  and\r\n\r\nI  was  able to get the Kampong Bugis community  centre\r\n\r\nand clinic built. But other than these three buildings,\r\n\r\nI  was  very  shocked to see the state  in  which  this\r\n\r\nMinistry  had been left. Very little planning had  been\r\n\r\ndone.  That  is  why  everybody is disgruntled  in  the\r\n\r\nHealth Ministry. Surely the blame should be laid at the\r\n\r\ndoor  of  the former Parliamentary Secretary. He  is  a\r\n\r\ndoctor.  He  knows the conditions in  the  Ministry  of\r\n\r\nHealth better than anybody else does.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2211</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I agree with the Minister that he\r\n\r\nshould be shocked. But the shock should not be directed\r\n\r\ntowards the ex-Parliamentary Secretary, but towards the\r\n\r\nFinance  Minister because he had been  too  ham-fisted.\r\n\r\nAll the money had been kept back by him. The plans were\r\n\r\nall  ready but the money was not forthcoming,  although\r\n\r\nit was voted for and budgeted for. Why?\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr K. M. Byrne:</b> Sir, that is not true. I have gone into all\r\n\r\nthis.  When  we became the Government, we  changed  the\r\n\r\nsystem  of  organisation in the Ministry of Finance.  I\r\n\r\nremember  sitting through all this and  discussing  it.\r\n\r\nThe  Treasury  was  broken up into  two  sections,  the\r\n\r\nTreasury Sec, lion and the Development Section.  It  is\r\n\r\ntrue  that  the  Treasury  Section  goes  through   all\r\n\r\nestimates with a fine comb. That is their duty. That is\r\n\r\nthe purpose of a good Treasury Section. But in the case\r\n\r\nof  the Development Section, the idea is to spend money\r\n\r\non  development  projects. That is why the  Development\r\n\r\nSection  was introduced. It has been functioning  well.\r\n\r\nHow  is  it that other development projects are carried\r\n\r\nout  in  the other Ministries? It is because there  are\r\n\r\npeople  in the other Ministries planning these projects\r\n\r\nand pressing them on.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> Mr Speaker, Sir, what the Minister\r\n\r\nfor Health says is entirely not true. If you will allow\r\n\r\nme  to  read out all those items provided for  in  last\r\n\r\nyear's  Budget  sittings, you will be  shocked  because\r\n\r\nquite a number of items were not completed or not  even\r\n\r\nspent.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Probably other Ministers might\r\n\r\nget  equal shocks, but let us confine ourselves to  the\r\n\r\nMinistry  of  Health.  Does the Member  for  Queenstown\r\n\r\nrequire a vote?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> No, Sir, I withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2212</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced\r\n\r\nby $10 in respect of subhead 7.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a vote for Alterations to Mortuary, and\r\n\r\nthe  vote  asked  for  is $80,000.  I  would  like  the\r\n\r\nMinister  to  consider whether  it  will  not  be  more\r\n\r\neconomical  to  build  a  new mortuary  than  to  spend\r\n\r\n$80,000 just on alterations?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, this is the work which\r\n\r\ncould  not  be  done  last year because  the  provision\r\n\r\nentered  was inadequate. A sum of $20,000 was provided.\r\n\r\nI   am   informed  that  the  mortuary  is  in  a  very\r\n\r\nunsatisfactory  condition. There is no  proper  waiting\r\n\r\nroom  or lavatories for the public. There is inadequate\r\n\r\noffice space for the Coroner. I believe he has to  look\r\n\r\nat  dead  bodies out in the open. There is insufficient\r\n\r\nspace   for   mortuary  staff.  There   is   inadequate\r\n\r\nventilation,  poor lighting and lack of storage  space.\r\n\r\nThe  mortuary tables are unsatisfactory and it  is  not\r\n\r\npossible  at  present  to conduct examinations  without\r\n\r\nblood  and  other fluids contaminating the  floor.  The\r\n\r\ndrainage is also unsatisfactory.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, these alterations will provide long-needed improvements and facilities for the public. The\r\n\r\ndrawings have been completed and we are ready  to  call\r\n\r\nfor tenders. The work will commence early next year. In\r\n\r\nthis case, Mr Speaker, Sir, there is no need for us to\r\n\r\nbuild   another  mortuary.  The  alterations  will   be\r\n\r\nsufficient to improve it. It will cost very  more  than\r\n\r\n$80,000 to build a new mortuary.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> May I withdraw, Sir?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (5), Dr Lee.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2213</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Sir, can I take all the\r\n\r\namendments* -5, 6, 7, 8, 9, 10- together?\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*The amendments read as follows:-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) That the sum to be allocated for Head D25 be reduced by $10 in respect\r\n\r\nof subhead 8.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(6) That the sum to be allocated for Head D25 be reduced by $10 in respect\r\n\r\nof subhead 11.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(7) That the sum to be allocated for Head D25 be reduced by $10 in respect\r\n\r\nof subhead 13.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(8) That the sum to be allocated for Head D25 be reduced by $10 in respect\r\n\r\nof subhead 14.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(9) That the sum to be allocated for Head D25 be reduced by $10 in respect\r\n\r\nof subhead 27.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(10) That the sum to be allocated for Head D25 be reduced by $10 in respect\r\n\r\nof subhead 31.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Are they all connected?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Well, I am only bringing out\r\n\r\nthe  fact that the social services are not looked\r\n\r\nafter properly.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Subhead 8, Alterations to Wards;\r\n\r\nSubhead  11,  Dispensary and  Pre-packing  Rooms;\r\n\r\nsubhead  13,  New  Boiler  Room  with  Equipment;\r\n\r\nSubhead   14,  Renovations  and  Alterations   to\r\n\r\nOutpatient  Clinic,  Medical  Unit   I.   Is   it\r\n\r\nconvenient to take all these together?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Yes, Sir, and amendments (9)\r\n\r\nand (10), subheads 27 and 31.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Does the Minister agree?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr K. M. Byrne</b> indicated assent.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Subhead 27, Extension to\r\n\r\nDispensary  and  Bulk  Store,  and  subhead   31,\r\n\r\nMaternity Home. It is convenient. Dr Lee.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be\r\n\r\nreduced by $10 in respect of subhead\r\n\r\n8.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You remember, Sir, we said a few days back that\r\n\r\na  lot  of  money  had not been  spent  from  the\r\n\r\nMinistry of Health and Law, and this is  a  clear\r\n\r\nindication  of the P.A.P. not having  kept  their\r\n\r\npromises  to  serve  the  people.  $3.7   million\r\n\r\nbudgeted   for,  but  not  spent.  We  are   just\r\n\r\nwondering whether or not they are using the money\r\n\r\ninstead   on   something  else.  As  we   already\r\n\r\nindicated the other day, possibly they  might  be\r\n\r\nusing the money to earn interest elsewhere.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2214</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand, all these projects have not\r\n\r\nbeen  carried out simply because of the  staffing\r\n\r\npersonnel  not being ready. They are afraid  they\r\n\r\nmight  have  to  build  white  elephants  without\r\n\r\nanybody to staff these buildings and projects. If\r\n\r\nthey  had  only  carried out all their  promises,\r\n\r\nSir, if they had the personnel to look after  all\r\n\r\nthese projects, then I am sure the facilities and\r\n\r\nconvenience  to  the  people  would   have   been\r\n\r\nconsiderably  improved. Now that  the  Government\r\n\r\nhave budgeted for extra expenditure this year, we\r\n\r\nhope  they  will  carry  out  their  promises  as\r\n\r\nregards the health services.\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr K. M. Byrne:</b> Mr Speaker, Sir, with regard to\r\n\r\nsubhead  8, these are renovations and alterations\r\n\r\nto  wards  of the General Hospital. Much  of  the\r\n\r\nwork has already been completed. There is only  a\r\n\r\nvery  little more to be done to Ward 43, and then\r\n\r\nthe   whole  project  of  renovations   will   be\r\n\r\ncompleted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to subhead 11, Mr Speaker, Sir,\r\n\r\nthis is money to provide for another store to the\r\n\r\noutpatients  clinic at the General  Hospital,  to\r\n\r\nprovide  storage  space for  the  pre-packing  of\r\n\r\nmedicines, and to provide additional space for  a\r\n\r\ndispensary   store  to  relieve  the   congestion\r\n\r\nbecause of lack of space. The attendance at  this\r\n\r\noutpatients clinic is about 3,500 a day. There is\r\n\r\nvery  little  space available and the  dispensary\r\n\r\nthere  is very cramped. It is proposed to  extend\r\n\r\nthe dispensary facilities with this vote.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Subhead 13. This is for the installation of a\r\n\r\nnew  boiler. There were two old boilers. One  has\r\n\r\nalready  been  replaced some time ago,  and  this\r\n\r\nprovision  is for the purchase of another  boiler\r\n\r\nto  replace  the second old boiler  and  also  to\r\n\r\nprovide\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2215</b></font><br><br>\r\n\r\n\r\n\r\nsterilizing  equipment. These boilers are required  to\r\n\r\nsupply hot water to the wards.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Subhead 14 is a vote to provide facilities for an\r\n\r\noutpatient clinic in Medical Unit I. The present space\r\n\r\narrangements   are  improvised  and   inadequate   and\r\n\r\nunsatisfactory.  The  idea  is  to  provide  the  same\r\n\r\noutpatient facilities for Medical Unit I, as there are\r\n\r\nin Medical Unit II.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to subhead 27, this is an extension to\r\n\r\nthe  present  dispensary at Kandang  Kerbau  Hospital,\r\n\r\nwhich is inadequate for present requirements, and also\r\n\r\nto provide a waiting room for outpatients. In the Bulk\r\n\r\nStore,  the alteration would be to provide  space  for\r\n\r\ndental stores which have been transferred from Maxwell\r\n\r\nRoad  and  to  provide office space  for  the  general\r\n\r\nsurgical store staff. Tenders have been called for and\r\n\r\nthe work has started.\r\n\r\n\r\n\r\n<br><br>7.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Subhead 31.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, this is the con version\r\n\r\nof  the  hospital  at Maxwell Road  into  a  maternity\r\n\r\nhospital  with 72 beds. The plans have been  completed\r\n\r\nand  they are going out to tender. We have the medical\r\n\r\nstaff and the nursing staff that are required for  the\r\n\r\noperation  of this hospital. The tender for conversion\r\n\r\nis  going out very soon and we hope to have this  work\r\n\r\ncompleted in the course of next year.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendments* (6) to (10) are not being\r\n\r\nmoved. Amendment (11)+?\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* See footnote at cols. 2213-4.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;+ Amendment (11) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced by $10 in respect of\r\n\r\nsubhead 32.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I am not moving.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2216</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (12)++?\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n++Amendment (12) reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced by $10 in respect of\r\n\r\nsubhead 33.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I am not moving.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced\r\n\r\nby $10 in respect of subhead 35.#\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n#The same amendment also stood in the name of Dr Lee Siew Choh.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This reads \"Markets - Works and Buildings\". In the 1961 Development\r\n\r\nEstimates, details were given as  to\r\n\r\nthe  sites  where these markets were to be built,  but\r\n\r\nthis  has not been done for 1962. I am less interested\r\n\r\nin the sites than in wanting to know the policy of the\r\n\r\nGovernment  in  regard to markets  vis-a-vis  hawkers.\r\n\r\nThere  is  a tendency now for hawkers' pitches  to  be\r\n\r\nbuilt around the markets. If the Government think that\r\n\r\nthis is desirable, then I would suggest that a lot  of\r\n\r\nsaving  could be made by not building markets, because\r\n\r\nif  you  build them and you ask people to go in,  they\r\n\r\nwill  not  have  business at  all.  According  to  the\r\n\r\nrevised  plan cost, the amount is $3,808,900. I  think\r\n\r\nwe  could save this money and put it to better use. If\r\n\r\nthe  Government  feel it is better  to  have  hawkers'\r\n\r\npitches,  then  have  them on all the  proposed  sites\r\n\r\ninstead  of  building  markets with  hawkers'  pitches\r\n\r\nsurrounding  them, so that no one can  go  into  them,\r\n\r\nwith the result that the stalls in the markets are not\r\n\r\noccupied.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Sir, there are now two or three\r\n\r\ntwo-storey markets. They have not proved successful. I\r\n\r\nwonder  whether the Minister will look into the policy\r\n\r\nof the construction of such markets.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the hawkers, the Member for Cairnhill has\r\n\r\nalready  touched on this question. But I think  it  is\r\n\r\nonly  fair that the Minister should clarify the policy\r\n\r\nas regards pitches in and around the markets.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2217</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, as Members know, under\r\n\r\nthe  Municipal by-laws, it is an offence to  put  up  a\r\n\r\nhawker's stall within 50 yards of a market. That by-law\r\n\r\nis  being  flouted by hawkers generally. The Government\r\n\r\nwill be announcing its new policy on hawkers very soon.\r\n\r\nThe  intention is to charge a nominal licence  fee  for\r\n\r\nhawkers who are both itinerant and who occupy permanent\r\n\r\npitches.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the markets are concerned, those hawkers\r\n\r\nwho  ply  their  trade  outside  the  markets  will  be\r\n\r\nrequired  to pay the same fee that is payable by  those\r\n\r\nwho are in the markets. That is the only way of dealing\r\n\r\nwith  the situation. This will induce them to  take  up\r\n\r\npositions in the markets as the stalls fall vacant,  so\r\n\r\nthat  there  must  be  a differentiation  made  between\r\n\r\nhawkers  who  ply  their trade  in  pitches  away  from\r\n\r\nmarkets and hawkers who ply their trade in the vicinity\r\n\r\nof  markets. It is only by equating the fees of hawkers\r\n\r\nwho  ply their trade in the vicinity of markets to  the\r\n\r\nstallholders inside that you can control the problem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to the two-storey markets, I will look into the\r\n\r\nmatter.  There  might  be a need in  certain  congested\r\n\r\nareas where market facilities are inadequate for us  to\r\n\r\nbuild upwards. However, we will go very thoroughly into\r\n\r\nthat question before making any decision.\r\n\r\n\r\n\r\n<br><br><!-- Mr Leong Keng Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Leong Keng Seng (Serangoon Gardens)</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker, Sir, I want  to  bring  up  a\r\n\r\nproblem   concerning   my  constituency.   Last   year,\r\n\r\nprovision was made for the building of a new Serangoon.\r\n\r\nGardens  market, but after about half a year now,  this\r\n\r\nmarket has not been opened.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to ask the Minister when the Government wants\r\n\r\nto   open  that  market,  because  the  people  in   my\r\n\r\nconstituency have a great need for it.\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> As there is only a little more work to be\r\n\r\ndone, it will be completed very soon. I think we will\r\n\r\nbe able\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2218</b></font><br><br>\r\n\r\n\r\n\r\nto  open  the  market by January. The work  is  nearly\r\n\r\nfinished.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Dr Lee\r\n\r\nSiew Choh -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced\r\n\r\nby $10 in respect of item (3) of subhead 37.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I am not moving.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Tun Lim\r\n\r\nYew Hock -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced\r\n\r\nby $10 in respect of subhead 38.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I am not moving.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Dr Lee\r\n\r\nSiew Choh -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced\r\n\r\nby $10 in respect of subhead 43.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I am not moving.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (17)* - Outpatient Clinics and Dispensaries. Dr Lee Siew Choh.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I would also like to touch on\r\n\r\namendments+ (18) and (19). They are all under the same\r\n\r\nsubhead.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n+The amendments read as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(18) That the sum to be allocated for Head D25 be reduced by $10\r\n\r\nin respect of item (2) of subhead 44.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(19) That the sum to be allocated for Head D25 be reduced by $10\r\n\r\nin respect of subhead 44.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If the hon. Member will move amendment\r\n\r\n(17), he can touch on amendments (18) and (19).\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced\r\n\r\nby $10 in respect of item (1) of subhead 44*.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The outpatient services of the Government have been\r\n\r\na  great  disappointment. The  outpatient  clinics  and\r\n\r\ndispensaries  which were supposed to  have  been  built\r\n\r\nhave  not  been  forthcoming. The money voted  for  the\r\n\r\nclinics  in 1961 has not been used. As we have  already\r\n\r\npointed  out, the combined clinics, the Kallang Outdoor\r\n\r\nDispensary and other outdoor clinics have not  come  up\r\n\r\nto expectations.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2219</b></font><br><br>\r\n\r\n\r\n\r\nSurely  the  Government realise that in their  election\r\n\r\nplatform in 1959 they had made a specific promise  that\r\n\r\nthey would bring the medical and health services to the\r\n\r\npeople.  In  this, the Government has failed miserably.\r\n\r\nLet  us  hope  that in the coming year  something  will\r\n\r\nreally be done.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head D25 be reduced\r\n\r\nby $10 in respect of item (1) of subhead 44.\"\r\n\r\n\r\n\r\n<br><br>The  debate may range over item (2) of subhead  44  and\r\n\r\nthe whole of subhead 44.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, I think I have touched\r\n\r\non this before when the Member for Queenstown discussed\r\n\r\nthe provision of outpatient clinics in the Estimates of\r\n\r\nthe Ministry of Health then under review in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Briefly, we have a plan to divide the island into a\r\n\r\nnumber  of  areas with the main roads of  Singapore  as\r\n\r\ndividers. We hope to build clinics between Changi Road,\r\n\r\nGeylang  Road  and  the sea. In that area,  as  Members\r\n\r\nknow, the Kallang Clinic is now being extended. We have\r\n\r\nreceived  clearance  for funds to  turn  the  community\r\n\r\ncentre  at  Siglap into an outpatient clinic  with  one\r\n\r\ndoctor  in  charge, and work will be proceeding  almost\r\n\r\nimmediately. Further up, in Still Road, the piling  has\r\n\r\nbeen  done  for  a  combined clinic. This  clinic  will\r\n\r\nprovide outpatient facilities as well as maternity  and\r\n\r\nchild  welfare  facilities and also dental  facilities.\r\n\r\nFurther  up  Changi  Road, at Peng Ghee  Road,  we  are\r\n\r\nbuilding  a  new maternity and child health clinic  for\r\n\r\nthe  Kampong Chai Chee area. And still further  up  the\r\n\r\nroad,  at  Somapah Road, we are building an  outpatient\r\n\r\nclinic there. So these clinics will cover the east side\r\n\r\nof the island between Changi Road, Geylang Road and the\r\n\r\nsea.   In  between  Changi  Road,  Geylang  Road,   and\r\n\r\nSerangoon Road, we already have the maternity and child\r\n\r\nwelfare clinic and ante-natal clinic at Lim Ah Pin Road\r\n\r\nand  we  hope to build a standard outpatient clinic  in\r\n\r\nKampong Chai Cheng in Yio Chu Kang.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2220</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is , an outpatient clinic at\r\n\r\nJalan  Kayu  and in the Thomson Road area, the  Housing\r\n\r\nBoard  is  putting up a clinic for us in the  Sembawang\r\n\r\narea.  We  hope to build also an outpatient clinic  for\r\n\r\nthe  Thomson  Road  Hospital in the  Hospital  grounds.\r\n\r\nGoing  on from there, in the Bukit Timah area, we  have\r\n\r\nthe  present maternity and child health clinic  at  the\r\n\r\n7th  milestone. There is a vacant piece of land  behind\r\n\r\nwhich is used as a store for the Health Department.  We\r\n\r\npropose to put up an outpatient clinic there so that we\r\n\r\nwill  have a combined clinic here. There is already  an\r\n\r\noutpatient  clinic with two doctors at  Bukit  Panjang.\r\n\r\nGoing into Jurong, we shall build a small clinic at the\r\n\r\n14th  milestone.  At Thong Hoe Village,  the  community\r\n\r\ncentre there has been turned into a maternity and child\r\n\r\nhealth  centre. Coming back into Bukit Timah  Road,  at\r\n\r\nKranji, we are turning the community centre there  into\r\n\r\na  small  outpatient clinic and a maternity  and  child\r\n\r\nhealth  clinic.  Going into Pasir Panjang,  we  already\r\n\r\nhave  a  clinic  at the 5� milestone, a  maternity  and\r\n\r\nchild health centre at Kay Hai Road, and we propose  to\r\n\r\nbuild a combined clinic in Keppel Road so that if could\r\n\r\nserve the dock area.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Once we have built these clinics, it will relieve the\r\n\r\npressure  on  the  general  outpatient  clinic  at  the\r\n\r\nGeneral  Hospital. We will turn the  North  Canal  Road\r\n\r\nClinic  into  an  outpatient clinic for all  Government\r\n\r\nofficers and City Council employees.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the town area, Mr Speaker, Sir, we hope to put up\r\n\r\nan  outpatient  clinic in a bombed  site  in  Bencoolen\r\n\r\nStreet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These are the projects we have in mind and we shall\r\n\r\ncomplete most of them by next year.\r\n\r\n\r\n\r\n<br><br>7.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Leong Keng Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Leong Keng Seng</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nin  talking about outpatient clinics, the Minister  has\r\n\r\njust  now  mentioned many projects. I want to  ask  the\r\n\r\nMinister  whether these projects have been carried  out\r\n\r\nor not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wrote a letter at the beginning of this year to the\r\n\r\nMinistry  of  Health  asking them when  the  Chia  Keng\r\n\r\nclinic would\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2221</b></font><br><br>\r\n\r\n\r\n\r\nbe  completed. They replied that this clinic would  be\r\n\r\ncompleted  this year. So far the work has not  started\r\n\r\nyet. Perhaps it will be completed next year.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, we have been offered a\r\n\r\npiece of land in Serangoon Garden Estate. But it is  a\r\n\r\nbit  too  far away from the main road, and the  public\r\n\r\ncannot  be expected to make good use of the clinic  if\r\n\r\nit  is some distance from the main road. So that  site\r\n\r\nis  not suitable. If we could have used that site, Mr\r\n\r\nSpeaker,  Sir,  a clinic would have been  built  there\r\n\r\nbefore  now. We have to look for another site  in  Yio\r\n\r\nChu Kang Road. There is a site available at the corner\r\n\r\nof  Highland Road and Yio Chu Kang Road which is ideal\r\n\r\nfor  the  purpose. We will have to acquire that  site\r\n\r\nfor  the  purpose.  All  this takes  a  lot  of  time.\r\n\r\nSuitable sites have to be carefully selected. But  now\r\n\r\nthat  we have the site, Mr Speaker. Sir, and we  know\r\n\r\nthe  locality, we will be able to acquire the land and\r\n\r\nget  on with the work. And that is what we propose  to\r\n\r\ndo.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> It has taken the Minister quite\r\n\r\nsome time to get on with the idea. For example, I know\r\n\r\nthe  Poly Clinic in Queenstown was scheduled  to  have\r\n\r\nbeen  completed before the end of this year. What  has\r\n\r\nhappened?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, that question should be\r\n\r\nreferred to the gentleman who sits on his left.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, since the\r\n\r\nMinister  for  Health and Law wants me to  answer  the\r\n\r\nquestion, I will certainly answer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all I do not know how the question could\r\n\r\never  be  directed  to  me, because  I  never  held  a\r\n\r\nministerial  appointment in the  Ministry  of  Health.\r\n\r\nNevertheless, even though I was only the Parliamentary\r\n\r\nSecretary,  I had urged the Cabinet so many  times  to\r\n\r\nget  things going It was the Finance Minister who  was\r\n\r\nthe  stumbling  block to all my appeals,  because  his\r\n\r\nargument  was that since we were not able to find  the\r\n\r\ndoctors  to  staff  the clinic, why  build  a  clinic?\r\n\r\nTherefore,  everytime we applied for an unfreezing  of\r\n\r\nfunds to build clinics, they said, \"Show\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2222</b></font><br><br>\r\n\r\n\r\n\r\nus the doctors first.\" It was the Minister for Finance\r\n\r\nwho was responsible, not me.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is that a satisfactory answer?\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, we have now back from\r\n\r\nEngland,    Australia   and   elsewhere   35    junior\r\n\r\nspecialists. I can give their names if you want me to.\r\n\r\n35 doctors were sent overseas for specialist training.\r\n\r\nWe  do not need any more specialists from abroad.  For\r\n\r\nthe  medical officers, there are 55 vacancies. We have\r\n\r\n47  housemen. We have another 21 doctors  coming,  17\r\n\r\nfrom India, three from Pakistan, and one from Formosa.\r\n\r\nSo  that we will have more doctors by March next  year\r\n\r\nthan  the money to pay for them, and we will  have  to\r\n\r\nuse  other  votes  for the purpose.  So  that  if  the\r\n\r\nFinance Minister had asked the Parliamentary Secretary\r\n\r\nto  state where he hoped to get the doctors, it  would\r\n\r\nhave  been  quite easy for the Parliamentary Secretary\r\n\r\nto have made diligent enquiries in the Ministry and to\r\n\r\nhave  given him this information, and the Minister  of\r\n\r\nFinance would have been satisfied.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> I assure the Minister, Sir, that\r\n\r\nthat  information  was  given  to  the  Minister.  The\r\n\r\nMinister  for Health and Law himself puts  it,  \"These\r\n\r\ndoctors will be available by next year.\" So how  could\r\n\r\nthis  question, when asked of me last  year  or  early\r\n\r\nthis  year, be  answered when  the  doctors  are  not\r\n\r\nexpected to come until next year?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendments* (18) and (19) are not being\r\n\r\nmoved.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* See footnote at cols. 2217-8.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Tun Lim\r\n\r\nYew Hock -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced\r\n\r\nby $10 in respect of item (2) of subhead 46.+\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I am not moving amendment (20)+.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced\r\n\r\nby $10 in respect of subhead\r\n\r\n48.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2223</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a very big item - $1.6 million for\r\n\r\nInstitutional Quarters. We would like the  Minister  to\r\n\r\ngive  us  some  details of what kind  of  institutional\r\n\r\nquarters it is proposed to build for $1.6 million.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, this is also one of the\r\n\r\npromises that the last Government made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, only two days ago tenders were\r\n\r\naccepted  for the building of four blocks, of 24  units\r\n\r\nper block at Woodbridge Hospital and seven blocks of 24\r\n\r\nunits per block at the Tan Tock Seng Hospital, so  that\r\n\r\nthere  will be 96 units at Woodbridge Hospital and  168\r\n\r\nunits  at  the  Tan  Tock  Seng  Hospital  for  medical\r\n\r\nservants. We are getting on with the work. A lot of the\r\n\r\nservants  in these hospitals are unhoused, and  reports\r\n\r\nare  that  this is a disgraceful state of  affairs.  So\r\n\r\nthis work is now in hand.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> May I withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the names of Mr\r\n\r\nA. P. Rajah and Mr Ong Chang Sam -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D25 be reduced\r\n\r\nby $100.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> I am not moving.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam:</b> I am not moving.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $12,700,800 for Head D28 ordered to stand\r\n\r\npart of the Development Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2223</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D28 -\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D28 be reduced\r\n\r\nby $10 in respect of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understood from the Finance Minister's speech\r\n\r\nthat  with integration there would be a lot of savings.\r\n\r\nIt  would appear, from this vote, that with integration\r\n\r\nthere  is to be more spending. Can the Minister  please\r\n\r\nexplain?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2224</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> This expenditure is required to carry out\r\n\r\nthe  integration of the City Analyst's Department  into\r\n\r\nthe  Chemistry Department. Internal rearrangements  and\r\n\r\nalterations  are  required  in  the  two  ground  floor\r\n\r\nlaboratories in the Department of Chemistry to  provide\r\n\r\nworking   bench  space,  and  unification  of   certain\r\n\r\nfunctions  which  are  at  present  duplicated  in  the\r\n\r\nDepartment   of   Chemistry  and  the  City   Analyst's\r\n\r\nDepartment.  This  would involve the reorganisation  of\r\n\r\nfittings  and  existing works benches, installation  of\r\n\r\nnew  work  benches,  and  installation  of  fluorescent\r\n\r\nlighting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The proposal for the second phase in 1962 is to erect\r\n\r\na  new apparatus store to take the place of the present\r\n\r\nstore which would be converted into a laboratory.  This\r\n\r\nconverted  laboratory  would provide  extra  laboratory\r\n\r\nspace  and  could also meet any additional demands  for\r\n\r\nchemical    services   that   may   arise   from    the\r\n\r\nindustrialisation of the State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is proposed to convert the one-storey chemical\r\n\r\nstore,  which  is situated outside the  main  building,\r\n\r\ninto a two-storey building. The first storey could then\r\n\r\naccommodate the apparatus. This is required because  of\r\n\r\nthe  integration of the City Analyst's Department  with\r\n\r\nthe Department of Chemistry.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I withdraw, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $66,750 for Head D23 ordered to stand part\r\n\r\nof the Development Estimates.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Minister for Health is the first\r\n\r\nMinister to save half an hour!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Very healthy!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2224</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D32 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the names of Dato\r\n\r\nAbdul Hamid, Dr Lee Siew Choh and Dr Thio Chan Bee -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D32 be reduced\r\n\r\nby $10 in respect of subhead 1.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Dato Abdul Hamid is not here.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2225</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I beg to move, Sir,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head D32 be reduced\r\n\r\nby $10 in respect of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I first refer you to the Development\r\n\r\nEstimates  of 1961 at page 519? It says there  (in  the\r\n\r\nmiddle   column)  \"Estimated  to  be  spent  in  1961 - $40,000,000\".  And  what do we see in  the  Development\r\n\r\nEstimates of 1962? In the \"Estimated Expenditure to 31-12-61\"  column,  it is also \"$40,000,000\".  I  want  to\r\n\r\ncongratulate the Minister for Finance on his ability in\r\n\r\nhaving spent so much money - the only item where there is\r\n\r\n100 per cent performance. But -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> He knows it.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> But when we look into it, we see\r\n\r\nthat the expenditure is only paper expenditure - a paper\r\n\r\ntransfer. In fact, the performance is 0-0-0 per cent.\r\n\r\nThere is no expenditure at all. Then why put it down\r\n\r\nthere - \"Estimated Expenditure - $40 million\"? If the\r\n\r\nMinister for Finance has to use his ingenuity, I\r\n\r\nbelieve -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Point of elucidation.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> All right, since he is so anxious\r\n\r\nto  explain,  I will give him a chance to explain  very\r\n\r\nquickly, Sir. The only thing, as I say, is to  let  the\r\n\r\nMinister  for  Finance  use  his  ingenuity  to  better\r\n\r\npurpose. Make sure that whatever brains he may have  be \r\n\r\nspent on providing good services for the people.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Is it Head D32, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member for Tanglin is far behind!\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Sir, I think under this Head I can\r\n\r\nrefer   to   the   Commission  of  Inquiry   into   the\r\n\r\nConstructional  Capacity  of  Singapore,  because   the\r\n\r\nReport relates a great deal to economic development.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2226</b></font><br><br>\r\n\r\n\r\n\r\nSir,  in this Interim Report by that Commission,\r\n\r\nthe  recommendations are very important and  we  wonder\r\n\r\nwhether  the  Finance Minister can say  that  they  are\r\n\r\nbeing implemented.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second question, Sir, is this: this Commission\r\n\r\nhas  on it several members of the Barisan Sosialis  and -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> One.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> One? Perhaps the Minister may want\r\n\r\nsome other substitutes -\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> No!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Perhaps he might want an\r\n\r\nAlliance member!\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> In any case, Sir, we feel the\r\n\r\nCommission must go on, and perhaps the Finance Minister\r\n\r\nwill  be  able  to say when the final  report  will  be\r\n\r\nready.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to this Commission, Sir, there are grave\r\n\r\nshortages  in  various departments in the Ministry  and\r\n\r\nthey  recommend  that  the shortages  be  met  quickly,\r\n\r\notherwise it is going to be very difficult to implement\r\n\r\nthe  various schemes which Government has. I  hope  the\r\n\r\nGovernment  will  be  able  to  enlighten  us  on   the\r\n\r\nCommission's recommendations on shortages.\r\n\r\n\r\n\r\n<br><br>7.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, as several young innocent\r\n\r\nmaidens have said on unexpected occasions, \"This is all\r\n\r\nso sudden!\" Therefore, I am not fully prepared, in view\r\n\r\nof  the  suddenness with which Opposition Members  have\r\n\r\nsprung  their  comments on this, really  to  gather  my\r\n\r\nmaterial. However, Sir, if you will pardon me  while  I\r\n\r\ngo through my papers.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Perhaps another Opposition Member would\r\n\r\nlike to speak? No? Dr Goh.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> The trouble in the Ministry of\r\n\r\nFinance  is that we have to deal with a lot of  papers,\r\n\r\nand  quite  often there is difficulty  in  sorting  out\r\n\r\nwhich  file to pull out the right moment. One paper  is\r\n\r\nleft behind.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2227</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I shall first deal with the points raised by the hon.\r\n\r\nMember for Tanglin. He raised two points concerning the\r\n\r\nReport  of  the  Building Commission. First,  he  asked\r\n\r\nwhether the recommendations arc being implemented.  The\r\n\r\nanswer  is  yes. Second, when will the final report  be\r\n\r\nout?  Actually the final report is with the  Government\r\n\r\nPrinters. The Minister for culture, of course, controls\r\n\r\npriority  of  work  governing  the  programme  of   the\r\n\r\nGovernment  Printers. I hope we  will  get  this  final\r\n\r\nreport as soon as possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Queenstown, Mr Speaker, Sir, has\r\n\r\nproduced  an  image of another paper article.  We  have\r\n\r\ntoday paper tigers. I have suggested a paper crocodile.\r\n\r\nAnd  the Member for Queenstown when referring  to  the\r\n\r\n$40  million voted for the Economic Development Board,\r\n\r\nsays  it is a paper transfer. Sir, I do not quite  know\r\n\r\nwhat  is  the  point that the Member for Queenstown  is\r\n\r\nmaking. There was a transfer of certain funds belonging\r\n\r\nto  the  Government to the Economic Development  Board,\r\n\r\nwhich was constituted under an Ordinance passed by  the\r\n\r\nHouse. If that was the point he was making, I say it is\r\n\r\nquite correct factually. But if his point was that this\r\n\r\n$40 million should have been spent by now and he rather\r\n\r\nregretted that there had been so much delay in spending\r\n\r\nthis $40 million, then I say. Mr Speaker, Sir, all the\r\n\r\nthings  I  have said in explanation of how the Economic\r\n\r\nDevelopment  Board  is set up, and what  its  functions\r\n\r\nare.  I have dealt with all these matters, not only  in\r\n\r\nmy  Budget  Statement this year, but also in my  Budget\r\n\r\nStatement  last year. I have explained that  there  are\r\n\r\nseveral stages we have to go through before we  set  up\r\n\r\nthe  Economic  Development Board, let alone  spend  the\r\n\r\nmoney. If the Member is contending that we should  have\r\n\r\nspent  a  sum of $40 million worth of taxpayers'  money\r\n\r\nbefore  we  have  set  a properly constituted  Economic\r\n\r\nDevelopment Board - if that is his point - then I  say  he\r\n\r\nis  merely talking through his hat. I have explained in\r\n\r\nmy  two Budget speeches that this is going to be one of\r\n\r\nthe major instruments of implementing Government\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2228</b></font><br><br>\r\n\r\n\r\n\r\npolicy.  Therefore,  because it  is  so  important  and\r\n\r\nbecause  it is going to cost so much money, we have  to\r\n\r\ngo through this process carefully and meticulously, and\r\n\r\nwith  the advice of experts in other parts of the world\r\n\r\nwho  have had experience in this sort of thing. I  have\r\n\r\nalready admitted that we are not geniuses, that we  are\r\n\r\nnot  going to spend $40 million off the cuff.  So  what\r\n\r\nexactly  is  the  point the Member  for  Queenstown  is\r\n\r\nmaking? Perhaps, Sir, if he is prepared to elaborate on\r\n\r\nhis statement, I will then continue with my reply.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I will explain what I have been\r\n\r\ntrying  to tell the Minister for Finance, If  you  will\r\n\r\nlook  at  page  8, the Summary of Expenditure  of  the\r\n\r\nDevelopment  Estimates, 1962, you will  find  that  the\r\n\r\nbiggest  item is under Head D32, Ministry  of  Finance,\r\n\r\n$47,600,000. The point is this. Did the Minister  spend\r\n\r\nthat money?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Therefore, why put it down to give\r\n\r\nthe  impression to the people that you have spent  that\r\n\r\namount of money? Why give the impression that you  have\r\n\r\ndone something when you have not?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, when he was referring to the\r\n\r\n$42  million, he was referring to the vote for 1962.  I\r\n\r\nthought  he was referring to the expenditure  in  1961,\r\n\r\nwhich  was  $47.6 million. That is clear.  That  is  an\r\n\r\nelementary point.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I think he is probably wearing the\r\n\r\nwrong spectacles! You see the figure $47.6 million, and\r\n\r\nthe  other  figure is $42.3 million.  It  is  the  same\r\n\r\nfigure, when nothing has been done by the Ministry.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Dr Goh Keng Swee.\r\n\r\nPlease be brief. The answer is so simple.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> There are times when I do not know\r\n\r\nwhat year we are in! I believe this is the year 1961.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Take both years.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> In 1961, the amount voted for the\r\n\r\nMinistry  of  Finance is $47.6 million,  of  which  $40\r\n\r\nmillion\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2229</b></font><br><br>\r\n\r\n\r\n\r\nwould be for the Economic Development Board. In 1962,\r\n\r\nit is a different proposition. The Economic Development\r\n\r\nBoard get $20 million, and the other sums are for other\r\n\r\nitems. However, Sir, the Member for Queenstown really\r\n\r\ndid not make the point that we should have spent this\r\n\r\n$40 million in the Economic Development Board in the\r\n\r\ntwo years. That is the point. No doubt the Member for\r\n\r\nQueenstown, who is a doctor -\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> On a point of clarification.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> If you will turn to page 29 again,\r\n\r\nSir, \"Estimated Expenditure to 31st December, l961 - $40\r\n\r\nmillion\". In other words, the Minister is trying to\r\n\r\ntell the House that $40 million will be spent by the\r\n\r\nend of this month. Is that correct? Will that amount be\r\n\r\nspent?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, not only will it be spent,\r\n\r\nbut it has been spent. The Government has transferred\r\n\r\n$40 million worth of assets to the Economic Development\r\n\r\nBoard. This is the point he made. This is a real bright\r\n\r\nstar! - Sir, Government having made an advance  - I\r\n\r\nthink it was sometime in October - within the brief\r\n\r\nspace of October, November and even December (three\r\n\r\nmonths), he expects the Economic Development Board to\r\n\r\nspend $40 million! Could anything be more stupid than\r\n\r\nthis, Mr Speaker, Sir, that you expect a statutory\r\n\r\nauthority, vested with the power of spending Government\r\n\r\nmoney to useful purpose, to spend $40 million in three\r\n\r\nmonths' time? The Member for Nee Soon [Interruption] -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> - made a fair statement of\r\n\r\nexpectations.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, the Minister\r\n\r\nfor Finance is trying to mislead us. Surely the\r\n\r\nEconomic Development Board, even as at this time last\r\n\r\nyear, was already aware that $40 million was due to it,\r\n\r\nand it could well have made calculations to spend that\r\n\r\nmoney. It is wrong to say that it only\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2230</b></font><br><br>\r\n\r\n\r\n\r\ngot  the  money  in  October this  year.  As  early  as\r\n\r\nNovember  1960  it  already knew that  that  money  was\r\n\r\nforthcoming.   And   knowing  that   that   money   was\r\n\r\nforthcoming  and not spending it - that is what  we  are\r\n\r\npointing out.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> I am indebted to the Member for\r\n\r\nNee  Soon for pointing out this so-called alleged fact.\r\n\r\nHe  says that the Economic Development Board knew  last\r\n\r\nyear  that it had this money to spend, and why  did  it\r\n\r\nnot  make plans to spend it? The answer is very simple.\r\n\r\nThe Economic Development Board was formed on the 1st of\r\n\r\nSeptember this year. It did not exist last year. So how\r\n\r\ncould it make plans? How could a non-existing body make\r\n\r\nplans  to spend this money. Perhaps the Member for  Nee\r\n\r\nSoon would like to amplify?\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> The shadow CaBinet, so to speak,\r\n\r\nSir,  of the Economic Development Board was already  in\r\n\r\nexistence long before that. After all, this was one  of\r\n\r\nthe  P.A.P. promises. Although the Board was officially\r\n\r\na  pointed  on 1st September, a mock Board,  if  I  may\r\n\r\nphrase  it,  was  already in existence ever  since  the\r\n\r\nP.A.P.  declared its economic policy in 1959. I  think\r\n\r\nthat is a very long time ago.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I might remind Opposition\r\n\r\nMembers that they have saved half an hour of good time.\r\n\r\nIt  looks  as though they are throwing away that  time.\r\n\r\nDr Goh Keng Swee.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, after hearing from two\r\n\r\nmedical  practitioners, I think the people of Singapore\r\n\r\nreally should thank their lucky stars that doctors  are\r\n\r\nnot in charge of financial and economic policy. Sir,  I\r\n\r\nhad a talk with my colleague, the Minister for Culture,\r\n\r\nand  I said that I had gone to great lengths to explain\r\n\r\nthe   Singapore  River  project  to  Members   of   the\r\n\r\nOpposition  and  why the original  plan  could  not  be\r\n\r\ncarried  out. It is obvious that all my work  then  was\r\n\r\nwasted.  I said to him that I had spent so much  effort\r\n\r\nin  trying to put across a message to human beings whom\r\n\r\nI  thought  to  be  in possession of  their  faculties,\r\n\r\nreasonably  intelligent, but I found the  whole  effort\r\n\r\nwas  wasted. He assured me that if a person were  short\r\n\r\nof\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2231</b></font><br><br>\r\n\r\n\r\n\r\nnormal  intelligence, he might be  able  to  comprehend\r\n\r\nabout 15 per cent of what a normal man is trying to get\r\n\r\nacross.  In the case of the Barisan Sosialis, there  is\r\n\r\nno  hope  at  all because their powers of comprehension\r\n\r\nare extremely limited. Therefore, all that I can do  is\r\n\r\nto  recapitulate the things I have said before. I  hope\r\n\r\nthis  time they will understand how it is not  possible\r\n\r\nfor  any  organisation to spend $40  million  in  three\r\n\r\nmonths,   unless,  of  course,  it  is   a   charitable\r\n\r\norganisation which is prepared to dish out money to all\r\n\r\nand sundry.\r\n\r\n\r\n\r\n<br><br>7.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have said that before you can set up an Economic\r\n\r\nDevelopment  Board, you must first make a comprehensive\r\n\r\nstudy of what the potential is for industrial expansion\r\n\r\nin Singapore. Singapore is a trading centre. There is a\r\n\r\nsmall manufacturing class, but they are not capable  by\r\n\r\nthemselves of mounting the effort.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER (Mr John Mammen) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So it was necessary to seek advice from experts\r\n\r\noutside Singapore. That is why we approached the United\r\n\r\nNations  to  send two special missions  to  advise  the\r\n\r\nSingapore  Government  on its industrial  programme.  I\r\n\r\nthink this may be the proper occasion for me to give an\r\n\r\naccount   of  the  principal  findings  of  these   two\r\n\r\nindustrial  missions.  I know, of  course,  Mr  Deputy\r\n\r\nSpeaker, Sir, what I say will be completely lost to the\r\n\r\ntwo  doctors  on  the Barisan Sosialis benches.  It  is\r\n\r\nquite  evident  that  it  is  beyond  their  powers  to\r\n\r\ncomprehend   the   most  elementary   propositions   in\r\n\r\neconomics.  Nevertheless, for those who  takes  a  more\r\n\r\nserious  view of our economic future, I intend to  give\r\n\r\nan  account  of  the  main  findings  of  the  team  of\r\n\r\nindustrial  experts  whom the United  Nations  sent  to\r\n\r\nSingapore.  The  U.N. team recommended two  courses  of\r\n\r\naction.   Firstly,  a  10-year  industrial   programme;\r\n\r\nsecondly, a crash programme to mop up -\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> P.A.P.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> - the large numbers of unemployed\r\n\r\npersons now in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2232</b></font><br><br>\r\n\r\n\r\n\r\nSingapore.  They estimated that to contain the  problem\r\n\r\nsome  78,000  jobs must be created in the manufacturing\r\n\r\nindustry in the next 10 years. To achieve this, a total\r\n\r\ncapital of about $800 million will have to be invested.\r\n\r\nThe  United  Nations team went at length  into  certain\r\n\r\npolicy   matters  of  how  the  industrial  effort   in\r\n\r\nSingapore  should  be  mounted.  But  I  will  not  say\r\n\r\nanything  today  because, on various occasions  in  the\r\n\r\npast,   I   had  referred  to  some  aspects   of   the\r\n\r\nindustrialisation policy. But I would  like  to  inform\r\n\r\nthe  House of some of the specific proposals which  the\r\n\r\nUnited  Nations industrial mission made in  respect  of\r\n\r\nestablishment  or  expansion  in  certain   fields   of\r\n\r\nindustry.  The  mission was divided into  a  number  of\r\n\r\nexperts,  each  making recommendations in  his  special\r\n\r\nfield.   First,  we  had  the  experts  on  metal   and\r\n\r\nengineering  industries.  They  calculated   that   the\r\n\r\nprojects  they  thought  feasible  of  introduction  in\r\n\r\nSingapore would involve a total -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr John Mammen (Chairman) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman (Mr Mammen):</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> On a point of order. If it is\r\n\r\ngoing  to be a long statement, could the Minister  give\r\n\r\nus a ministerial statement instead?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, I do not think\r\n\r\nso.  The  reason is this. The Barisan Sosialis, whether\r\n\r\nin  jest or not, have thought that the Government  have\r\n\r\nmade  a  poor  show because they failed  to  spend  $40\r\n\r\nmillion  in  the brief three months that  the  Economic\r\n\r\nDevelopment Board was in existence, and therefore -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> On a point of explanation.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If the Minister gives way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> It is not so much their failure to\r\n\r\nspend  the  money  as  the  deception  that  has   been\r\n\r\npractised in putting the money as having been spent  or\r\n\r\nis\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2233</b></font><br><br>\r\n\r\n\r\n\r\nto  be spent, when it is not going to be spent and  has\r\n\r\nnot been spent, and is merely a paper transfer. That is\r\n\r\nthe point.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We are discussing the Economic\r\n\r\nDevelopment Board's estimate and it is proper  for  the\r\n\r\nMinister to give details because the Opposition Members\r\n\r\nhave asked for them. It is also proper for the Minister\r\n\r\nto  explain  the functions of the Economic  Development\r\n\r\nBoard.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, I have already said that the\r\n\r\nmoney  has  been spent by the Government.  $40  million\r\n\r\nworth of assets have been transferred -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Not enough!\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> - from the accounts of the\r\n\r\nAccountant-General  to the Economic Development  Board.\r\n\r\nAnd  there is that foolish young man from Choa Chu Kang\r\n\r\nwho  expects  results in Industrialisation  in  two  or\r\n\r\nthree months! Sir, is this the sort of intelligence  we\r\n\r\nexpect  from the Barisan Sosialis? Everyone knows  that\r\n\r\nindustrialisation is not a process that you complete in\r\n\r\ntwo  or three months. We are extremely lucky if we  can\r\n\r\ncomplete this process in two decades, let alone two  or\r\n\r\nthree  months. So, Mr Deputy Speaker, Sir, I have  the\r\n\r\ndisadvantage of trying to put before this House and the\r\n\r\npeople of Singapore a serious problem and to explain to\r\n\r\nthem  the manner in which we are tackling it.  In  this\r\n\r\nvery  serious attempt (and this is vital - the  happiness\r\n\r\nand  welfare  of the people will depend on  whether  we\r\n\r\nsucceed   or   not  in  our  effort  to   industrialise\r\n\r\nSingapore), I find that Members on the other  side  are\r\n\r\nincapable  of  grasping the most  elementary  statement\r\n\r\nthat  I make. They treat this whole subject as a  joke.\r\n\r\nWhy they do so, Mr Deputy Speaker, Sir, I do not know.\r\n\r\nThe only comment I can make is that it is an indication\r\n\r\nof  the  absolute immaturity and childishness of  their\r\n\r\napproach to national problems. Mr Deputy Speaker, Sir,\r\n\r\nif  I can enlarge on this point; I mean, it pains me to\r\n\r\nhave   to   lecture   to  adults  who   claim   to   be\r\n\r\nrepresentatives of the people. When they are faced with\r\n\r\na  serious problem, and when the Minister in charge  of\r\n\r\nthis problem\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2234</b></font><br><br>\r\n\r\n\r\n\r\nwants to give a serious exposition of how it is solved,\r\n\r\nthey do not meet it with seriousness. They laugh it off\r\n\r\nas  a  big joke. Do they think this is the way in which\r\n\r\naffairs of State are conducted? Perhaps the Member  for\r\n\r\nChoa  Chu Kang would like to explain. If he does, I  am\r\n\r\nprepared to give him two minutes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Por Tuck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Por Tuck:</b> I am not an economist. But from the\r\n\r\nDevelopment Estimates produced by the Government, it is\r\n\r\nquite  clear that the House has approved 350  days  for\r\n\r\nthe  Government  in which to develop the  country,  but\r\n\r\ninstead  what do we have? Only 25 per cent performance.\r\n\r\nNow,  Mr  Deputy  Speaker, Sir, this  is  commonsense.\r\n\r\nThese are facts and figures.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Chang Sam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Chang Sam</b>(<i>In Mandarin</i>): Mr Deputy Speaker,\r\n\r\nSir,  I  heard  the very capable Minister  for  Finance\r\n\r\nmention  just now that I had alleged that the  Economic\r\n\r\nDevelopment  Board  had  not  made  progress   in   its\r\n\r\nperformance.  He  termed  me a  fool  for  not  knowing\r\n\r\ncertain economic facts. According to the explanation of\r\n\r\nthe  Minister  for  Finance, the  Economic  Development\r\n\r\nBoard was established only in September this year.  But\r\n\r\nin  the 1961 Budget, there was provision made amounting\r\n\r\nto  $40  million for the Economic Development Board  to\r\n\r\nuse.  In other words, provision was made for the  Board\r\n\r\nto  loan  to those industrialists who wanted to develop\r\n\r\nany  industries in Singapore. We as an Opposition Party\r\n\r\ndo  not  oppose this economic development plan  of  the\r\n\r\nGovernment. We deem it to be a rather good  plan.  This\r\n\r\nis  what the P.A.P. promised to the people in 1959. But\r\n\r\nwhat  is  now  before our House? We can  see  from  the\r\n\r\nfigures  envisaged  that there is a  provision  of  $40\r\n\r\nmillion.  How much benefit have the people of Singapore\r\n\r\ngained?  In  other  words,  how  much  money  has   the\r\n\r\nGovernment loaned from this provision for the promotion\r\n\r\nof  industries?  We know that one of the  jobs  of  the\r\n\r\nEconomic   Development  Board   is   to   industrialise\r\n\r\nSingapore  and  to  give  pioneer  status  to   pioneer\r\n\r\nindustries. In other words, it is in order  to  provide\r\n\r\nmore  employment  opportunities through  this  kind  of\r\n\r\nindustrialisation. In the past two years, the  Minister\r\n\r\nfor   Finance   has  issued  several   pioneer   status\r\n\r\ncertificates to a few\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2235</b></font><br><br>\r\n\r\n\r\n\r\nindustrialists.  This is quite  all  right.  The  best\r\n\r\nperformance  of the P.A.P. in 1959, according  to  the\r\n\r\nYang   di-Pertuan  Negara's  speech,  was   that   the\r\n\r\nGovernment  intended  to issue,  pioneer  status,  $10\r\n\r\nmillion  to  the Shell Company, and the  Minister  for\r\n\r\nFinance for the first time used an axe to cut  down  a\r\n\r\ntree. At the same time, the Minister officiated at the\r\n\r\nopening  ceremony.  I  was  in  attendance  then.  The\r\n\r\nMinister for Finance can proudly say that in one  year\r\n\r\nthere was a very great oil refinery established in Sin\r\n\r\ngapore.  He was extremely glad about this achievement.\r\n\r\nBut  let  us  see.  The Minister  said  that  the  oil\r\n\r\nrefinery could employ 200 people. In other words, this\r\n\r\ncould solve the unemployment problem for 200 people in\r\n\r\nSingapore.  This  was a grand achievement,  but  then,\r\n\r\naccording to the information received by me, what  has\r\n\r\nbeen  the  result? The oil refinery employed only  one\r\n\r\nnew worker, and he was a technician. The other workers\r\n\r\nwere\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2236</b></font><br><br>\r\n\r\n\r\n\r\ntransferred   from   other  old   establishments   and\r\n\r\ninstallations  in  various islands  belonging  to  the\r\n\r\nShell  Company.  That  is the  so-called  $10  million\r\n\r\ninvestment.    The   Minister   promised    employment\r\n\r\nopportunities for 200 people -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And it being 8 p.m. Mr Deputy Speaker (Mr Mammen)\r\n\r\nleft the Chair of the Committee and took the Chair of\r\n\r\nthe Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Deputy Speaker, Sir, I beg to\r\n\r\nreport  that the Committee of Supply has made progress\r\n\r\non  the  Development Estimates, and ask leave  to  sit\r\n\r\nagain tomorrow, 15th of December.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> So be it.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourn.\"-[Dr\r\n\r\nToh Chin Chye]\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
