{"memberId": null, "volumeNo": "15", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "5", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"3\">\r\n\r\n<meta name=\"Vol_No\" content=\"15\">\r\n\r\n<meta name=\"Sit_No\" content=\"5\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1961-11-21\">\r\n\r\n<meta name=\"Start_Col\" content=\"353\">\r\n\r\n<meta name=\"End_Col\" content=\"434\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">15</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">5</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">21-11-1961</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 353</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF THIRD SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 15</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n                                                       \r\n\r\n<br><br><div align=\"center\"><i>Tuesday, 21st November, 1961</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Labour.\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Education and Government Whip.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 354</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lim You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock).\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr David Marshall (Anson).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Dr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 355</b></font><br><br>\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 355</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MERGER (SINGAPORE/FEDERATION OF MALAYA)</b></div>\r\n\r\n<div align=\"center\"><b>(White Paper)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of debate on Question\r\n\r\n[20th November, 1961],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, whereas it has always been the avowed\r\n\r\nobjective of all nationalists of Malaya to achieve the\r\n\r\nreunification  of  Singapore with  the  Federation  of\r\n\r\nMalaya  and to remove the artificial division  created\r\n\r\nby  the  British by their policy of \"divide and rule\",\r\n\r\nthis   House  affirms  and  declares  that  the  first\r\n\r\nobjective of all true patriots of Malaya is to achieve\r\n\r\nthe reunification of these two territories in a merger\r\n\r\nof  Singapore  with  the Federation  of  Malaya.\"-(The\r\n\r\nMinister for Labour-Inche Ahmad bin Ibrahim).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.32 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh (Queenstown):</b> Mr Speaker, Sir,\r\n\r\nyesterday  I was speaking about citizenship - the  issue\r\n\r\nthat  is  going  to be the nail in the coffin  of  the\r\n\r\nP.A.P.  Unfortunately, although the  vernacular  Press\r\n\r\nhas  given a fair coverage - and a good coverage - of  the\r\n\r\nissue  which is so very important to every  person  in\r\n\r\nSingapore,  the  English  Press  has  left  it  almost\r\n\r\ncompletely  out.  I hope in future such  an  important\r\n\r\nissue like citizenship would be given decent coverage,\r\n\r\nso  that every person in Singapore can see both  sides\r\n\r\nof  the  question.  Only  then  can  everybody  decide\r\n\r\nproperly  the future for himself as well  as  for  the\r\n\r\nwhole of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I saw in the papers also, Sir, that they referred to\r\n\r\nmy mention of the U.M.N.O. Government. Of course, that\r\n\r\nwas  a  technical error. I really meant  the  Alliance\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 356</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the House adjourned yesterday, Sir, I was\r\n\r\nquoting  the  Prime Minister on his  clarification  of\r\n\r\ncitizenship as published in the Straits Times of  26th\r\n\r\nOctober, 1961. The words I quoted read as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Any Singapore citizen who wishes to live in the\r\n\r\npresent Federation and become a citizen of the present\r\n\r\nFederation  can apply for citizenship of  the  present\r\n\r\nFederation under the laws of the present Federation.'\r\n\r\n\r\n\r\n<br><br>I  was  saying,  Sir, this innocent-looking  statement\r\n\r\ncovered  a  multitude of sins. It means, in the  first\r\n\r\nplace,  if  a Singapore citizen goes to the Federation\r\n\r\nafter  the  P.A.P.'s  phoney merger,  he  will  become\r\n\r\ndisenfranchised and will not be allowed to vote or  to\r\n\r\nstand for election in the Federation. Secondly, he can\r\n\r\nget  Federal citizenship rights only if he stays there\r\n\r\nfor  ten  years  in  order to  satisfy  the  necessary\r\n\r\nresidential qualification, pass a Malay language test,\r\n\r\nand must be considered by the Federation Government to\r\n\r\nbe  of good character. You know what this means,  Sir.\r\n\r\nIt  means that if you do not agree with the Federation\r\n\r\nGovernment politics, you can go and whistle  for  your\r\n\r\ncitizenship.  In  short, he will be treated  like  any\r\n\r\nalien, although he has a so-called Federal nationality\r\n\r\nthat  is  supposed to make him equal  to  the  Federal\r\n\r\ncitizen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, at the present moment, so I am\r\n\r\ninformed,  a Singapore citizen born in Singapore,  and\r\n\r\nthereby also a British subject, has the right to  vote\r\n\r\nand  stand  for  election if he  goes  to  the  United\r\n\r\nKingdom - the colonial master's country. But - and this is\r\n\r\nthe irony of it - after the P.A.P.'s phoney merger, even\r\n\r\nthose who are born here will not have those rights  in\r\n\r\nthe   Federation - our   so-called   partner.   It    is\r\n\r\nhumiliating,  Sir,  that under this  phoney  merger  a\r\n\r\nSingapore citizen when he goes to the Federation  will\r\n\r\nreceive  less equality and trust than what he receives\r\n\r\ntoday  in  the  country  of his colonial  master.  Mr\r\n\r\nSpeaker,  Sir,  the word \"phoney\" is  indeed  a  gross\r\n\r\nunderstatement in describing this so-called merger  of\r\n\r\nthe P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is also, Sir, another humiliating fact about\r\n\r\nthe P.A.P.'s phoney merger; that is, under this phoney\r\n\r\nmerger,  all  those  persons  who  will  be  born   in\r\n\r\nSingapore after the date of this phoney merger\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 357</b></font><br><br>\r\n\r\n\r\n\r\nwill  not  become Federal citizens by right of  birth.\r\n\r\nThis  is something which the P.A.P. has concealed from\r\n\r\nour  people  and I challenge the P.A.P. to deny  this.\r\n\r\nPerhaps  the Prime Minister would care to clarify  the\r\n\r\nearlier   clarification  in  order  to   clarify   his\r\n\r\nconscience   for   this  shameful,  disreputable   and\r\n\r\nunpardonable betrayal of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now, Sir, discuss the differences between the\r\n\r\nterm  \"citizen\"  and  \"national\".  \"Citizenship\"   and\r\n\r\n\"nationality\" are two distinct concepts. \"Citizenship\"\r\n\r\nexpresses the rights of an individual within a  State,\r\n\r\nand \"nationality\" his rights outside the State.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> Lawyer baharu!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> When the Prime Minister says that\r\n\r\neveryone is going to get something more, he means that\r\n\r\nevery   Singapore  citizen  is  to  become  a  Federal\r\n\r\nnational. But what are the rights and privileges of  a\r\n\r\nnational? The Prime Minister has not been able to give\r\n\r\nanything more than the right to a Federal passport. In\r\n\r\nfact,  there is really nothing more. I am  not  saying\r\n\r\nthat the right to a passport is not good, but that  is\r\n\r\nwhat every Singapore citizen today already has. To the\r\n\r\ncitizen of Singapore, what difference is there whether\r\n\r\nor   not  he  possesses  the  same  passport  as   the\r\n\r\nFederation  citizen? How many of  our  people  in  the\r\n\r\nfirst  place  can  afford to go  abroad  and  so  need\r\n\r\npassports?  Our  workers,  farmers  and  hawkers  earn\r\n\r\nhardly  enough  to  keep body and soul  together,  let\r\n\r\nalone  have money to go abroad. It would be  different\r\n\r\nwith the Ministers. I think the Prime Minister must be\r\n\r\ngetting  quite tired of Cameron Highlands. The Federal\r\n\r\npassport  does  not benefit the vast majority  of  our\r\n\r\npeople  one  wee  bit. It is what  the  Chinese  would\r\n\r\ndescribe as something good to look at but not so  good\r\n\r\nto eat.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> How can you eat a passport?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Or is it the intention of the\r\n\r\nP.A.P.  Government to deny passports even to Singapore\r\n\r\ncitizens  in  future? Is it the intention to  restrict\r\n\r\nstill  further the freedom of travel? The P.A.P. also\r\n\r\nsays  that  being a Federal national  would  make  the\r\n\r\nSingapore\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 358</b></font><br><br>\r\n\r\n\r\n\r\ncitizen equal to the Federation citizen before the law\r\n\r\nand  the courts. But, Sir, this is again something  we\r\n\r\nalready  possess.  So where is the additional  \"more\"?\r\n\r\nWhere  is  the  additional gain? If this  is  a  truly\r\n\r\ndemocratic society, it makes no difference  whether  a\r\n\r\nperson is a citizen or a non-citizen, a national or  a\r\n\r\nnon-national,  in  a court of law. One  would  Imagine\r\n\r\nthat  all persons would be equal before the law  in  a\r\n\r\ndemocratic society, and not just nationals. So what is\r\n\r\nso  wonderful about being a national? The  only  other\r\n\r\ndistinction - and this is the latest development - is that\r\n\r\na  national  may be called up for military service  in\r\n\r\nfuture.  The Prime Minister said that he did not  want\r\n\r\nto  confuse  people  with the new phrase  called  \"new\r\n\r\nFederal  citizen\".  This is sheer  sophistry.  If  the\r\n\r\nPrime  Minister  did not want to cause  confusion,  he\r\n\r\nshould  not  have brought in the new word  \"national\".\r\n\r\nThe  fact  that after becoming a Federal national  the\r\n\r\nSingapore  citizen still has to apply for registration\r\n\r\nto  become a Federal citizen is proof enough that what\r\n\r\nthe people of Singapore are getting is even worse than\r\n\r\nsecond-class   citizenship.  In   fact,   the   P.A.P.\r\n\r\narrangement will mean three types of citizens  as  far\r\n\r\nas  Singapore  is concerned. I shall enlarge  on  this\r\n\r\nlater.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This talk of citizen and national reminds me of an\r\n\r\narticle  I  read  sometime ago, which  rather  vividly\r\n\r\nbrings out the deception and sleight of hand which  is\r\n\r\nbeing practised by the Prime Minister. The story  says\r\n\r\nthe Prime Minister takes out a 20-cent piece and a 50-cent  piece.  He  holds up the two coins  showing  the\r\n\r\nfront  face,  or obverse side, to the people.  And  he\r\n\r\nsays,  \"See the head of Queen Elizabeth II on the  two\r\n\r\ncoins.  They  are the same. The words on  both  pieces\r\n\r\nread  'Queen Elizabeth II' and therefore they are  the\r\n\r\nsame,  and  equal.\"  That is what the  Prime  Minister\r\n\r\nsays.  But  the  Prime Minister  also  has  been  very\r\n\r\ncunning.  He has hidden the reverse side of the  coins\r\n\r\nwhich, if read carefully, will tell us that the  coins\r\n\r\nare  of  different  denominations. One  is  a  20-cent\r\n\r\npiece,  the  other a 50-cent piece. They are  not  the\r\n\r\nsame,  and  they are not equal. So, Sir, you  can  see\r\n\r\nwhat a smart alec our Prime Minister is.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 359</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a Chinese proverb which describes this very\r\n\r\naccurately  and  picturesquely.  The  Prime  Minister,\r\n\r\naccording to the proverb, wants to pass fish eyes  for\r\n\r\npearls. Does he hope thus to make everybody satisfied,\r\n\r\neverybody happy? Let me quote, Sir, the Straits  Times\r\n\r\nof  25th  August. He was talking to the  Deputy  Prime\r\n\r\nMinister of the Federation:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'\"We want to make Malaya happy and Singapore happy\".\r\n\r\nAnd Mr Lee echoed him, \"Everybody happy\".'\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b>\r\n\r\nExcept Tun Lim.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Who is \"everybody\"? Dare he go to\r\n\r\nthe country and prove that?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Queenstown must\r\n\r\nknow  that I have already said in this Assembly  many,\r\n\r\nmany  times that I do not wish to hear voices  raised.\r\n\r\nHe must remember that. Dr Lee.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I apologise, Sir. I shall try and\r\n\r\ncontrol  my emotions especially when I conic to  those\r\n\r\nparts  which  tell everybody of the base treachery  of\r\n\r\nthe people sitting opposite.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Perhaps if the hon. Member for\r\n\r\nQueenstown remembers that he is addressing the  Chair,\r\n\r\nhe  will  not try and intimidate the Chair by  raising\r\n\r\nhis  voice. Remember that he is addressing the  Chair,\r\n\r\nand not Members opposite.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I shall bear that in mind, Sir. I\r\n\r\nwould  ask  the  Prime Minister and the  not-so-expert\r\n\r\nMinister for Finance to read the Federal Constitution,\r\n\r\nPart  II,  pertaining to fundamental liberties.  These\r\n\r\nare   the  rights  of  all  persons  resident  in  the\r\n\r\nFederation.  They apply equally to citizens  and  non-citizens.  Most of these rights apply  even  to  enemy\r\n\r\naliens. In fact, Article 8 of the Federal Constitution\r\n\r\nstates - I will quote, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'8 (1).-All persons are equal before the law and\r\n\r\nentitled to the equal protection of the law.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 360</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall (Anson):</b> Point of order, Mr\r\n\r\nSpeaker,  Sir. The very next subsection makes  a  very\r\n\r\nvital distinction. I would ask him to read it to  this\r\n\r\nHouse - there is a vast distinction where only  citizens\r\n\r\nare protected.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I will read that second\r\n\r\nsubsection as well.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'(2).-Except as expressly authorised by this\r\n\r\nConstitution,  there  shall be no  discrimination  [no\r\n\r\ndiscrimination] against citizens on the ground only of\r\n\r\nreligion, race, descent or place of birth in  any  law\r\n\r\nor  in  the  appointment to any office  or  employment\r\n\r\nunder  a public authority or in the administration  of\r\n\r\nany  law  relating  to  the  acquisition,  holding  or\r\n\r\ndisposition   of  property  or  the  establishing   or\r\n\r\ncarrying   on  of  any  trade,  business,  profession,\r\n\r\nvocation or employment.'\r\n\r\n\r\n\r\n<br><br>For  me, Sir, the relevant portion, to a not-so-legal-minded  doctor, is the first one. And you  will  note,\r\n\r\nSir,  it  does  not say all citizens but all  persons,\r\n\r\ni.e. whether  they are citizens or  non-citizens.  So\r\n\r\nwhat does this equality before the courts mean to  the\r\n\r\nordinary  man in the street? It means that  before  he\r\n\r\ncan  become  recognised as an equal under  the  P.A.P.\r\n\r\nmerger,  he  must  first be arrested  and  brought  to\r\n\r\ncourt. Sir, we -\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Health and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health and Law (Mr K. M. Byrne):</b>\r\n\r\nWhat is all this about? I do not -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Only people like the Minister for\r\n\r\nHealth  and Law who expect to be arrested sometime  or\r\n\r\nother -\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> By whom?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> - will find the the need for\r\n\r\nsuch  protection. The rest of us, who are  all  peace-loving  and  law-abiding citizens and who  will  never\r\n\r\nhave  the misfortune to be brought to a court of  law,\r\n\r\ndo  not want such equality. We want equality, not just\r\n\r\ninside  the court but outside the court as well.  That\r\n\r\nis  what we mean by \"equality\". The concept of Federal\r\n\r\nnational   could   have  very   little   meaning   and\r\n\r\nsignificance within the Federation. What really counts\r\n\r\nin the Federation is citizenship, and there\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 361</b></font><br><br>\r\n\r\n\r\n\r\nwould  at least be two types of citizenship under  the\r\n\r\nP.A.P.'s  type  of  merger,  i.e. a  Federal  and   a\r\n\r\nSingapore citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore citizen, under such an arrangement as\r\n\r\nwe  are  told, will only be able to vote in Singapore.\r\n\r\nThe  Federal citizen, on the other hand, will vote  in\r\n\r\nthe  Federation.  In other words, a Singapore  citizen\r\n\r\nwho goes to the Federation after this so-called merger\r\n\r\nwill  automatically become disenfranchised. What  sort\r\n\r\nof  a merger is this when a citizen of one part in one\r\n\r\nidentity  is treated like an alien when he steps  into\r\n\r\nthe  other part in the same identity? What sort  of  a\r\n\r\nunification  of  our  people is this,  when  Singapore\r\n\r\ncitizens will possess separate citizenship rights  and\r\n\r\nwill not be able to share a common political life  and\r\n\r\ndestiny with the citizens in the Federation? Under the\r\n\r\nP.A.P.'s   so-called  merger,  without   this   common\r\n\r\npolitical  life  and destiny with the  people  of  the\r\n\r\nFederation, the people of Singapore will not  be  able\r\n\r\nto  give  expression to and obtain redress  for  their\r\n\r\ngrievances   and   aspirations  through   the   normal\r\n\r\ndemocratic channels.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not know whether the Member\r\n\r\nfor Queenstown does realise that he has been repeating\r\n\r\nthat  sentiment  time and time again.  I  know  it  is\r\n\r\ndifficult  perhaps when dealing with three motions  at\r\n\r\nthe  same time, but he must so reorientate his  speech\r\n\r\nthat  there should not be any repetition as far as  it\r\n\r\ncan be helped. We have a Standing Order which is aimed\r\n\r\nat  trying to cut the debate short. I had better  read\r\n\r\nthat Standing Order for the benefit of all Members:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'54. The Speaker or the Chairman, after having drawn\r\n\r\nattention to the conduct of a Member, who persists  in\r\n\r\nirrelevance, or tedious repetition either of  his  own\r\n\r\narguments or of the arguments used by other Members in\r\n\r\ndebate, may direct him to discontinue his speech.'\r\n\r\n\r\n\r\n<br><br>But  I will not say that the repetition up to now  has\r\n\r\nreached  the stage of being tedious. Anyway,  I  think\r\n\r\nthat  Standing Order should be borne in  mind  by  all\r\n\r\nMembers of the Assembly when they make their speeches.\r\n\r\nDr Lee.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 362</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Sir, it is unavoidable that there\r\n\r\nmust  be some repetition in places, because facts have\r\n\r\nto  be  brought  out at every stage to  prove  certain\r\n\r\npoints;  and  if they are not brought out again,  then\r\n\r\nthe  whole relevance and the whole emphasis  is  lost.\r\n\r\nYou   will  appreciate  my  difficulty,  Sir,  and   I\r\n\r\nunderstand your impatience too about that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I was saying, Sir, that while the people in the\r\n\r\nFederation  can  interfere with  the  affairs  of  the\r\n\r\npeople    of   Singapore,   through   the   Federation\r\n\r\nGovernment, the people of Singapore will not have  the\r\n\r\nfull  democratic  right to inform  and  influence  the\r\n\r\npeople  of  the Federation. The only contact  we  will\r\n\r\nhave  with the people in the Federation under  such  a\r\n\r\ntreacherous arrangement will be through the few  token\r\n\r\nrepresentatives  from  Singapore  in  the   Federation\r\n\r\nlegislature.  Under this phoney merger  with  separate\r\n\r\ncitizenship,  the  people of Singapore  will  be  kept\r\n\r\npolitically   isolated  from   the   people   of   the\r\n\r\nFederation. We in Singapore will be treated as  though\r\n\r\nwe  are  suffering from some infectious  disease  that\r\n\r\nrequires  us  to  be permanently segregated  from  the\r\n\r\npeople  of the Federation, because we will not possess\r\n\r\nFederation  citizenship under this phoney merger.  All\r\n\r\nSingaporeans  who  do  not see eye  to  eye  with  the\r\n\r\nFederation  Government  can be conveniently  prevented\r\n\r\nfrom  crossing the Causeway. Already, Sir, we have  an\r\n\r\noutstanding example almost staring us in the face. The\r\n\r\nFederation  Government  has debarred  permanently  one\r\n\r\nInche   Said   Zahari,  prominent  Malay  citizen   of\r\n\r\nSingapore  and  a former editor of the Utusan  Melayu,\r\n\r\nfrom  entering  the  Federation.  The  Prime  Minister\r\n\r\ntouched  on Said Zahari's case only a couple  of  days\r\n\r\nago. Inche Said Zahari, Sir -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I cannot allow the Member for\r\n\r\nQueenstown to go into the details of that case. It has\r\n\r\nnothing  to  do  with this particular problem  we  are\r\n\r\ndiscussing.  He  can just mention  it  in  passing  as\r\n\r\nillustrative of an allegation he has made.  But  I  do\r\n\r\nnot think he should go into details.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I am not going into details, Sir.\r\n\r\nI just want to bring out the point, Sir, that although\r\n\r\nInche Said\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 363</b></font><br><br>\r\n\r\n\r\n\r\nZahari  is  a  son  of the soil, but just  because  he\r\n\r\nhappens   to  hold  different  political  views - views\r\n\r\ndifferent from those held by the politicians  who  are\r\n\r\nin  power in the Federation - he has, therefore,  been\r\n\r\ndebarred from entering the Federation.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The hon. Member must not make\r\n\r\nstatements like that unless he can substantiate  them.\r\n\r\nIf  he  can do so, then, of course, he is entitled  to\r\n\r\nmake  that  statement. If he cannot  substantiate  it,\r\n\r\nthen  he  might  find  himself  guilty  of  abuse   of\r\n\r\nprivilege.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Anyway. Sir, that proves the\r\n\r\npoint,  that  people from Singapore can  be  prevented\r\n\r\nfrom   going   into   the  Federation.   Under   these\r\n\r\ncircumstances,  how can anyone say  that  there  is  a\r\n\r\nbringing-together   of  the   peoples   of   the   two\r\n\r\nterritories? What sort of merger then is this?  It  is\r\n\r\nlike   telling   the  people,  say,   of   Mountbatten\r\n\r\nconstituency or Farrer Park constituency that they are\r\n\r\nnot fit to share a common citizenship with the rest of\r\n\r\nthe  people  of  Singapore;  that  they  must  have  a\r\n\r\nseparate citizenship; that they can vote and stand for\r\n\r\nelection  only in their own constituencies; that  they\r\n\r\ncannot  come  out  and  campaign  outside  their   own\r\n\r\nconstituencies; and that if they wish to vote  outside\r\n\r\ntheir  own constituencies they must re-apply all  over\r\n\r\nagain for the citizenship right possessed by the  rest\r\n\r\nof  the people of Singapore. I am sure the Member  for\r\n\r\nFarrer  Park and the Member for Mount-batten will  not\r\n\r\nrelish  things  like  this. How would  the  people  of\r\n\r\nMountbatten feel if they were to be treated like this?\r\n\r\nBut this is precisely how the people of Singapore will\r\n\r\nbe  treated  if the P.A.P.'s phoney merger  is  pushed\r\n\r\nthrough. They will be treated as second-rate citizens.\r\n\r\nFirst  segregated, then devitalised and throttled.  In\r\n\r\nfact, the Prime Minister's merger amounts to this. All\r\n\r\nthe people of Malaya, including Singapore, will belong\r\n\r\nto  one club, the Federal National Club. This club  is\r\n\r\nonly a show-case to the outside world, a pretence that\r\n\r\nthe  people of Malaya and Singapore are united as one.\r\n\r\nBut,  within  this club is another more important  and\r\n\r\nprivileged club, the Federal Citizens Club, in which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 364</b></font><br><br>\r\n\r\n\r\n\r\nall  the citizens of the present eleven States of  the\r\n\r\nFederation  will be Members, but from which  Singapore\r\n\r\ncitizens  will  be  completely excluded.  We  will  be\r\n\r\ntreated like social outcastes, not fit and not allowed\r\n\r\nto  mix  freely as equals with our Federation brothers\r\n\r\nacross  the Causeway. This exclusive snobbish club  is\r\n\r\nreminiscent  of the exclusive Tanglin Club  which  the\r\n\r\nPrime Minister was so fond of ridiculing in his former\r\n\r\nanti-colonial  days. The Tunku is  prepared  to  throw\r\n\r\nopen the doors of this exclusive Federal Citizens Club\r\n\r\nalso  to the citizens of the three Borneo territories.\r\n\r\nBut  he  is  not  prepared to open its  doors  to  the\r\n\r\ncitizens  of  Singapore. On 26th  October,  1961,  the\r\n\r\nTunku  said in the Federal Parliament debate on merger - \r\n\r\nI  quote  here,  Sir, from the Straits Times  of  17th\r\n\r\nOctober:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'All the states in Malaysia would enjoy equal rights\r\n\r\nand  equal status. But because of the special position\r\n\r\nof  Singapore as a City state, to my mind, it would be\r\n\r\nbest if Singapore came in on a partnership basis.'\r\n\r\n\r\n\r\n<br><br>And when elaborating on what he meant by Malaysia, the  Tunku said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'What I have in mind is to call such an association\r\n\r\nor  Federation of states the Federation  of  Malaysia,\r\n\r\nthat  is,  all  the Federation of Malaya  states,  the\r\n\r\nBorneo  territories and Singapore, in which the states\r\n\r\nof Borneo territories and the states of the Federation\r\n\r\nof  Malaya join in together as Federation of  Malaysia\r\n\r\nand Singapore is joined in partnership -'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> It is a point of order, Sir. Could the\r\n\r\nMember finish the sentence? It is important, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> \"in partnership\" - I will just\r\n\r\nfollow from there, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'... on a footing something like that which exists\r\n\r\nbetween the United Kingdom and Northern Ireland.'\r\n\r\n\r\n\r\n<br><br>Sir,  from  all indications so far, we can  say  that\r\n\r\nthis  partnership  is  going  to  be  a  very  unequal\r\n\r\npartnership.  The Federation of Malaya wants  to  take\r\n\r\nthe  Borneo  territories as the 12th, 13th,  and  14th\r\n\r\nStates of the Federation. But Singapore will not  form\r\n\r\nthe  extra  15th  or 12th if you like,  State  of  the\r\n\r\nFederation. Singapore will only go in as a partner,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 365</b></font><br><br>\r\n\r\n\r\n\r\nIn  other words, the Borneo territories will truly  be\r\n\r\nintegrated with the Federation of Malaya to  form  the\r\n\r\nFederation  of Malaysia. But Singapore  will  be  kept\r\n\r\naway. Why?\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid Bin Haji Jumat (Geylang Serai):</b> Too\r\n\r\nmany Communists.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Why have we to be segregated\r\n\r\ninstead?  Has the Member for Geylang Serai  small-pox,\r\n\r\nor  have all the people of Singapore smallpox? Are  we\r\n\r\ngoing   in  as  an  equal  constituent  unit  of   the\r\n\r\nFederation? No. Are we having a merger of the peoples?\r\n\r\nNo.  And are we, under the so-called socialists on the\r\n\r\nother  side, Sir, expediting the progress of socialism\r\n\r\nin  Malaya? Again, no. Yet, all along, the P.A.P. has\r\n\r\nbeen    saying   that   the   present   constitutional\r\n\r\narrangement is merger. In fact, the Federation may  be\r\n\r\nlikened  to a man getting ready to take on a first,  a\r\n\r\nsecond  and  a third wife. These three wives  are  the\r\n\r\nthree  States  in  the  Borneo  territories.  All  the\r\n\r\nchildren,   that  is,  the  citizens,  are  legitimate\r\n\r\nchildren with equal rights to the family estate and to\r\n\r\nthe   use   of  family  property,  namely,  Federation\r\n\r\ncitizenship. But Singapore is going to be taken in not\r\n\r\nas  a fourth wife but only as a mistress, and all  the\r\n\r\nchildren  of this mistress are going to be treated  as\r\n\r\nillegitimate  children with no rights  to  the  family\r\n\r\nestate  or  to  the  use of family property,  that  is\r\n\r\nFederation citizenship. Poor Singapore citizens!  They\r\n\r\nare   all   going   to  be  treated   like   bastards,\r\n\r\nillegitimate  children  with  no  Federal  citizenship\r\n\r\nrights.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Acting Prime Minister in his letter to the Opposition Leaders on 6-9-61 says - I will quote, Sir.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is the letter from the Deputy Prime Minister to me as Chairman of the Barisan Sosialis. The relevant words are here, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The only difference between Singapore and any one\r\n\r\nof  the  other States in the Federation is that  there\r\n\r\nwill  be  more powers reserved to the Singapore  State\r\n\r\nGovernment.'\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> That is correct.\r\n\r\n \r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Is this true, Sir?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 366</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> That is correct. These are the\r\n\r\nheads of agreement.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> No. Is Singapore, just like\r\n\r\nJohore  or  Selangor, really a part of the Federation?\r\n\r\nNo. Can a person from Singapore stand for election  in\r\n\r\nKuala Lumpur for example, just like a person from Ipoh\r\n\r\nor  Seremban? No. Is there complete freedom of  travel\r\n\r\nbetween  Singapore and the Federation just as  amongst\r\n\r\nother States in the Federation? Again no. Then why did\r\n\r\nthe Acting Prime Minister deliberately mislead us? Why\r\n\r\nthe  deliberate misrepresentation? Why  this  game  of\r\n\r\nbluff? Dr Toh says - \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Yes, Sir. He has just quoted me\r\n\r\nfrom  a letter and the relevant portion has been  read\r\n\r\nout.  Now,  he  has  used  that  little  paragraph  to\r\n\r\nmisconstrue what I said in there, and that I  intended\r\n\r\nto  mislead him. I think there is provision under  the\r\n\r\nStanding  Orders  that no imputation  should  be  made\r\n\r\nagainst a Member.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I cannot see any imputation up to this\r\n\r\nstage.  But  if the point is that other parts  of  the\r\n\r\nletter would throw a little more light on the subject,\r\n\r\nthen I think the Member for Queenstown should read the\r\n\r\nwhole  letter. Perhaps he should read the whole letter\r\n\r\nand  we will see whether there will be any more  light\r\n\r\nshed on the topic.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> If you would like me to read the\r\n\r\nwhole letter. I could. Sir, but I do not think -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Please do.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Here is the letter from the\r\n\r\nActing Prime Minister, Singapore, dated 6th September,\r\n\r\n1961, addressed  to  Dr  Lee  Siew  Choh,  Chairman,\r\n\r\nBarisan Sosialis. Singapore.\r\n\r\n<pre>\r\n\r\n'Dear Dr Lee,\r\n\r\n\r\n\r\n I  have  received replies to my letter  of  the  26th\r\n\r\nAugust  from  leaders  of the four  political  Parties\r\n\r\nrepresented  in  the Legislative Assembly.  I  enclose\r\n\r\nherewith copies of their replies for your reference. I\r\n\r\nmust  point out that my letter of the 26th August  was\r\n\r\nprompted by\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 367</b></font><br><br>\r\n\r\n\r\n\r\nthe  statements made in the Press by Opposition  Party\r\n\r\nleaders,  some  asking for an All-Party conference  in\r\n\r\norder  that their views may he heard. If an  All-Party\r\n\r\nconference is to he of value to assist and  guide  the\r\n\r\nGovernment  in its deliberations on the constitutional\r\n\r\narrangements  for merger, there must be  unanimity  on\r\n\r\nthe  main  points. It is clear from the  replies  that\r\n\r\nthere  is  no agreement on the main points  among  the\r\n\r\npolitical Parties in the Opposition, although all  are\r\n\r\nforced  by  circumstances and the pressure  of  public\r\n\r\nopinion to pay lip service to the principle of merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I had raised two points upon which I sought explicit\r\n\r\nclarification  of the stand of cacti political  Party.\r\n\r\nDo  you  agree  that  in the merger  arrangements  (1)\r\n\r\nDefence, External Affairs and Security come under  the\r\n\r\ncontrol  of  the Central Government? (Point considered\r\n\r\nbasic  by the Federation). (2) Singapore should  retain\r\n\r\nautonomy  on  Education and Labour? (Point  considered\r\n\r\nessential by the Singapore Government). In none of the\r\n\r\nreplies  is there any answer to these two points.  All\r\n\r\nParties have chosen to evade these two points.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The respective stands of the four political Parties\r\n\r\nin the Assembly are as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Barisan Sosialis stand for complete merger as a\r\n\r\n12th State on the basis of Penang and Malacca.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Its second preference is for confederation between\r\n\r\nSingapore  and  the Federation and the  three  Borneo\r\n\r\nterritories  in  which Defence and  External  Affairs\r\n\r\nexcluding  Security  go  to the  Central  Government.\r\n\r\nSecurity is to remain a subject for local autonomy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Alliance of S.P.A., U.M.N.O., M.C.A.. M.I.C\r\n\r\ngives  no  answer, but raises a query as  to  whether\r\n\r\nthe   arrangements   amount  to   a   merger   or   a\r\n\r\nconfederation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) United People's Party stand for complete merger\r\n\r\nas a State of the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Workers' Party wholeheartedly believes in\r\n\r\nmerger    with    the   Federation   and    considers\r\n\r\nconfederation a very valuable concept.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I must point out that complete merger means that\r\n\r\nboth point (1) External Affairs and Security and point\r\n\r\n(2) Education and labour will all be under the control\r\n\r\nof the Central Government. Since most Opposition Party\r\n\r\nleaders  in  the Assembly propose complete  merger  as\r\n\r\ntheir   first   objective,  if  I  get  a  categorical\r\n\r\nassurance from Opposition Political Parties that  they\r\n\r\nwill  ask their followers to support complete  merger,\r\n\r\nthe  Government  is prepared to put  forward  complete\r\n\r\nmerger   as  an  alternative  basis  for  negotiations\r\n\r\nbetween Singapore and the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. believes that it represents the wishes of\r\n\r\nthe  majority of people in Singapore in insisting that\r\n\r\nEducation  and Labour should he under local  autonomy.\r\n\r\nHowever,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 368</b></font><br><br>\r\n\r\n\r\n\r\nwe  are prepared to follow the will of the people,  if\r\n\r\nit  is  the  majority wish that Education  and  Labour\r\n\r\nshould also be under Central Government control.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I point out that 42 out of the 51 Assemblymen\r\n\r\ntoday  were  elected in 1959 on a  P.A.P. ticket.  Of\r\n\r\nthese  42,  16 have broken away - 13 now in the  Barisan\r\n\r\nSosialis  and three in the United People's Party.  All\r\n\r\nP.A.P. candidates  who  contested  the  1959  general\r\n\r\nelections signed a pledge in April 1959 in which  they\r\n\r\ncategorically pledged to support the policy of  merger\r\n\r\nbetween the Federation and Singapore as set out in the\r\n\r\nCentral Executive Committee statement published in the 1958 \r\n\r\nFourth Anniversary Souvenir number.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then with quotations. Do I read all this also, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think the point that the Leader of\r\n\r\nthe  House was making is that the quotation taken  out\r\n\r\nof  context  might  not  indicate  what  is  its  real\r\n\r\nmeaning.  Perhaps  if the hon. Member - I  do  not  know\r\n\r\nwhether this is another lengthy -\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> It is a very lengthy quotation.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Perhaps if the hon. Member will come to\r\n\r\nthe relevant passage from where his quotation came.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The only relevant part was the\r\n\r\npart  I  quoted,  Sir.  Well, this  is  more  or  less\r\n\r\nrelevant. I will read this part - a small part will do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'In order to clarify the position, may I briefly\r\n\r\nexplain   [this   is  Dr  Toh's  letter]   that   the\r\n\r\narrangements between Singapore and the Federation  are\r\n\r\nthose  of a merger as a State of the Federation.  They\r\n\r\ndo  not constitute a confederation. A confederation is\r\n\r\nan  association of independent States and no  citizens\r\n\r\nof a constituent State vote for representatives direct\r\n\r\nto the central confederation government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our arrangements amount to merger because the people\r\n\r\nof  Singapore  will  be voting representatives  direct\r\n\r\ninto  the  Federal  Parliament.  The  only  difference\r\n\r\n[these  are  the words I used, Sir] between  Singapore\r\n\r\nand  any one of the other States in the Federation  is\r\n\r\nthat  there  will  be  more  powers  reserved  to  the\r\n\r\nSingapore State Government.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is good enough already, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> That is quite correct, is it not?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Correct? I do not have to read\r\n\r\nsome more.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 369</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Having heard all that, Sir, when We all know the\r\n\r\npresent  state  is entirely different  from  what  the\r\n\r\nDeputy  Prime  Minister has been  trying  to  make  us\r\n\r\nbelieve, can we ask the Deputy Prime Minister  whether\r\n\r\nhe thinks he can fool the people all the time?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> I do not want to fool anybody.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Under those circumstances, Sir,\r\n\r\nare  we  not  justified in calling  the  Deputy  Prime\r\n\r\nMinister - I would like to use the word, Sir, but -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Do not use it!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> - a liar. That is the word, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Queenstown must not be deliberately unparliamentary and then hope that the Speaker will just ask him to withdraw that word and not take any further action. I will not allow any deliberate use of any unparliamentary word. That is a deliberate use of an unparliamentary word and an attempt has been made to disguise it. I will not countenance any such attempt in future.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I apologise, Sir, and I withdraw\r\n\r\nthat word.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Federation Government can\r\n\r\njustly  boast  of a proud record in its fight  against\r\n\r\nthe apartheid policy in South Africa.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> And the Tunku has stood out\r\n\r\nprominently  in  this noble endeavour to  restore  the\r\n\r\ndignity  and  self-respect of the black man  in  South\r\n\r\nAfrica.  We  earnestly hope that the Tunku  above  all\r\n\r\nothers  will  not impose on Singapore a constitutional\r\n\r\nsetup  that  smacks  heavily  of  apartheid.  We  have\r\n\r\nalready  warned  that the P.A.P.'s so-called  \"merger\"\r\n\r\nproposals, if bulldozed through, will provide  fertile\r\n\r\ngrounds  for communal politicians to thrive  upon.  It\r\n\r\nmay lead to a disastrous disruption of the harmony and\r\n\r\nunity  of  our people. We have repeatedly appealed  to\r\n\r\nall those who sincerely believe in harmony amongst our\r\n\r\npeople  to carefully ponder over this. Let all  decent\r\n\r\npeople realise the extremely dangerous\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 370</b></font><br><br>\r\n\r\n\r\n\r\nsituation  that desperate politicians  in  the\r\n\r\nP.A.P. are bringing upon our people in their  attempt\r\n\r\nto salvage their own political future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I go on to discuss representation in the\r\n\r\nFederal  Parliament,  let  me  touch  briefly  on  the\r\n\r\nrelationship between Northern Ireland and the U.K.  As\r\n\r\nI  have just quoted a little while back, there is this\r\n\r\nproposal that Singapore should join the Federation  in\r\n\r\nmore  or less the same partnership as Northern Ireland\r\n\r\ndid  with Great Britain. Sir, a brief review of  Irish\r\n\r\nhistory  is  essential  in our  understanding  of  the\r\n\r\nproblem.  Let us hope we may learn a lesson  from  the\r\n\r\nhistory  of  Ireland.  Let the history  of  the  Irish\r\n\r\nstruggle   first   for  home  rule   and   later   for\r\n\r\nindependence  be a lesson to the rulers of  one  State\r\n\r\nwho  try  to impose their will upon another. For  this\r\n\r\nwas  exactly what happened between England and Ireland\r\n\r\nin  1801 when Ireland was incorporated into the Union\r\n\r\nof  Great Britain and Ireland. The arguments given  by\r\n\r\nBritish  apologetics  in favour  of  this  union  were\r\n\r\nsignificantly economic. Ireland, they said,  would  be\r\n\r\nensured  the  happiness, prosperity and welfare  which\r\n\r\nprevailed in England. What more could she desire  when\r\n\r\nshe  was  united  to  one  of  the  most  progressive,\r\n\r\nprosperous  and  enlightened countries  in  the  whole\r\n\r\nworld?  But the manner in which this was achieved  was\r\n\r\ncharacteristically undemocratic. The vote  was  bought\r\n\r\nby open bribery of those who had the right to vote. In\r\n\r\nSingapore, we are seeing the same thing happening.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Open bribery.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The P.A.P. is receiving, in\r\n\r\nreturn  for the betrayal of the people, the protection\r\n\r\nof the Federation Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Later historians revealed that the real objective\r\n\r\nbehind  the  union  in  1801 was England's  desire  to\r\n\r\nprotect   her  flank  from  the  threat  of  invasion.\r\n\r\nNevertheless, it was easy enough for the Englishman to\r\n\r\nbe  taken  in by this myth, and it was not  until  one\r\n\r\ncentury later that the Irish finally forced a truce on\r\n\r\nEngland and freed themselves from this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 371</b></font><br><br>\r\n\r\n\r\n\r\nyoke. The Irish national struggle was long, bitter and\r\n\r\ncostly. Throughout the 19th century, the Irish leaders\r\n\r\nconfined  themselves to manoeuvres within the  English\r\n\r\nParliament hoping to achieve their objectives  of  the\r\n\r\nrepeal  of the union by this way. These Irish  Members\r\n\r\nof  Parliament first allied themselves with the  Whigs\r\n\r\nand then with the Liberals in the House of Commons who\r\n\r\nin  the last analysis proved weak and unreliable.  But\r\n\r\nwhat  was  worse  was that this policy only  increased\r\n\r\nEnglish  political  activities  in  Ireland,  and  the\r\n\r\nEnglish  policies  cost  Ireland  dear.  It  made  the\r\n\r\npartition  between  Ulster, that is  Northern  Ireland\r\n\r\ntoday,  and  the Irish Free State possible.  When  the\r\n\r\nIrish  at last realised the incapacity of the  English\r\n\r\nParliament to solve the Irish question, they began  to\r\n\r\norganise themselves for a final showdown with England.\r\n\r\nThe name of their new organisation - I do not know how\r\n\r\nit  is  pronounced - Sinn Fein  was  significant.  It\r\n\r\nmeans,  I am told, \"We ourselves\" [Interruption].  The\r\n\r\nspelling  of Sinn Fein is S-i-n-n F-e-i-n.  They  were\r\n\r\ndetermined to achieve independence through  their  own\r\n\r\nefforts.  During  the  First  World  War,  the   Irish\r\n\r\nParliamentary Group accepted the postponement of  home\r\n\r\nrule  as  inevitable. The Sinn Fein Group  seized  the\r\n\r\nopportunity when England was at war to stage a rising.\r\n\r\nThough their rising failed and there were mass arrests\r\n\r\nand executions of the Sinn Fein leaders by the British\r\n\r\nGovernment,  it  only  helped  to  bring   them   more\r\n\r\nsupporters.   In  the  1918  General   Election   held\r\n\r\nimmediately  after  the  war,  Sinn  Fein   scored   a\r\n\r\nresounding victory. Thereupon they proclaimed  to  the\r\n\r\nworld   independence   for  Ireland.   England   tried\r\n\r\nsuppression  by  force, and guerilla  war  in  Ireland\r\n\r\nbroke out.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. May I suggest that the Member\r\n\r\nfor  Queenstown  come  down  to  what  we  are  really\r\n\r\ninterested    in - that   is,   the   constitutional\r\n\r\narrangements  between  Northern  Ireland   and   Great\r\n\r\nBritain?  All this historical reference might  perhaps\r\n\r\nencourage that same thing in Singapore - I do not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 372</b></font><br><br>\r\n\r\n\r\n\r\nknow.  Let us try not to encourage that sort of thing\r\n\r\nin Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I am not going to touch on the\r\n\r\nconstitutional  arrangements, Sir. I  merely  want  to\r\n\r\nbring  up  one point, that the history of  this  Irish\r\n\r\nstruggle   should  provide  a  very  good  lesson   to\r\n\r\nSingapore and the bankrupt politicians.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> What lesson?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> They should learn from history\r\n\r\nand  not  repeat the same mistakes and  blunders  that\r\n\r\nhave  taken place in other parts of the world.  If  we\r\n\r\nwant to take anything as an example, we must bring  up\r\n\r\nthe best and not follow the worst.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The difference between the social and political\r\n\r\nconditions in Singapore and the Federation  remind  us\r\n\r\nstrongly  of  the position of Ireland with  regard  to\r\n\r\nEngland. If the Government in the Federation have  the\r\n\r\nsame  motive for merger as England had for the  union,\r\n\r\nif   they  think  they  could  coerce  the  people  of\r\n\r\nSingapore  into  subjugation, it  is  well  that  they\r\n\r\nshould learn the lesson from Irish history. Let no one\r\n\r\nattempt  to impose a situation in Singapore that  will\r\n\r\nlead to the permanent division of our peoples.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Is there any more?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> About 15 pages more!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Now, Sir, let me come to discuss\r\n\r\nrepresentation.  I  have here a copy  of  the  Straits\r\n\r\nTimes  of Monday, 20th November, and I quote just  one\r\n\r\nparagraph, Sir. This is a Press interview given by the\r\n\r\nPrime Minister:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'In a complete merger, Mr Lee said, 284,000 out of\r\n\r\nthe  624,000  Singapore citizens  would  automatically\r\n\r\nqualify  for citizenship under the present citizenship\r\n\r\nlaws  of  the  Federation.  And  they  would  send  14\r\n\r\nrepresentatives to the Central Parliament.'\r\n\r\n\r\n\r\n<br><br>Let  us  just do a bit of arithmetic, Sir,If  284,000\r\n\r\npossible  citizens  can give us 14 representatives  in\r\n\r\nthis P.A.P.-type of phoney merger, then, in a complete\r\n\r\nmerger   in  the  position  where  every  citizen   of\r\n\r\nSingapore becomes a citizen\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 373</b></font><br><br>\r\n\r\n\r\n\r\nof  the  Federation,  when 624,000 Singapore  citizens\r\n\r\nbecome  624,000 Federation citizens, simple arithmetic\r\n\r\nwill  give  us  30  seats in the  Federal  Parliament.\r\n\r\nTherefore it is not 14.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, let us now examine how the P.A.P.\r\n\r\nhopes  to  hoodwink  the  people  of  Singapore   into\r\n\r\naccepting less -\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Yong Nyuk Lin):</b> On a\r\n\r\npoint of order, Sir. Surely the Member for Queenstown,\r\n\r\nin  making  reference to 240,000 citizens of Singapore\r\n\r\nwho would automatically become Federation citizens, is\r\n\r\nspeaking  of  the  Penang type of  merger.  He  should\r\n\r\ntherefore disclose the full facts and not try  to  say\r\n\r\nthat   the   624,000  Singapore  citizens  who   would\r\n\r\nautomatically become Federation citizens - according  to\r\n\r\nthe Barisan Sosialis pattern - would produce 30 seats.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think the point of order is once\r\n\r\nagain  that the quotation from the paper is not quoted\r\n\r\ncompletely. Is that the point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Member for Queenstown then\r\n\r\nplease read the whole quotation?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Sir, it is one full page of it.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not think the Speaker would\r\n\r\nlike  to be caught again as he was with the letter.  I\r\n\r\nthink  the  Minister is entitled to the whole  passage\r\n\r\nfrom  which  the quotation has come. The  hon.  Member\r\n\r\nshould read the passage or a paragraph from which  the\r\n\r\nquotation has come.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The whole paragraph, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> May I have it?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Copy of the Straits Times handed in.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> In fairness to the House, not only\r\n\r\nshould  that paragraph be read but also the  following\r\n\r\ntwo paragraphs.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The two paragraphs read as\r\n\r\nfollows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Johore , with 291,000 citizens, was entitled to 14\r\n\r\nseats.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 374</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the remaining 340,000 present Singapore\r\n\r\ncitizens,  who were not horn in Singapore, would  have\r\n\r\nto  apply for citizenship under the present system  in\r\n\r\nthe Federation (which calls for eight years' residence\r\n\r\nout of 12 years plus knowledge of Malay and so on).'\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the hon. Member complete that\r\n\r\nparagraph?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> It is actually a new paragraph,\r\n\r\nSir, but I will read on:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Statistically worked out, the proportion of those\r\n\r\nin   the   Federation  who  had  obtained  citizenship\r\n\r\nalthough  not  born there would come up to  one-third,\r\n\r\nMr Lee added.'\r\n\r\n\r\n\r\n<br><br>Now, can I proceed, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the point really is, if\r\n\r\na  quotation is to be made from a newspaper or from  a\r\n\r\nbook,  then  hon.  Members must be  careful  that  the\r\n\r\nquotation  is not taken out of context and so  bear  a\r\n\r\nmeaning  which it would not bear if the whole  of  the\r\n\r\ncontext  is read. I do not say that that has  happened\r\n\r\nup to now, but it is only a precaution. Dr Lee.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I have always taken that\r\n\r\nprecaution also, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us now examine how the P.A.P. hopes to hoodwink\r\n\r\nthe  people  of  Singapore into  accepting  less  than\r\n\r\nproportionate    representation   in    the    Federal\r\n\r\nParliament.  First,  I wish to  point  out  that  with\r\n\r\ncomplete  merger, when all 624,000 Singapore  citizens\r\n\r\nwill  become  624,000 Federal citizens  and  therefore\r\n\r\nbecome   entitled   to  the  right  of   proportionate\r\n\r\nrepresentation  in  the Federal Parliament,  Singapore\r\n\r\nwill  have  about one-quarter to one-third  the  total\r\n\r\nnumber  of  representatives  in  the  present  Federal\r\n\r\nParliament.  That is, Singapore will have  between  25\r\n\r\nand   30 - I  worked  it  out  to  30  a  little   while\r\n\r\nago - representatives in a Federal Parliament of 100. If\r\n\r\nwe  work  on  the present number of 104,  it  will  be\r\n\r\nslightly  more. Under the P.A.P.'s type of merger, we\r\n\r\nwill  be  getting only 15, that is, at least  10  less\r\n\r\nthan  what  we  are entitled to. Let us  see  how  the\r\n\r\nP.A.P. tries to justify this sell-out of our people's\r\n\r\ndemocratic rights.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first P.A.P. justification is the myth that\r\n\r\nlarge  numbers of Singapore citizens do not  have  the\r\n\r\nnecessary residential qualifications for Federal\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 375</b></font><br><br>\r\n\r\n\r\n\r\ncitizenship.  I will quote the Straits Times  of  27th\r\n\r\nOctober, Sir, (this is one full paragraph):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The number of representatives Singapore citizens\r\n\r\ncan vote for into the new Federation Parliament cannot\r\n\r\nexceed the number which Singapore would he entitled to\r\n\r\nif  there  were  complete merger  like  Penang  as  in\r\n\r\nProposal \"A\".'\r\n\r\n\r\n\r\n<br><br>That  is the complete paragraph. In the same issue  of\r\n\r\nthe  Straits  Times, the Prime Minister also  repeated\r\n\r\nthe  bluff  that in complete merger only - if  I  quote\r\n\r\nfrom  this  newspaper,  then the  figure  is  slightly\r\n\r\nwrong; it was 323,000 and now they have changed it  to\r\n\r\n284,000; that is quite typical of the P.A.P. They give\r\n\r\ndifferent  figures at different times just to  confuse\r\n\r\nthe people. I will quote the relevant new figures.  In\r\n\r\nonly -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the hon. Member is quoting\r\n\r\nfrom  a  paper, he must quote from the paper,  whether\r\n\r\nthe figures are right or wrong, and then say how those\r\n\r\nfigures are wrong in his estimation.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> It says here:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'... 323,000 Singapore citizens born in Singapore\r\n\r\ncould automatically qualify in this way if we ask  for\r\n\r\ncomplete merger like Penang.'\r\n\r\n\r\n\r\n<br><br>The  323,000 today would become 284,000. Those 327,000\r\n\r\n(now  the figure has become 340,000) who were not born\r\n\r\nhere  will have to apply for Federal citizenship. And,\r\n\r\nof  course, the Prime Minister tried to put  a  fright\r\n\r\ninto  them by saying that only about 100,000 of  these\r\n\r\n327,000  (as  the figure then quoted)  would  probably\r\n\r\nqualify.  The figure today would be, Sir,  110,000  of\r\n\r\nthe 340,000. These figures are very confusing, Sir, so\r\n\r\nlet  us  leave the figures out for a little while.  In\r\n\r\nother  words, what the Prime Minister wanted  to  say,\r\n\r\nbut  did not say in so many words, was that the number\r\n\r\nof   representatives  Singapore  will  vote   to   the\r\n\r\nFederation Parliament, if they can really vote,  under\r\n\r\nthe  phoney  merger,  would not be  based  op  624,000\r\n\r\nSingapore  citizens  but  will  he  based  on  340,000\r\n\r\nSingapore  citizens born here, plus  110,000  whom  he\r\n\r\nassumed  would  have the necessary qualifications  for\r\n\r\nFederal\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 376</b></font><br><br>\r\n\r\n\r\n\r\ncitizenship, making a total of about 400,000.  To  put\r\n\r\nit  in  another way. Under the P.A.P.'s phoney merger,\r\n\r\nalthough all 624,000 Singapore citizens will become so-called Federal nationals, and who are all supposed  to\r\n\r\nhave  equal  rights with the Federation citizens,  the\r\n\r\nnumber  of representatives we will have in the Federal\r\n\r\nParliament  will  not be calculated on  the  basis  of\r\n\r\nthese  624,000 nationals, but on the basis of  400,000\r\n\r\nSingapore  citizens who are considered  by  the  Prime\r\n\r\nMinister   to  be  fit  to  become  Federal  citizens.\r\n\r\nCalculated  on this basis, Singapore would  only  have\r\n\r\nabout two-thirds of the representation it should  have\r\n\r\ngot.  And  that is why the Prime Minister  said  in  a\r\n\r\nPress interview on the 19th that Singapore should  get\r\n\r\nabout 19 seats - two-thirds of 30. I know, Mr Speaker,\r\n\r\nSir,  all  this sounds very complicated, but  this  is\r\n\r\nexactly  the  situation posed by the  P.A.P.'s  phoney\r\n\r\nmerger. Utter confusion - all deliberately built up  by\r\n\r\nskilful  and cunning misrepresentation on the part  of\r\n\r\nthe  P.A.P., to bamboozle and befuddle the people into\r\n\r\naccepting  their sell-out. So much so that unless  you\r\n\r\nread  carefully in between the lines of the statements\r\n\r\nmade  by this smart alec - you will be completely  taken\r\n\r\nin  by  them. Even the Straits Times of 20th November,\r\n\r\n1961 says 284,000 will get automatic citizenship. This\r\n\r\nis  a very clever and double-twisting way of argument.\r\n\r\nOn the one hand, they cook up a myth that only 400,000\r\n\r\nout  of Singapore's 624,000 citizens would get Federal\r\n\r\ncitizenship on complete merger. By this they  hope  to\r\n\r\nfrighten  and  dissuade our people  from  demanding  a\r\n\r\ncomplete  merger. On the other hand, they  apply  this\r\n\r\nsame myth to their phoney merger to justify their non-proportionate  representation. This is a  very  clever\r\n\r\ndouble use of a myth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I really regret that such evident\r\n\r\ningenuity, that such evident, mental acrobatics of the\r\n\r\nP.A.P. could not have been put to better use for  the\r\n\r\nservice of our people. But this is not the end of  the\r\n\r\nstory.  The  P.A.P. has yet another justification  for\r\n\r\ncutting  down  Singapore's meagre representation  even\r\n\r\nfurther.  Let  me  quote the Prime Minister  again  as\r\n\r\nreported in the Straits Times of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 377</b></font><br><br>\r\n\r\n\r\n\r\n27th  October, 1961 (I will quote one full  paragraph,\r\n\r\nSir):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The fact, that unlike the other States in the new\r\n\r\nFederation,   Singapore  will  keep   a   considerable\r\n\r\nproportion  of  her revenue for the discharge  of  her\r\n\r\nresponsibilities  in  education,  labour  and  several\r\n\r\nother  subjects  of  local  autonomy,  must  also   be\r\n\r\nconsidered    in   deciding   on   the    number    of\r\n\r\nrepresentatives for the new Federation Parliament.'\r\n\r\n\r\n\r\n<br><br>In  other  words,  the  P.A.P. is  using  the  phoney\r\n\r\nautonomy  over labour and education as another  excuse\r\n\r\nto   cut   down   even  further  our  already   meagre\r\n\r\nrepresentation in the Federal Parliament. And we  say,\r\n\r\n\"phoney autonomy\", because autonomy over any matter is\r\n\r\ncompletely  meaningless when internal security  is  in\r\n\r\nthe hands of a government completely unsympathetic  to\r\n\r\nour  policies on these matters. As I have pointed  out\r\n\r\nelsewhere, the P.A.P. are trying to make believe  that\r\n\r\nbecause  they are preserving autonomy over labour  and\r\n\r\neducation,   we   must  therefore   have   less   than\r\n\r\nproportionate    representation   in    the    Federal\r\n\r\nParliament.  In  fact, we know it  is  the  other  way\r\n\r\nround.  The fact is that the Federation Government  is\r\n\r\nprepared  to  take  in Singapore  today  only  if  our\r\n\r\npolitical  influence is kept to the minimum  possible.\r\n\r\nThat  is,  only  if  we are politically  isolated  and\r\n\r\nwithout  proportionate representation, it is  to  make\r\n\r\nthis   lack   of  proportionate  representation   look\r\n\r\nacceptable  to  us that the Federation  Government  is\r\n\r\ngiving  us as sops this apparent autonomy over  labour\r\n\r\nand  education. The Federation is only  interested  in\r\n\r\nthe control of our internal security. From the tone of\r\n\r\nthe recent debate on merger in the Federal Parliament,\r\n\r\nit is clear to all that the Federation Government just\r\n\r\ncannot  he  bothered with the internal  administrative\r\n\r\nproblem  of  Singapore  other than  that  of  internal\r\n\r\nsecurity.  So the P.A.P. has to try to cover  up  this\r\n\r\nhumiliating  situation with all sorts of  evil  tricks\r\n\r\nand  subterfuges. But from the issue of representation\r\n\r\nin  the Federal Parliament, we discover how the  Prime\r\n\r\nMinister  has  tried to give the people  of  Singapore\r\n\r\nthree  types of citizenship rights, thereby  creating,\r\n\r\nin  fact  but not in name, three classes of  citizens.\r\n\r\nFirst,   the   first-class  citizen  with  first-class\r\n\r\ncitizenship  rights  is the Federal  citizen.  He  has\r\n\r\nvoting rights in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 378</b></font><br><br>\r\n\r\n\r\n\r\nthe  Federation  and he can stand as a  candidate  for\r\n\r\nelection in any part of the Federation. Of course,  he\r\n\r\ncan  elect  representatives to the Federal Parliament.\r\n\r\nTo  this group of first-class citizens belong all  the\r\n\r\nexisting Federal citizens in the country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Second, the second-class citizen with second-class\r\n\r\ncitizenship  rights is the Singapore citizen  who  was\r\n\r\nborn  in  Singapore. He has voting rights in Singapore\r\n\r\nonly. He can also stand as a candidate for election in\r\n\r\nany part of Singapore. Theoretically, he is considered\r\n\r\nto  have  the  qualifications to be  registered  as  a\r\n\r\nFederal  citizen.  And because of  this  he  would  be\r\n\r\nentitled   to  have  representation  in  the   Federal\r\n\r\nParliament.   This  group  of  second-class   citizens\r\n\r\nnumbers  284,000. That is slightly less than half  the\r\n\r\npresent number of citizens of Singapore. That  is  how\r\n\r\nthe Prime Minister worked out the 14 representatives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I come to the third-class. The third class of\r\n\r\ncitizens  with third-class citizenship rights  is  the\r\n\r\nSingapore citizen who was not born in Singapore. He is\r\n\r\nthe  Singapore citizen who was born in the Federation,\r\n\r\nIndia, China, the United Kingdom and the Colonies.  He\r\n\r\nhas  voting rights confined to Singapore only. He  can\r\n\r\nstand  as  a  candidate for election in  any  part  of\r\n\r\nSingapore.  But - and  this is  very  important,  Sir - he\r\n\r\nwould not be considered to have the qualifications  to\r\n\r\nbe  registered  as a Federal citizen. And  because  of\r\n\r\nthis,  he  would not be entitled to representation  in\r\n\r\nthe  Federal  Parliament. This group  of  third-class,\r\n\r\ncitizens numbers 340,000 - more than half' the number of\r\n\r\ncitizens  in Singapore. I wonder if the Prime Minister\r\n\r\ncan see what he is doing. Is he so blind that he: does\r\n\r\nnot see that this will lead to a lot of unhappiness?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. has said: Merger means merger of peoples.\r\n\r\nI  would like to ask the Prime Minister if this is the\r\n\r\nmerger  of  the  peoples. How  does  division  of  the\r\n\r\npeoples  into  different  classes  of  citizens,  with\r\n\r\ndifferent  classes  of  citizenship  rights,  lead  to\r\n\r\nnational   unity?   Will  not  this  segregation   and\r\n\r\nisolation  of the people of Singapore from the  people\r\n\r\nof the Federation lead instead to a further widening\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 379</b></font><br><br>\r\n\r\n\r\n\r\nof  the differences that exist? How can we say in  the\r\n\r\nP.A.P. brand of Tipu orang merger that Singapore  will\r\n\r\nform an integrated part of the new Federation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister said that \"our arrangements amount to merger because the people of Singapore will be voting representatives direct into the Federal Parliament.\" I would like to ask him once more. Does he think he can fool the people all the time? Sir, this is not merger. I think you also\r\n\r\nwill  probably agree with us that it is only a phoney\r\n\r\nand a sell-out. It is not -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think I had better make it\r\n\r\nquite  clear  that the Speaker should  not  be  drawn\r\n\r\ninto this controversy.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I would not like to involve the\r\n\r\nChair,  Sir.  But anybody in his senses  listening  to\r\n\r\nthis  will have to agree with us that it is  a  phoney\r\n\r\nand a sell-out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Nonsense!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> It is not a thing a socialist\r\n\r\nwill  want. It is not the deed of a man who  professes\r\n\r\nto  go towards the goal of an egalitarian society.  It\r\n\r\nis  not a deed of a true Malayan patriot. No, Sir. It\r\n\r\nis  a  deed of a traitor to the people. It is  a  pity\r\n\r\nthat  the Prime Minister is not here. I would like  to\r\n\r\nurge  him  once more - turn back while there  is  still\r\n\r\ntime. Let him turn back before the curse of all'  true\r\n\r\nMalayans, the  curse  of  their  children  and  their\r\n\r\nchildren's children, be on him.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> He is not worried!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Sir, knowing that this humbug\r\n\r\nmerger  will  not get the support of the  people,  the\r\n\r\nPrime  Minister has taken great pains to explain  that\r\n\r\nthe  various sectional interests are looked after. But\r\n\r\nall  these sectional interests which are listed in the\r\n\r\nYang  di-Pertuan Negara's speech are things we already\r\n\r\nenjoy at present. The Chinese parents and the Chinese-educated,  the  workers, the businessmen,  contractors\r\n\r\nand bus companies, merchants, a whole lot of them.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 380</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> What about the English-educated?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> All are enjoying whatever rights\r\n\r\nthey  now have. They do not have to have merger before\r\n\r\nthey  can  have these rights. Neither will  they  lose\r\n\r\nthese  rights  if  there is no merger.  If  the  Prime\r\n\r\nMinister wants to tell the people that he is concerned\r\n\r\nabout  their  welfare, then merely safeguarding  their\r\n\r\ninterests  will  not  be  enough,  because  under  any\r\n\r\ncircumstances their interests must be safeguarded  and\r\n\r\npreserved.  But  the  Prime  Minister  should   exert\r\n\r\nhimself  a  little  more and ask - how  are  all  these\r\n\r\ninterests  and rights promoted, expanded and  advanced\r\n\r\nwith  merger?  Since  he  has  forgotten  this  highly\r\n\r\nimportant  aspect, let us try and help him  with  some\r\n\r\nquestions.  Such as, what can the civil  service  gain\r\n\r\nwith  merger? That is what we would like to know.  For\r\n\r\nexample, can the civil servants get more opportunities\r\n\r\nfor  promotion in a wider service under the same terms\r\n\r\nnow existing or on improved and better terms? Will the\r\n\r\nterms  and  conditions  of  service  be  improved  and\r\n\r\nbettered? Will promotion be accelerated? Sir, the past\r\n\r\nderogatory  attitude of the P.A.P. leadership  towards\r\n\r\nthe  civil service is well known. In 1959, during  the\r\n\r\nfirst session, soon after the arbitrary imposition  of\r\n\r\npay cuts, the Prime Minister said this - volume 11, No.\r\n\r\n6, column 368:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'I say to the Civil Service and their present rather\r\n\r\ninept leaders who have begun what they believe to be a\r\n\r\nrevolutionary movement against the Government, that lf\r\n\r\nnothing  else more catastrophic happens to  them  than\r\n\r\nthe  loss  of  allowances in the top brackets  of  the\r\n\r\nCivil  Service, and the fact that they  have  to  face\r\n\r\nfiercer  competition  from  the  non-English  educated\r\n\r\nmembers  of the service, then they should go  down  on\r\n\r\ntheir bended knees and thank the Gods that their souls\r\n\r\nhave been spared.'\r\n\r\n\r\n\r\n<br><br>Now, hoping to pacify the civil servants and hoping to\r\n\r\nbuy  their  votes, the discredited leadership  of  the\r\n\r\nP.A.P. restored the pay cuts.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I just want to avoid the danger\r\n\r\nof  our  entering into a debate on the restoration  of\r\n\r\nthe   pay   cuts  on  this  particular   motion.   The\r\n\r\nrestoration of pay cuts, I take it, will be debated at\r\n\r\nlength during the Committee of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 381</b></font><br><br>\r\n\r\n\r\n\r\nSupply or on some other occasion. But let us not enter\r\n\r\ninto  a debate on the restoration of pay cuts on these\r\n\r\nmotions.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I only want to mention that the\r\n\r\nP.A.P. makes  this  restoration  of   pay   cuts   a\r\n\r\ncondition.  They link it up with their phoney  merger\r\n\r\nproposals, Sir, because they say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'with merger now in prospect it is possible to relax\r\n\r\nmany of the stringent measures adopted.'\r\n\r\n\r\n\r\n<br><br>I think this is sheer hypocrisy.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Queenstown has\r\n\r\nbeen  straying  on the border line for  some  time  on\r\n\r\nunparliamentary  words. But I have  always  disallowed\r\n\r\nthe  word \"hypocrisy\" if used in relation to a  Member\r\n\r\nof  this Assembly. Therefore, I think the hon.  Member\r\n\r\nshould withdraw the word.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I withdraw that word, Sir. Very\r\n\r\ndishonest behaviour, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Queenstown is\r\n\r\nstill forgetting himself. I do not think he should, in\r\n\r\nthis  context  anyway, use the words  \"very  dishonest\r\n\r\nbehaviour\".\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> A very bad excuse, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. All I want is a withdrawal of\r\n\r\nunparliamentary  words, and I do not  think  I  should\r\n\r\nallow even a substitution at this stage.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I withdraw, Sir. I would ask\r\n\r\nthem:  Why do they not just speak the truth and  shame\r\n\r\nthe  devil, because what has this restoration  of  pay\r\n\r\ncuts to do with merger anyway? Surely they do not hope\r\n\r\nthat they may fool the civil servants all the time? At\r\n\r\nthe  present moment, what I would like to ask is this:\r\n\r\nWho  is going down on bended knees and who is thanking\r\n\r\nthe Gods that their souls have been spared?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister also says that the businessmen, contractors and bus companies want a merger under conditions in which priority for tenders and licences\r\n\r\nwill be as before. Of course -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That appears to be a quotation from the\r\n\r\nYang di-Pertuan Negara's speech. If that is so, then I\r\n\r\ndo not think the Member for Queenstown\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 382</b></font><br><br>\r\n\r\n\r\n\r\nis  entitled to say that the Prime Minister says that.\r\n\r\nIt is the policy speech of the Government as a whole.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The Yang di-Pertuan Negara's\r\n\r\nspeech   which   was  delivered  on  behalf   of   the\r\n\r\nGovernment, Sir. Does the Government then suppose that\r\n\r\nthese  sectional  interests  will  expect  less?  That\r\n\r\nshould  be the minimum demand. But they will  ask  the\r\n\r\nGovernment,  and  the Prime Minister  specially,  what\r\n\r\nadditional  benefits will they get with  merger?  Will\r\n\r\nthey  get the same opportunities for business  in  the\r\n\r\nFederation as in Singapore? Will the bus companies  be\r\n\r\nallowed  to  operate  freely  on  new  routes  in  the\r\n\r\nFederation?   And  if  allowed,  will  Singapore   bus\r\n\r\ncompanies  be  treated equally as others and  provided\r\n\r\nwith  equal  facilities? So you see,  Sir,  by  merely\r\n\r\nsaying that certain rights will be safeguarded is  not\r\n\r\nof  much  use,  because  these rights  are  rights  we\r\n\r\nalready  have.  What we want are  more  rights, more\r\n\r\nfacilities,  and equality with merger. Otherwise,  how\r\n\r\ncan merger be of benefit to the people of Singapore? I\r\n\r\nthink the Prime Minister will have to try another line\r\n\r\nif  he  wants  to fish for support for  his  so-called\r\n\r\nmerger proposals.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister has also once said that no one is\r\n\r\ngoing to lose his citizenship; no one is going to lose \r\n\r\nany  of  the rights he has got. 'To that again I  say:\r\n\r\n\"of  course.\"  Is there anything he can boast  of  and\r\n\r\ncrow  about?  For  the  greater majority,  the  P.A.P.\r\n\r\nproposal is the end of the road for more rights.  They\r\n\r\nwill  forever  remain third-class  citizens.  But  the\r\n\r\nPrime   Minister  added,  \"Everyone  will  be  getting\r\n\r\nsomething  more.\" How nice. But let us ask  him  what\r\n\r\nthis  \"something more\" is. I have publicly posed  many\r\n\r\nquestions to the P.A.P. before on citizenship as  well\r\n\r\nas  on  other issues, but have not received any  reply\r\n\r\nfrom them so far. I wish to pose these questions again\r\n\r\nin  this  Assembly and let us hope they will have  the\r\n\r\nguts  to answer them this time. Let them answer  these\r\n\r\nquestions in clear-cut categorical terms and not in  a\r\n\r\nflood of meaningless verbal diarrhoea.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;1. Will Singapore citizens be able to apply for jobs\r\n\r\ndirect  into  the Federation Government services  like\r\n\r\nother\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 383</b></font><br><br>\r\n\r\n\r\n\r\ncitizens  from  the  Federation, or  will  they   be\r\n\r\ndiscriminated  against  just  because  they  are   not\r\n\r\nFederal citizens?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;2. Will the products of Singapore schools and\r\n\r\nuniversities  be  treated on the same  footing  as\r\n\r\ntheir Federation counterparts when they apply  for jobs in the Federation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;3. Will Singapore citizens be able to move\r\n\r\nfreely  or  enter  or leave the Federation  freely without any restriction?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;4. Will Singapore citizens have full freedom of\r\n\r\nspeech and expression in the Federation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;5. Will students from Singapore schools and\r\n\r\nuniversities, particularly Nanyang University, have the right to travel freely in the Federation, inter-mingle with the Federation students, and participate \r\n\r\nin the student movements in the Federation, without \r\n\r\ndiscrimination if they are not Federal citizens?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;6. Will the workers of Singapore be able to\r\n\r\napply  for  jobs  in the Federation  on  an  equal\r\n\r\nfooting with Federal citizens?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;7. Will the workers of Singapore be allowed to\r\n\r\njoin the trade unions in the Federation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;8. Will the workers of Singapore and the\r\n\r\nFederation  be  allowed to form pan Malayan  trade\r\n\r\nunions  so  that  they can unite  and  strengthen\r\n\r\ntheir  organisation in their struggle  to  improve\r\n\r\ntheir livelihood?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;9. Will the businessmen in Singapore have equal\r\n\r\nrights    and    opportunities    as    Federation\r\n\r\nbusinessmen  if they choose to do their  business\r\n\r\nin the Federation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;10. Will their lack of Federation citizenship be\r\n\r\na discriminating factor if they apply for business\r\n\r\nlicences, etc.?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let the Government answer all these questions. Let\r\n\r\nthe  truth be out. Let us not try to cover up all  the\r\n\r\nugly  facts.  Let  there be no more  bluff.  Let  the\r\n\r\npeople know all there is to know. They\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 384</b></font><br><br>\r\n\r\n\r\n\r\nhave  the  right to know the truth. In spite  of  all\r\n\r\ntheir  unprincipled propaganda over  Radio  Singapore,\r\n\r\nusing  civil  servants as mouthpieces, let  the  Prime\r\n\r\nMinister tell the people how this special type of sell-out merger is good for Singapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee)</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Yes. The Member for Queenstown\r\n\r\nhas  just  now alleged that civil servants  have  been\r\n\r\nimproperly used, or are themselves improperly  engaged\r\n\r\nin  political  activities. Is  it  in  order  to  make\r\n\r\nimplications against members of the civil service  who\r\n\r\nare not here to defend themselves?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> As far as the point of order is\r\n\r\nconcerned, all I think this Assembly is concerned with\r\n\r\nis  to see that any Member does not say anything which\r\n\r\nis,  in  fact,  untrue  or which  in  fact  cannot  be\r\n\r\nsubstantiated.  And  if  the allegation  made  by  the\r\n\r\nMember for Queenstown is correct, then, of course,  he\r\n\r\nis  entitled to say what he did say, and the  Minister\r\n\r\nfor  Finance, when his opportunity arrives, can defend\r\n\r\nthe  civil  servant, as it is his duty to  do  so,  of\r\n\r\ncourse, as Minister in charge of Establishment.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> It seems the Minister for Finance\r\n\r\nhas -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have already ruled.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I bow to your decision, Sir. Let\r\n\r\nus now examine the P.A.P.'s so-called merger proposals\r\n\r\nin  yet  another way. Let us examine them in terms  of\r\n\r\nthe   desirable  objectives  which  merger  with   the\r\n\r\nFederation  is  to  achieve. The desirable  objectives\r\n\r\nfall into three major groups, which may be represented\r\n\r\nby the following three slogans:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;1. Economic prosperity through merger.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;2. National unity through merger.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;3. Independence through merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us first take Economic Prosperity through\r\n\r\nMerger. Merger by itself has\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 385</b></font><br><br>\r\n\r\n\r\n\r\nlittle or nothing to contribute, to the prosperity  of\r\n\r\nSingapore.  Merger does not by itself mean that  there\r\n\r\nwill be bigger markets for Singapore manufactures, nor\r\n\r\ndoes  it mean that the customs barrier at Johore Bahru\r\n\r\nwould  be  taken off on Merger Day. After merger,  the\r\n\r\nposition  of  Singapore would be similar  to  that  of\r\n\r\nPenang - politically  a  part  of  the  Federation,  but\r\n\r\neconomically  outside the Federation's  tariff  walls.\r\n\r\nTherefore,  at  best,  merger  would  make  a   common\r\n\r\ncommodity  market  possible. But  this  is  largely  a\r\n\r\ntheoretical  possibility. A  common  commodity  market\r\n\r\nwhich  opens the Federation market to Singapore  would\r\n\r\nhave  in  some  cases  to be at  the  expense  of  the\r\n\r\neconomic  development  of  the  Federation.  Even  the\r\n\r\nMinister for Finance of Singapore once believed, as  I\r\n\r\nam  told,  that  if Singapore is to achieve  a  common\r\n\r\ncommodity  market with the Federation, Singapore  must\r\n\r\nbe  in a position to twist the Federation's arm. I  am\r\n\r\nsure  the  Minister could confirm  this.  It  is  this\r\n\r\ncapacity,  Sir,  to twist the Federation's  arm,  that\r\n\r\nwould   be  lost  when  there  is  a  merger   without\r\n\r\nproportionate   representation.   With   proportionate\r\n\r\nrepresentation, Singapore would be in  a  position  of\r\n\r\nstrength comparatively in the Federal Parliament,  and\r\n\r\nwhosoever  forms  the Government would  have  to  make\r\n\r\nreasonable   concessions  to   safeguard   Singapore's\r\n\r\ninterests.  It  is an established fact that  political\r\n\r\nrepresentation  is the key to economic  progress.  Our\r\n\r\nfight, Sir, against colonialism was not purely to have\r\n\r\nlocal men driving State-owned air-conditioned cars, or\r\n\r\nfor  the beauty of a new State Flag. It stems from  an\r\n\r\nage-old  maxim -  no  taxation without  representation.\r\n\r\nThat  is,  economic  interests cannot  be  safeguarded\r\n\r\nwithout political rights. Anybody who has made a study\r\n\r\nof  Government expenditure should know that Government\r\n\r\nin spending money tends to conciliate pressure groups.\r\n\r\nWe  have  only just had a demonstration of it  by  the\r\n\r\nP.A.P.  When  they  thought that the  English-educated\r\n\r\nwere  of  no consequence, as I have already  a  little\r\n\r\nwhile  quoted,  they cut their salaries  without  even\r\n\r\nattempting to go through the motions of negotiation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 386</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> .Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Then when they lost the Chinese-educated and the working class support, they gave back\r\n\r\nall' the salaries. Everyone knows that the restoration\r\n\r\nof  the  pay  cuts  was  not  because  of  the  merger\r\n\r\narrangements, as the P.A.P. would like us to  believe.\r\n\r\nIt  was  purely  and simply a blatant attempt  by  the\r\n\r\nP.A.P. to  buy  the votes of the civil  service.  The\r\n\r\nwhole quotation -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Here again, I must point out\r\n\r\nthat  there is repetition. Almost the same  words  are\r\n\r\nbeing  used,  and I would suggest to  the  Member  for\r\n\r\nQueenstown that he should try and avoid that  sort  of\r\n\r\nrepetition.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> It is only in passing, Sir,I am\r\n\r\nnot labouring on it at all. I just want to mention the\r\n\r\nfact  that this whole operation has a moral,  that  we\r\n\r\ncan  only  disregard at our peril. If  we  do  not negotiate and get proportionate representation in  the\r\n\r\nFederation Parliament, and if we do not negotiate  and\r\n\r\nget   reasonable  and  legitimate  rights  to   common\r\n\r\ncitizenship,  then  economic prosperity  would  be  as\r\n\r\nhollow a promise as all other P.A.P. promises.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there has been a concerted effort to present\r\n\r\nmerger  as  the key to Singapore's economic  problems,\r\n\r\nbut  the solutions to economic problems do not  depend\r\n\r\non  markets  alone. Markets are important,  and  these\r\n\r\nwould  depend on political concessions that  could  be\r\n\r\ngot  from the Federation by a common commodity  market\r\n\r\narrangement which the Minister for Finance says is not\r\n\r\nimmediately    possible.   Economic    solutions    to\r\n\r\nSingapore's problem would also depend, Sir - even if  we\r\n\r\nhad the common commodity market - on the economic policy\r\n\r\nof  the  Government and the expenditure  of  money  in\r\n\r\npursuance  of  this policy. This, Sir, I  have  learnt\r\n\r\nfrom  people who should know. The economic  prosperity\r\n\r\nof   Singapore   is   thus  dependent   on   political\r\n\r\nconsiderations, and we have no right to  pretend  that\r\n\r\nmerger  per se is the solution. Merger by itself  will\r\n\r\nnot  solve the unemployment problem also in Singapore.\r\n\r\nIn  the  first place, unemployment problems  are  also\r\n\r\npresent in the Federation.  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 387</b></font><br><br>\r\n\r\n\r\n\r\nThe  increasing  poverty  resulting  from   the\r\n\r\nexploitation in the kampongs has driven more and  more\r\n\r\npeasants  into the town, thus swelling the  number  in\r\n\r\nunemployment. A large number of the unemployed in  the\r\n\r\nFederation  have been coming to Singapore looking  for\r\n\r\njobs. In spite of all the propaganda of the flight  of\r\n\r\ncapital  from  Singapore to the  Federation,  the  net\r\n\r\ninflow  of people from the Federation to Singapore  in\r\n\r\n1959 was about 8,000. In fact, the merger proposals of\r\n\r\nthe P.A.P. would weaken Singapore's economic position.\r\n\r\nIt  would  place the livelihood of our people  at  the\r\n\r\nwill  and pleasure of Federation politicians over whom\r\n\r\nthe  people  of Singapore will not have an appropriate\r\n\r\ninfluence.  It is therefore a matter which merits  the\r\n\r\nmost  thoughtful consideration of all the people.  The\r\n\r\nbusiness community especially would do well to realise\r\n\r\nthat   the   demand   for   citizenship   rights   and\r\n\r\nproportionate  representation  is  not   a   bid   for\r\n\r\npolitical power or an attempt to build Singapore as  a\r\n\r\nbase  for the Communists. It is indeed, Sir, a  matter\r\n\r\nof  safeguarding  the  livelihood  of  the  people  of\r\n\r\nSingapore. The politicians who gaily talk about merger\r\n\r\nwhich  is  a surrender of legitimate political  rights\r\n\r\nare  the  ones who are jeopardising the livelihood  of\r\n\r\nthe   people.  Their  narrow,  selfish  interests   of\r\n\r\nretaining  political power, the vindictive  desire  to\r\n\r\nfix  their political opponents, have blinded  them  to\r\n\r\nthe  consequences  of their acts. They  have  Economic\r\n\r\nPh.Ds, and  highly paid experts,  and  yet  in  their\r\n\r\nsingleminded   desire  to  destroy   their   political\r\n\r\nopponents,  they would destroy the livelihood  of  the\r\n\r\npeople.  It is the cynical nihilism of these  arrogant\r\n\r\nmen  who would destroy the people of Singapore if they\r\n\r\ncannot  lord over them. They are arrogant and  cynical\r\n\r\nenough to believe that they can persuade the people of\r\n\r\nSingapore,  by the use of all the means of  propaganda\r\n\r\nat  their  disposal',  to  agree  to  this  scheme  of\r\n\r\ndestruction. As I have said, Sir, they even use  civil\r\n\r\nservants  on  this. They, in their cynical  arrogance,\r\n\r\nthink  that the people can be beguiled into  accepting\r\n\r\ntheir  destruction by branding all opposition to their\r\n\r\nmad scheme as Communist-inspired.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 388</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is a large mass of literature on the\r\n\r\nproblems  of  Federal  economic  and  fiscal   policy;\r\n\r\nliterature on the needs for constitutional checks  and\r\n\r\nbalances  in order to prevent the destruction  of  the\r\n\r\nlegitimate  interests of component States;  literature\r\n\r\non  the  necessity  of political  safeguards  and  the\r\n\r\nparamount significance of proportional representation.\r\n\r\nIs this all Communist-inspired? Or has the desperation\r\n\r\nof  arrogant men faced with political oblivion gone so\r\n\r\nfar  as  to  blind themselves completely?  We  of  the\r\n\r\nBarisan  Sosialis have said over and over  again  that\r\n\r\nthe   problems  of  merger  are  matters  of  national\r\n\r\nimportance  and  merit united  action  if  we  are  to\r\n\r\nachieve what is best in the interests of the people of\r\n\r\nSingapore  and the Federation. We have said  over  and\r\n\r\nover  again, \"Do not betray the people's interests  by\r\n\r\nmaking  it  a  party  issue.  Let  us  safeguard   the\r\n\r\ninterests   of  the  people  by  thrashing   out   our\r\n\r\ndifferences. But the interests of the people must come\r\n\r\nfirst.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this phoney merger is not - I repeat not - intended\r\n\r\nto  solve the economic problems of Singapore,  and  we\r\n\r\nknow  this  from the Tunku himself. Let me  quote  him\r\n\r\nfrom  the  Straits Times of 18th November. This  is  a\r\n\r\nreport of his interview in London:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'He [that is, the Tunku] considered that merger of\r\n\r\nSingapore   and   Federation   would   benefit    both\r\n\r\nterritories  to a small extent economically,  but  far\r\n\r\nmore  important was the benefit it would bring to  the\r\n\r\nwhole area politically.'\r\n\r\n\r\n\r\n<br><br>Earlier,   the  Tunku  explained  what  he  meant   by\r\n\r\n\"political  benefits\", and it is in  the  same  report\r\n\r\nhere. I will quote again:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'By merging with Singapore, the Federation would\r\n\r\ntake  on  more  than it wanted, but he felt  this  was\r\n\r\nnecessary  if it was not to have a Communist  or  pro-Communist  government  in power  in  its  neighbouring\r\n\r\nterritory.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the primary motive of this phoney merger is not\r\n\r\nto  benefit us economically but to fight Communism. In\r\n\r\nother words, Sir, the purpose of this phoney merger is\r\n\r\nnot  a positive one but simply a negative one - that  of\r\n\r\nanti-Communism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. stated in the Yang di-Pertuan Negara's\r\n\r\nspeech  at  column 12 of Hansard dated  31st  October,\r\n\r\n1961:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 389</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'With merger now in prospect, the assumptions on\r\n\r\nwhich the original economic policies of the Government\r\n\r\nwere  based  must be reviewed. As part  of  a  greater\r\n\r\nentity,  Singapore can stand up better to its economic\r\n\r\ndifficulties than by tackling them in isolation. Hence\r\n\r\nit   was  possible  to  relax  many  of  the  measures\r\n\r\nadopted.'\r\n\r\n\r\n\r\n<br><br>Sir,  the  P.A.P. is trying to deceive the  people  of\r\n\r\nSingapore  that after the P.A.P. type  of  merger  the\r\n\r\ncoffers  of  Singapore will be filled with money  from\r\n\r\nthe Federation and that our revenue will be increased.\r\n\r\nNothing can be further from the truth. In fact,  after\r\n\r\nthis   phoney   merger,   at  least   one-quarter   of\r\n\r\nSingapore's present revenue will go to the Federation.\r\n\r\nThat we have learnt from the Prime Minister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now let me proceed with the second objective:\r\n\r\nnational  unity through merger. The P.A.P.'s  proposal\r\n\r\nclaims  to  give different educational rights  to  the\r\n\r\nChinese  living in Singapore from those  available  to\r\n\r\nthose  living across the Causeway. We are  to  have  a\r\n\r\nsystem  of education that would isolate the people  of\r\n\r\nSingapore  from  those  in  the  Federation,  and   in\r\n\r\naddition  to the existing cleavage among the different\r\n\r\ncommunities,  we  are to create new cleavages  through\r\n\r\ndifferent educational rights. The effect of this would\r\n\r\nbe  that unless we ban the entry of young Chinese from\r\n\r\nthe  Federation or deny them the right of entry to our\r\n\r\nschools,  there would be wholesale movement  of  youth\r\n\r\nfrom  the Federation to Singapore to study and to take\r\n\r\nexaminations  that  would  be  held  in  the   Chinese\r\n\r\nlanguage.  What  is  to happen to these  youths  after\r\n\r\ntaking   the   examinations   in   Singapore?    Their\r\n\r\ncertificates  would have no value in  the  Federation,\r\n\r\nand they would have to stick in Singapore in order to\r\n\r\nget  jobs. The number of unemployed in Singapore  will\r\n\r\nthereby  increase  and not decrease under  the  P.A.P.\r\n\r\ntype of merger. Singapore with its dispossessed youths\r\n\r\nfrom  the  Federation  would  become  the  centre   of\r\n\r\nagitation  for  Chinese  educational  rights  in   the\r\n\r\nFederation.  In  the  Federation  the  special  rights\r\n\r\navailable   in  Singapore  would  become   cause   and\r\n\r\njustification for agitation. Sooner or later all  this\r\n\r\nagitation  would be labelled Communist, like  all  the\r\n\r\nstrikes not involving the P.A.P.-sponsored unions\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 390</b></font><br><br>\r\n\r\n\r\n\r\nso  far, and the dragon teeth of unrest and repression\r\n\r\nsown by the P.A.P. would produce widespread grievances\r\n\r\nand dissension. Surely this is not the way to national\r\n\r\nunity. It is a path leading not to national unity  but\r\n\r\nto national disunity and civil war.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> It is a path on which other\r\n\r\nsidepaths  arising  from  discontent  over  restricted\r\n\r\npolitical  rights  and  limited  representation  would\r\n\r\nconverge.  It  is  a  path  that  every  man,  however\r\n\r\ndesperate, must avoid. It is a path that the desperate\r\n\r\nmen  of the P.A.P. must, if they have any decency left\r\n\r\nin  them,  not  create. If they do,  generation  after\r\n\r\ngeneration  of  their survivors shall curse  them  for\r\n\r\ntheir  part in the holocaust that was brought  on  the\r\n\r\npeople of the country. The present arrangement  is  no\r\n\r\nsolution  to  the  problems of Chinese  education.  If\r\n\r\nthere  is to be one, it would have to be hammered  out\r\n\r\nin  the  Federal  Parliament. And the  solution  which\r\n\r\nwould  contribute  to political harmony  and  national\r\n\r\nunity  must apply to the whole of Malaya. In hammering\r\n\r\nout  the solution, Singapore must have its say, a  say\r\n\r\nthat  can  only  be assured if there is  proportionate\r\n\r\nrepresentation  in  the  Federal  Parliament.  As  the\r\n\r\nproposal  now  stands,  it is not  a  contribution  to\r\n\r\nnational   unity,  but  a  contribution  to   national\r\n\r\ndisunity and disaster.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Let us also examine whether this\r\n\r\ndifferent educational policy is a good one. If we, for\r\n\r\na  moment,  disregard national interests and  consider\r\n\r\nthis  only in terms of the interests of the people  in\r\n\r\nSingapore.  I have already indicated the dangers  that\r\n\r\nwould  be  posed  to  the employment  market  and  the\r\n\r\neducational system if youths from the Federation  came\r\n\r\nto  Singapore and acquired qualifications that have no\r\n\r\nmeaning  outside  Singapore.  In  addition  to   this,\r\n\r\nChinese  schools  would become  centres  of  agitation\r\n\r\nagainst  the  educational system in the  rest  of  the\r\n\r\nFederation, and they would be harassed as  centres  of\r\n\r\nCommunist and pro-Communist activity. The causes\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 391</b></font><br><br>\r\n\r\n\r\n\r\nand  the legitimate grievances would be forgotten  and\r\n\r\nonly  the  effects would remain. How would this  bring\r\n\r\nhappiness  to  the people? If the people of  Singapore\r\n\r\ntruly   have   autonomy  over  education,   then   the\r\n\r\neducational policy must he based on the aspiration  of\r\n\r\nthe   people.  We,  in  Singapore,  are  predominantly\r\n\r\nsocialist in outlook. If the people's aspirations were\r\n\r\nmet,  the products of the schools and universities  in\r\n\r\nSingapore would be more progressive in their political\r\n\r\noutlook  than  what the present Federation  Government\r\n\r\nwould  allow. Do you think that the internal  security\r\n\r\nboys  under  the  control  of the  present  Federation\r\n\r\nGovernment would remain idle over this? From what  has\r\n\r\nbeen  said by those in authority in the Federation  in\r\n\r\nthe  recent Parliament debate, the likelihood is  that\r\n\r\nthe  products  of Singapore's schools and universities\r\n\r\nwill be crowding the gaols in Changi and Batu Gajah if\r\n\r\nthe P.A.P.'s sell-out is pushed through.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The autonomy in education then, which is being\r\n\r\noffered as a great achievement of the intelligence and\r\n\r\nrealism  of  the  P.A.P. leaders,  would  be  crushed\r\n\r\nbetween agitation and internal security, in the  final\r\n\r\nanalysis,  autonomy in Chinese education would  vanish\r\n\r\nalmost as soon as it was given.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The statements of the Prime Minister, too, have been\r\n\r\nvery  contradictory in his advocating  local  autonomy\r\n\r\nfor  education. The Prime Minister has said that local\r\n\r\nautonomy might go on for 30 to 50 years, in one of his\r\n\r\nPress  interviews. By this, he means that there  would\r\n\r\nnot  he  complete unification of our country  and  our\r\n\r\npeople  for 30 to 50 years. Again, the Prime  Minister\r\n\r\nhas also advocated nation-building through unification\r\n\r\nof  the  education  policy. And the merger  proposals,\r\n\r\naccording  to the P.A.P., will lead to unification  of\r\n\r\nour people. How does the Prime Minister reconcile this\r\n\r\navowed  policy  of  nation-building  towards  national\r\n\r\nunification  on  the one hand, and the maintenance  of\r\n\r\nseparate education policies in the Federation  and  in\r\n\r\nSingapore for as long as 30 to 50 years on the  other?\r\n\r\nWhat  sort of a double talk is this? Even here I see - I\r\n\r\nam reading from the text of a speech by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 392</b></font><br><br>\r\n\r\n\r\n\r\nthe  Deputy  Speaker at the opening  of  the  Labrador\r\n\r\nPrimary School, Pasir Panjang, on 28th October - that he\r\n\r\nsaid,  \"With  merger the children in  the  schools  in\r\n\r\nSingapore will be the children of Malaya. We have  one\r\n\r\ndestination   ahead  of  us.\"  Where   is   the   \"one\r\n\r\ndestination\"?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> End of P.A.P.!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Nil. It is clear, therefore, that\r\n\r\nall  this talk of autonomy on education and labour  in\r\n\r\nthe  face  of  the  avowed policy  of  nation-building\r\n\r\ntowards  the  national unification not  only  deceives\r\n\r\nother  people  but the P.A.P. themselves  as  well.  I\r\n\r\nwonder  if the Back-benchers know this line of  double\r\n\r\ntalk  of  the Prime Minister. Such too, Sir, would  be\r\n\r\nthe fate of autonomy in labour.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Queenstown\r\n\r\nappears to be going on to a different subject. I think\r\n\r\nit may be convenient to suspend. Is it convenient?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Not exactly, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> He has not finished yet!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It is convenient to suspend. I suspend\r\n\r\nthe  Assembly. I will take this Chair again  at  half-past Five. Order, order.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.57 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n             \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MERGER (SINGAPORE/FEDERATION OF MALAYA)</b></div>\r\n\r\n<div align=\"center\"><b>(White Paper)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I was saying, Sir, that all this\r\n\r\ntalk  of autonomy in education and labour in the  face\r\n\r\nof   the  avowed  policy  of  nation-building  towards\r\n\r\nnational unification, not only deceives other  people,\r\n\r\nbut the P.A.P. themselves as well. Such, too, would be\r\n\r\nthe fate of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 393</b></font><br><br>\r\n\r\n\r\n\r\nautonomy in labour. I am not going in detail on  that.\r\n\r\nI  will  leave it to my colleagues. The only guarantee\r\n\r\nfor  safeguarding the workers' rights is the existence\r\n\r\nof  a  strong,  independent trade union movement.  The\r\n\r\nworkers  have  also seen their effective  trade  union\r\n\r\nleaders   being  imprisoned  without  trial  both   in\r\n\r\nSingapore  and in the Federation, all in the  name  of\r\n\r\nsecurity  risks.  The workers are by  now  politically\r\n\r\nmatured.  They  know  that  the  control  of  internal\r\n\r\nsecurity  by  a  Government that is  unsympathetic  to\r\n\r\nlabour  would make a mockery of any so-called autonomy\r\n\r\nin  labour. The workers in Singapore cannot be bluffed\r\n\r\nby   the   P.A.P.  Government  any  more.  The  P.A.P.\r\n\r\nGovernment   is  dangling  these  empty  promises   of\r\n\r\nautonomy over labour and education like carrots before\r\n\r\nthe  mule. But the people of Singapore are not  mules.\r\n\r\nIt   is  an  insult  to  the  people  for  the  P.A.P.\r\n\r\nGovernment to think that they can be so easily  duped.\r\n\r\nWe   have   been   asked  to  see  the   question   of\r\n\r\nrepresentation and these apparent concessions  in  the\r\n\r\nwrong order. The P.A.P. line is that, as a consequence\r\n\r\nof   the   need   for   autonomy  in   education   and\r\n\r\nlabour - something  that they want us  to  believe  they\r\n\r\nhave wrested from the Federation Government with great\r\n\r\ndifficulty -  they  have conceded,  as  a  just  price,\r\n\r\nlimited political representation. Surely this  is  not\r\n\r\nthe  truth.  In fact, it is the other way round.  From\r\n\r\nthe recent Federal Parliament debate on merger, it  is\r\n\r\nquite  evident that the Federation Government is  only\r\n\r\ninterested  in  obtaining  control  of  the   internal\r\n\r\nsecurity of Singapore and keeping our political rights\r\n\r\nat  the  minimum. The truth is that in order  to  make\r\n\r\nlimited political representation acceptable, they have\r\n\r\noffered  as  sops apparent autonomy in  education  and\r\n\r\nlabour - apparent  autonomy, because  internal  security\r\n\r\nwould  make  mincemeat of it before you can  say  Jack\r\n\r\nRobinson. In fact, the Tunku has already said that all\r\n\r\nprovisions will have to be transitional and temporary.\r\n\r\nI  will  quote,  Sir, from the Straits Times,  Friday,\r\n\r\n17th November. The Tunku said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'All provisions will have to be transitional and\r\n\r\ntemporary until a workable constitution can be  agreed\r\n\r\nupon  and  enshrined  in a main  constitution  of  the\r\n\r\nFederation.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 394</b></font><br><br>\r\n\r\n\r\n\r\nWe   see,   therefore,  that  the  P.A.P.'s  so-called\r\n\r\nautonomy  on education and labour is a false  autonomy\r\n\r\nand  is  not  based  on  facts. Regarding  Singapore's\r\n\r\nautonomy  on education in relation to its  clash  with\r\n\r\nthe  Rahman-Talib Report, the Prime  Minister  of  the\r\n\r\nFederation already said - and I quote, Sir; this is  the\r\n\r\nStraits  Times  of 19th October; he was talking  about\r\n\r\nthe clash of the Rahman-Talib Report with the autonomy\r\n\r\non education in Singapore. He said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'But if it was found later that changes should be\r\n\r\nmade then steps would be taken to do so.'\r\n\r\n\r\n\r\n<br><br>Sir,  I  have no doubt that the Federation  would.  So\r\n\r\nwhere  is the autonomy? Can the Prime Minister, if  he\r\n\r\nis here - or let his colleagues tell him - answer that?\r\n\r\nI have already shown that local autonomy on education,\r\n\r\nin its final analysis, would not lead to the relief of\r\n\r\nthe  economic problems and unemployment in  Singapore.\r\n\r\nAll   economists   know  that  only  full   industrial\r\n\r\ndevelopment  and expansion can possibly do  that.  But\r\n\r\nfull   industrial   expansion  and   development   for\r\n\r\nSingapore  would  mean expansion  and  development  in\r\n\r\ncompetition  and  possibly even in conflict  with  the\r\n\r\nindustrial   expansion   and   development   of    the\r\n\r\nFederation. This clash of economic policies  will  not\r\n\r\nbe allowed by the Federation. The Minister for Finance\r\n\r\nof the Federation, Mr Tan Siew Sin, has said as much.\r\n\r\nI  will  quote,  Sir, from the Straits Times  of  17th\r\n\r\nOctober. Mr Tan Siew Sin said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The Central Government must have enough powers in\r\n\r\nreserve so that if any state Government should  pursue\r\n\r\na policy affecting the economic stability of the whole\r\n\r\ncountry he can cope with such policies effectively.'\r\n\r\n\r\n\r\n<br><br>So, how can Singapore have free industrial development\r\n\r\nto  provide more opportunities of employment  for  the\r\n\r\nthousands and thousands of our present unemployed  and\r\n\r\nfor those coming out from our schools and universities\r\n\r\nyear  after  year? No, Sir. The economy  of  Singapore\r\n\r\nwill  be hamstrung at every turn. It is even possible,\r\n\r\nSir,  for  example, since they want to have  pineapple\r\n\r\ncanning  factories in the Federation,  such  factories\r\n\r\nwill  be  limited in scope or not even be  allowed  to\r\n\r\noperate  in Singapore. How good will this autonomy  be\r\n\r\nwhen\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 395</b></font><br><br>\r\n\r\n\r\n\r\nthe  livelihood  of all the people can  be  interfered\r\n\r\nwith by the powers that be outside Singapore? How will\r\n\r\nthe interests of the people be looked after?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third objective that we seek to achieve through\r\n\r\nmerger is independence. What does independence mean to\r\n\r\nthe people? If it means anything at all, it means the\r\n\r\nincrease  of  political freedom for the  people.  The\r\n\r\nstruggle  for independence is not a struggle  to  stop\r\n\r\nwhite  men  driving  in Humber-Daimlers,  Pullmans  or\r\n\r\nRolls-Royce,  and  have local  men  driving  in  air-conditioned   Daimlers.  Nor  is  the   struggle   for\r\n\r\nindependence  satisfied by the skill  with  which  new\r\n\r\nflags are designed or by a new national anthem. Behind\r\n\r\nall  this,  there  must  be an increase  in  political\r\n\r\nfreedom,  and  the use of that political  freedom  for\r\n\r\nimproving  the livelihood of the people.  Independence\r\n\r\ncannot mean the restriction of political freedom.  The\r\n\r\noverthrow  of  foreign rule in whatever  form  it  may\r\n\r\nexist  is  only  a means to achieve greater  political\r\n\r\nfreedom  for  the  community and the individuals  that\r\n\r\nform that community. \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the P.A.P. has mistaken the means for the end.\r\n\r\n'They  think  that the transfer of political  hegemony\r\n\r\nfrom  the  British to the Federation  is  independence\r\n\r\neven  if  it  would mean a decrease in  the  political\r\n\r\nrights  of  the people of Singapore. If we enjoy  more\r\n\r\npolitical  rights as a colony of the British  and  the\r\n\r\nP.A.P.'s proposals would lead to less political rights\r\n\r\nas  a  \"partner\"  of the Federation, then  it  is  not\r\n\r\nindependence through merger. Partnership becomes  only\r\n\r\nan euphemism, a word more acceptable than \"colony\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At present Singapore enjoys very real autonomy in\r\n\r\nall internal matters and has equal say with Britain on\r\n\r\nmatters  of  internal security. It is  true  that  the\r\n\r\nBritish   can   take   away  our  rights   under   the\r\n\r\nConstitution,   but  they  can   only   do   that   by\r\n\r\nestablishing a military government. As long as the peo\r\n\r\nple    support    the   Government,    whatever    the\r\n\r\nconstitutional   limitations,   the   power   of   the\r\n\r\nGovernment  is  very real. We have  seen  that  being\r\n\r\npractised.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 396</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under the P.A.P. proposals this hegemony would be\r\n\r\ntransferred from the British to the Federation  Government,  and in addition the Federation Government would\r\n\r\nbe  able  to  interfere in Singapore, as  the  British\r\n\r\nwould   never   be  able  to  without   revoking   the\r\n\r\nConstitution. There is no need to go into details, but\r\n\r\nwhat  is  inescapable is that the Singapore Government\r\n\r\nwould  not  be allowed to do anything that  displeases\r\n\r\nthe  Federation Government. Singapore  under  such  an\r\n\r\narrangement would be like a fly stuck in glue. It will\r\n\r\nbecome an un-sexed part of the Federation. The Federal\r\n\r\nrepresentation is to be such that Singapore's part  in\r\n\r\nthe  Legislature is to be kept at the minimum and  her\r\n\r\nparticipation  in  the  Federation  Government  almost\r\n\r\nimpossible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. plan for independence through merger is\r\n\r\nsuch that we would give up whatever rights we have and\r\n\r\naccept  a  political  status  designed  to  keep   our\r\n\r\ninfluence   in  national  politics  at   the   minimum\r\n\r\npossible.  This is not the same thing, Sir, as  taking\r\n\r\nour  chances  with  the rest -of  the  people  of  the\r\n\r\ncountry. If the majority can be convinced that  things\r\n\r\nshould  be  run in a different way, then  they  should\r\n\r\nhave  the  constitutional right to form  a  government\r\n\r\nthat  will  carry out their desires. Is that  not  the\r\n\r\ndemocracy  the Prime Minister expounded  to  us  night\r\n\r\nafter  night over Radio Singapore sometime back?  But\r\n\r\nit   is   not   democracy  when,   by   constitutional\r\n\r\ngerrymandering and verbal soothing syrup,  the  people\r\n\r\nof  Singapore  are  to be cast-rated  or  caponised  -\r\n\r\nsorry.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Even if the hon. Member for Queenstown\r\n\r\nhas  a  prepared speech, he must see that those  words\r\n\r\nare altered.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Caponised, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I do not think that word is any better\r\n\r\nthat the other word which I have already ruled out.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I will change the word to\r\n\r\ndevirilised    politically.   This    political    de-virilisation cannot, by any stretch of imagination, be\r\n\r\ncalled a step towards independence. There is only\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 397</b></font><br><br>\r\n\r\n\r\n\r\none  word,  Sir, to describe this, and that is  \"sell-out\".  Yes,  sell-out. The Prime  Minister  says  that\r\n\r\nbecause  we  are going to have the so-called  autonomy\r\n\r\nover  'this or that, the people of Singapore  will  be\r\n\r\nfree  after  the  phoney  merger.  But,  Sir,  let  us\r\n\r\nremember  that  internal security,  the  key  to  -our\r\n\r\nfreedom,  will  be in the hands of a  Government  over\r\n\r\nwhich we shall not have the appropriate influence.  It\r\n\r\nis  just  like saying that the arms and legs are  free\r\n\r\nwhen  there is a noose around your neck. A noose  held\r\n\r\nby  the  Federation. And who is going  to  apply  this\r\n\r\nnoose round the necks of the people of Singapore?  Who\r\n\r\nindeed  is  the hangman of the people  of  Singapore?\r\n\r\nThere  is  only  one answer, Sir. The hangman  is  the\r\n\r\nPrime Minister of Singapore. The hangman of Singapore?\r\n\r\nThe Prime Minister of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me summarise. The P.A.P. had at first said\r\n\r\nthat  automatic Federal citizenship was impossible.  I\r\n\r\nhave  already shown that automatic Federal citizenship\r\n\r\nis  possible.  This has also been  confirmed  by  the\r\n\r\nTunku  himself. The Prime Minister also said that  the\r\n\r\ndemand   for   automatic   Federal   citizenship   and\r\n\r\nproportionate representation was unreasonable. That is\r\n\r\nstill  his line. I have shown that it is not only  not\r\n\r\nunreasonable but also completely reasonable, fair  and\r\n\r\njust.  Then  the  Prime  Minister  used  the  lack  of\r\n\r\nresidential qualification and the Malay language  test\r\n\r\nas  arguments to justify his not wanting to fight  for\r\n\r\nthe  democratic rights of equality and justice for the\r\n\r\npeople  of  Singapore.  I have similarly  shown  those\r\n\r\narguments  to be false and untenable. Then the  P.A.P.\r\n\r\nline  is  that  through  merger  Singapore  will   get\r\n\r\neconomic  prosperity, national unity and independence.\r\n\r\nI  have  also shown the hollowness of their arguments.\r\n\r\nThen  the P.A.P. tries to appease sectional interests.\r\n\r\nI  have  similarly  shown  that  the  P.A.P. has  not\r\n\r\nadvanced the various sectional interests one wee  bit.\r\n\r\nin  fact,  all the P.A.P. actions have been  one  long\r\n\r\nshameful  record of treacherous betrayal of the  basic\r\n\r\ninterests  of  the  people  of  Singapore.  The  Prime\r\n\r\nMinister knows only too well that ultimately he\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 398</b></font><br><br>\r\n\r\n\r\n\r\nwill  be unmasked and be exposed. Hence, the diversion\r\n\r\nwith  the  Communist bogey. He hopes thus to use  this\r\n\r\ndiversion to distract the attention of the people from\r\n\r\nthe  treacherous sell-out carried out under -the  name\r\n\r\nof  merger. Of course, the P.A.P. leaders do also hope\r\n\r\nthat  they  will  be able to cling on to  power.  When\r\n\r\ndiscredited politicians want to transmute a  personal\r\n\r\nparty  crisis into a national one, then we are  indeed\r\n\r\nat  the  crossroads. But the Government is in  such  a\r\n\r\nmess  that  it has got the main highway and  the  side\r\n\r\npath  all  mixed up, so engrossed are they in  their\r\n\r\nhid  for  survival and in the play of party  politics.\r\n\r\nThe main highway is the highway of genuine unification\r\n\r\nof  our  country and our people. There will be  peace,\r\n\r\nprosperity,  freedom, equality, democracy and  justice\r\n\r\nfor  all  peoples  irrespective of race,  religion  or\r\n\r\ncreed.  There will be no exploitation of man  by  man.\r\n\r\nHas  the P.A.P. stepped on to this main highway?  They\r\n\r\ncall  themselves a socialist party. What is  socialist\r\n\r\nabout   it   today?  Where  are  all  their  socialist\r\n\r\nprinciples? The other path, Sir, is a side  path  that\r\n\r\nleads  to  a  dead end. Yes, that is where the  P.A.P.\r\n\r\nGovernment wants to lead us. They want to lead us to a\r\n\r\ndead  end  where there is no true unification  of  our\r\n\r\ncountry and our people. No democracy, no equality,  no\r\n\r\nfreedom and no justice, and where repressive action is\r\n\r\nexercised for the benefit of a privileged few. That is\r\n\r\nthe  road  of an unequal partnership. That is  a  road\r\n\r\nthat  leads  not to independence nor to constitutional\r\n\r\nadvance  for the people of Singapore. On the contrary,\r\n\r\nit  is  a road that leads to enslavement of the people\r\n\r\nof  Singapore in another form. Instead of London  that\r\n\r\ncontrols,  it  will  now be Kuala Lumpur.  Colonialism\r\n\r\ngoes  out  through the front door and  is  re-admitted\r\n\r\nthrough the back door.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Where is the back? We have no back\r\n\r\ndoor.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I will ask the P.A.P. leaders - as\r\n\r\nthe  local  saying goes - to go back home,  rest  their\r\n\r\nheads  high on their pillows and ponder over it.  Turn\r\n\r\nback  before  it  is too late. Get back  to  land,  as\r\n\r\nanother  saying  goes, instead of  going  further  and\r\n\r\nfurther into the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 399</b></font><br><br>\r\n\r\n\r\n\r\ndeep,  deep sea. Turn back for the sake of the people.\r\n\r\nLet  the  P.A.P. leaders undo the mistakes  they  have\r\n\r\nmade  before they go down in the annals of history  as\r\n\r\nthe traitors of the people of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now wind up.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> He winds up with six pages!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> It is utterly dishonest to call\r\n\r\nthe P.A.P. deal a merger. The plain and simple fact is\r\n\r\nthat by the P.A.P. proposals the Federation Government\r\n\r\nwould  be  free  to interfere in all  spheres  of  our\r\n\r\nlives,  even  though  we are supposed  to  have  local\r\n\r\nautonomy over labour and education. On the other hand,\r\n\r\nwe  shall not have the proportionate influence in  the\r\n\r\nFederal  legislature. We have stated in  no  uncertain\r\n\r\nterms  that  even though we desire a  merger  to  come\r\n\r\nabout,  this  does  not mean that we  agree  with  the\r\n\r\npolicies  of the present Government of the Federation.\r\n\r\nOn  the contrary, we have stated our differences  with\r\n\r\nthe Right-wing Government of the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, why have the P.A.P. Government deliberately\r\n\r\nused the word \"merger\" when it is obvious that what is\r\n\r\nbeing proposed is far from anything that can be called\r\n\r\nmerger,  when  it  is  something that  is  simply  and\r\n\r\nplainly  a  sell-out?  it  is fraudulent  practice  to\r\n\r\nconfuse  the  people by the repeated use of  the  word\r\n\r\n\"merger\".  It is like trying to sell a faked commodity\r\n\r\nfor the real one. It is bound to be found out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us now look at the propaganda line of the\r\n\r\nGovernment.  The Prime Minister and his  troubled  men\r\n\r\nhave  run up against numerous problems. They know that\r\n\r\nrun one in Singapore is against merger. They know that\r\n\r\nwe  in  the  Barisan Sosialis are in  favour  of  full\r\n\r\nunification of the two territories. Why then have they\r\n\r\nput out this falsehood that we are against merger? The\r\n\r\nanswer,  Sir, can clearly be seen in their anxiety  to\r\n\r\nforce  their proposals on the people. When  we  expose\r\n\r\ntheir  proposals and prove the whole scheme  to  be  a\r\n\r\nsell-out,  they hope to silence us by saying  that  we\r\n\r\nare against merger. And hoping to bulldoze the people   \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 400</b></font><br><br>\r\n\r\n\r\n\r\ninto   accepting   those  thoroughly   dishonest\r\n\r\nproposals, they also have the Communist alarm  raised.\r\n\r\nThe  people  of  Singapore are not frightened  by  the\r\n\r\nCommunist bogey. In fact, too many people are sick  to\r\n\r\nthe  bone  of the absurdities that have come from  the\r\n\r\nPrime  Minister  about the Communist menace.  Everyone\r\n\r\nwho  is a serious threat to the Prime Minister becomes\r\n\r\na Communist, a pro-Communist, a Communist sympathiser,\r\n\r\nand  so on. We do not wish to waste our time listening\r\n\r\nto the Prime Minister's own nightmares. In fact, if he\r\n\r\nhad  a good night's rest every time, things would have\r\n\r\nbeen  much better for all of us, particularly those\r\n\r\nwho  have  not  been completely bored by listening  to\r\n\r\nRadio Singapore. But I wish to say that all this talk\r\n\r\nabout  Communism is, in the main, directed to  London.\r\n\r\nWashington and Kuala Lumpur. By raising a scare  about\r\n\r\nCommunism,  the  Prime Minister hopes  that  he  would\r\n\r\nforce  various  foreign interests to bring  the  right\r\n\r\npressure  in  the right places to assist  him  in  his\r\n\r\nplans for a sell-out. The Tunku has revealed the  true\r\n\r\ncharacter of the Prime Minister by admitting that  he'\r\n\r\nhad been persuaded to accept merger after listening to\r\n\r\nthe  frightening  stories of  our  tale-bearing  Prime\r\n\r\nMinister.  For  one thing, I give the  Prime  Minister\r\n\r\ncredit  for  having taken the Tunku for a  jolly  good\r\n\r\nride.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands):</b> Do you think he is so foolish?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Sir, we in the Barisan Sosialis\r\n\r\nmade  a  policy statement on 28th August outlining  in\r\n\r\nunequivocal  terms  our  stand on  the  constitutional\r\n\r\nfuture. Let me quote parts of that statement. This  is\r\n\r\nour stand on merger:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Let us once again reiterate that we are fully in\r\n\r\nsupport of unity between the Federation and Singapore.\r\n\r\nWe  believe  that separation is a result  of  colonial\r\n\r\ndomination.  We  are  unreservedly  dedicated  to  the\r\n\r\nbuilding  of a Malayan nation and resolutely  opposed\r\n\r\nto  Chauvinism. We shall struggle for the unity of the\r\n\r\npeasants, workers and intellectuals of all races.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We support Malay as the national language and arc\r\n\r\nconvinced that the Malayan nation will develop a great\r\n\r\nnew cultural life common to all its people.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 401</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The way ahead for real unification for our country\r\n\r\nand our people is in one of two directions:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) an immediate, full and complete merger with\r\n\r\nSingapore   joining   the   Federation   as    a\r\n\r\nconstituent State;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) as an autonomous unit within the Confederation\r\n\r\nwith   the  Borneo  territories  coming  in  when\r\n\r\npossible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the first direction, we are fully aware of the\r\n\r\ndifficulties that face us in our struggle for  Malayan\r\n\r\nunity.  As  a result of colonial rule, the differences\r\n\r\nof  race  and religion have been emphasised  and  much\r\n\r\nwork  will  be  needed to repair the  damage  done  by\r\n\r\ncolonialism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, we declare that if the representatives of\r\n\r\nthe  people of the Federation are agreeable to do  the\r\n\r\nsame, we will pledge ourselves to wholeheartedly exert\r\n\r\nour influence to win the people of Singapore to accept\r\n\r\nfull  and  complete merger forthwith,  that  is,  with\r\n\r\nSingapore  as the twelfth State of the Federation  and\r\n\r\nSingapore  citizens  automatically  becoming   Malayan\r\n\r\ncitizens  with  proportional  representation  in   the\r\n\r\nFederal  Parliament  like any of  the  present  eleven\r\n\r\nStates constituting the Federation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We believe that this is a vital question that can\r\n\r\nonly  be  decided by the people of Singapore  and  the\r\n\r\nFederation.  In Singapore, we believe  that  the  only\r\n\r\ngenuine way of allowing the people to decide is  by  a\r\n\r\ngeneral  election during which we will be prepared  to\r\n\r\npersuade  our people to give us a mandate for  a  full\r\n\r\nand   complete  merger.  Let  the  Government  of  the\r\n\r\nFederation  of  Malaya tell us if it  is  prepared  to\r\n\r\npersuade  the people of the Federation to  accept  the\r\n\r\npeople  of  Singapore in a full and  complete  merger\r\n\r\nbefore 1963.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We fully realise that many of the policies of the\r\n\r\npresent  Right-wing Government in the  Federation  are\r\n\r\nunacceptable to us. The present Federation  Government\r\n\r\nis  in  close alliance with a foreign country. It  has\r\n\r\nbound  the  country  to  the so-called  British/Malaya\r\n\r\nMutual Defence Treaty and turned our motherland into a\r\n\r\nmilitary  base  for  the  British  armed  forces.  Its\r\n\r\nforeign  policy  has alienated our  country  from  the\r\n\r\nmainstream of Afro-Asia, particularly Indonesia, Ghana\r\n\r\nand India. Its internal policies are -'.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I was just wondering whether\r\n\r\nthis  is an extract from a document, or is it part  of\r\n\r\nthe  speech?  It  is so difficult now  to  follow  the\r\n\r\nMember  for Queenstown. I understood he was  going  to\r\n\r\nread extracts from a policy statement of his Party. If\r\n\r\nall  these  words  during the last  five  minutes  are\r\n\r\nextracts,  then I think I have missed the  meaning  of\r\n\r\nthe word \"extracts\". Dr Lee.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> It is an extract, Sir. Our policy\r\n\r\nstatement was a very\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 402</b></font><br><br>\r\n\r\n\r\n\r\nlong  one and I am only reading a very short  part  of\r\n\r\nit. I have only a few lines more to go, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I was saying:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Its internal policies are repressive. Organisations\r\n\r\nand other civil liberties are curbed and its education\r\n\r\npolicy is misguided.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, we are willing to accept these\r\n\r\ndisabilities and join up with the Socialist forces  in\r\n\r\nthe   Federation  to  build  a  great  alliance   with\r\n\r\npeasants,  workers  and intellectuals,  to  defeat  by\r\n\r\nconstitutional  means the reactionary  forces  at  the\r\n\r\ngeneral elections.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our Socialist comrades in the Federation have long\r\n\r\nbeen   waging   a  determined  struggle  against   the\r\n\r\nreactionary policies of the Federation Government.  We\r\n\r\nwill  strengthen this struggle by joining  hands  with\r\n\r\nthem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are prepared to accept merger under these\r\n\r\nconditions  provided  it  occurs  immediately  and  is\r\n\r\nfollowed by a Pan-Malayan general election.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are confident that the people of the present two\r\n\r\nterritories  will  effect by  constitutional  means  a\r\n\r\nchange   in  whatever  reactionary  policies  of   the\r\n\r\nGovernment.'\r\n\r\n\r\n\r\n<br><br>That, Sir, is the whole extract.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, unlike others, we in the Barisan Sosialis mean\r\n\r\nwhat  we say. Our stand on the unification of the  two\r\n\r\nterritories by complete merger has been taken  not  on\r\n\r\naccount  of  technical reasons as our  opponents  have\r\n\r\ninsinuated. They are, of course, entitled  to  believe\r\n\r\nwhat  they want to believe and live in their own fear-ridden  world.  On  this question  of  merger,  may  I\r\n\r\nfinally quote from the speech of our Secretary-General\r\n\r\nmade  at  the  inaugural mass  meeting  of  the  Party\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;- Straits Times, Monday, 18th September:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Mr Lim said that recently critics had described\r\n\r\nthe  party  as \"anti-merger\" and as being prepared  to\r\n\r\naccept merger only as an alternative.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"How can anyone who likes only half-boiled potatoes\r\n\r\naccuse  those who like boiled potatoes of being people\r\n\r\nwho do not like potatoes?\" Mr Lim asked.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We are serious and genuine in our stand for full\r\n\r\nand complete merger. If the Federation Government says\r\n\r\ntomorrow that it will accept us as an integral part of\r\n\r\nthe Federation, we will only be too glad to support it\r\n\r\nwhole-heartedly...\"'.\r\n\r\n\r\n\r\n<br><br>We know now, Sir, that the Tunku does not want merger.\r\n\r\nHe  wants  our country but not our people. He  is  not\r\n\r\ninterested\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 403</b></font><br><br>\r\n\r\n\r\n\r\nin  the unity of our people. He is only interested  in\r\n\r\ngetting  the  powers  to control the  destiny  of  our\r\n\r\npeople.  And  it is our duty. Sir, to  warn  that  the\r\n\r\ndesire to acquire more territory on one side, and  the\r\n\r\ndesire  to  sell out on the other, is  only  going  to\r\n\r\naggravate  the present differences among  our  people.\r\n\r\nThe  Irish  history should provide  a  good  objective\r\n\r\nlesson. Merger cannot be achieved by politicians  with\r\n\r\na  communal  outlook  or even by those  who  outwardly\r\n\r\nprofess  to  be non-communal but willingly  pander  to\r\n\r\ncommunal  views.  We in the Barisan Sosialis  maintain\r\n\r\nthat  there  is no conflict of interests  between  the\r\n\r\nvast  majority  of the Chinese in Singapore  and,  for\r\n\r\nthat  matter,  in  Malaya,  and  the  Malays  in   the\r\n\r\nFederation,  for the majority of both communities  are\r\n\r\npoor.  The  Malay  rakyat and the Malay  workers  have\r\n\r\nnothing  to  fear from the workers in  Singapore.  The\r\n\r\nChinese and the Indians in Singapore have demonstrated\r\n\r\ntheir  loyalty  to  this country  both  in  the  anti-Japanese  war and in the anti-colonial struggle.  They\r\n\r\nowe their undivided loyalty to this country which they\r\n\r\nhave  now come to regard as their own. It is true that\r\n\r\na  few  have ties with China and with India,  just  as\r\n\r\nsome Malays have ties with Indonesia. But all ties  in\r\n\r\nthe  last  decade have grown thin and weak, while  new\r\n\r\nones  to  this  land  are  being  forged  and  further\r\n\r\nstrengthened. But what is of more importance  is  that\r\n\r\nthe  vast  majority of the Chinese  in  Singapore  are\r\n\r\npoor. They are men who work and toil for a living.  In\r\n\r\nSingapore the Chinese workers work together with Malay\r\n\r\nand Indian workers. They struggle together against the\r\n\r\nexploiting  class of whatever race and  for  a  better\r\n\r\nlivelihood.  They  man the picket  lines  shoulder  to\r\n\r\nshoulder. The recent strike by the Public Daily  Rated\r\n\r\nEmployees  is  an  example of  there  being  no  basic\r\n\r\nconflict between the Malay workers, the Indian workers\r\n\r\nand  the  Chinese workers. To approach merger  from  a\r\n\r\ncommunal  angle will not only lead us on the  road  to\r\n\r\nfailure but also to chaos. For this approach brings in\r\n\r\nits train serious repercussions\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 404</b></font><br><br>\r\n\r\n\r\n\r\nto  communal harmony. This attitude of mind in  itself\r\n\r\nprecludes    any   solution   to   the   problem    of\r\n\r\nreunification.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me, on behalf of the Bansan Sosialis,\r\n\r\ncrystallise   our   approach  to  the   Constitutional\r\n\r\nquestion.  Under the terms of our last  constitutional\r\n\r\nagreement,  we  are  obliged to return  to  London  to\r\n\r\nreexamine  the position in the light of our experience\r\n\r\nas to what and how our Constitution has succeeded. But\r\n\r\nin  the  meantime the questions of merger and Malaysia\r\n\r\nhave  been  raised, it is evident that what is  called\r\n\r\nmerger-is  not  merger.  It  is  sheer  domination  of\r\n\r\nSingapore  by  the  Federation.  We  must,  therefore,\r\n\r\nreject  these  proposals. But if it  is  possible  for\r\n\r\nSingapore to join in a confederation of Malaysia as an\r\n\r\nautonomous unit, then we shall welcome this advance as\r\n\r\na  step towards complete merger. And if none of  these\r\n\r\nways  are  open to us, then we should in the discharge\r\n\r\nof our constitutional obligations go to London in 1963\r\n\r\nwhen the demand should be -\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Independence.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> - for full and complete\r\n\r\ninternal self-government. In these circumstances it is\r\n\r\nour  responsibility to bring about a  greater  measure\r\n\r\nof  freedom  for  the  people of  Singapore  and  the\r\n\r\nmovement  should  be  for the  minimum  demand - let  us\r\n\r\nemphasise - for the minimum demand for full and complete\r\n\r\ninternal self-government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have said at the beginning that\r\n\r\nwe do not believe that the P.A.P. Government is at all\r\n\r\nsincere  when  it calls for merger. I have  said  that\r\n\r\nthey  are abusing the word \"merger\" for their  selfish\r\n\r\naims. They are using the word \"merger\" when they  mean\r\n\r\nsomething else. Even the Tunku yesterday told us  that\r\n\r\nthe  P.A.P.'s scheme is not merger. Let me  quote  him\r\n\r\n[Straits Times] 17th\r\n\r\nNovember:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'\"It would be more correct to say it is a form of\r\n\r\nvery close association,\" he said.'\r\n\r\n\r\n\r\n<br><br>Sir, let the P.A.P. Government prove its sincerity  in\r\n\r\nits  call for merger by voting for our amendment.  Let\r\n\r\nthem not try to give excuses for not wanting a genuine\r\n\r\nmerger.  Let  them not just say, as the  Deputy  Prime\r\n\r\nMinister has said, that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 405</b></font><br><br>\r\n\r\n\r\n\r\nthey  are  prepared to accept a genuine merger  as  an\r\n\r\nalternative and do nothing about it. We have stated in\r\n\r\nno  uncertain terms that we are prepared  to  convince\r\n\r\nour  people in a general election to accept a  genuine\r\n\r\nmerger.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Hear, hear.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> If the P.A.P. is sincere in its\r\n\r\ndesire  for unity, let them join us in our efforts  to\r\n\r\nconvince  the  people. Let them not stand  by  at  the\r\n\r\nringside and merely wish us good luck. We implore them\r\n\r\nfor  the  sake  of  our people not to  maintain  their\r\n\r\nopportunistic stand. If the P.A.P. votes against  this\r\n\r\namendment, then they stand exposed as opportunists, as\r\n\r\ndouble  dealers,  as men who are not sincere  in  what\r\n\r\nthey say. They will be exposed as anti-merger, as anti-genuine  reunification of our  people.  They  will  be\r\n\r\nexposed  as  power-mad people obsessed only  with  the\r\n\r\naims of keeping themselves in power.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We all know why the P.A.P. is bringing about this\r\n\r\nphoney  merger. It is because the P.A.P. leaders  hope\r\n\r\nto  use  this phoney merger as a means to crush  their\r\n\r\npolitical opponents. But let them remember this  that\r\n\r\nin  their attempts to crush their political opponents,\r\n\r\nthey  are  also  bringing degradation,  disunity,  and\r\n\r\ndisaster to our people as well.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are confident that the socialist movement\r\n\r\nwill  not  be  crushed  by  this  P.A.P. scheme.   The\r\n\r\nsocialist  forces in Malaya have survived far  greater\r\n\r\ndangers   than  this.  History  has  shown   that   no\r\n\r\npolitician can maintain his power for long  merely  by\r\n\r\nconstitutional manipulation and political  repression.\r\n\r\nHistory  has  shown that what really  matters  is  the\r\n\r\nsupport  of  the  people. We in the Barisan  Sosialis,\r\n\r\nSir,  are  confident of the support of the people.  We\r\n\r\nhave repeatedly challenged the Government to a general\r\n\r\nelection  on  this merger issue, and it is significant\r\n\r\nthat they give all sorts of excuses just to avoid  our\r\n\r\nchallenge.  Let me, Sir, urge the P.A.P. leaders  once\r\n\r\nagain  not to place their own political survival above\r\n\r\nthe  interests  of the people. The  future  of  a  few\r\n\r\npoliticians does not really matter. Let us not  forget\r\n\r\nthat we have entered politics in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 406</b></font><br><br>\r\n\r\n\r\n\r\norder  to help the people and not ourselves. Let  them\r\n\r\nsearch  their  conscience. Let  them  be  honest  with\r\n\r\nthemselves. Are they doing this really for the good of\r\n\r\nthe  people or for themselves? Let them remember  that\r\n\r\nno  matter what they do, the people shall one day pass\r\n\r\njudgment  on  them. As the Prime Minister himself  has\r\n\r\nonce  said.  \"The verdict of the people is a  terrible\r\n\r\nthing.\" Yes, Sir, the verdict of the people can  be  a\r\n\r\nterrible thing. But, Sir, it will be terrible only  to\r\n\r\nthose who refuse to remain faithful to the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Has the hon. Member copies of his\r\n\r\namendment which may be distributed?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Copies of the amendment handed in to the Clerk and\r\n\r\ndistributed to Members.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The original Question was,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, whereas it has always been the avowed\r\n\r\nobjective of all nationalists of Malaya to achieve the\r\n\r\nreunification  of  Singapore with  the  Federation  of\r\n\r\nMalaya  and to remove the artificial division  created\r\n\r\nby  the  British by their policy of \"divide and rule\",\r\n\r\nthis   House  affirms  and  declares  that  the  first\r\n\r\nobjective of all true patriots of Malaya is to achieve\r\n\r\nthe reunification of these two territories in a merger\r\n\r\nof Singapore with the Federation of Malaya.\"\r\n\r\n\r\n\r\n<br><br>Since  which an amendment has been moved to leave  out\r\n\r\nfrom  \"a\"  in the second last line to the end  and  to\r\n\r\ninsert -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"genuine merger of Singapore with the Federation of\r\n\r\nMalaya, with Singapore entering the Federation as  the\r\n\r\ntwelfth  state and with all its Citizens automatically\r\n\r\nbecoming Federal Citizens on Merger Day\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the words proposed to be left\r\n\r\nout,  be  left out.\" The debate may, and of  necessity\r\n\r\nwill, range over the other part of the amendment which\r\n\r\nseeks to insert the words.\r\n\r\nThe  debate  now, of course, will be confined  to  the\r\n\r\namendment. Dr Goh.\r\n\r\n\r\n\r\n<br><br>6.34 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, the marathon\r\n\r\nperformance of the Member for Queenstown to  which  we\r\n\r\nhave  just been subjected was frankly a disappointment\r\n\r\nto  me. This was his first major speech in this  House\r\n\r\nas a leader\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 407</b></font><br><br>\r\n\r\n\r\n\r\nof  his  Party. One was entitled to expect a searching\r\n\r\nanalysis  of  political trends  with  a  profound  and\r\n\r\ncomprehensive  review of the merger proposals  agreed\r\n\r\nto  with  the two Governments. One hoped to hear  from\r\n\r\nthe Member for Queenstown some solid justification for\r\n\r\nthe  Barisan  Sosialis  plan  for  so-called  complete\r\n\r\nmerger. One also hoped to hear how he proposes to  get\r\n\r\nautomatic   conversion  of  Singapore  citizens   into\r\n\r\nFederal  citizens now that the Prime Minister  of  the\r\n\r\nFederation  had already declared that the  Federation\r\n\r\nGovernment was not prepared to agree to this. None  of\r\n\r\nThe  things that we had expected came from the  Member\r\n\r\nfor  Queenstown. Instead, Sir, we were treated to  a\r\n\r\ndreary  repetition of the old slogans trotted  out  by\r\n\r\nthe  Barisan Sosialis propaganda machine. In  fairness\r\n\r\nto  the  Member  for Queenstown, I will concede  that,\r\n\r\nyesterday  at  any  rate,  what  might  have  been  a\r\n\r\ncompletely  weary, boring and dispirited  address  was\r\n\r\nrelieved  by  a  few joyous moments of  hilarity.  For\r\n\r\nthese small mercies, we are duly grateful.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In line with the Barisan Sosialis propaganda line,\r\n\r\nthe Member for Queenstown keeps on repeating a number\r\n\r\nof  set  themes. The P.A.P. merger plan is a sell-out;\r\n\r\nit  is  phoney  merger;  Singapore  citizens  will  be\r\n\r\nreduced to second-class status. As in previous Barisan\r\n\r\nSosialis propaganda statements, not the slightest  bit\r\n\r\nof relevant evidence has been produced in support. Who\r\n\r\nhas  been sold out? In what way is the merger phoney?\r\n\r\nHow  are  Singapore citizens relegated to second-class\r\n\r\nstatus after merger compared to the Federation? All we\r\n\r\ngot  from  the  Member  for Queenstown  was  a  dreary\r\n\r\nrepetition of these assertions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;No doubt by constantly asserting a statement, he\r\n\r\nhopes  to  induce some people to believe  that  it  is\r\n\r\ntrue.  Sellers of headache cures and toothpastes  also\r\n\r\nuse  this  technique. But on such a serious matter  as\r\n\r\nour  people's future, we want evidence in  support  of\r\n\r\nany  assertion  or allegation. It is  not  sufficient,\r\n\r\nSir, to keep on repeating, like a worn-out\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 408</b></font><br><br>\r\n\r\n\r\n\r\ngramophone record, that there has been a sell-out,\r\n\r\na phoney merger, and that we will be reduced to second-class citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me first deal with the subject of citizenship.\r\n\r\nThe  Barisan Sosialis say that Singapore citizens will\r\n\r\nbe  reduced to second-class citizens. But they do  not\r\n\r\nexplain  how  this  is so. The Member  for  Queenstown\r\n\r\nstressed  the importance of citizenship. No  one  will\r\n\r\ndispute   it.  He  said,  \"Citizenship  is  intimately\r\n\r\nconnected with every facet of our everyday life - in the\r\n\r\nway   we   live,  work,  eat,  travel,  learn,  study,\r\n\r\nassociate  and  so forth.\" This may be  a  bit  of  an\r\n\r\nexaggeration,  but  I will let it pass.  What  is  his\r\n\r\ncriterion  for  evaluating the worth  of  citizenship?\r\n\r\nObviously  if you say one class of citizens is  first-class  and another second-class, you must have certain\r\n\r\nstandards  of judgment. What are they? The test  which\r\n\r\nthe  Member  himself  applies is  that  the  Singapore\r\n\r\ncitizen  should - and I quote him, \"have the opportunity\r\n\r\nof  sharing  a common political life and destiny  with\r\n\r\nhis  brothers  across the Causeway\". To  do  this,  we\r\n\r\nshould  have the right to vote and stand for  election\r\n\r\nto  the  same Parliament, for only then can we decide,\r\n\r\nand  I  quote  him, \"the extent of your  freedom,  the\r\n\r\nGovernment  you want, the laws which you want  and  do\r\n\r\nnot  want, the type of working conditions you wish  to\r\n\r\nhave,  the type of education which your children would\r\n\r\nhave, the type of health facilities we would like, and\r\n\r\nso on and so forth.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let us apply his own standards to Singapore\r\n\r\ncitizenship after merger. Will the Singapore  citizens\r\n\r\nhave  the  opportunity of sharing a  common  political\r\n\r\nlife   and  destiny  with  his  brothers  across   the\r\n\r\nCauseway? The answer is surely yes. He will  vote  for\r\n\r\nrepresentatives into the same Federal  Parliament.  He\r\n\r\ncan  stand for election to the Federal Parliament and,\r\n\r\nif  successful,  share with his  brothers  across  the\r\n\r\nCauseway authority in the supreme law-making authority\r\n\r\nin  the  country. Not one Singapore citizen  would  be\r\n\r\ndeprived of this right.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 409</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What the Member for Queenstown and the Barisan\r\n\r\nSosialis  object to, and find deficient in the  merger\r\n\r\narrangement, is that the right to vote and  the  right\r\n\r\nto stand for election to the Federal Parliament can be\r\n\r\nexercised  by  Singapore citizens only  in  Singapore.\r\n\r\nContrarywise,   the  present  Federal   citizens   can\r\n\r\nexercise such rights in the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In what way can we be regarded as second-class? Both\r\n\r\ngroups   are  treated  alike,  and  receive  identical\r\n\r\ntreatment on a wide range of affairs of the State.  In\r\n\r\npractice, the vast majority of citizens exercise their\r\n\r\nelectoral  rights  at  the place  in  which  they  are\r\n\r\npermanently  resident. The ordinary Singapore  citizen\r\n\r\nis  not  going to be highly excited nor does  he  lose\r\n\r\nanything,  because he cannot, for instance, stand  for\r\n\r\nelection in Trengganu. If a Singapore candidate is  of\r\n\r\nany worth he would have built a reputation for himself\r\n\r\nin  this island and would have more chances of winning\r\n\r\nan election here, not in the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Why is the Barisan Sosialis making a song and dance\r\n\r\nabout this comparatively trivial issue? The answer  is\r\n\r\nnot  that  there  has been any breach  of  fundamental\r\n\r\nhuman right or any betrayal of Singapore citizens. The\r\n\r\nreason  why they want to be able to stand for election\r\n\r\nin  the  Federation is best explained in  one  of  the\r\n\r\nearly public statements that their leaders made on the\r\n\r\nsubject.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This was published in the Straits Times of 30th August and indeed has been quoted by the Member for\r\n\r\nQueenstown.  But to refresh the memory  and  to  make\r\n\r\nsure  that  Members  of  the  House  know  what  I  am\r\n\r\nreferring  to, perhaps I may be permitted  to  re-read\r\n\r\nthe statement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They made it clear that they would accept merger\r\n\r\nonly if there were general elections immediately after\r\n\r\nmerger in the Federation and Singapore. They stated in\r\n\r\npractically so many words that their real objective in\r\n\r\nmerger  was the eventual overthrow of what they termed\r\n\r\nthe   Right-wing   feudalistic   Government   in   the\r\n\r\nFederation  of Malaya by strengthening the  determined\r\n\r\nstruggle that is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 410</b></font><br><br>\r\n\r\n\r\n\r\nnow being waged against it by socialist forces.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the term \"socialist forces\" is an elastic one.\r\n\r\nIt can cover \"democratic socialist\"; it can also cover\r\n\r\nthe   Malayan   Communist  Party.   The   Member   for\r\n\r\nQueenstown,   in   reference  to   socialist   forces,\r\n\r\nqualified   it   with   the  adjective   \"progressive\"\r\n\r\nsocialist  forces.  Sir,  we  who  are  familiar  with\r\n\r\nMarxist  literature are quite clear in our  own  minds\r\n\r\nwhat is the significance of this word.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the general statement of the Barisan Sosialis\r\n\r\nwas  set  out  in aggressive and indeed  in  truculent\r\n\r\nterms.  The tone of the statement was not  that  of  a\r\n\r\ngroup of people who want to reach real agreement  with\r\n\r\nthe  Federation  Government to effect  merger.  Rather\r\n\r\nthey displayed the mood of a group of angry young  men\r\n\r\nsetting  out to tell the Tunku just where he got  off.\r\n\r\nMay I quote -\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> There seems to be some interference\r\n\r\nfrom  earphones which have not been turned off. I  do\r\n\r\nnot   know  whether  Members  can  trace  them.  Will\r\n\r\nMembers just turn off any earphone that has not  been\r\n\r\nturned  off?  I am sorry about the interruption,  Dr\r\n\r\nGoh.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> May I quote some extracts, Sir?\r\n\r\nIndeed  the  Member for Queenstown has obliged  me  by\r\n\r\nreading  out the more truculent bit of the  statement\r\n\r\nwithout   perhaps   realising  its  implication.   The\r\n\r\nstatement said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'We fully realise that many of the policies of the\r\n\r\npresent  Right-wing Government in the  Federation  are\r\n\r\nunacceptable to us. The present Federation  Government\r\n\r\nin  close alliance with foreign capital has bound  the\r\n\r\ncountry to the so-called British/Malaya mutual defence\r\n\r\ntreaty, turned the motherland into a military base for\r\n\r\nBritish armed forces ...'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Vice-Chairman of the Barisan\r\n\r\nSosialis.  Mr  Sidney Woodhull, when talking  to  the\r\n\r\nNaval  Base  Workers  Union,  advocated  a  policy  of\r\n\r\ncontinuation  of  the  British  Defence  Services   in\r\n\r\nSingapore. To continue, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The Federation's foreign policy has alienated our\r\n\r\ncountry  from  the main stream of Asia.  Its  internal\r\n\r\npolicies  are repressive particularly to trade  unions\r\n\r\nand  intellectuals  [these are  the  terms  which  the\r\n\r\nMember for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 411</b></font><br><br>\r\n\r\n\r\n\r\nQueenstown  did not read out]. Freedom of  expression,\r\n\r\norganisation and other civil liberties are curbed  and\r\n\r\nits education policy is misguided.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, they stated that they were prepared to\r\n\r\naccept  merger  under  these  conditions  provided  it\r\n\r\noccurs  immediately  and  is followed  by  pan-Malayan\r\n\r\ngeneral elections.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, no one is going to take statements of this sort\r\n\r\nas  a  genuine and sincere attempt to solve  the  very\r\n\r\ndifficult  problem  that exists in  relations  between\r\n\r\nSingapore  (with its preponderant Chinese  population)\r\n\r\nand  the  Federation of Malaya, where political  power\r\n\r\nrests  mainly with the Malays. This kind of  approach,\r\n\r\nMr  Speaker,  Sir, I suggest, is intended  to  incite\r\n\r\ntrouble and not seek concord and agreement. \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I may go back to the subject of citizenship.\r\n\r\nI  refer  briefly  to  the radio  forum  of  the  21st\r\n\r\nSeptember in which both the Member for Queenstown  and\r\n\r\nI  took  part.  He  said that I was either  trying  to\r\n\r\ndeceive him or else I got my facts wrong. Sir, neither\r\n\r\nof this is true. The forum was recorded on the evening\r\n\r\nof  Tuesday, 19th September, and on the previous  day,\r\n\r\n18th  September, the Barisan Sosialis' view on  merger\r\n\r\nwas splashed as headlines in the Straits Times. May  I\r\n\r\nread  an extract of Mr Lim Ching Siong's view on what\r\n\r\nhe  meant  by  a  full and complete  merger  with  the\r\n\r\nFederation?   He  said  that  \"this  was   a   genuine\r\n\r\nreunification of our country and our peoples  and  the\r\n\r\nentry  of Singapore into the Federation as one of  its\r\n\r\nconstituent states like Malacca or Penang with all its\r\n\r\ncitizens  automatically  becoming  citizens   of   the\r\n\r\nFederation.\"   I  pointed  out  in   the   forum   the\r\n\r\ninconsistencies of this so-called true merger plan. If\r\n\r\nthey wanted Singapore to be treated in the same way as\r\n\r\nPenang  and  Malacca, then obviously  the  citizenship\r\n\r\nlaws   applicable  to  those  States  must  apply   to\r\n\r\nSingapore.  In  this  event,  only  persons  born   in\r\n\r\nSingapore  would  acquire automatic  citizenship.  The\r\n\r\nothers would be disenfranchised and have to get on  to\r\n\r\nthe  electoral list, if they wanted to, by the process\r\n\r\nof registration. This is what I said.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 412</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Barisan Sosialis then realised that they had\r\n\r\nperpetrated  a  howler. Henceforth from  that  moment,\r\n\r\nthere  was  no  more  reference either  to  Penang  or\r\n\r\nMalacca. The reason is simple, Sir. They wanted to  be\r\n\r\ntreated  even more favourably than Penang or  Malacca.\r\n\r\nThey invoked Article 22 of the Federal Constitution to\r\n\r\nsay  that this is a perfectly possible proposition.  I\r\n\r\nexpect  if  we use the word \"possible\" in  its  widest\r\n\r\nsense, they are right. But dealing in a real world and\r\n\r\nwith  practical  people,  its  possibility  is  purely\r\n\r\nacademic. The Tunku has put it quite nicely.  He  said\r\n\r\nhe  could  agree, if he would, but he would  not.  And\r\n\r\nthere the matter ends, unless the Barisan Sosialis can\r\n\r\nsay  just  how the Tunku and the Federation Government\r\n\r\ncan be persuaded to change their minds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In our discussions with the Federation Government,\r\n\r\nit  was made clear to us that Penang and Malacca  were\r\n\r\ntreated with special consideration. Further, they were\r\n\r\npart  of  the  Federation at the time of  merger,  and\r\n\r\nindeed  since  1948. Residence in  Penang  or  Malacca\r\n\r\nwould  count  as residence in the Federation,  because\r\n\r\nthese  territories  had been part of  the  Federation.\r\n\r\nResidence  in  Singapore in the past,  say,  12  years\r\n\r\nmight  well  not  be considered as  residence  in  the\r\n\r\nFederation,  for the simple reason that  Singapore  is\r\n\r\nnot yet part of the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not wish to go into the complexities of\r\n\r\nthe  law. But what the Barisan Sosialis must establish\r\n\r\nand prove is that Singapore citizens have been reduced\r\n\r\nto  a  second-class status. What are they losing after\r\n\r\nmerger?  The  Member  for Queenstown  considered  this\r\n\r\nanswer  and  agreed  that no Singapore  citizen  loses\r\n\r\nanything.  Every  citizen gains  something.  The  most\r\n\r\nobvious and immediate gain is that he has the right to\r\n\r\nvote for the Central Parliament, the right to stand as\r\n\r\na  candidate  to this Parliament. How can  this  be  a\r\n\r\nphoney merger if Singapore citizens have the right  to\r\n\r\nvote  for and stand in the Federation Parliament, and,\r\n\r\nat   the  same  time,  we  retain  all  the  essential\r\n\r\npowers - reserve powers - which are necessary to keep  our\r\n\r\nentrepot economy\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 413</b></font><br><br>\r\n\r\n\r\n\r\ngoing,  to  ensure  that  our  education  system   and\r\n\r\npolicies are acceptable to parents and students?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in his preliminary remarks, the Member for\r\n\r\nQueenstown  gave  a highly distorted  account  of  the\r\n\r\nrecent  political events in Singapore. May  I  refresh\r\n\r\nthe  memories  of  Members of this House  by  a  brief\r\n\r\nsummary? He said that there had been a serious decline\r\n\r\nin  the  original  massive  majority  of  the  P.A.P.\r\n\r\nGovernment  in this House. As a result  of  this,  the\r\n\r\nP.A.P. raised  the bogey of Communism to  divert  the\r\n\r\nattention  of  the people from their dire predicament.\r\n\r\nThis  technique,  he claimed, is  a  familiar  one  to\r\n\r\ndictatorial regimes clutching desperately at any straw\r\n\r\nfor  its  survival. Thus the P.A.P. clutched  at  the\r\n\r\nstraw of merger, and immediately made the proposal  to\r\n\r\nthe   Tunku.  The  Tunku  became  convinced  of  their\r\n\r\nargument that a take-over by pro-Communist elements in\r\n\r\nSingapore  was imminent and therefore his intervention\r\n\r\nwas  necessary  in  the interests  of  the  Federation\r\n\r\nitself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, finally, and this is the point I must rebut, he\r\n\r\nsaid  that  the  P.A.P. went  through  the  intricate\r\n\r\nexercise  of  manipulating the Prime Minister  of  the\r\n\r\nFederation  of  Malaya  solely  with  the  object  of\r\n\r\ngetting  the  Federation Government  to  do  what  the\r\n\r\nMember  called  the  dirty  work  for  them.  He   was\r\n\r\nreferring  to the incarceration of political opponents\r\n\r\nof the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Sir, this summary sets out fairly the\r\n\r\nthesis  of the Member for Queenstown. His account,  of\r\n\r\ncourse, was punctuated by frequent personal attacks on\r\n\r\nthe  person  of the Prime Minister. Sir, he repeatedly\r\n\r\nwarned the House that we are desperate men.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, you will recall that this\r\n\r\nseemingly  damning and devastating indictment  of  the\r\n\r\nGovernment was met not by machine-gun fire expected of\r\n\r\ndictators  in  desperation,  but  with  outbursts   of\r\n\r\nmerriment  in  which  the Member  himself  on  several\r\n\r\noccasions took part. Indeed, on one occasion,  he  was\r\n\r\nso  seized with laughter that you had to come  to  his\r\n\r\nrescue.  Sir, if we were men of desperation, I suggest\r\n\r\nwe  would not meet calumnies of this kind with  gentle\r\n\r\nlaughter. We would have been, in fact,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 414</b></font><br><br>\r\n\r\n\r\n\r\nwe  were - [Interruption] Sir, misbehaviour? If I  may\r\n\r\nbe permitted to continue, Mr Speaker, Sir? If we were\r\n\r\na  dictatorial  regime, a bunch  of  toughs  that  the\r\n\r\nMember for Queenstown made us out to be, we might have\r\n\r\nseen  the  sinister figure of the Minister  for  Home\r\n\r\nAffairs  departing from this Chamber  to  the  nearest\r\n\r\ntelephone  to  summon  his strong-arm  squad  to  deal\r\n\r\nexpeditiously with the Member for Queenstown.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. T. Bani (Thomson):</b> On a point of order, Sir.\r\n\r\nI  wonder  whether it is in order for the Minister  to\r\n\r\nread his speech.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I must confess I have not noticed that\r\n\r\nthe  Minister has, in fact, been reading, but  he  has\r\n\r\nbeen referring to his notes a great deal, perhaps just\r\n\r\nas much as the Member for Queenstown.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> At least he\r\n\r\nhas the credit of writing it himself.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, the truth is that we are not\r\n\r\ndesperate  men,  because we have  no  reason  to  feel\r\n\r\ndesperate.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin (Nee Soon):</b> All mad people say\r\n\r\nthat!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> The Member for Queenstown, and I\r\n\r\nthink  the Member for Nee Soon too, seem to  be  under\r\n\r\nthe  illusion that our fortunes are irretrievably lost\r\n\r\nwhile  the red star of the Barisan Sosialis  rises  in\r\n\r\nthe ascendancy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not know what reasons have induced such a\r\n\r\nstate of euphoria in the hon. Member's mind.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Hold a mass rally and you will\r\n\r\nfind out!\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Indeed, Sir, they held a series\r\n\r\nof  mass  rallies and they had to abandon them because\r\n\r\ntwo  or three hundred people turned up. They tried  to\r\n\r\nblame us for that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I were the Member for Queenstown, far from\r\n\r\nexperiencing  a  state of euphoria, I would  view  the\r\n\r\nfuture with the gravest forebodings, for I see in it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 415</b></font><br><br>\r\n\r\n\r\n\r\nnothing  to  justify any elation on his  part.  May  I\r\n\r\nexplain  myself? The Member for Queenstown is a  chess\r\n\r\nplayer, as I have said that before, and I will  use  a\r\n\r\nsample  chess  analogy to explain to him  the  trouble\r\n\r\nthat he and his colleagues are in.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of order, Mr Speaker, Sir.\r\n\r\nWe  are  discussing the trouble in which this  country\r\n\r\nmight  be. Can we refrain from discussing the  Barisan\r\n\r\nSosialis' trouble and stick to the motion?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have not, at the moment, spotted\r\n\r\nanything which is irrelevant to the amendment. I think\r\n\r\nthe Minister is probably leading up to the point which\r\n\r\nwas made by the Barisan Sosialis Member in support  of\r\n\r\nthe amendment. Dr Goh.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, I would have thought that\r\n\r\nthe relevance is both immediate and clear, because  it\r\n\r\nwas the Member for Queenstown who brought up all these\r\n\r\npoints  and  came to the conclusion that  it  is  the\r\n\r\nwicked Government which cooked up merger in a hurry in\r\n\r\norder  to  fix them. I am just trying to explain  that\r\n\r\nthat is not the position, and that what trouble we are\r\n\r\nin now is as a result, of their own stupidities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If I may continue, Sir, to pursue my chess analogy.\r\n\r\nThere  is  in  the game of chess a position  known  as\r\n\r\nzugzwang [Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I must confess that that word is\r\n\r\ncompletely  strange  to me, and I ask  the  Minister's\r\n\r\nassurance that it is parliamentary.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, it is not only parliamentary\r\n\r\nbut  immediately relevant, because a  player,  as  the\r\n\r\nMember  for  Queenstown knows, who is in  a  state  of\r\n\r\nzugzwang finds that whatever moves he makes results in\r\n\r\nimmediate  calamity. Sir, to reduce an  opponent  into\r\n\r\nthis rather dreadful state, a chess player does not go\r\n\r\ncharging  recklessly across the chessboard  as  if  he\r\n\r\nwere  a  rugger forward - another accomplishment  of\r\n\r\nthe  Member  for  Queenstown. A chess player  makes  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 416</b></font><br><br>\r\n\r\n\r\n\r\na number   of  fine  moves  whereby  his  pieces  occupy\r\n\r\ndominant squares on the board while his opponent  gets\r\n\r\nprogressively  more  and more constricted.  I  suggest\r\n\r\nthat  the  Member  for Queenstown and  his  colleagues\r\n\r\nshould  review  their  position in  a  more  realistic\r\n\r\nmanner.  They  should plant their feet firmly  on  the\r\n\r\nground  and  ask themselves where they get from  here.\r\n\r\nThey will suddenly discover that they are in zugzwang.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when they staged their treacherous defection\r\n\r\nfrom  the  Party, they were confident  that  with  the\r\n\r\nsupport  of  the  Communists  they  could  bring   the\r\n\r\nGovernment   down,   force  a  general   election   in\r\n\r\nSingapore, and take over the government. It  is  clear\r\n\r\nthat  this plan of theirs, which they blithely  called\r\n\r\nthe  October  Revolution, has grossly  misfired.  When\r\n\r\nOctober  came to a close and they were asked  what  of\r\n\r\ntheir October Revolution, they replied - and they  were\r\n\r\ncorrect  historically - that the October  Revolution  in\r\n\r\nRussia  took place in November. Sir, we still  have  a\r\n\r\nfew  more days left of November, but I am afraid  that\r\n\r\nthe sands of time are running out very fast.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bani:</b> You sound nervous.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Who said that? Sir, the Member\r\n\r\nfor Thomson should reserve any anxiety he may feel for\r\n\r\nhis own person.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government is in office and it is not\r\n\r\nwithin  their power to throw it out of office.  Merger\r\n\r\nis  around  the  corner,  as an inevitable  historical\r\n\r\nprocess.  What  could  they  expect  after  merger?  I\r\n\r\nsuggest to them - that is, the non-Communists  in  the\r\n\r\nBarisan Sosialis, and nobody is suggesting that  every\r\n\r\nmember  of that Party is a Communist - that they  should\r\n\r\nreview  their relations with the Communists  and  stop\r\n\r\npretending, as the Member for Queenstown is now doing,\r\n\r\nthat  Communism  is  merely a bogey  invented  by  the\r\n\r\nP.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, everybody knows that when the P.A.P. was formed\r\n\r\nin  1954,  it was heavily infiltrated right  from  the\r\n\r\nbeginning by the Communists and their sympathisers.\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Dissidents, not Communists.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 417</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> The years 1954-55 was one phase\r\n\r\nin  Singapore.  It  was a phase of  the  anti-colonial\r\n\r\nstruggle.  We have explained many times  in  the  past\r\n\r\nthat   in  this  phase  the  common  enemy  were   the\r\n\r\ncolonialists and that all those who hated them had  to\r\n\r\ngang  up  to  fight them. For the P.A.P., this  was  a\r\n\r\ndifficult period, because in the minds of many  people\r\n\r\nwe  had  been completely identified with the Communist\r\n\r\ncause.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. We are now on the amendment and\r\n\r\nI  am  just wondering how what the Minister is  saying\r\n\r\nties up with the amendment. I just have not got it  at\r\n\r\nthe  moment.  Perhaps  the  Minister  would  like   to\r\n\r\nexplain.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> My line of argument, briefly, is\r\n\r\nthis.  The  Barisan  Sosialis, in  all  its  political\r\n\r\npropaganda  line,  has been saying  that  merger,  the\r\n\r\nagreement that we have come to with the Tunku, was  as\r\n\r\na  result  of certain fears that we instilled  in  his\r\n\r\nmind  about Communism, that the Communist fear is only\r\n\r\na  bogey,  that  it is not a threat to Singapore,  and\r\n\r\nthat  we  have  raised  this bogey  for  our  personal\r\n\r\ninterest in order that the Tunku can come and suppress\r\n\r\nour   political  opponents.  My  point  is  that   the\r\n\r\nexistence  of Communists is a reality and, more  than\r\n\r\nany  other  people, we can testify to their  existence\r\n\r\nand to the reality of the Communist threat.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I was just wondering whether that line\r\n\r\nof  argument would not be better advanced when we deal\r\n\r\nwith  the substantive motion. We are now dealing  with\r\n\r\nthe  amendment which suggests that \"this House affirms\r\n\r\nand  declares  that the first objective  of  all  true\r\n\r\npatriots of Malaya is to achieve the reunification  of\r\n\r\nthese two territories in a genuine merger of Singapore\r\n\r\nwith the Federation of Malaya, with Singapore entering\r\n\r\nthe  Federation as the twelfth state and with all  its\r\n\r\nCitizens  automatically becoming Federal Citizens  on\r\n\r\nMerger Day.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I was just wondering whether the debate could not be\r\n\r\nconfined  to  the question of Singapore  entering  the\r\n\r\nFederation as the twelfth state with all its  Citizens\r\n\r\nautomatically becoming Federal Citizens on Merger Day.\r\n\r\nDr Goh. [Interruption].\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 418</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, I think it is only fair that\r\n\r\nsince   the  Member  for  Queenstown  has   made   his\r\n\r\nallegation -  not once but repeatedly - at least  today  I\r\n\r\nshould have the opportunity to rebut his arguments.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Perhaps the procedure is not known to\r\n\r\nthe Minister. If the Minister just confines himself to\r\n\r\nthe  amendment,  then  when we do  come  back  to  the\r\n\r\nsubstantive motion he will have another opportunity of\r\n\r\nspeaking. [Interruption]. The Prime Minister  may,  if\r\n\r\nhe likes to, speak on a point of order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> If I may explain it? My\r\n\r\ncolleague, the Minister for Finance, is suffering from\r\n\r\na  heavy cold, and for that reason he did not hear the\r\n\r\nMember  for  Queenstown. I think  he  is  having  some\r\n\r\ndifficulty  hearing  you  also,  Mr  Speaker.  I  was\r\n\r\nexplaining to him the point you have made. I think the\r\n\r\npoint the Minister for Finance wishes to make is this.\r\n\r\nThe  amendment  moved by the Member for Queenstown  is\r\n\r\nthat  Singapore should go in as the twelfth  State  of\r\n\r\nthe Federation, with automatic conversion of Singapore\r\n\r\ncitizens  to  Federation citizens. The point  that  my\r\n\r\ncolleague, the Minister for Finance, wishes to make is\r\n\r\nthat  the Federation Government is fully aware of whom\r\n\r\nit  is taking in as the twelfth State, and who are the\r\n\r\npersons  who  are clamouring for automatic conversion,\r\n\r\nand  they  include Communists. That is the point  that\r\n\r\nrequires to be made.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Now I see the point. The Minister then\r\n\r\nis indicating to the House that it is not possible for\r\n\r\nSingapore to enter the Federation as the twelfth State\r\n\r\nwith  all its citizens automatically becoming  Federal\r\n\r\ncitizens  because  of the Communist threat.  Yes,  Dr\r\n\r\nGoh.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> 340,000 Communists!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, as I was saying, the period\r\n\r\n1954-55 was one phase in Singapore. It was a phase  of\r\n\r\nthe straight anti-colonial struggle. We have explained\r\n\r\nthat in this phase the common enemy we faced were  the\r\n\r\ncolonialists, and all those who hated them\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 419</b></font><br><br>\r\n\r\n\r\n\r\nhad to gang up to fight them. For the P.A.P., this\r\n\r\nwas  a  most difficult period. It was not possible\r\n\r\non  our  part  to break away from the  Communists,\r\n\r\nbecause  this  would seriously  weaken  the  anti-colonial  struggle. When we went along with  them,\r\n\r\nwe  ran  certain risks - the risk of suppression  by\r\n\r\nforce  and  political detention.  Those  risks  we\r\n\r\ntook, for there was no other way out. At the  same\r\n\r\ntime, we attempted to minimise the risk by drawing\r\n\r\nquite  clearly the line between the pro-Communists\r\n\r\nand  the  non-Communists. As  early  as  1955,  we\r\n\r\npointed  out  that in Malaya, then under  colonial\r\n\r\nrule,  there was a three-cornered fight  going  on\r\n\r\nbetween  the  British, Malayan nationals  and  the\r\n\r\nCommunists.  We made it quite clear at  that  time\r\n\r\nthat  we  did not want a Communist Malaya.  May  I\r\n\r\nquote  from  an  article  in  the  P.A.P.'s  First\r\n\r\nSouvenir  Number  dated  November  1955,  by   the\r\n\r\nSecretary-General:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The P.A.P. was formed with the object of\r\n\r\nrallying   the  forces  which  are  striving   for\r\n\r\nindependence. It is the vehicle for all those  who\r\n\r\nseek to build a free and democratic Malaya. We  do\r\n\r\nnot  want a colonial Malaya because we do not want\r\n\r\nto  build Malaya whose resources are developed for\r\n\r\nthe  benefit of the British people. We do not want\r\n\r\na  Communist Malaya because we do not want  a  one\r\n\r\nparty  State. We believe that the best way for  us\r\n\r\nis  an  independent, democratic and  non-Communist\r\n\r\nMalaya.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the P.A.P. was in the Opposition, the\r\n\r\ntask  before us was a straight one - to wrest  power\r\n\r\nfrom  the British with the aid and support of  all\r\n\r\nthose  who  were prepared to fight them, including\r\n\r\nthe Communists. While the objective was clear, the\r\n\r\nmethod of operation needed to be carefully mapped.\r\n\r\nHaving  the  Communists  with  you  in  the  anti-colonial  struggle,  or  indeed  in  any  form  of\r\n\r\nstruggle,  you  have to take certain  precautions.\r\n\r\nFirst, to ensure that they do not swallow you  up.\r\n\r\nSecond,  in  the event they stray away  from  your\r\n\r\npolicy of constitutional struggle -\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of order, Sir, I do\r\n\r\napologise for interrupting the hon. Member, but it\r\n\r\nseems  to me, Sir, that this history of the P.A.P.\r\n\r\nhas nothing to do with the motion. I do ask you to\r\n\r\nconsider it, Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 420</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I understood the Minister to say\r\n\r\nthat  he  is leading up to the point that  amongst\r\n\r\nthose  citizens  who are claiming  to  be  Federal\r\n\r\ncitizens  automatically on Merger Day,  there  are\r\n\r\nthe  Communists  who  have  been  building  up  in\r\n\r\nSingapore.  If  I am right, then, of  course,  the\r\n\r\nMinister is in order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, it is one\r\n\r\nof  our  difficulties. If the position  were  such\r\n\r\nthat  there were no Communists around  us,  that\r\n\r\nthe whole thing was a myth and a bogey, then a lot\r\n\r\nof  the  difficulties which we have  to  encounter\r\n\r\nwould not arise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to explain the nature of these\r\n\r\ndifficulties, I must pursue this little narrative.\r\n\r\n\r\n\r\nWe  have  to take precautions to ensure  that  the\r\n\r\nCommunists do not swallow us up. Secondly, in  the\r\n\r\nevent  that  they stray away from your  policy  of\r\n\r\nconstitutional  struggle and launch  into  a  wild\r\n\r\nadventure   on   their  own,   you   should   take\r\n\r\nprecautions  that  in the event  of  action  being\r\n\r\ntaken  against  them, those who  decide  how  such\r\n\r\naction is to be taken understand that there  is  a\r\n\r\ndifference  between the Communists  and  the  non-Communists. Sir, in our experience, we have  found\r\n\r\nthe greatest difficulty in carrying out operations\r\n\r\nof this kind, which are both complex and risky. We\r\n\r\ncan  reduce the risks but cannot totally eliminate\r\n\r\nthem.  One of the ways in which the risks  can  be\r\n\r\nreduced is to make as clear as is possible -\r\n\r\n\r\n\r\n<br><br><!-- Dr Sheng Nam Chin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Sheng Nam Chin:</b> Mr Speaker, Sir, on a point\r\n\r\nof order. I would like to seek your advice whether\r\n\r\nwe  could go back to the quotation of the Minister\r\n\r\njust  now.  He  made a quotation  from  the  Prime\r\n\r\nMinister's   speech   in  the  First   Anniversary\r\n\r\nSouvenir  copy of the P.A.P., and he  only  quoted\r\n\r\none part of it. Is it in order for me, Sir, to ask\r\n\r\nhim to quote the other part?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Of course, it would have been in\r\n\r\norder if the hon. Member had got up in time. He is\r\n\r\na bit late, Dr Goh.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> As I have said, the risks\r\n\r\ninvolved   in   making  common  cause   with   the\r\n\r\nCommunists can be reduced if we can make  clear - as\r\n\r\nclear as is possible in the circumstances - the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 421</b></font><br><br>\r\n\r\n\r\n\r\ndividing  line  between the Communists and  ourselves.\r\n\r\nAnd this must be done not only in words. It should  be\r\n\r\ndone by overt action from which a reasonable and well-informed man can draw his inferences. As you can  well\r\n\r\nimagine,   Sir,  this  whole  business  involves   the\r\n\r\npractice  of the art of brinkmanship to a high  degree\r\n\r\nof  skill.  For without this very necessary safeguard,\r\n\r\nand  indeed some element of sheer good luck, it  could\r\n\r\nwell  have  been the fate of the P.A.P. to  have  been\r\n\r\nswallowed  up long ago by the Communists, or  to  have\r\n\r\nbeen  suppressed,  banned, and its leaders,  including\r\n\r\nthe  non-Communists, incarcerated long ago. So we took\r\n\r\nthe precaution and we survived. Now being Ministers of\r\n\r\nState  we  have been able to check that the margin  of\r\n\r\nescape had been much narrower and more hazardous  than\r\n\r\nwe ourselves had imagined at the times the events took\r\n\r\nplace.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this respect the policy of the P.A.P. then\r\n\r\ndiffered  directly from the line the Barisan  Sosialis\r\n\r\nis  taking.  When  the Prime Minister  was  then  the'\r\n\r\nMember for Tanjong Pagar in the Opposition, he had  on\r\n\r\nseveral   occasions  to  speak  on  the  subject   of\r\n\r\nCommunists and their relations with the Party, on  the\r\n\r\nfuture  of  Singapore and Malaya in the three-cornered\r\n\r\nstruggle between the British, the nationalists and the\r\n\r\nCommunists.  And a great deal of what he said  in  the\r\n\r\npast  is  relevant to the issues that we are  debating\r\n\r\ntoday. Because it is the existence of Communists, many\r\n\r\nof  whom have taken citizenship in Singapore, that  we\r\n\r\nfind   reluctance  on  the  part  of  the   Federation\r\n\r\nGovernment  in  matters of citizenship  proposals.  We\r\n\r\nhave  never  gone  as far as the Barisan  Sosialis  in\r\n\r\ndenying, as they now deny, the existence of Communists\r\n\r\nor  dismissing them as bogeys. We accepted  that  they\r\n\r\nwere  a  real force to be reckoned with, but that  the\r\n\r\nquestion of identifying a man as a Communist  was  not\r\n\r\nan  easy one. In one of his speeches, the then  Member\r\n\r\nfor  Tanjong  Pagar said - and here I am  only  speaking\r\n\r\nFrom recollection -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Hansard.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 422</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> He said that no Communist would\r\n\r\never admit -\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> On a point of order, Sir. So far\r\n\r\nI  do  not see any reference to the amendment  in  his\r\n\r\nspeech.  I  do not find any relevance to the amendment\r\n\r\nto the motion.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think I have just heard the Member\r\n\r\nsay something about those Communists who have obtained\r\n\r\nSingapore citizenship. Am I right?\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I cannot see how that is irrelevant.\r\n\r\nDr Goh.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, our trouble and indeed the\r\n\r\ntrouble  of  any  government,  is  to  say  who  is  a\r\n\r\nCommunist and who is not. That is the question between\r\n\r\nthe  man and God. Between God and him, however,  there\r\n\r\nlies  the Special Branch whose business it is to  find\r\n\r\nout  what is going on. The Special Branch consists  of\r\n\r\nprofessional officers who are experienced in  tracking\r\n\r\nCommunist subversion in all its multifarious forms. In\r\n\r\nsecurity  matters, it is usually the Minister  of  the\r\n\r\nInterior  of  the Government who decides  what  to  do\r\n\r\nafter  he  has been furnished with appraisals  by  his\r\n\r\nprofessional  officers. The position in  Singapore  is\r\n\r\nsomewhat  different, because the supreme authority  in\r\n\r\nthese matters is the Internal Security Council and not\r\n\r\nmy  colleague,  the Minister for Home  Affairs.  After\r\n\r\nmerger,  it  would be the Minister of the Interior  of\r\n\r\nthe  Government of the Federation who decide on  these\r\n\r\nmatters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I am going to say about the risks of\r\n\r\nplaying  with  the Communists and the difficulties  of\r\n\r\nidentifying  them is not what the Federation  Minister\r\n\r\nof  the  Interior told me. He is a personal friend  of\r\n\r\nmine  and, indeed, a former contemporary of the Member\r\n\r\nfor  Queenstown iii the College of Medicine. I do  not\r\n\r\ndiscuss  security  matters with the  Minister  of  the\r\n\r\nInterior,  and, of course, it would be quite  improper\r\n\r\nfor me to try and ascertain what his opinions are.  My\r\n\r\nviews  on the hazards of the course of action  decided\r\n\r\nupon by the Barisan Sosialis and the general\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 423</b></font><br><br>\r\n\r\n\r\n\r\nproblem  of working with the Communists are  based  on\r\n\r\nthe personal experience of myself and other colleagues\r\n\r\nof  mine in the People's Action Party before we formed\r\n\r\nthe  Government. For the Barisan Sosialis are  now  in\r\n\r\nthe same position that we were in in the old days, and\r\n\r\nmuch  of  the considerations that we took into account\r\n\r\napply  with equal force now, and with the prospect  of\r\n\r\nmerger perhaps with even greater force.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I mentioned the Minister of the Interior a moment\r\n\r\nago.  He  did  make a remark to me  which  may  be  of\r\n\r\ninterest to the Member for Queenstown. The last time I\r\n\r\nplayed  a  round of golf with him in Kuala Lumpur,  he\r\n\r\nenquired after the Member for Queenstown. He asked  me\r\n\r\nwhether  the man was in his right mind. I hastened  to\r\n\r\nthe  defence of the Member and said that Singapore can\r\n\r\nbe  an  excitable place at times and  people  do  tend\r\n\r\nsomewhat to lose their sense of proportion. I  do  not\r\n\r\nknow  whether the Minister of the Interior had in mind\r\n\r\nany  special  activity on the part of the  Member  for\r\n\r\nQueenstown, or whether he was merely making  a  casual\r\n\r\nreference to a previous occasion when all three of  us\r\n\r\nmet. That occasion is worth recollecting. It was at  a\r\n\r\ncocktail party on National Day -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Are all these details really relevant to\r\n\r\nthe  motion we are discussing? I cannot see  how  they\r\n\r\nare relevant.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, in matters of application of\r\n\r\ncitizenship  wh  re,  for  instance,  the  Member  for\r\n\r\nQueenstown  is  not  horn  in  Singapore  but  in  the\r\n\r\nFederation,  where there is a case for believing  that\r\n\r\nhe  is  playing an important role in a Communist-front\r\n\r\norganisation,  I  suggest that relations  between  the\r\n\r\nMember for Queenstown and the Minister of the Interior\r\n\r\nof  the Federation are of some significance. The whole\r\n\r\nattitude, if you will allow me, of this narrative  has\r\n\r\na  moral. It shows that the approach of the Member for\r\n\r\nQueenstown in this matter is just \"out of this world\".\r\n\r\nHe does not understand what is going on.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 424</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. It is a pity that the Minister\r\n\r\nis  associating  this very interesting narrative  with\r\n\r\nthe Member for Queenstown, because it seems to me that\r\n\r\nhe  is now touching on perhaps the personal conduct of\r\n\r\nthe  Member for Queenstown. If he wishes to do so,  he\r\n\r\nhas  to file a substantive motion. If the Minister had\r\n\r\nstarted  this narrative and spoken of a character  not\r\n\r\nassociated  with  the  Member  for  Queenstown,   then\r\n\r\nperhaps he would have been in order to illustrate  his\r\n\r\npoint. But I have already indicated that I do not wish\r\n\r\nto have any personalities in this debate.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, may I be of\r\n\r\nassistance?  I  think  my  colleague  is  finding   it\r\n\r\ndifficult to follow you because he is having  a  heavy\r\n\r\ncold.  It  happens to be true, and he is  supposed  to\r\n\r\nconsult a doctor. The point is quite simple, Sir.  The\r\n\r\npersons  who  hope  to  smuggle  themselves  into  the\r\n\r\nFederal  citizenship  clause by  automatic  conversion\r\n\r\ninclude,  among others, those not born  in  Singapore,\r\n\r\nlike  the  Member for Queenstown. The point  that  my\r\n\r\ncolleague was wanting to make is this. That  not  only\r\n\r\nis  the  Federation  Government anxious  to  see  that\r\n\r\nCommunists  do not get Federation citizenship  in  the\r\n\r\nprocess  of  reapplication for registration - I  do  not\r\n\r\nthink  I  am giving away any secret when I  say  this;\r\n\r\ntheir   policy  is  quite  clear-cut - but  that   no\r\n\r\nCommunist gets his registration through; and the point\r\n\r\nmy  colleague wants to make is, so will neo-Communists\r\n\r\nor those who assist the Communists.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think that is appreciated by everybody.\r\n\r\nBut my point is that the Minister was talking about  a\r\n\r\ncocktail   party,  which  is,  of  course,  completely\r\n\r\nirrelevant. If he just sticks to the moral to be drawn\r\n\r\nfrom  these matters, then that is all right; he is  in\r\n\r\norder.  But  when he talks about cocktail parties  and\r\n\r\nlittle  social gatherings like that, he is going  into\r\n\r\ndetails which takes him away from the motion.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, I suggest that relations\r\n\r\nbetween the Minister of the Interior of the Federation\r\n\r\nGovernment  and  the leader of the largest  Opposition\r\n\r\nparty is a matter of some relevance to this matter. If\r\n\r\nthey get on well together,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 425</b></font><br><br>\r\n\r\n\r\n\r\nthen  there  is  implicit  trust  between  them.  Then\r\n\r\ncertain  attitudes of mind would form in the minds  of\r\n\r\nthe Ministers in the Federation. But if, on the other\r\n\r\nhand,  attitudes are different, then we  could  expect\r\n\r\nthe  same  difficulties to arise  over  this  problem.\r\n\r\nHowever,  Sir,  if you think that I should  skip  over\r\n\r\nthese matters, I will do so.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have never suggested that the\r\n\r\nMinister  should skip over the matters, if by  matters\r\n\r\nhe  means the matters which have been touched upon  by\r\n\r\nthe  Prime Minister. They are very important  matters.\r\n\r\nWhat  I  am  trying  to stop is  the  bringing  in  of\r\n\r\npersonalities. That must stop.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, the point is this. Perhaps I\r\n\r\nhave  not made myself clear. The relationship  between\r\n\r\nthe  Minister  of the Interior and the leader  of  the\r\n\r\nlargest Opposition party is a matter of some relevance\r\n\r\nin  what  is  going  on between the  two  Governments,\r\n\r\nbecause the Member for Queenstown is believed by  many\r\n\r\npeople,  including  people  in  high  office  in   the\r\n\r\nFederation,   to  be  lea-ding  Communist   open-front\r\n\r\norganisation,  and  he  is one  of  the  persons  born\r\n\r\noutside Singapore who would automatically qualify  for\r\n\r\ncitizenship under the proposals of the amended motion.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Minister is looking at the\r\n\r\nSpeaker  in  such  a way that he is  inviting  perhaps\r\n\r\nfurther  comment. I think a statement of  that  nature\r\n\r\nintroduces the personal conduct of Members. Under  our\r\n\r\nStanding  Orders, the personal conduct of  Members  of\r\n\r\nthe  Assembly shall not be referred to except  upon  a\r\n\r\nsubstantive  motion  moved for that  purpose.  I  have\r\n\r\nindicated  that  if  the  Minister  had  mentioned  an\r\n\r\nabstract  case,  not  pin-pointing  a  Member  of  the\r\n\r\nAssembly, then he would have been in order.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, it is not personal conduct\r\n\r\nin   the  sense  that  there  is  anything  derogatory\r\n\r\nattached   to  it.  I  just  wanted  to  relate   some\r\n\r\nconversation between the Minister of the Interior and\r\n\r\nthe  Member  for  Queenstown to  show  that  relations\r\n\r\nbetween them are not what they should be and could  be\r\n\r\na cause of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 426</b></font><br><br>\r\n\r\n\r\n\r\ndifficulty in the future. I will not press the point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will return to my principal theme, which is that\r\n\r\nthe  Member for Queenstown charged us - and this  is  a\r\n\r\nmost serious allegation which he made several times in\r\n\r\nthe  course  of  his  address - as wanting  to  egg  the\r\n\r\nFederation Government on or connive with them to bring\r\n\r\nabout   merger   in  order  to  swipe  our   political\r\n\r\nopponents. Sir, that is a very serious charge.  We  of\r\n\r\nthe P.A.P. have done and will do no such thing. Events\r\n\r\nmust  take their inevitable course, for the  folly  of\r\n\r\nour   adversaries   will   bring   about   their   own\r\n\r\nretribution. For these reasons, perhaps we may discuss\r\n\r\nthese  matters  in order to save as many  of  them  as\r\n\r\npossible from future agony by pointing out the dangers\r\n\r\nlurking  ahead  and how they may be avoided.  In  the\r\n\r\nevent  the Barisan Sosialis fail or prove unsuccessful\r\n\r\nin  avoiding these dangers, then may I say  that  they\r\n\r\ncould  hardly  blame us, for now we  are  making - I  am\r\n\r\nmaking  a  special  effort to  save  them  from  these\r\n\r\ndangers.   Sir,  one  way  of  getting   round   these\r\n\r\ndifficulties   is,   as   I   said   before,    adroit\r\n\r\nbrinkmanship. In this regard, Sir, we may ask how  the\r\n\r\nMember   for  Queenstown  has  measured  up   in   his\r\n\r\nperformance  of brinkmanship. Judging by  the  address\r\n\r\nthat  we have just heard, I would venture to say  that\r\n\r\nhe  has  not even learnt the elements of the game.  He\r\n\r\nhas  been as adroit as a blind elephant. Nor  are  his\r\n\r\ncolleagues any better. Far from attempting to draw the\r\n\r\nline  between  himself and the Communists,  they  have\r\n\r\ngone  out of their way to blur the line. In fact, they\r\n\r\nhave  decided, for practical purposes, to provide  the\r\n\r\nCommunists  with 100 per cent cover.  As  an  example,\r\n\r\nthey  have  derided the recent broadcast of the  Prime\r\n\r\nMinister on Communist activities as smear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister's broadcast was a factual account\r\n\r\nof  Communist activities in Singapore as he knew them. \r\n\r\nPersons  were  identified. If what the Prime  Minister \r\n\r\nhad said was not true, then these persons have a legal \r\n\r\nredress  in a court of law at which the Prime Minister \r\n\r\nwill have to substantiate the  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 427</b></font><br><br>\r\n\r\n\r\n\r\ntruth  of  his statements, failing which the aggrieved\r\n\r\nparty stands to gain considerable sums of money in the\r\n\r\nway of damages for defamation of character.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All this is widely known. Yet the Member for\r\n\r\nQueenstown and other Barisan Sosialis leaders  dismiss\r\n\r\nthis account as a smear. The Member for Queenstown has\r\n\r\nrepeatedly said that this is merely raising the  bogey\r\n\r\nof  Communism. If the communists are mere bogeys, then\r\n\r\nit  means, in effect, that they are non-existent. Does\r\n\r\nthe Member for Queenstown seriously suggest that there\r\n\r\nare  no  Communists in Singapore? The Communists  have\r\n\r\nbeen  able  to  mount  a  military  campaign  of  some\r\n\r\ndimension in the Federation of Malaya, which has taken\r\n\r\na  large armed force some ten years to suppress.  They\r\n\r\nhave  mounted  strikes  and  riots  in  Singapore   at\r\n\r\nperiodical intervals since 1946. Where have  they  all\r\n\r\ngone  to?  Have they, like the Arabs, folded up  their\r\n\r\ntents and disappeared into the night?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We of the P.A.P. who have been working with these\r\n\r\npeople say that they are right in our midst. Does  the\r\n\r\nMember for Queenstown really believe that this is  not\r\n\r\nthe  case?  The Member for Queenstown,  in  trying  to\r\n\r\nexplain  why such rapid progress had been made  toward\r\n\r\nmerger,  said that the P.A.P. has led the  Tunku  into\r\n\r\nthe  belief that without merger there would be a take-over of the State by the pro-Communist groups; and the\r\n\r\nTunku, formerly indifferent or even hostile to merger,\r\n\r\nhas  now  accepted it as necessary and in the interest\r\n\r\nof  the Federation to frustrate the aspiration of  the\r\n\r\nCommunists.  The  Tunku  has  himself  expressed  this\r\n\r\nbelief  in  public not once but on several  occasions,\r\n\r\nboth in Malaya and abroad.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;How was the Tunku brought to this state of mind? The\r\n\r\nMember  for  Queens-town places the whole  credit  for\r\n\r\nthis  on  the Prime Minister. May I suggest  that  his\r\n\r\nexplanation is altogether too naive? It is at the same\r\n\r\ntime  unduly  complimentary to the Prime  Minister  as\r\n\r\nwell  as  unduly  derogatory of the Tunku.  The  Tunku\r\n\r\npossesses a shrewdness of judgment of which the Member\r\n\r\nfor Queenstown is completely unaware.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 428</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The real fact of the matter is that it is the\r\n\r\nCommunists who have succeeded in convincing the  Tunku\r\n\r\nthat   early  merger  is  to  the  interests  of  both\r\n\r\nSingapore and the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members will recall what happened during the Anson by-election. The Member for Queenstown himself here has\r\n\r\nmade  reference to some incidents. But he  can  hardly\r\n\r\nexpect us to accept his interpretation of events  that\r\n\r\ntook  place. The Tunku made certain general  proposals\r\n\r\nabout  Greater Malaysia which the P.A.P. supported  in\r\n\r\nprinciple,  if Greater Malaysia would lead  to  merger\r\n\r\nbetween   Singapore   and   the   Federation.   Almost\r\n\r\nimmediately, Mr Lim Ching Siong, on the  other  hand,\r\n\r\ncame out with a counter proposal for complete internal\r\n\r\nself-government as the next constitutional advance for\r\n\r\nSingapore  - in  addition  to complete  internal  self-government, that steps should be taken to abolish  the\r\n\r\nInternal  Security  Council.  Sir,  before  long,  the\r\n\r\nCommunists  suddenly  got the idea  that  the  Greater\r\n\r\nMalaysia  Plan  had  been  completely  worked  out  in\r\n\r\ndetail,  had  been  agreed to and signed  by  all  the\r\n\r\nGovernments  concerned. It would be  curious  to  know\r\n\r\nwhat  had  led them to this belief, but the fact  that\r\n\r\nthey  so believed is beyond doubt. We the P.A.P. felt\r\n\r\nthe full repercussions of their activities whilst they\r\n\r\ncame to this conclusion. Our Parliamentary Secretaries\r\n\r\nwho  were flirting with pro-Communist groups  at  that\r\n\r\ntime  pressed Ministers for a full, frank and complete\r\n\r\nrevelation of the Greater Malaysia Plan. They were  so\r\n\r\ncertain  that we had agreed to it that they would  not\r\n\r\naccept  any denial on our part whatsoever.  They  were\r\n\r\ncertain  that  some secret document was locked  up  in\r\n\r\nsomebody's  safe  containing all the  details  of  the\r\n\r\nsuper merger, whose sole intention, according to these\r\n\r\ngroups,  was to have the Communists fixed. \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when they came to this belief which turned out in the end\r\n\r\nto  be completely without foundation, as they realised\r\n\r\nit  themselves  today,  there was  a  general  rampage\r\n\r\nthroughout   Singapore - the  unions,  party   branches,\r\n\r\nassociations  and elsewhere. In so doing they  clearly\r\n\r\nrevealed their intentions,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 429</b></font><br><br>\r\n\r\n\r\n\r\ntheir  fears  and  apprehensions, and disclosed  their\r\n\r\nhand. If nothing else was needed to convince the Tunku\r\n\r\nthat  merger  was  necessary, then  the  extraordinary\r\n\r\nconduct  of the pro-Communist groups and their  allies\r\n\r\nduring  and after the Anson by-election just  provided\r\n\r\nthat  final  conclusive  bit  of  evidence  that   was\r\n\r\nnecessary to convince the Tunku.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, Merger is now before us. The Communists and\r\n\r\ntheir  front men want to frustrate it. They  have  two\r\n\r\nways  of  doing  so, each of which will prove  equally\r\n\r\nunprofitable   and  unavailing.  For  merger   is   an\r\n\r\ninevitable historical process and cannot be checked by\r\n\r\nmanoeuvres of groups or frustrated by the ambitions of\r\n\r\na few. These groups, however, if they choose, can play\r\n\r\nit  the constitutional way, abiding by the Queensberry\r\n\r\nrules.  If  they  so  choose to  do,  we  too  in  the\r\n\r\nGovernment will abide by Queensberry rules. But if, as\r\n\r\nthe  Prime  Minister  has said, they  go  for  Siamese\r\n\r\nboxing,  then  they need not have any  doubt  that  an\r\n\r\nadequate  reply will be forthcoming. The choice  rests\r\n\r\nwith them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, Sir, I conclude my address with\r\n\r\nthis  advice  to those non-Communists in  the  Barisan\r\n\r\nSosialis - to study the art of brinkmanship, or  better\r\n\r\nstill, to hop it while the going is good.\r\n\r\n\r\n\r\n<br><br>7.47 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I had not\r\n\r\nthought  of participating in the debate so early,  but\r\n\r\nas  there  is  a  possibility that the trend  of  this\r\n\r\ndebate  may  create misunderstanding in the  minds  of\r\n\r\npeople in the Federation with whom we all long  to  be\r\n\r\nfriends,  I  feel that I must speak at this particular\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, Sir, the Barisan Sosialis said\r\n\r\nyesterday  that a new star was born. Sir,I know  very\r\n\r\nlittle  about  stars and \"starology\", or whatever  you\r\n\r\ncall  it. As far as I know, stars are not born at all.\r\n\r\nThey  just rise in the firmament, In fact, stars  have\r\n\r\nno  parentage. So stars are not born. But if they  say\r\n\r\nthat  a  star is born, then perhaps they mean  a  film\r\n\r\nstar; and the performance of the leader of the Barisan\r\n\r\nSosialis yesterday and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 430</b></font><br><br>\r\n\r\n\r\n\r\ntoday  for  about 7�  hours does not, in our  view,\r\n\r\nqualify him for an Oscar, because it is repetitive and\r\n\r\nin certain parts highly indiscreet -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Gone with the wind!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> But I do not blame them for all\r\n\r\nthe  mistakes they have made, and I will explain  why,\r\n\r\nSir.  The  Minister for Labour, in moving  the  motion\r\n\r\nwhich is of such an important character, has found  it\r\n\r\nnecessary, in spite of the claim that the P.A.P. has a\r\n\r\nMinistry  of Culture, to dare the Barisan Sosialis  to\r\n\r\ndeclare  their stand, and they try to cast  doubts  in\r\n\r\nthe  minds of Members of the Assembly that the Barisan\r\n\r\nSosialis are people who say one thing and mean another\r\n\r\nthing -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. It has now become quite apparent\r\n\r\nthat  hon.  Members will not be able to  draw  a  line\r\n\r\nbetween the main substantive motion and the amendment.\r\n\r\nI  appreciate the difficulty because the subjects  are\r\n\r\nintertwined.  There is, of course, another  procedural\r\n\r\nmethod  of overcoming that, and that is that the  vote\r\n\r\non  the  amendment could be taken at the  end  of  the\r\n\r\ncomplete debate, so that if hon. Members then wish  to\r\n\r\nspeak on the main motion and on the amendment together\r\n\r\nthey  can do so. The only difference is that they  can\r\n\r\nmake  only  one speech. The only person who can  reply\r\n\r\nwill   be  the  Minister  who,  in  fact,  moved   the\r\n\r\nsubstantive  motion.  That is  the  procedural  device\r\n\r\nwhich perhaps Members should think about, if that is a\r\n\r\nbetter  way of dealing with the subject, then  I  will\r\n\r\nrule  that  that  should be done. But  if  we  are  to\r\n\r\ncontinue on the line that we are to debate only on the\r\n\r\namendment,  then I am afraid Members will get  out  of\r\n\r\norder,  as  the Minister for Finance has  and  as  the\r\n\r\nMember  for  Cairnhill is about to do.  I  would  like\r\n\r\nviews on that procedural device.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Could I ask for some clarification,\r\n\r\nSir?  Yesterday, if you remember, you said  you  would\r\n\r\npermit us to debate on what are now items 1 and 3  and\r\n\r\nthe amendment to item 4. If we accept your suggestion,\r\n\r\nSir, would\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 431</b></font><br><br>\r\n\r\n\r\n\r\nthose  speaking on the present amendment have to cover\r\n\r\nthe entire field of items 1, 3 and 4, or could we just\r\n\r\ncover item 1 with its amendment, and when the question\r\n\r\nis  proposed we may be allowed to deal with item 3 and\r\n\r\nthe amendment to item 4?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> No. The suggestion I make is that the\r\n\r\nruling I made yesterday should stand, except paragraph\r\n\r\n3 -  \"Debate  will then be confined to this amendment.\"\r\n\r\nThat  is all. If it is convenient for Members to  deal\r\n\r\nwith  the  whole aspect of merger, including  now  the\r\n\r\naspect  which is indicated in the amendment which  has\r\n\r\nbeen  proposed to item 1, then I am prepared  to  make\r\n\r\nthe  ruling  that  that should  be  so.  But  I  might\r\n\r\nindicate  that  that would mean that Members  who  now\r\n\r\nspeak  would only be given one speech, and at the  end\r\n\r\nof all speeches, the Minister for Labour will have the\r\n\r\nright to reply and votes can he taken not only on item\r\n\r\n1,  but  also on this present amendment, and again  on\r\n\r\nitem  3  and the amendment as shown in item 4.  It  is\r\n\r\nonly a matter of convenience.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I wish to speak\r\n\r\non  the amendment and reserve my right to speak on the\r\n\r\nmain motion at a later stage.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That is all right as far as I am\r\n\r\nconcerned,  but  if  the  Member  for  Cairnhill  goes\r\n\r\noutside the amendment, then he will be pulled up. That\r\n\r\nis all there is to it.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> With due respect, Sir, I did not.\r\n\r\nWhat  I was doing was to try to find a reason for  the\r\n\r\nblistering  attack  which the leader  of  the  Barisan\r\n\r\nSosialis  had levelled against the P.A.P. on a  motion\r\n\r\nthat  is of such an important character that we should\r\n\r\nall  of  us sink our differences, and think and debate\r\n\r\ntogether whether or not it is in the best interests of\r\n\r\nthe  people  of  Singapore to  have  merger  with  the\r\n\r\nFederation of Malaya. Instead of which, the debate has\r\n\r\nturned  into a fight between the ex-P.A.P.,  which  is\r\n\r\nnow the Barisan Sosialis, and the P.A.P. that remains.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 432</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> All that the Member for Cairnhill has\r\n\r\nsaid  is  completely irrelevant to the amendment.  The\r\n\r\namendment  merely  suggests  to  the  House  that   it\r\n\r\n\"affirms and declares that the first objective of  all\r\n\r\ntrue   patriots   of   Malaya  is   to   achieve   the\r\n\r\nreunification of these two territories  in  a  genuine\r\n\r\nmerger  of  Singapore with the Federation  of  Malaya,\r\n\r\nwith  Singapore entering the Federation as the twelfth\r\n\r\nstate and with all its citizens automatically becoming\r\n\r\nFederal Citizens on Merger Day.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If Members assure me that the debate can be confined\r\n\r\nto  the  amendment, then, of course, we will stick  to\r\n\r\nthe first ruling.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> I rise to oppose the amendment.\r\n\r\nBut  I want it to be understood clearly in this House,\r\n\r\nSir, that far be it from me and my Party to  come  to\r\n\r\nthe defence of the P.A.P. that is fast disintegrating,\r\n\r\nwe  oppose the amendment not because we want to defend\r\n\r\nthe P.A.P., but we oppose it because we think that the\r\n\r\namendment proposed by the Barisan Sosialis -\r\n\r\n\r\n\r\n<br><br>8.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Moment of interruption.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 432</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<div align=\"center\"><b>CASE OF SARDARA SINGH,</b></div>\r\n\r\n<div align=\"center\"><b>FORMER ACTING SERGEANT, SINGAPORE POLICE FORCE</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall (Anson):</b> Mr Speaker, Sir, I will\r\n\r\nonly  take  five minutes. I know the  House  will  be\r\n\r\nhappy to hear that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I acted in a professional capacity\r\n\r\nfor  a  man  called  Sardara Singh,  a  former  Acting\r\n\r\nSergeant of the Singapore Police Force. The matter  is\r\n\r\nended.  He  has  left Singapore.  I  have  no  further\r\n\r\npecuniary or professional interest in the matter,  nor\r\n\r\nany personal interest apart from certain facts which I\r\n\r\nhave  gleaned  which,  to my mind,  raise  very  grave\r\n\r\npublic issues.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 433</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, you have indicated that it might\r\n\r\npossibly  be  deemed improper  for  me  to  bring\r\n\r\nforward  a  matter in which I have professionally\r\n\r\nacted in spite of the fact that I have no further\r\n\r\npecuniary interest. In the circumstances, I quite\r\n\r\nnaturally  am anxious to have even that important\r\n\r\nprinciple clarified.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the circumstances, Sir, I would welcome a\r\n\r\nreference  of  this matter to  the  Committee  of\r\n\r\nPrivileges, and until such time as the  Committee\r\n\r\nof  Privileges  decides the  issue,  the  subject\r\n\r\nmatter  of  my  motion will stay in  abeyance.  I\r\n\r\nwould like to invite, if I may, Mr Speaker, Sir,\r\n\r\nthe  Leader of the House, who normally does these\r\n\r\nmatters,  to move that this subject be  committed\r\n\r\nto the Committee of Privileges.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 434</b></font><br><br>\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, I confirm that\r\n\r\nwe  have discussed this matter brought up by  the\r\n\r\nMember  for Anson and I raise it as a  matter  of\r\n\r\nprivilege.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have satisfied myself that it is\r\n\r\na  matter prima facie affecting the privileges of\r\n\r\nthe  House, and I therefore refer the  matter  to\r\n\r\nthe Committee of Privileges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Two minutes past Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
