{"memberId": null, "volumeNo": "14", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "21", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"14\">\r\n\r\n<meta name=\"Sit_No\" content=\"21\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1961-05-31\">\r\n\r\n<meta name=\"Start_Col\" content=\"1563\">\r\n\r\n<meta name=\"End_Col\" content=\"1626\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">14</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">21</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">31-05-1961</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1563</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF SECOND SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 14</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 31st May, 1961</i></div>\r\n\r\n\r\n\r\nThe Assembly - after the Adjournment on 24th May,\r\n\r\n1961, to Wednesday, 14th June, 1961 - met at\r\n\r\nhalf-past two o'clock, notice having been given by \r\n\r\n\r\n\r\nMr Speaker, pursuant to Standing Order No. 5 (Special Sittings).\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Health.\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong).\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1564</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Ponggol).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1565</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1565</b></font><br><br>\r\n\r\n                                                  \r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBER TO BE ABSENT</h4></div>\r\n\r\n                                                  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;The following Member has, under the provisions of\r\n\r\nsubsection (2) (g) of Section 42 of the Singapore\r\n\r\n(Constitution) Order in Council, 1958, obtained from\r\n\r\nthe Speaker, permission to be or to remain absent\r\n\r\nfrom sittings of the Assembly:\r\n\r\n<br>\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Madam Sahorah Binte Ahmat (Siglap) - from 29th May to 29th June, 1961.\r\n\r\n                                                  \r\n\r\n<br><br><font size=\"1\"><b>Column: 1565</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>BUKIT HO SWEE FIRE</b></div>\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for National Development (Mr Tan Kia Gan):</b> Mr Speaker, Sir, I have His Excellency the\r\n\r\nYang  di-Pertuan Negara's recommendation to  proceed\r\n\r\nwith the motion* standing in my name.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*The motion reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House expresses its profound sympathy for the victims of\r\n\r\nthe fire at Bukit Ho Swee and calls upon the people to donate generously\r\n\r\nto the Bukit Ho Swee Fire Relief Fund;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That to prevent a recurrence of such disastrous fires the site of the fire be\r\n\r\nacquired by the Government for the Housing and Development Board for rebuilding,\r\n\r\nand to this end that no one be allowed to rebuild on this site structures of a \r\n\r\ntemporary or permanent nature;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That compensation to private owners for the land to be acquired should be at\r\n\r\nthe value of the land in its encumbered state just before the fire, and that legislation\r\n\r\nto this end be passed;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the Housing and Development Board regulations relating to the prohibition\r\n\r\nof sub-letting or sharing of accomodation be relaxed in the case of these fire\r\n\r\nvictims in order that rapid re-housing will be possible;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House thanks the fire fighting services, the Police and Military Forces\r\n\r\nfor their work in combating the fire and maintaining order on that occasion and thanks\r\n\r\nthe workers in the Government Social Services and the Voluntary organisations who have\r\n\r\nhelped in the relief of the fire victims.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bukit Ho Swee fire took place on the afternoon\r\n\r\nof  the  25th  May, 1961. It was without  doubt  the\r\n\r\nworst that Singapore has ever experienced since  the\r\n\r\nwar.  It  devastated an area of some 100  acres  and\r\n\r\nrendered homeless, according to the latest count,  a\r\n\r\ntotal  of  2,833  families - comprising  some  15,694\r\n\r\npersons,  most  of whom lost practically  all  their\r\n\r\npossessions. Hon. Members of the House have read  in\r\n\r\nthe  Press of the immediate measures which have been\r\n\r\ntaken  by  the Government to provide interim  relief\r\n\r\nfor the fire victims. They are now housed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1566</b></font><br><br>\r\n\r\n\r\n\r\ntemporarily in five school buildings in the Kim Seng\r\n\r\nRoad  area,  where voluntary workers, the Government\r\n\r\nSocial  Welfare  Service,  the  Army  and  the  Work\r\n\r\nBrigade  have  done  all they  can  to  relieve  the\r\n\r\nsufferings  of  the victims and have  provided  them\r\n\r\nwith food, clothing and blankets.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has also set up the Bukit Ho Swee\r\n\r\nFire Relief Committee under the chairmanship of  the\r\n\r\nMinister  for  Labour and Law. Representatives  from\r\n\r\npolitical   parties,  the  Trades  Union   Congress,\r\n\r\nstudent bodies of Universities, the Polytechnic, the\r\n\r\nChambers   of  Commerce,  the  Council   of   Social\r\n\r\nServices, rural and other organisations are  serving\r\n\r\nin this Committee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, lessons must be learned from the cause of\r\n\r\nthis  fire, and this lesson should strike home  with\r\n\r\nfull  impact.  For  the third time  since  the  war,\r\n\r\nSingapore  has bitterly experienced disaster  caused\r\n\r\nby  fire. In 1958 the Kampong Koo Chye fire rendered\r\n\r\n379  families with 2,050 persons homeless;  in  1959\r\n\r\nthere  was the Tiong Bahru fire which affected 1,016\r\n\r\nfamilies, comprising 5,200 people; and now the  most\r\n\r\ntragic  of  them all, the Bukit Ho Swee  fire  which\r\n\r\ndestroyed  the  homes  of 2,833 families,  involving\r\n\r\nnearly 15,694 people. The common feature about these\r\n\r\nfires  is  that  they  occur in already  packed  and\r\n\r\nunauthorised  structures  of  wood  and  attap.  The\r\n\r\noccupants  in  all these cases had,  in  fact,  been\r\n\r\nliving  in  veritable fire traps. If only one  house\r\n\r\ncatches  fire, then within minutes a blazing inferno\r\n\r\nwould  engulf  a  whole community  before  the  fire\r\n\r\nfighters could arrive.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1567</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The unstinted devotion to duty during the disaster\r\n\r\nof  the  fire fighting services, the Police and  the\r\n\r\nMilitary   was  something  to  be  proud   of,   but\r\n\r\nunfortunately  They  were to a  considerable  extent\r\n\r\nhindered by curious crowds who arrived on the  scene\r\n\r\nwhile  the fire was raging and almost choked up  the\r\n\r\nroads,  thus  delaying  the  arrival  of  the   fire\r\n\r\nengines. It is hoped that our citizens would be more\r\n\r\ncivic-minded in future and make an effort to  subdue\r\n\r\ntheir  curiosity  and stay away from  calamities  of\r\n\r\nthis  nature  which  are not really  spectacles  for\r\n\r\nenjoyment.  I  am happy to say that,  on  the  other\r\n\r\nhand,  the  fire victims themselves  behaved  in  an\r\n\r\nexemplary  manner  and showed no panic.  Though  the\r\n\r\nfire took four lives, it would surely have been more\r\n\r\ndisastrous   if   the  crowds  of   sightseers   and\r\n\r\nspectators  had gone out of control  and  panic  had\r\n\r\nresulted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us not ignore the lessons of this catastrophe.\r\n\r\nThe  reasons for the existence of building  by-laws,\r\n\r\nthe  need to enforce minimum building standards, and\r\n\r\nthe basic requirements of proper planning should now\r\n\r\nbe  painfully  clear. We must not be blind  to  such\r\n\r\nlessons.  We  should now understand  why  the  Chief\r\n\r\nBuilding   Surveyor's  Department  of  my   Ministry\r\n\r\nconducts    its    campaign   against   unauthorised\r\n\r\nstructures,  which  are  built  in  exactly  similar\r\n\r\nconditions to the houses that went up so quickly  in\r\n\r\nflames  at Bukit Ho Swee on 25th May. Most of  these\r\n\r\nunauthorised  structures are put up by  unscrupulous\r\n\r\nracketeers who live off the miseries of the poor. It\r\n\r\nis  appreciated that the poor people are  forced  by\r\n\r\ncircumstances to live in these huts because  of  the\r\n\r\nacute  shortage of cheap housing in  the  State  and\r\n\r\nthat  it  will  be  some time  before  the  building\r\n\r\nprogrammes of the Housing and Development Board  can\r\n\r\ncatch  up with this shortage. But I should  like  to\r\n\r\nappeal to these people not to fall into the clutches\r\n\r\nof  the racketeers who put up unauthorised buildings\r\n\r\nfor  rent or sale. They should never buy or rent any\r\n\r\nof  these  structures. They may not only be cheated,\r\n\r\nbut may also become victims of fire.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1568</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Any building to be put up should be duly\r\n\r\nauthorised  by  the Building Surveyor's  Department.\r\n\r\nThe procedure for the grant of permits for temporary\r\n\r\nbuildings has now been streamlined, and applications\r\n\r\nshould   now   be  dealt  with  more  expeditiously.\r\n\r\nGovernment  is  firmly resolved  to  discourage  the\r\n\r\nerection  of wooden buildings with attap roofs,  and\r\n\r\nin   the   congested  city  area  to   prohibit   it\r\n\r\naltogether. Firm orders have been given to the Chief\r\n\r\nBuilding  Surveyor  to  pull down  any  unauthorised\r\n\r\nstructures as soon as they are spotted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will not be discharging its\r\n\r\nresponsibilities to the people if it did  not  clamp\r\n\r\ndown on unauthorised buildings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it was indeed fortunate that the Bukit Ho\r\n\r\nSwee  fire  was brought under control  and  did  not\r\n\r\nspread  further. If circumstances had  been  adverse\r\n\r\nthe  fire could easily have gone out of control with\r\n\r\nmuch  more  disastrous consequences. A conflagration\r\n\r\nof  this magnitude can easily engulf not only  attap\r\n\r\nbuildings, but also brick and concrete structures as\r\n\r\nwell.  Many  brick and concrete buildings  were,  in\r\n\r\nfact, destroyed on 25th May, along Havelock Road. If\r\n\r\nattap and wooden structures were allowed to multiply\r\n\r\nin  the city areas, the next fire might well destroy\r\n\r\na   considerable   section   of   the   city,   with\r\n\r\nconsiderable loss of lives. I appeal to  members  of\r\n\r\nthe  public  to  report  immediately  to  the  Chief\r\n\r\nBuilding Surveyor's Department should they  see  any\r\n\r\nunauthorised attap and wooden structures  being  put\r\n\r\nup.  At  the  moment, there is  a  large  number  of\r\n\r\noutstanding  mandatory orders  against  unauthorised\r\n\r\nbuildings.  Many of these orders require alterations\r\n\r\nto  the  unauthorised structures before they can  be\r\n\r\nregularised. Most of the houses, however, cannot  be\r\n\r\nregularised,  because  they  are  likely  to  become\r\n\r\ndangerous fire traps. There has been a great deal of\r\n\r\nmisunderstanding  about the  work  of  the  Building\r\n\r\nSurveyor's  Department, particularly when  it  takes\r\n\r\naction to demolish unauthorised buildings. But may I\r\n\r\nrepeat  that  one  of  the  main  reasons  for  this\r\n\r\nunpleasant action is to save people from the dangers\r\n\r\nof fire traps, like those of Bukit Ho Swee?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1569</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Government will take firm measures to prevent\r\n\r\nthe  site  of  the  Bukit Ho Swee  fire  from  being\r\n\r\nreoccupied by unauthorised structures. The  site  is\r\n\r\nto be acquired for re-development by the Housing and\r\n\r\nDevelopment  Board.  No  doubt,  hon.  Members  will\r\n\r\nsupport this proposal as well as the Bill that  will\r\n\r\nbe  introduced to acquire the land. The  project  is\r\n\r\none  designed  for the public good and  the  private\r\n\r\nowners  concerned  can be expected  not  to  make  a\r\n\r\nprofit out of this disaster.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the relief, re-housing and rehabilitation of\r\n\r\nthe  fire victims cannot be an easy matter  when  so\r\n\r\nmany  persons are involved. There are not sufficient\r\n\r\nnumbers  of  vacant  Housing and  Development  Board\r\n\r\nflats   immediately  available  to  re-house   every\r\n\r\nfamily.  Though  the public and various  Governments\r\n\r\nhave  been  most  generous  with  their  gifts   and\r\n\r\ndonations in cash and kind, whatever relief that the\r\n\r\nfire victims can receive will only provide temporary\r\n\r\nrehabilitation until they can definitely find  their\r\n\r\nown feet again.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has decided that all available\r\n\r\nhousing  units of the Housing Board should  be  made\r\n\r\navailable  for rehousing the fire victims.  In  this\r\n\r\nconnection, I should like to appeal to those members\r\n\r\nof  the public who have been on the waiting list for\r\n\r\nHousing Board accommodation to make a certain amount\r\n\r\nof  sacrifice.  There are some 13,000 applicants  on\r\n\r\nthe  housing  register and many of  them  have  been\r\n\r\nwaiting  for  three, four, or even five years.  Just\r\n\r\nwhen  their chances of being allocated accommodation\r\n\r\nhave improved with the completion of more than 1,000\r\n\r\nhouses,  they  have to be told again that  the  fire\r\n\r\nvictims will be given priority. The Government hopes\r\n\r\nthat  these  applicants will  not  grudge  the  fire\r\n\r\nvictims  the  special priority given to them.  These\r\n\r\napplicants  at least have some form of accommodation\r\n\r\nat  present, while the fire victims have  lost  both\r\n\r\nhomes and most of their possessions. The Housing and\r\n\r\nDevelopment\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1570</b></font><br><br>\r\n\r\n\r\n\r\nBoard will be building more units soon, and the turn\r\n\r\nof  the  applicants who will be given  accommodation\r\n\r\nwill not be far off.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the following housing units that are\r\n\r\nimmediately available will be set aside for the  \r\n\r\nre-housing of the fire victims:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;600 flats at Queenstown\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;100 flats at Clarence Lane, Alexandra\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;300 flats at Tiong Bahru Fire Site\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;150 flats at Kallang Estate.\r\n\r\n\r\n\r\n<br><br>In  a  few days time the Housing Board will  have  a\r\n\r\nfurther 450 units available at the Tiong Bahru  Fire\r\n\r\nSite,  and  these  too  will  be  allotted  to  fire\r\n\r\nvictims. Within the next three months, 904 units  of\r\n\r\none-room $20 flats will be ready at the Tiong  Bahru\r\n\r\nCemetery Site, and 804 units of two-room flats  will\r\n\r\nbe  completed at MacPherson Estate, while a  further\r\n\r\n1,448  units  of two-and three-room  flats  will  be\r\n\r\nready in Queenstown.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These flats will be offered to the fire victims at\r\n\r\nthe rents normally charged to members of the public.\r\n\r\nIt  is  not the intention to upset the very  complex\r\n\r\nrent  structure of the Housing and Development Board\r\n\r\nby  introducing  rent-free  periods  or  by  waiving\r\n\r\nrents. The Government, while doing all that is right\r\n\r\nand proper for the fire victims, must not lose sight\r\n\r\nof  the  necessity to account to the people for  the\r\n\r\nexpenditure of public funds entrusted to its charge.\r\n\r\nIt  is  considered,  therefore,  that  fire  victims\r\n\r\nshould  pay  the  normal  rentals  charged  for  the\r\n\r\naccommodation  offered.  To  assist   fire   victims\r\n\r\nfurther,  it  is  proposed that  the  Housing  Board\r\n\r\nregulations prohibiting the sub-letting of rooms  in\r\n\r\nflats  or  the  sharing of flats by  more  than  one\r\n\r\nfamily be relaxed. The Housing and Development Board\r\n\r\ndoes not normally permit its tenants to sub-let  any\r\n\r\npart of their flats, but in order that re-housing of\r\n\r\nfire victims can be accomplished expeditiously,  the\r\n\r\nBoard  will be asked to permit fire victims to share\r\n\r\naccommodation  with their friends or  relatives  now\r\n\r\nresiding  in any of the Board's estates.  The  Board\r\n\r\nwill also accept two\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1571</b></font><br><br>\r\n\r\n\r\n\r\nsmall  families of fire victims joining together  to\r\n\r\napply  for a flat. The Government intends  that  the\r\n\r\nrelief  to  fire  victims should take  the  form  of\r\n\r\nequitable distributions in cash and kind so that the\r\n\r\namounts  of  relief to be distributed  to  the  fire\r\n\r\nvictims   will  be  entirely  dependent   upon   the\r\n\r\ngenerosity of the people of Singapore and elsewhere.\r\n\r\nThe  distribution will be on a per  capita  and  per\r\n\r\nfamily basis and it is felt that this method will be\r\n\r\nthe most equitable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All fire victim families will receive (a) a rent\r\n\r\nassistance grant of $7 per person up to a maximum of\r\n\r\n$35 per family. This sum will, in effect, operate as\r\n\r\na  rent  subsidy, and will be paid for a  period  of\r\n\r\nthree  months;  (b) a lump sum rehabilitation  grant\r\n\r\nwill  be paid to these families; the sum to be  paid\r\n\r\nwill  be  dependent on the monies available  in  the\r\n\r\nrelief fund after meeting other commitments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All families will receive these two grants, whether\r\n\r\nthey  accept  Housing  Board accommodation  or  not;\r\n\r\nthose not requiring Housing Board accommodation  may\r\n\r\nuse  their  rent assistance grant for finding  their\r\n\r\nown accommodation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I should like now to thank the\r\n\r\npublic of Singapore, especially those from all walks\r\n\r\nof  life  who have donated in cash and kind  to  the\r\n\r\nfire  victims. The Government respects  and  admires\r\n\r\nthe  concern they have shown for their fellowmen  in\r\n\r\ntheir hour of need. I should like also to take  this\r\n\r\nopportunity to say how grateful we are to the  Prime\r\n\r\nMinister  of  the  Federation  of  Malaya  for   the\r\n\r\npersonal visit he made to the scene of the fire  and\r\n\r\nfor   the   promise  of  financial  aid   from   his\r\n\r\nGovernment.  I also wish to express the Government's\r\n\r\nappreciation  of  the prompt and  generous  donation\r\n\r\nfrom  the U.K. and U.S. Governments. The relief fund\r\n\r\nwhich  the  Government has set up with  the  initial\r\n\r\ncontribution of $250,000 will, I expect, continue to\r\n\r\ngrow with more and more donations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, let me convey to the State and Army\r\n\r\nFire  fighting services, the Police Force, the Army,\r\n\r\nand the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1572</b></font><br><br>\r\n\r\n\r\n\r\nuntiring  workers  in  both  the  Government  social\r\n\r\nservices   and   the  voluntary  organisations   the\r\n\r\nheartfelt  gratitude  of the  Government  for  their\r\n\r\ndevotion  to  the service of those affected  by  the\r\n\r\ndisaster  and  for their selfless efforts  in  their\r\n\r\nrespective   spheres-in  combating  the   fire,   in\r\n\r\nmaintaining order and in giving much assistance  and\r\n\r\nmuch appreciated relief to the fire victims.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Before I propose the Question, the\r\n\r\nPrime  Minister  has tabled copies of  the  Bill  he\r\n\r\nproposes to introduce under item 2, and I think hon.\r\n\r\nMembers should have copies of the Bill with them  as\r\n\r\nsoon  as  possible. I therefore propose  that  these\r\n\r\ncopies be distributed immediately.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Typed copies of the Bill distributed to hon.\r\n\r\nMembers.\r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have had an opportunity of glancing\r\n\r\nrapidly  through the Bill, and it seems to  me  that\r\n\r\nthe  subject matter covered by the Bill is the  same\r\n\r\nas  the subject matter of paragraph 3 of the motion.\r\n\r\nPerhaps  the  Prime Minister would like  to  confirm\r\n\r\nthat before I proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Sir, that\r\n\r\nis so. In fact, it spells out the intention which is\r\n\r\ncontained in paragraph 3 of the motion.\r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Perhaps it would be convenient for\r\n\r\nhon.  Members if the motion should be posed  to  the\r\n\r\nHouse without paragraph 3, so that there will not be\r\n\r\na  repetition of the debate on the subject matter of\r\n\r\nparagraph  3.  The debate could take place  when  we\r\n\r\ncome  to  the  Bill. If that is convenient  to  hon.\r\n\r\nMembers,  I suggest that that would be a better  way\r\n\r\nof doing things.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> As you propose, Mr Speaker,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I will propose the Question without\r\n\r\nparagraph 3.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House expresses its profound sympathy\r\n\r\nfor  the  victims of the fire at Bukit Ho  Swee  and\r\n\r\ncalls  upon the people to donate generously  to  the\r\n\r\nBukit Ho Swee Fire Relief Fund;\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1573</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That to prevent a recurrence of such disastrous\r\n\r\nfires  the  site  of  the fire be  acquired  by  the\r\n\r\nGovernment for the Housing and Development Board for\r\n\r\nrebuilding, and to this end that no one  be  allowed\r\n\r\nto rebuild on this site structures of a temporary or\r\n\r\npermanent nature;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the Housing and Development Board regulations\r\n\r\nrelating  to  the  prohibition  of  sub-letting   or\r\n\r\nsharing  of accommodation be relaxed in the case  of\r\n\r\nthese  fire  victims in order that rapid  re-housing\r\n\r\nwill be possible;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House thanks the fire fighting services,\r\n\r\nthe  Police  and Military Forces for their  work  in\r\n\r\ncombating  the  fire and maintaining order  on  that\r\n\r\noccasion  and  thanks the workers in the  Government\r\n\r\nSocial Services and the voluntary organisations  who\r\n\r\nhave helped in the relief of the fire victims.\"\r\n\r\n\r\n\r\n<br><br>2.56 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan (Hong Lim):</b> Mr Speaker, Sir, all\r\n\r\nof us are in sympathy with and express our grief for\r\n\r\nthe  16,000  people who have been affected  by  this\r\n\r\ngreat  fire. From what we know, this is the greatest\r\n\r\nfire  in  the  history of Singapore. It has  brought\r\n\r\nmuch  misery  and  ruin  in its  wake.  Sir,  on  an\r\n\r\noccasion  like  this, all of us in this  House  will\r\n\r\nforget  and sink all political differences which  we\r\n\r\nmay have so that everyone may contribute his best to\r\n\r\nwork  out a solution for the rehabilitation  of  our\r\n\r\nunfortunate brothers and sisters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I must compliment the Government\r\n\r\non  all  the  efforts they have put in  on  such  an\r\n\r\noccasion. This has been a disaster of magnitude  and\r\n\r\nthe  Government has, in my opinion, done  its  best.\r\n\r\nTribute  must also be paid to all the organisations,\r\n\r\nboth Government and private, which have come to  the\r\n\r\nforefront to rescue and give assistance to the  fire\r\n\r\nvictims.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, since we have such a motion, I wish to\r\n\r\nbring  forward  a  few points to  the  attention  of\r\n\r\nGovernment.  Sir,  these  should  not  be  taken  as\r\n\r\ncriticisms  but rather as suggestions for Government\r\n\r\nto  consider. From what I gather, most of  the  fire\r\n\r\nvictims  have one big common problem, that is,  when\r\n\r\nare  they going to settle down and start life again?\r\n\r\nFor  this, they have to depend so much on Government\r\n\r\nas well as on other\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1574</b></font><br><br>\r\n\r\n\r\n\r\npersons  who  have  come  forward  courageously  and\r\n\r\ngenerously  to  the assistance of the fire  victims.\r\n\r\nThe  main problem they are worried about is housing.\r\n\r\nWe  are  happy  to  learn from  the  speech  of  the\r\n\r\nMinister  for National Development that all  efforts\r\n\r\nwill  be made to re-house the fire victims.  But  it\r\n\r\nhas  been  said that it is not possible to  re-house\r\n\r\nall  the  fire victims at one time. It is  fortunate\r\n\r\nthat  there  are so many vacant flats to re-house  a\r\n\r\nbig  portion  of  the  fire  victims.  But  I  think\r\n\r\nGovernment  should  consider  ways  and   means   of\r\n\r\nresettling the other victims, either by the erection\r\n\r\nof temporary structures controlled by Government, or\r\n\r\nby  the use of vacant Government bungalows, of which\r\n\r\nI think there are still quite a few left, or by the\r\n\r\ndeployment of other vacant buildings in the  island.\r\n\r\nUnless  the  fire victims are resettled, Sir,  those\r\n\r\nwho  are  employed may not be able to  go  to  work,\r\n\r\nbecause  they have to look after their  children  in\r\n\r\nthe  fire relief centres. It is what we say a double\r\n\r\nloss.  If  they  are  able to be resettled  earlier,\r\n\r\nthose  who  have employment could go back  to  their\r\n\r\nwork as soon as possible to earn a few extra dollars\r\n\r\nto help their families.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now the Minister for National Development has\r\n\r\nmentioned the question of rent and the question of a\r\n\r\nfree  rental  period. Sir, the second problem  which\r\n\r\nthe  fire  victims are worried about is the question\r\n\r\nwhether they can afford the rentals and whether  the\r\n\r\nflats allocated to them could be near their place of\r\n\r\nwork.  It is not possible to allocate flats to  them\r\n\r\nnear  their  place of work, because there  are  not\r\n\r\nmany  flats being constructed or being completed  at\r\n\r\nthe  moment near the fire site. I think  this  is  a\r\n\r\nproblem no government can solve. But on the question\r\n\r\nof rentals, Mr Speaker, Sir, from what I know, most\r\n\r\nof  the  houses  at  present  completed,  or  almost\r\n\r\ncompleted,  were built at the time when construction\r\n\r\ncosts  were the lowest in the last five to 10 years.\r\n\r\nIf  we  go according to the normal practice  of  the\r\n\r\nHousing  and Development Board, the rentals  charged\r\n\r\non  these flats should be lower than usual. They are\r\n\r\nflats which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1575</b></font><br><br>\r\n\r\n\r\n\r\nwere  built during the time of the Korean War,  when\r\n\r\nthe  cost of construction was much more, and persons\r\n\r\nwho  are now staying in those houses are bearing the\r\n\r\nfull   heavy  construction  costs  because  of   the\r\n\r\nincrease  in  prices  due to  the  war.  If  such  a\r\n\r\npractice  is accepted, Mr Speaker, Sir, then  these\r\n\r\nhouses  should be rented out at what they  cost  the\r\n\r\nHousing and Development Board to build, and not on a\r\n\r\nso-called rational basis where everything  is  being\r\n\r\nbrought into the pool and distribution of rental  is\r\n\r\nbeing accepted as a basis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, just now the Minister for\r\n\r\nNational  Development  has  also  touched   on   the\r\n\r\nquestion  of  three  months'  free  rental  and  has\r\n\r\nsuggested an alternative of a rent subsidy allowance\r\n\r\nof $7 per person, up to a maximum of $35 per family.\r\n\r\nI  think,  Sir, this is quite a good scheme  because\r\n\r\nnormally,  during a fire disaster,  there  are  some\r\n\r\npersons   who   go   back   and   who   get   S.I.T.\r\n\r\naccommodation,  and  there are  others  who  receive\r\n\r\nprivate  accommodation, and it will not be  fair  to\r\n\r\nthose  receiving private accommodation if Government\r\n\r\noffers  a three-month free rental to those  who  are\r\n\r\nobtaining  S.I.T. accommodation.  However,  in   my\r\n\r\nopinion,  the rent subsidy proposed by the  Minister\r\n\r\njust  now  is  below what was offered  to  the  fire\r\n\r\nvictims of the Upper Chin Chew Street fire, or  even\r\n\r\nmuch  lower compared to that offered in the case  of\r\n\r\nthe  Lorong 3 fire, where each fire victim was given\r\n\r\nthree  months'  free rental, water and  electricity,\r\n\r\nplus   facilities  to  pay  their  deposits  on   an\r\n\r\ninstalment  basis if the need arose. I propose  that\r\n\r\nthe  Government should find out whether there  is  a\r\n\r\nway  out to increase the rent subsidies proposed  to\r\n\r\nthe  fire  victims, to raise it to a standard  which\r\n\r\nwas accepted in the past.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, another problem which the fire\r\n\r\nvictims  are  worried about is their jobs.  Many  of\r\n\r\nthem  have  lost  their jobs due to  the  fire - those\r\n\r\npersons  who have been working on the fire  site  or\r\n\r\nthose  persons whose factories, shops  or  means  of\r\n\r\nlivelihood  by  hawking  and  labouring  have   been\r\n\r\ndestroyed  by the fire. I think the Government  must\r\n\r\ngive\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1576</b></font><br><br>\r\n\r\n\r\n\r\nconsideration  to these persons who  are  unemployed\r\n\r\ndue  to  the fire, because they have not  only  lost\r\n\r\ntheir belongings and properties, but they also  have\r\n\r\nlost  their  means of livelihood. A few  shops  were\r\n\r\nalso  affected by the fire, Sir, and it is suggested\r\n\r\nthat,  when the Housing Board build new shops around\r\n\r\nthe area, priority be given to those shopkeepers who\r\n\r\nhad  shops on the old fire site and preferably these\r\n\r\nshops  should  be rented out at lower  rentals  than\r\n\r\nusual.  Usually the shops are rented out on a tender\r\n\r\nbasis, and the person who bids the highest gets  the\r\n\r\nshop. It has also been suggested. Mr Speaker,  Sir,\r\n\r\nthat  some of these shops could perhaps be  sold  to\r\n\r\nthe shopkeepers on an instalment basis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Attention perhaps should also be brought to the\r\n\r\nGovernment  on  the organisation at present  in  the\r\n\r\nrelief centres. First of all, it must be pointed out\r\n\r\nthat  none  of the Government departments  has  been\r\n\r\nprepared or could ever have foreseen a task of  such\r\n\r\nmagnitude.  But  perhaps members of  the  Government\r\n\r\nstaff  will  pay attention to some of the complaints\r\n\r\nor  little irritations which may be very trivial  to\r\n\r\nus but which are causing quite a problem to the fire\r\n\r\nvictims. Food is one of the main problems which they\r\n\r\nare  complaining of, Mr Speaker, Sir, It  has  been\r\n\r\npointed out that it now takes about one or two hours\r\n\r\nto  queue up for food, often under the hot sun,  and\r\n\r\nsometimes the persons at the end of the queue do not\r\n\r\nget vegetables when the supply is finished, and some\r\n\r\ndo not even get rice. This is perhaps because of the\r\n\r\nbad  system  of  distribution and  not  because  not\r\n\r\nenough  food is being cooked. It has been  suggested\r\n\r\nthat  if  Government would distribute food cards  to\r\n\r\nheads of families instead of every person having to\r\n\r\nqueue  up  for his food, then it might mean  shorter\r\n\r\nqueues  and it would mean also a better distribution\r\n\r\nof  food for the fire victims. Mr Speaker, Sir,  in\r\n\r\none  centre, where I think there are nealy 2,000  to\r\n\r\n3,000 inmates, there was only one queue and some  of\r\n\r\nthem  took about three hours to get their  food.  In\r\n\r\nsuch centres perhaps we could establish\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1577</b></font><br><br>\r\n\r\n\r\n\r\nthree or four queues. Perhaps the Government has a\r\n\r\nproblem in trying to get the utensils and the\r\n\r\nnecessary equipment, but I think it will not cost\r\n\r\nvery much to buy them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another complaint has been about the cooking of\r\n\r\nfood.  It has been said that the rice and vegetables\r\n\r\nare  not  properly washed. Yesterday, in one  relief\r\n\r\ncentre -  I  do not know how far this is  true - a  few\r\n\r\npersons  told  us that they found  a  snake  in  the\r\n\r\nvegetables!  The rice is of poor quality  and  quite\r\n\r\nsmelly - perhaps due to lack of washing. I  think  the\r\n\r\nquestion of food can be looked into and improvements\r\n\r\nmade.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is also felt that there is a\r\n\r\nshortage  of doctors and that they are visiting  the\r\n\r\nfire relief centres at periods and not all the time.\r\n\r\nThere   have  also  been  complaints  of  no  proper\r\n\r\ndiagnosis  of  the  patients and that  many  of  the\r\n\r\npatients,  especially children, do  not  get  proper\r\n\r\ntreatment.  We  know  this  is  a  drain-   on   the\r\n\r\nGovernment  resources  of  medical  staff   in   the\r\n\r\nhospitals, but I am putting up this proposal to  see\r\n\r\nwhether  the Government can try to get supplementary\r\n\r\nstaff  either  from the Government or  from  private\r\n\r\nsources during the next few days to help the victims\r\n\r\nin the relief centres.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many of the fire victims at night have to sleep\r\n\r\nwith  their  blankets  on  in  the  playing  fields,\r\n\r\nbecause there is no accommodation in the schools. In\r\n\r\nthe  last two days, when there was rain, they  found\r\n\r\nit  a  problem  to get even a place  to  squat  down\r\n\r\nduring  the night. Perhaps if a few more  tents  are\r\n\r\nerected,  the problem can be partially  solved.  The\r\n\r\nGovernment has been doing wonderful work in the past\r\n\r\nfew  days  erecting more tents, but those have  been\r\n\r\nfound  to be not sufficient. I wonder whether  there\r\n\r\nare ways and means of getting more tents or marquees\r\n\r\nfor sleeping purposes for the fire victims.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it has been proposed that the\r\n\r\nMinistry of Home Affairs send a special unit to  the\r\n\r\nfire  victim  centres to help the fire  victims  get\r\n\r\nextracts of their\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1578</b></font><br><br>\r\n\r\n\r\n\r\nlost birth certificates and citizenship certificates\r\n\r\nand  other  types of certificates. Perhaps  on  this\r\n\r\noccasion  fees can either be reduced or  waived.  If\r\n\r\nmuch of the red-tape can be cut for the fire victims\r\n\r\nparticularly   in   applying   for    these    birth\r\n\r\ncertificates and citizenship certificates,  I  think\r\n\r\nthey  would be very grateful to the Government.  The\r\n\r\nGovernment  has  already set  up  an  identity  card\r\n\r\ncentre in the fire relief centre, and this is a most\r\n\r\nwelcome act.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another suggestion is whether Government can send\r\n\r\nvans to tour the residential areas, particularly the\r\n\r\nmore  well-to-do residential areas, during  evenings\r\n\r\nor   week-ends   to   collect  blankets,   clothing,\r\n\r\nfurniture  and  cooking utensils  which  the  people\r\n\r\nmight  like to donate generously since they have  no\r\n\r\nmeans  of  delivering their gifts in kind.  Most  of\r\n\r\nthese donations in kind and even in cash should,  in\r\n\r\nmy  opinion,  be  distributed to  the  fire  victims\r\n\r\nimmediately. It should not take a week or two  weeks\r\n\r\nbefore  they are distributed, because it is at  this\r\n\r\ntime  that those gifts are most needed, particularly\r\n\r\ncash   or   clothing.   Some   clothing   has   been\r\n\r\ndistributed, but it is found insufficient.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I wish to repeat that the\r\n\r\nGovernment  has done whatever it can to relieve  the\r\n\r\nfire victims, arid its work deserves the compliments\r\n\r\nof all Members of this House.\r\n\r\n\r\n\r\n<br><br>3.16 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong (Delta)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker.   Sir,   as  a  representative   of   Delta\r\n\r\nconstituency  which suffered from the fire,  I  must\r\n\r\nfully  support the Government's motion in regard  to\r\n\r\nthe fire victims.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Bukit Ho Swee fire disaster, the\r\n\r\nGovernment has immediately launched effective relief\r\n\r\nmeasures  and after-care welfare so that the  10,000\r\n\r\nfire  victims  could be resettled and looked  after.\r\n\r\nAnother  relief measure of Government is to let  the\r\n\r\nfire  victims  rebuild their  homes  so  that  those\r\n\r\npeople   who  have  long  suffered  in   the   past,\r\n\r\nparticularly  the  Bukit Ho Swee fire  victims,  can\r\n\r\nlive under better and more favourable conditions  in\r\n\r\nfuture. This clearly shows that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1579</b></font><br><br>\r\n\r\n\r\n\r\nthe  Government which comes from the people is doing\r\n\r\nits  best  for  the  people - to  improve  the  living\r\n\r\nconditions of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since the fire broke out, the Prime Minister,\r\n\r\nMinisters and all Assemblymen and Assemblywomen have\r\n\r\nbeen working very hard. When the fire broke out, the\r\n\r\nPrime  Minister  and many Ministers and  Assemblymen\r\n\r\nrushed to the scene to help the people salvage their\r\n\r\nbelongings and to assist the firemen to evacuate the\r\n\r\nold  and  young from the site. They have  also  been\r\n\r\nconsoling the victims day and night and seeing  that\r\n\r\nall  helpers  and workers do their work properly  in\r\n\r\naccommodating the victims in the various centres.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As this disaster is the most serious one in the\r\n\r\nhistory  of Singapore, the fire relief work must  be\r\n\r\nfully  supported by all the people of Singapore  and\r\n\r\nsupport  for Government's measures must be given  to\r\n\r\nenable  the Government to achieve better results  in\r\n\r\nrebuilding the homes of the victims in a short space\r\n\r\nof   time.   At  this  crucial  time,  everyone   is\r\n\r\nexpressing  his  good  intentions.  The  people   of\r\n\r\nSingapore have responded to Government's appeal and,\r\n\r\nhave donated generously. This has helped to make the\r\n\r\nrelief measures a success.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To those who have lost their jobs as a result of\r\n\r\nthe   fire,  we  have  appealed  to  all  shops  and\r\n\r\nmerchants   throughout   Singapore   to   contribute\r\n\r\ngenerously  to  the relief of the unemployed  people\r\n\r\nwho  have  suffered from the fire. I hope they  will\r\n\r\ncome forward to give employment to these victims  so\r\n\r\nthat  they could rebuild their homes and live a good\r\n\r\nlife again.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the few points raised by the Member for\r\n\r\nHong Lim, I wish to answer them now. The Member said\r\n\r\nthat  there  were  too  many people  housed  in  the\r\n\r\ncentres,   so  that  they  were  faced   with   many\r\n\r\ndifficulties, such as sleeping accommodation and  so\r\n\r\non.  I  was  at the relief centre day and night  and\r\n\r\nlooked after all their problems. We have built  many\r\n\r\ncamps  to  relieve  the congestion  in  the  crowded\r\n\r\ncentres. In these camps there are beds for  the  use\r\n\r\nof the fire victims. The reason for the congestion\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1580</b></font><br><br>\r\n\r\n\r\n\r\nat  the  Seng Poh School Centre is that about  1,000\r\n\r\nvictims were first accommodated there as a temporary\r\n\r\nmeasure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to the complaint of shortage of food, I think\r\n\r\nthere  is  no  justification.  After  the  fire  the\r\n\r\nGovernment prepared a large amount of food  to  feed\r\n\r\nthe  hungry  victims.  There  was  enough  food  for\r\n\r\ndistribution, but because of the great rush for  it,\r\n\r\nthe work of distribution was hampered. However, this\r\n\r\nhas been rectified.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to the suggestion for more police to patrol the\r\n\r\nsite  and  to assist the fire victims, I  would  say\r\n\r\nthat Government has already adopted this measure  in\r\n\r\nthe  past  few days. The fire victims who could  not\r\n\r\nmanage to save their belongings during the fire were\r\n\r\nallowed to go back to the devastated site after  the\r\n\r\nfire to salvage their belongings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These are the measures that the Government has\r\n\r\ntaken after the disaster.\r\n\r\n\r\n\r\n<br><br>3.25 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Speaker, Sir,\r\n\r\nfirst of all, might I say how deeply moved we on the\r\n\r\nOpposition side are by the recent fire and  all  the\r\n\r\ncalamity  and disaster that it has brought to  these\r\n\r\n15,000  odd  people?  In this matter,  Sir,  we  are\r\n\r\nentirely  at  one  with  the  Government  and  other\r\n\r\nMembers in this House who have just spoken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I hope you will not think this\r\n\r\nis a matter which is out of keeping with the debate.\r\n\r\nI  sympathise with the Member for Delta - I understand\r\n\r\nit  is  her particular constituency which  has  been\r\n\r\naffected - that at a moment like this, when she should\r\n\r\nbe  rejoicing,  having secured her  lifelong  dream,\r\n\r\nthis disaster should have befallen her. However, Mr\r\n\r\nSpeaker,  Sir, none of us can arrange our  happiness\r\n\r\nin the order in which it occurs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To get back to the motion before the House. Sir,\r\n\r\non  occasions  like this, it is the  duty  of  every\r\n\r\ncitizen not only to go to the aid of Government, but\r\n\r\nalso  to  go to the aid of the victims. Mr Speaker,\r\n\r\nSir,  this is a national calamity. Nothing like this\r\n\r\nhas  occurred  in  the  history  of  Singapore.   We\r\n\r\nsincerely hope that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1581</b></font><br><br>\r\n\r\n\r\n\r\nnothing  approaching  it will ever  occur  again  in\r\n\r\nSingapore. But, Mr Speaker, Sir, while sympathising\r\n\r\nwith  the  victims  and doing our  best  to  prevent\r\n\r\noccurrences like this in future, I think  one  would\r\n\r\nnot  be doing one's duty if one did not look closely\r\n\r\ninto  the  circumstances which led to the fire,  and\r\n\r\nalso   inquire  into  the  situation  whether   this\r\n\r\ndisaster of the magnitude to which it has now  risen\r\n\r\ncould  have been minimised or prevented to  a  large\r\n\r\nextent.  The question that first occurs to my  mind,\r\n\r\nMr  Speaker,  is this. When the fire occurred,  the\r\n\r\nfirst  persons  and possibly the  only  persons  who\r\n\r\ncould  have  helped in putting it out was  the  Fire\r\n\r\nBrigade. The Fire Brigade cannot function unless  it\r\n\r\nhas an adequate source of water supply. The question\r\n\r\nwhether  there was adequate pressure in the hydrants\r\n\r\nto  which the Fire Brigade went for their supply was\r\n\r\ncursorily  mentioned in our leading national  paper,\r\n\r\nthe  Straits  Times - or  so it calls  itself - and  the\r\n\r\nmatter  has  been left to lie there.  I  would  have\r\n\r\nthought,  Mr Speaker, Sir, that if the  fire  could\r\n\r\nhave  been  prevented  by an adequate  water  supply\r\n\r\nbeing available in that area, then that is a matter\r\n\r\nwhich this national newspaper of ours might usefully\r\n\r\nhave taken up. But since it did not, I propose to do\r\n\r\nso because I feel it my duty to do so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Not only did I learn this from the Straits Times,\r\n\r\nMr Speaker, Sir, but I have heard it said commonly,\r\n\r\nand  the people are talking about this in Singapore,\r\n\r\nand  therefore,  I  think it  is  the  duty  of  the\r\n\r\nGovernment to reassure the people that what  is  now\r\n\r\nbeing  commonly  bandied about in Singapore  is  not\r\n\r\ncorrect. It is being said, Mr Speaker, Sir, that if\r\n\r\nthe  Fire  Brigade had been able to go to  the  fire\r\n\r\nhydrants and get into their hoses a stream of  water\r\n\r\nat  the right pressure, a lot of this disaster might\r\n\r\nhave   been   prevented.  The   question   naturally\r\n\r\narises - why  was the pressure in these fire  hydrants\r\n\r\nallowed  to run down, particularly in the  Bukit  Ho\r\n\r\nSwee area where such a fire is likely to occur? Some\r\n\r\nof us know\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1582</b></font><br><br>\r\n\r\n\r\n\r\nthis area. We know that the houses are literally one\r\n\r\non  top  of the other, Mr Speaker, and it  is  very\r\n\r\ndifficult to pass from one house to the other unless\r\n\r\nyou  squeeze your way through. That is the condition\r\n\r\nof  the estate where this fire occurred. I have also\r\n\r\nheard  it said that it is not possible for the  Fire\r\n\r\nBrigade  to  approach proper spots from  which  they\r\n\r\ncould use their hoses effectively. Mr Speaker, Sir,\r\n\r\nI  ask the Government to tell the House what was the\r\n\r\ncondition  of  the pressure of the water  supply  in\r\n\r\nthat area on that disastrous afternoon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have also read in the Press that constant\r\n\r\nappeals  were put out for the firemen to come  back.\r\n\r\nOne  rather  gets the impression that  possibly  the\r\n\r\nFire  Brigade  was not at adequate strength  on  the\r\n\r\nafternoon  of  the disaster. If that  impression  is\r\n\r\ncorrect, Mr Speaker, Sir, then I think it  is  very\r\n\r\nregrettable, and the Government must take full blame\r\n\r\nfor  it. If that is not so, then the Government must\r\n\r\nassure  this House that, so far as the Fire  Brigade\r\n\r\nwas  concerned, it was adequately manned to meet the\r\n\r\nsituation caused by the fire.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have on a number of occasions raised the\r\n\r\nquestion of our water supply in this House.  I  have\r\n\r\nindicated to the Government that the water supply in\r\n\r\nSingapore is in a precarious state. I have suggested\r\n\r\nto  them that they should very quickly increase  not\r\n\r\nonly  the  sources  of  water supply  but  also  the\r\n\r\nquantum  of water supply either from our  island  or\r\n\r\nfrom Johore or from both. To all these queries,  Mr\r\n\r\nSpeaker, Sir, I have had no adequate answer. Whether\r\n\r\nthe  Government now have plans to increase the water\r\n\r\nsupply  or not, this House is not aware of.  All  we\r\n\r\nknow  is that plans are afoot. But one does not know\r\n\r\nexactly  what  is the position of the water  supply.\r\n\r\nBut  one  could  see for oneself if one  went  round\r\n\r\nSingapore looking at the reservoirs. They are pretty\r\n\r\ndry  and low. They are dangerously low. Now  if  all\r\n\r\nthis  is  correct, then I think the Government  must\r\n\r\nbear a great deal of the blame for that most unhappy\r\n\r\noccurrence on that afternoon.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1583</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the second point which I wish to\r\n\r\ntouch  upon  is  this. I was not at the  scene,  Mr\r\n\r\nSpeaker,  Sir,  but  I understand  from  responsible\r\n\r\npeople who happened to be there that the handling of\r\n\r\nthe  situation  that  afternoon was  near  pathetic,\r\n\r\nbecause nobody knew what was happening. Nobody  knew\r\n\r\nwhat  to  do  about the whole position. People  were\r\n\r\nrunning  about  from here to there  like  frightened\r\n\r\nchickens  without really being able  to  render  any\r\n\r\neffective  assistance, although everybody wanted  to\r\n\r\nhelp. There was no doubt about that. They all wanted\r\n\r\nto   help.  But  the  point  is  this.  If  you  put\r\n\r\ninexperienced people on the fire site, they are more\r\n\r\na  hindrance  than  a help. On an occasion  such  as\r\n\r\nthis, we do not want sympathy, Mr Speaker, Sir,  to\r\n\r\nbring  the fire effectively under control.  We  want\r\n\r\npeople on the site who know the job; who know how to\r\n\r\nbring  the  fire under control, or put it  out.  The\r\n\r\nGovernment  had one such arm which they  might  have\r\n\r\nused on this occasion had they not thought it fit to\r\n\r\ndisband it. I refer, Mr Speaker, Sir, to the  Civil\r\n\r\nDefence  Corps. Whatever we may say about the  Civil\r\n\r\nDefence  Corps,  we cannot deny that their  training\r\n\r\nwas  intended  for occasions such as this.  If  that\r\n\r\nCorps  and  not the Work Brigade had been  there,  I\r\n\r\nthink the story might well have been different.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am not criticising the Work\r\n\r\nBrigade, and the help they thought they were giving.\r\n\r\nBut  they  were  people  inexperienced  in  such   a\r\n\r\nsituation.  They could dig drains effectively.  They\r\n\r\ncould  do  rough work. But were they trained  to  do\r\n\r\nwork  of this nature? Putting 1,700 members  of  the\r\n\r\nWork  Brigade  on  the site, I  would  submit,  with\r\n\r\nrespect to the Government, was more a hindrance than\r\n\r\na  help  in  such a situation. Fifty  Civil  Defence\r\n\r\nCorps  members would have rendered greater and  more\r\n\r\neffective help in this matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we know that this fire which started in Kampong Tiong Bahru jumped one road, that is to\r\n\r\nsay,  it  jumped Tiong Bahru Road and having  jumped\r\n\r\nTiong  Bahru Road, it jumped Havelock Road  and  did\r\n\r\ndamage  on the other side of Havelock Road. So  this\r\n\r\nfire had all the time in the world to jump these two\r\n\r\nroads and, it seems, nothing could be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1584</b></font><br><br>\r\n\r\n\r\n\r\ndone.  I  therefore ask the Government to tell  this\r\n\r\nHouse  whether it was not possible for the Singapore\r\n\r\nFire  Brigade  to  have  taken effective  preventive\r\n\r\nmeasures at least to see that it did not jump on the\r\n\r\nsecond  occasion. One might say that they  were  not\r\n\r\nprepared  for the first jump. What excuse was  there\r\n\r\nin  not  taking  effective  preventive  measures  to\r\n\r\nprevent  the fire from jumping a second time  on  to\r\n\r\nHavelock  Road  and  doing  damage  there?  Did  the\r\n\r\nGovernment not have sufficient fire-engines at their\r\n\r\ndisposal?   Or  did  they  not  have  enough   water\r\n\r\nthroughout that area? What was the reason? If  there\r\n\r\nwas  enough  water, Mr Speaker, Sir, and  if  there\r\n\r\nwere  enough  fire-engines, then I am suggesting  to\r\n\r\nthe  Government that there was absolute  mishandling\r\n\r\nof  the  situation in allowing the fire to jump  the\r\n\r\nsecond time when it had already jumped on the  first\r\n\r\noccasion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These are some of the matters, Mr Speaker, Sir,\r\n\r\nthat  have  crossed my mind. I mention  this  in  no\r\n\r\nspirit of vindictiveness. But I do think that it  is\r\n\r\nimportant   for   all  of  us - the  Government,   the\r\n\r\nOpposition  and the public - to address our  minds  to\r\n\r\nfire  hazards which are present all over  Singapore.\r\n\r\nBukit  Ho  Swee is not the only one. There  are  yet\r\n\r\nothers  in Singapore. And in those areas,  the  same\r\n\r\ndisaster  might occur. If by this great  catastrophe\r\n\r\nwe  have  learnt  our lesson, and  if  we  can  take\r\n\r\neffective measures so that the future does  not  see\r\n\r\nan  occasion such as this, then at least we can  say\r\n\r\nwe  have learnt our lesson. Mr Speaker, in  my  own\r\n\r\npersonal  view,  I  feel that the  situation  is  so\r\n\r\nimportant that the Government might consider whether\r\n\r\nthey  should not appoint a Commission of Inquiry  to\r\n\r\ngo  into the causes of this fire and find out how it\r\n\r\nspread,  why it spread, and what effective  measures\r\n\r\nthe Government should take in future on such matters\r\n\r\nas this in order that such disasters might not occur\r\n\r\nagain.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker, Sir, might I say this?\r\n\r\nI  am not denying the good service and the good work\r\n\r\nthat  the firefighting services did, that the Police\r\n\r\ndid  and  that the Military forces did. We  are  all\r\n\r\nthankful  to  these three services for  having  done\r\n\r\ntheir best. Sometimes, Sir, it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1585</b></font><br><br>\r\n\r\n\r\n\r\nis  unfortunate that the best is not good enough. It\r\n\r\nis  not  the  best that is good enough.  It  is  the\r\n\r\ncorrect  things  that should have been  done.  I  am\r\n\r\nwondering, Sir, whether the correct things were done\r\n\r\nthere on that disastrous afternoon.\r\n\r\n\r\n\r\n<br><br>3.42 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Teck Him -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Teck Him (Tiong Bahru)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  on this occasion there  was  a  fire\r\n\r\ndisaster  at  Bukit Ho Swee. This fire disaster  was\r\n\r\nunprecedented  in  the  history  of  Singapore.  The\r\n\r\nlosses  of the victims can be said to be very great.\r\n\r\nWhen  the  fire first occurred, everybody  was  very\r\n\r\nbusy.  Everybody ran away very quickly.  Many  could\r\n\r\nnot  even  have the time to fetch their own clothes,\r\n\r\nand  they ran out naked. At that time, many  mothers\r\n\r\nwere  looking  for their children,  and  the \r\n\r\ngrand-parents   were   looking  for  their  parents.   The\r\n\r\nbelongings  could not be brought out.  It  could  be\r\n\r\nsaid  that the property of the whole family was lost\r\n\r\nin the fire. The losses of those in Tiong Bahru were\r\n\r\nnot  so  great as the losses of those  at  Bukit  Ho\r\n\r\nSwee. But on behalf of the Tiong Bahru fire victims,\r\n\r\nI  wish  to  say that the Government and the  people\r\n\r\nmust  help the fire victims to enable them  to  have\r\n\r\nsome  capital in order that they might  be  able  to\r\n\r\ncontinue their normal life again, as they have  done\r\n\r\nin  the past. This is my greatest hope. Just now the\r\n\r\nMinister for National Development has said that  the\r\n\r\nGovernment is going to let the victims stay  on  the\r\n\r\nDevelopment  Board's houses without rent  for  three\r\n\r\nmonths. On behalf of the Tiong Bahru fire victims, I\r\n\r\nexpress  my  view that Government should  also  help\r\n\r\nthose  unemployed  to the best  of  its  ability  to\r\n\r\nregain their employment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now the Member for Farrer Park said that the\r\n\r\nGovernment, in respect of fire relief, had not  done\r\n\r\nwell.  Perhaps the hon. Member for Farrer  Park  did\r\n\r\nnot  go  there. That is why he was not aware of  the\r\n\r\nactual  situation  there,  because  when  the   fire\r\n\r\noccurred,   the  wind  was  blowing  very  strongly.\r\n\r\nAlthough the fire at first started in Kampong  Tiong\r\n\r\nBahru, it immediately went across the main road  and\r\n\r\nover to Bukit Ho Swee. Because the wind was terribly\r\n\r\nstrong and because\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1586</b></font><br><br>\r\n\r\n\r\n\r\nthe hon. Member for Farrer Park did not go there  to\r\n\r\nsee  for  himself, that is why he  is  just  blindly\r\n\r\nmaking accusations that the Government had not  done\r\n\r\nwell   in  controlling  the  fire.  When  the   fire\r\n\r\noccurred, our Fire Brigade and the Police were  very\r\n\r\nbusy carrying out their work and everybody concerned\r\n\r\nwas doing his best to help put out the fire.\r\n\r\n\r\n\r\n<br><br>3.48 pm.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee (Tanglin):</b> Mr Speaker, Sir, the\r\n\r\npeople of Singapore have always responded generously\r\n\r\nwhenever  a  disaster  of this  kind  affects  their\r\n\r\nfellow-citizens,  and  we  too  here   support   the\r\n\r\nGovernment  in  all the measures taken  to  relieve,\r\n\r\nrehabilitate  and rehouse the victims  of  Bukit  Ho\r\n\r\nSwee  fire.  However, as the Minister  for  National\r\n\r\nDevelopment  has  said,  we  should  also  take   to\r\n\r\nourselves some of the lessons that we can learn from\r\n\r\nthis disaster. Some of the members of the public are\r\n\r\nasking questions like these. Must we wait for a fire\r\n\r\nto  raze  an  attap-house area before  we  think  of\r\n\r\nrehousing these unfortunate people? Can we not  plan\r\n\r\na  scheme so that all the potential areas which  are\r\n\r\nlikely to be affected by future fires could be dealt\r\n\r\nwith systematically one at a time, and so that those\r\n\r\ncitizens who are housed in attap-house areas can  be\r\n\r\nproperly   rehoused  before  any  calamity   arises?\r\n\r\nOtherwise, they say, Sir, it looks as if once in two\r\n\r\nyears a fire breaks out and then when thousands  are\r\n\r\nbadly affected, we think of rehousing them. If there\r\n\r\nare  10  such  fire-trap areas, will the  Government\r\n\r\nthink of a comprehensive scheme, in addition to  the\r\n\r\nregular  scheme they have, to prevent  these  almost\r\n\r\nannual   disasters?   Sir,  it   may   mean   bigger\r\n\r\nexpenditure,  but  I think the  people  feel  it  is\r\n\r\nbetter  to prevent a calamity than to wait until  it\r\n\r\noccurs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the next question they ask is this. If these\r\n\r\nattap-house  people  want to  improve  their  living\r\n\r\nconditions and make their houses less susceptible to\r\n\r\nfire, would the Government raise the assessment  the\r\n\r\nmoment   their  houses  appear  to  be  much  better\r\n\r\nconstructed? I think the Government will agree  that\r\n\r\nthey want to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1587</b></font><br><br>\r\n\r\n\r\n\r\ndo everything they can to help the people to improve\r\n\r\nthemselves  without discouraging them, and  when  an\r\n\r\nassurance  could  be given that  there  will  be  no\r\n\r\nincrease of assessment if they improve themselves by\r\n\r\nreplacing  atap  roofs with zinc  roofs,  and  plank\r\n\r\nwalls with brick walls, then that might help more of\r\n\r\nthe people to improve themselves and their lot.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third question which they ask is this.\r\n\r\nAlthough  the  deterrent factor in  private  housing\r\n\r\ndevelopment   has  been  somewhat   removed,   still\r\n\r\ndevelopers  are  hesitant about  developing  housing\r\n\r\nestates  because the deposit required  of  them,  in\r\n\r\ntheir  eyes, is still considerable and they have  to\r\n\r\npass  on  their  deposit to the  purchasers  of  the\r\n\r\nhouses.  If the Government could revert to  the  old\r\n\r\nsystem,  they say that would make things easier  for\r\n\r\nthese  private developers. In view of the  increased\r\n\r\nload which the Housing Board will have to bear if it\r\n\r\ntackles  the problem of rehousing people  in  \r\n\r\nattap-house areas which are faced with fire risk, we  need\r\n\r\nto  encourage these private developers in every  way\r\n\r\nto  provide  housing for those who can  economically\r\n\r\nbuy their own houses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are a few suggestions which we pass on\r\n\r\nto  the  Government  arising  from  questions  which\r\n\r\nmembers of the public have passed on to us.\r\n\r\n\r\n\r\n<br><br>3.53 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Home Affairs (Dr Lee Siew Choh):</b> Mr Speaker, Sir,\r\n\r\nall  of  us  today  are  very sad  at  our  national\r\n\r\ncalamity. What should first strike our minds is  how\r\n\r\nto  rehouse  and  rehabilitate and start  all  these\r\n\r\npeople  again afresh on their own feet. But  instead\r\n\r\nof  trying to give good suggestions to Government as\r\n\r\nto  how  we can help these poor people, as was  very\r\n\r\nkindly  done  by the Member for Hong  Lim,  we  have\r\n\r\ninstead, from the S.P.A. benches, people who  wanted\r\n\r\nto  make  political capital out of  the  misfortunes\r\n\r\nthat at the present moment face a big lot of people.\r\n\r\nEveryone  of us knows that the Government  has  done\r\n\r\nits level best. Yet we have one arm-chair critic who\r\n\r\nif I were to translate the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1588</b></font><br><br>\r\n\r\n\r\n\r\nmeaning  of this expression into English, would  run\r\n\r\nlike  this: A robber taking opportunity of the  fire\r\n\r\nto  rob.  He  is trying to make capital out  of  the\r\n\r\nmisfortunes  of  others.  Whilst  everyone  of   our\r\n\r\nMinisters went down to the fire site to try to  help\r\n\r\n(and  they stayed there until a very late hour)  the\r\n\r\nMember  for Farrer Park never knew what it  was  all\r\n\r\nabout because, he has himself admitted, he was never\r\n\r\nthere.  He  said he had to depend on the newspapers.\r\n\r\nAdmittedly  the fire could not be contained  by  the\r\n\r\nwater.  But  did he know that it was  because  of  a\r\n\r\nstrong wind that had helped the fire to spread  from\r\n\r\none  place  to another? In spite of all the  firemen\r\n\r\nwho were available to go to the site to help, and in\r\n\r\nspite  of sending all the fire-engines there,  still\r\n\r\nwith that strong breeze we could not and really  did\r\n\r\nnot  contain the fire. The fire-engines  had  to  go\r\n\r\nfrom Tiong Bahru Road back into Havelock Road - a  big\r\n\r\ndetour.  And  now our Assemblyman from  Farrer  Park\r\n\r\ncomplains that all this was because of the water.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point which he raised, and which was not\r\n\r\nfactual,  was  that the Work Brigade went  along  to\r\n\r\nhelp.  The Work Brigade unfortunately did not go  to\r\n\r\nhelp  in the beginning; it only went later.  So  the\r\n\r\nMember for Farrer Park had all his facts wrong  when\r\n\r\nhe  said  that  members from the Work  Brigade  went\r\n\r\nalong to help. If you had more people from the Civil\r\n\r\nDefence  Corps, that would have made  no  difference\r\n\r\nwhatsoever  to the fire on that particular  day.  We\r\n\r\nhope  suggestions  from  the  Opposition  could   be \r\n\r\nconstructive instead.\r\n\r\n\r\n\r\n<br><br>3.57 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed (Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for National Development (Inche Yaacob Bin Mohamed)</b>(<i>In Malay</i>): Mr Speaker, I feel all the Members of this\r\n\r\nHouse  have shown their sympathy and sorrow  in  the\r\n\r\ncatastrophe which occurred at Bukit Ho Swee. In  our\r\n\r\nfeelings  of  sorrow  there  are  people  who   have\r\n\r\nexploited   the   opportunity   to   criticize   the\r\n\r\nGovernment  and  offer suggestions with  a  view  to\r\n\r\nensuring that a fire like this will not occur again.\r\n\r\nWe have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1589</b></font><br><br>\r\n\r\n\r\n\r\nemphasised  time and again that the  Government  has\r\n\r\ndone  everything  in its power to surmount  all  the\r\n\r\ndifficulties. However, in this Bukit Ho  Swee  fire,\r\n\r\nwhich  is  the  worst in the history  of  Singapore,\r\n\r\nthere  is  no doubt that the difficulties confronted\r\n\r\nwere innumerable. We believe that the Government, if\r\n\r\nit has in its possession an Aladdin Lamp, can use it\r\n\r\nright now. But, Mr Speaker, in the words of a Malay\r\n\r\nadage,  the Government bears the responsibility  and\r\n\r\nis feeling the burden. But Members of the Opposition\r\n\r\nare   taking  this  opportunity  to  castigate   the\r\n\r\nGovernment  by suggesting that bungalows  should  be\r\n\r\ntaken over and used to accommodate the fire victims.\r\n\r\nMr   Speaker,   I  personally  have   visited   and\r\n\r\ninterviewed  the  fire  victims,  but   their   main\r\n\r\ncomplaint  is  not that they require  the  bungalows\r\n\r\nsituated in Changi but that they hope to be able  to\r\n\r\nget accommodation near the fire site. This cannot be\r\n\r\ndenied. Let us forget about the bungalows which they\r\n\r\ncannot occupy because of the distance involved.  But\r\n\r\nwhat  the  fire victims really need is accommodation\r\n\r\nin the neighbourhood of the fire-\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> On a point of clarification, Mr\r\n\r\nSpeaker, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob</b> indicated dissent.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Mr Speaker, in addition\r\n\r\nto  the  flats  which have been  set  aside  by  the\r\n\r\nHousing and Development Board, there is the question\r\n\r\nof  food. The Work Brigade did the cooking with  the\r\n\r\nhelp of the fire victims themselves, and also washed\r\n\r\nthe   rice   and   vegetables.  It  is   impossible,\r\n\r\ntherefore,  that the vegetables and  rice  were  not\r\n\r\nwashed properly. However, we should not forget  that\r\n\r\non  the day the Bukit Ho Swee fire occurred, it  was\r\n\r\nHari  Raya, the day when Government workers were  on\r\n\r\nholiday.  But  they responded magnificently  to  the\r\n\r\nurgent call and fulfilled their duties. Mr Speaker,\r\n\r\nwe should be proud of this. It is a sacrifice on the\r\n\r\npart of those concerned.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1590</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Member for Tanglin mentioned plans to prevent a fire. He suggested getting rid of\r\n\r\nthose  attap huts which are considered fire hazards.\r\n\r\nMr Speaker, doing away with attap huts in Singapore\r\n\r\nis  not  an  easy matter because they have  been  in\r\n\r\nexistence  for  tens of years. We  should  not  also\r\n\r\nforget  the  low standard of living of those  people\r\n\r\nwho  live in attap huts. If the plan is carried out,\r\n\r\ni.e. to do away with the attap huts and immediately\r\n\r\nforce  the attap dwellers to live in the city  area,\r\n\r\nthen it would create a very difficult problem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us take the houses built by the Housing and\r\n\r\nDevelopment  Board in the Princess Elizabeth  Estate\r\n\r\nand  at Jalan Teck Whye. At certain times there were\r\n\r\nno  applications for flats in these areas. This  is\r\n\r\nbecause-\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> On a point of explanation, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed:</b> No, Sir. (In Malay): This is because\r\n\r\nthe  attap  dwellers could live in attap huts  at  a\r\n\r\nmaximum  rental of $15. For this reason, and because\r\n\r\nof their low standard of living, they do not wish to\r\n\r\nleave  their huts and stay in flats for  which  they\r\n\r\nhave  to  pay a minimum rental of $20.  And  it  was\r\n\r\nduring  those  times  that some  house-owners  built\r\n\r\nattap  huts for those people with a low standard  of\r\n\r\nliving.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in any case, as I have said earlier, the Government is constantly paying attention to\r\n\r\nthese problems. If the Government were in possession\r\n\r\nof  an  Aladdin  Lamp, it would use it  to  surmount\r\n\r\nthese difficulties.\r\n\r\n\r\n\r\n<br><br>4.05 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> Mr Speaker, Sir, it\r\n\r\nhas  been  said  by the Opposition Members  that  we\r\n\r\nshare with the Government in showing our sympathy to\r\n\r\nthe victims of the Bukit Ho Swee fire.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It would appear, Sir, that the speech of the\r\n\r\nMember for Farrer Park has been misunderstood by the\r\n\r\nParliamentary  Secretary to the  Minister  for  Home\r\n\r\nAffairs.  What the Member for Farrer Park  said  was\r\n\r\njust to draw to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1591</b></font><br><br>\r\n\r\n\r\n\r\nthe  attention  of  Government whether  or  not  the\r\n\r\nmatters that have been mentioned as facts are  true.\r\n\r\nIf  they  are  not true, then it is  good  that  the\r\n\r\nGovernment  should  take this  opportunity  to  deny\r\n\r\nthem.  The Member for Farrer Park did not  make  any\r\n\r\nattempt  to  make  political  capital  out  of   the\r\n\r\nmiseries of the victims.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Parliamentary Secretary criticised the Member for Farrer Park for not being at the scene of the\r\n\r\nfire.  I  was not at the scene of the fire  when  it\r\n\r\ntook  place.  Of course, hon. Members will  remember\r\n\r\nthat  during the previous Government there were  two\r\n\r\nfires.  Immediately those fires started,  there  was\r\n\r\nthe  P.A.P. with  banners, the Workers  Party  with\r\n\r\nbanners, distributing free ice-water and free bread.\r\n\r\nAll  those things obstructed the relief measures  of\r\n\r\nthe  then Government. We thought that it should  not\r\n\r\nbe  so.  Therefore  we did not do anything  to  make\r\n\r\npolitical capital out of the Bukit Ho Swee  fire  to\r\n\r\nshow to the public and to the fire victims that  our\r\n\r\nhearts  went  out to them. It was not necessary.  We\r\n\r\nsaid that it was the responsibility and the duty  of\r\n\r\nthe Government to do what it could to provide relief\r\n\r\nfor  the victims. The Prime Minister, in a statement\r\n\r\nonly a day or two after the fire, was very wise when\r\n\r\nhe  said  that  that  was  a  matter  on  which  all\r\n\r\norganisations or political parties must be united to\r\n\r\nprovide relief. He quite rightly took the line  that\r\n\r\nthis  was  a  matter  of  national  importance   and\r\n\r\neveryone  must  come  forward  to  do  his  part  to\r\n\r\nameliorate  the sufferings of the victims.  I  would\r\n\r\nlike  to say. Sir, that the Government has done  all\r\n\r\nthat  it  possibly  can to provide  relief.  But  it\r\n\r\ncannot be gainsaid that improvements could have been\r\n\r\nmade.  And if improvements were suggested by Members\r\n\r\nof  the  Opposition, it should not be taken to  mean\r\n\r\nthat the Opposition is making political capital  out\r\n\r\nof this fire disaster.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is just one point which I would like to\r\n\r\nbring  out  and  which  the  Minister  for  National\r\n\r\nDevelopment in his speech has not touched upon. That\r\n\r\nis  the  question of allowing the residents, or  the\r\n\r\nfire victims, to go back to live\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1592</b></font><br><br>\r\n\r\n\r\n\r\nin  the  same area when new houses are built by  the\r\n\r\nHousing and Development Board on the land that is to\r\n\r\nbe acquired by Government for this building project.\r\n\r\nThese  people should be given an opportunity  to  go\r\n\r\nback  and  live  in the area where  they  have  been\r\n\r\nresidents  for  many many years,  or  where  a  good\r\n\r\nnumber of them have been born there.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you have suggested that that paragraph of the\r\n\r\nmotion  relating  to  the  Bill  which  is   to   be\r\n\r\nintroduced by the Prime Minister should be left out,\r\n\r\nand  I  will  therefore not touch on that particular\r\n\r\nangle.  But I would like to end by saying  again - let\r\n\r\nus  all work together in this national calamity. Let\r\n\r\nus also see to it that such future calamities do not\r\n\r\ntake place.\r\n\r\n\r\n\r\n<br><br>4.10 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Home Affairs (Mr Ong Pang Boon):</b>\r\n\r\nMr  Speaker,  Sir, I rise to add to what  has  been\r\n\r\nsaid  by  my  colleague, the Minister  for  National\r\n\r\nDevelopment, and to express my profound sympathy for\r\n\r\nthe victims of the disastrous fire at Bukit Ho Swee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was at the scene in Beo Lane and Havelock\r\n\r\nRoad  minutes after the fire was reported.  Together\r\n\r\nwith  the  civic-minded public and  the  police,  we\r\n\r\nmanaged to persuade the victims to evacuate from the\r\n\r\narea.  It  was  indeed a sorry sight to  see \r\n\r\npanic-stricken  victims making strenuous efforts  to  save\r\n\r\nwhatever properties they could, but all to no avail.\r\n\r\nThe victims just managed to escape with their lives,\r\n\r\nempty-handed. The Government, therefore,  will  take\r\n\r\nand  are  taking  steps  to  render  every  possible\r\n\r\nassistance  to  rehouse  and rehabilitate  the  fire\r\n\r\nvictims as quickly as possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This disastrous fire, which is the biggest in the\r\n\r\nhistory  of Singapore since the war, started  at  an\r\n\r\nattap-hut in Tiong Bahru near the King's Cinema.  It\r\n\r\nspread with such rapidity over such a wide area  and\r\n\r\nwas  of  such  a  magnitude that it needed  all  the\r\n\r\navailable resources of the police, the Fire  Brigade\r\n\r\nand   the   Military  to  fight  and   contain   the\r\n\r\nconflagration. At the height of the fire, there were\r\n\r\n16 fire-engines from the Singapore Fire Brigade, one\r\n\r\nfire-engine from the Royal Air Force,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1593</b></font><br><br>\r\n\r\n\r\n\r\nfour  fire-engines from the Army Fire  Service,  one\r\n\r\nfire-engine  from the Singapore Harbour  Board  Fire\r\n\r\nService,  and  two lorries from the  Auxiliary  Fire\r\n\r\nService.  All  these were manned by 20 officers  and\r\n\r\n181 N.C.O.s and men from the Singapore Fire Brigade,\r\n\r\nfour  officers  and  113 men  from  the  other  fire\r\n\r\nservices, and four officers and 34 N.C.O.s from  the\r\n\r\nAuxiliary   Fire  Service.  These  were  placed   at\r\n\r\nstrategic  positions  in the fire-affected  area  to\r\n\r\nfight  and contain the fire. The fire-fighting  unit\r\n\r\ndid  not  spare themselves. They made  a  tremendous\r\n\r\neffort  to  contain  the fire and  prevent  it  from\r\n\r\nspreading.  It was unfortunate, however, that  their\r\n\r\neffort at the time was handicapped by a strong  wind\r\n\r\nwhich   caused  the  fire  to  increase  and  spread\r\n\r\nrapidly. They were also hampered in their operations\r\n\r\nby  the presence of large crowds trying to help them\r\n\r\nin   fighting   the  fire.  While   these   people's\r\n\r\nintentions  were  well  meant and  their  enthusiasm\r\n\r\nappreciated,  nevertheless, the work  of  the\r\n\r\nfire-fighting  unit  was,  in  the circumstances,  rather\r\n\r\nimpeded and retarded.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question of the low water pressure has been\r\n\r\nraised  just  now. Information from the  Chief  Fire\r\n\r\nOfficer  was that at the beginning of the  fire,  it\r\n\r\nwas  reported that the water pressure  was  low.  At 3.30  p.m., however,\r\n\r\ncontact was made with the Water\r\n\r\nEngineer,  and as a result of closing all the  mains\r\n\r\nin  other  areas, the water pressure was  increased.\r\n\r\nHowever, as several hydrants were connected  to  the\r\n\r\nsame  main,  this  factor was also  responsible  for\r\n\r\nlowering the water pressure. The Chief Fire  Officer\r\n\r\nalso  stated  that the main problem of fighting  the\r\n\r\nfire  in the Bukit Ho Swee area was not so much  the\r\n\r\nlow  water pressure as the fact that there  were  no\r\n\r\nactual access roads to the houses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, whilst the fire-fighting units\r\n\r\nwere  carrying on with their great task, the police,\r\n\r\nwho  were also on the scene a few minutes after  the\r\n\r\nfire  broke  out,  began  to  throw  more  and  more\r\n\r\nreinforcements  into the area as the  fire  grew  in\r\n\r\nintensity  and  size, in order to control  the  huge\r\n\r\ncrowds  who were converging into the area, to assist\r\n\r\nin controlling the traffic which had swelled\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1594</b></font><br><br>\r\n\r\n\r\n\r\nto  huge  proportions, to evacuate the fire victims,\r\n\r\nand  to  prevent looting from taking  place  in  the\r\n\r\narea.  By  about 6.00 p.m., the police, assisted  by\r\n\r\nArmy units, had already succeeded in controlling the\r\n\r\ncrowds   and  laying  down  road  blocks,  diverting\r\n\r\ntraffic and throwing a cordon round the entire  fire\r\n\r\narea. This cordon, which was completed by about 8.00\r\n\r\np.m. on  the  night  of the fire,  is  still  being\r\n\r\nmaintained.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the day of the fire, 141 officers and 1,205 men\r\n\r\nwere  on  duty  in the fire area. All available  men\r\n\r\nfrom  the  C.I.D. were also sent to  the  scene  to\r\n\r\nfacilitate  interpretation  work,  assist  in  crowd\r\n\r\ncontrol,  and  check on looting.  Additional  police\r\n\r\nwere  sent  to  the Kim Seng Road School  and  other\r\n\r\nrelief  centres to aid the reception teams. A mobile\r\n\r\npolice station has been set up at the Kim Seng  Road\r\n\r\nSchool  centre  since  26th May,  1961,  to  receive\r\n\r\nreports  of loss of identity cards, etc.  From  26th\r\n\r\nMay   onwards  police  search  parties   have   been\r\n\r\norganised  to  assist fire victims to salvage  their\r\n\r\nvaluables  from the fire site. Since 27th  May,  the\r\n\r\nnumber of police personnel engaged on the fire  site\r\n\r\nhas  been  gradually  reduced,  and  the  number  of\r\n\r\nofficers and men still deployed in the area is about\r\n\r\n400.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The work of the police has been greatly assisted\r\n\r\nby  the Singapore Military Forces who were first out\r\n\r\nin  the  area on the night of the fire, and who  are\r\n\r\nthere  until today. They have helped the  police  to\r\n\r\nestablish  a  cordon  round  the  devastated   area,\r\n\r\nassisting   and   maintaining   road   blocks,   and\r\n\r\npreventing  looting in the area. The  whole  of  the\r\n\r\nFirst  Battalion of the Singapore Infantry  Regiment\r\n\r\nand  the  majority of the regular  soldiers  of  the\r\n\r\nother  units of the S.M.F. have taken part  in  this\r\n\r\nday-and-night task under their Commanding Officer. A\r\n\r\ntotal  of 35 officers and 600 other ranks have  been\r\n\r\non  duty  on the site up to now. 25 S.M.F. military\r\n\r\nvehicles were used in this operation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The actual cause of the fire is not yet known. But\r\n\r\nthe  police  are  strenously continuing  with  their\r\n\r\nefforts  to  ascertain the cause.  The  question  of\r\n\r\narson  cannot be ruled out, and the police are  also\r\n\r\ninvestigating that line.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1595</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to take this opportunity of\r\n\r\nexpressing   my   heartfelt   thanks   and   sincere\r\n\r\nappreciation   to  the  fire-fighting   units,   the\r\n\r\nSingapore  Police  Force,  the  Singapore   Military\r\n\r\nForces, the Army units and all volunteer workers for\r\n\r\nthe great part they have played and the devotion  to\r\n\r\nduty they have shown in this disaster. Without their\r\n\r\ngreat  efforts, this disaster would have been  worse\r\n\r\nand the tragedy could have been greater.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I have mentioned earlier, Mr Speaker, Sir, the\r\n\r\npolice  have set up a mobile station to  record  the\r\n\r\nloss  of  identity cards and other matters.  If  the\r\n\r\nfire  had  not  coincided with the  removal  of  the\r\n\r\nRegistry of Births and Deaths to a new block in  the\r\n\r\nMinistry  building,  and the re-arrangement  of  the\r\n\r\nCitizenship  Registry with the  expanded  space  now\r\n\r\navailable, a mobile registration team from these two\r\n\r\nRegistries  would have been sent  to  the  Kim  Seng\r\n\r\nSchool  by now. Nevertheless, steps have been  taken\r\n\r\nand  it is expected that within the next day or  two\r\n\r\nthere  will  be a team from these two Registries  at\r\n\r\nthe  relief  centres to record loss  of  citizenship\r\n\r\ncertificates and birth and death certificates.\r\n\r\n\r\n\r\n<br><br>4.22 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Yong Nyuk Lin):</b>\r\n\r\nMr Speaker, Sir, I rise to speak in full support of\r\n\r\nthe  motion  under  the name of  my  colleague,  the\r\n\r\nMinister for National Development, in his expression\r\n\r\nof  deepest sympathy for the 16,000 victims  of  the\r\n\r\ncatastrophic fire at Bukit Ho Swee which occurred  a\r\n\r\nweek ago. This is another instance of the sad legacy\r\n\r\nof  the  past which we have painfully to  bear  and,\r\n\r\ntherefore,  it is vitally necessary for  us  as  the\r\n\r\nGovernment  to ensure that the massive programme  of\r\n\r\nlow-cost  housing  under our  Four-Year  Development\r\n\r\nPlan  must  come to early fruition so that congested\r\n\r\nattap  houses  will gradually become things  of  the\r\n\r\npast.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish also to be associated with the motion in\r\n\r\nwhich the House is asked to express its gratitude to\r\n\r\nall  those  who  have  helped to  combat  the  fire,\r\n\r\nmaintain  order and give succour to the  victims  in\r\n\r\none way or another. In this respect, I wish\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1596</b></font><br><br>\r\n\r\n\r\n\r\nparticularly   to   place  on  record   my   deepest\r\n\r\nappreciation  of  and gratitude to all  my  Ministry\r\n\r\nofficials,   Inspectorate,   principals,   teachers,\r\n\r\nmessengers,  school  servants,  watchmen,   tuckshop\r\n\r\nvendors  and  students of the following ten  schools\r\n\r\nfor  their  public-spiritedness in giving  help  and\r\n\r\nassistance as and when the need arose, and  for  the\r\n\r\nmany  hours of toil without rest until late at night\r\n\r\nin  order to help and lighten the sufferings of  our\r\n\r\npeople.  Unfortunately the Kai  Kok  School  in  Beo\r\n\r\nLane,  off Havelock Road, a Government-aided Chinese\r\n\r\nprimary   school,   was  burnt   down   during   the\r\n\r\nconflagration. Four Government primary schools  were\r\n\r\nused  as  relief centres for one night only, namely,\r\n\r\nDelta   East,  Havelock,  Tiong  Bahru-all   English\r\n\r\nprimary schools - and Seng Poh Chinese Primary School.\r\n\r\nAnother five Government schools-four primary and one\r\n\r\nsecondary - are  still being used as centres  for  the\r\n\r\nfire  victims, namely, Kim Seng East English School,\r\n\r\nKim    Seng    West,   which   is   an    integrated\r\n\r\nChinese/English   Primary   School,   River   Valley\r\n\r\n(Chinese),  River Valley (English),  and  the  River\r\n\r\nValley Secondary School (Chinese).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Pending the evacuation of the refugees from the\r\n\r\nabove five schools, it has been necessary to suspend\r\n\r\nthe schooling of more than 7,000 pupils for the time\r\n\r\nbeing  - 5,800  primary  pupils,  including  the  800\r\n\r\npupils of Kai Kok School, and 1,200 secondary school\r\n\r\npupils. Ministry officials, together with principals\r\n\r\nand  teachers  of  the  affected  schools,  are  now\r\n\r\nactively studying the problem of how best to restart\r\n\r\nclasses  urgently for 2,000 pupils who are attending\r\n\r\nPrimary  VI, Secondary IV, Senior Middle II and  III\r\n\r\nwho  have to take either the Primary School  Leaving\r\n\r\nExamination or the Secondary IV or the Senior Middle\r\n\r\nIII  Examinations  at the end of this  year.  It  is\r\n\r\nhoped  to make an early announcement to this  effect\r\n\r\nas  soon  as  practical measures  can  be  put  into\r\n\r\neffect.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, to ameliorate the hardship of the fire\r\n\r\nvictims,  my  Ministry has decided that  all  school\r\n\r\npupils  whose homes have been affected by the  Bukit\r\n\r\nHo   Swee  fire  will  have  all  their  school  and\r\n\r\nmiscellaneous fees remitted for seven months, with\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1597</b></font><br><br>\r\n\r\n\r\n\r\neffect from 1st June to 31st December this year.  In\r\n\r\naddition,  they  will  be given  a  free  supply  of\r\n\r\nexercise books until the end of this year and a free\r\n\r\nloan  of all textbooks, so that their education will\r\n\r\nnot  be  affected  by  the unfortunate  catastrophic\r\n\r\nfire. Principals of all schools are being instructed\r\n\r\nto  make the necessary investigations and to proceed\r\n\r\nwith the above relief measures.\r\n\r\n\r\n\r\n<br><br>4.28 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali Bin Alwi (Kampong Kembangan)</b>(<i>In Malay</i>): Mr Speaker, Sir, I support the motion moved\r\n\r\nby  the  Minister  for National Development  because\r\n\r\nthis  is a national matter, as has been stressed  by\r\n\r\nthe  Member for Farrer Park. On behalf of  U.M.N.O.,\r\n\r\nSingapore,   although  we  are  not  a   very   rich\r\n\r\norganisation, we have nevertheless given a  donation\r\n\r\nof  $1,000,  and  one  of  our  members  is  in  the\r\n\r\norganisation which has been set up to attend to  the\r\n\r\nrelief  of  the victims of the fire. As a Member  of\r\n\r\nthis Assembly, I do not rely solely on what has been\r\n\r\nsaid  in  the  Straits Times, because  the  question\r\n\r\nbefore the House is a national one. We too share the\r\n\r\nfeelings  of the Government. With the implementation\r\n\r\nof  all  the  plans  before us,  we  hope  that  the\r\n\r\nsufferings  of  the  victims of the  fire  could  be\r\n\r\nameliorated.  I  too appeal to the  public  to  give\r\n\r\ngenerously   to   this   cause,   which   is    very\r\n\r\npraiseworthy.\r\n\r\n\r\n\r\n<br><br>4.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Bin Ibrahim (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Inche Ahmad Bin Ibrahim):</b>\r\n\r\nMr  Speaker, I rise to support the motion moved  by\r\n\r\nmy colleague, the Minister for National Development,\r\n\r\nand  also to record my deepest sympathy to  all  the\r\n\r\nfire victims in the Bukit Ho Swee fire.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I would like to touch on the work of my Ministry which has been raised by the Member for\r\n\r\nHong  Lim  in the course of his speech just  now.  I\r\n\r\nwould  like to give a complete picture of  the  work\r\n\r\ndone  by  the  officials of my Ministry  as  far  as\r\n\r\npossible  to keep control, from the health point  of\r\n\r\nview.  The  protection  of  public  health  and  the\r\n\r\nprovision of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1598</b></font><br><br>\r\n\r\n\r\n\r\nessential health and medical care facilities to  the\r\n\r\nfire  victims  are  basic  essentials  in  such   an\r\n\r\nemergency.  Officials of the Ministry  were  at  the\r\n\r\nfire site early, and after receiving a report of the\r\n\r\nnumber  of persons involved, the following  measures\r\n\r\nwere taken and instituted immediately.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The General Hospital Emergency Casualty Service and\r\n\r\nHospital  Ambulance operated on the  fire  site  and\r\n\r\nrendered  attention  to  all victims.  An  emergency\r\n\r\nCasualty  Section  and  an Outpatients  Clinic  were\r\n\r\nestablished  at  Kim  Seng Road School  within  four\r\n\r\nhours, and by the time the fire victims arrived they\r\n\r\nwere  ready to deal with them. Over 350 persons were\r\n\r\nseen to during the first night. Over 2,500 have been\r\n\r\nseen  to at this clinic and at the second clinic  in\r\n\r\nRiver Valley School. Both these clinics provide \r\n\r\na 24-hour  medical cover for all the victims. A milk room\r\n\r\nfor infants and children was established at the same\r\n\r\ntime, and a 24-hour milk supply with sterile feeding\r\n\r\nbottles  and  other essential infant  and  maternity\r\n\r\nrequisites  are now in operation on a 24-hour  basis\r\n\r\nat  two  places - Kim  Seng School  and  River  Valley\r\n\r\nSchool.  The  Maternity  and Child  Welfare  Service\r\n\r\nprovided a home visiting, baby bathing and maternity\r\n\r\nand  child  health service to all the  children  and\r\n\r\nmothers.  Urgent additional sanitary  accommodation,\r\n\r\nbathing  facilities  and standpipes  were  arranged.\r\n\r\nProper facilities for refuse removal and for cooking\r\n\r\nwere  ensured.  Daily cleaning and sweeping  of  the\r\n\r\ngrounds  have been laid on. Special health measures,\r\n\r\nsuch  as  spraying of disinfectant and  insecticide,\r\n\r\nsyringe  fogging and other mosquito and fly  control\r\n\r\nmeasures, have been put in hand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim also raised the question of\r\n\r\nthe  very  limited  number of medical  officers  and\r\n\r\nstaff available at the refugee camp in Kim Seng Road\r\n\r\nas  well  as  River Valley School. I would  like  to\r\n\r\nmention  here, Mr Speaker, that medical and  health\r\n\r\nofficers,   public   health   inspectors,    nursing\r\n\r\npersonnel, midwives, medical auxiliaries,  including\r\n\r\nSt. John's, the Red Cross and the Hospital Reserves,\r\n\r\nhealth  labourers and other health staff  have  been\r\n\r\nfully engaged in this work. Over\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1599</b></font><br><br>\r\n\r\n\r\n\r\n120 persons are engaged in the provision of services\r\n\r\nat the centres. At the fire site itself, the work of\r\n\r\ncarrying carcases, clearing obstructions and  taking\r\n\r\nsteps  to prevent health nuisances by spreading  and\r\n\r\ncleansing   operations   have   been   carried   out\r\n\r\nvigorously. Teams of health workers are  engaged  in\r\n\r\nthe work here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker, I am informed that the\r\n\r\nhealth  conditions are firmly under control  because\r\n\r\nof  the  effective measures taken. I have also  been\r\n\r\nadvised, however, that the situation there  is  such\r\n\r\nthat  in  schools  intended for 3,000  pupils,  over\r\n\r\n8,000 persons are living in what may be described as\r\n\r\nstanding  room.  The  danger from  such  overcrowing\r\n\r\nresulting  in an outbreak of epidemics,  of \r\n\r\ngastro-intestinal or respiratory disease is very  real.  My\r\n\r\nofficials  are doing their very best to contain  the\r\n\r\nsituation,  but feel that unless the  population  is\r\n\r\nreduced  and  the overcrowding lessened,  a  serious\r\n\r\nhealth  danger will exist, very definitely  after  a\r\n\r\nlapse  of not more than 12 days. This is the  advice\r\n\r\ngiven  to me, Mr Speaker, from the expert point  of\r\n\r\nview.  However,  I  have had a  discussion  with  my\r\n\r\ncolleague, the Minister for National Development. He\r\n\r\nhas already mentioned earlier in his speech that  he\r\n\r\nis trying his best to rehouse these fire victims.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would also like to thank the officials\r\n\r\nof  the  Health Ministry who have taken part in  the\r\n\r\nrecent fire at Bukit Ho Swee and their prompt action\r\n\r\nabout half an hour after the fire broke out at  that\r\n\r\nparticular place.\r\n\r\n\r\n\r\n<br><br>4.37 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr K. M. Byrne (Minister for Labour and Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Law (Mr K. M. Byrne):</b>\r\n\r\nMr  Speaker, Sir, I rise to speak in support of the\r\n\r\nmotion  which  was introduced in this  House  by  my\r\n\r\nfriend  and  colleague,  the Minister  for  National\r\n\r\nDevelopment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, immediately on receipt of the news of the\r\n\r\nBukit  Ho Swee fire, the Director of Social  Welfare\r\n\r\ncontacted  key  members of his staff and  instructed\r\n\r\nthem to proceed to the scene of the fire.\r\n\r\nThe Delta-Ganges Community\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1600</b></font><br><br>\r\n\r\n\r\n\r\nCentre  was opened as a temporary relief centre  for\r\n\r\nthe  reception of the fire victims. In the meantime,\r\n\r\nmore  members of the Social Welfare Department  were\r\n\r\ncontacted.  They  arrived later at  the  scene.  The\r\n\r\nstaff  of the People's Association was mobilised  at\r\n\r\nthe same time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At about 4 p.m., five schools and a school theatre\r\n\r\nin the Kim Seng Road and River Valley Road area were\r\n\r\nrequisitioned for use as an emergency relief  centre\r\n\r\nin view of the size of the fire. At about 4.30 p.m.,\r\n\r\nthe  Kim Seng Road and the River Valley Road Schools\r\n\r\nemergency relief centre was established, and  manned\r\n\r\nby  officers of the Department of Social Welfare and\r\n\r\nmembers  of the People's Association. While  at  the\r\n\r\nsame  time, the Army was contacted to supply lorries\r\n\r\nto  transport the fire victims from the Delta-Ganges\r\n\r\nCommunity Centre and other reception points  in  the\r\n\r\nHavelock   Road  and  Delta-Ganges  area   to   this\r\n\r\nemergency relief centre. In the meantime,  Sir,  the\r\n\r\nDepartment  of Social Welfare and Prisons Department\r\n\r\njointly  had food and drinks prepared for  the  fire\r\n\r\nvictims. The health services, the British Red  Cross\r\n\r\nand  St.  John  Ambulance moved into this  emergency\r\n\r\nrelief  centre at about 6 p.m. the same evening.  At\r\n\r\nthe  request of the Director of Social Welfare,  the\r\n\r\nArmy  supplied  on  loan  to this  emergency  relief\r\n\r\ncentre  8,000  blankets  and 6,000  mattresses.  Two\r\n\r\ntemporary  relief centres were opened for the  night\r\n\r\nat  the  Seng Poh Road School and Tiong Bahru School\r\n\r\nfor the accommodation of fire victims from the Tiong\r\n\r\nBahru   area.   About   1,000  fire   victims   were\r\n\r\naccommodated in these two temporary centres  on  the\r\n\r\nnight  of the 25th of May. In the Kim Seng Road  and\r\n\r\nRiver  Valley Road Schools emergency relief  centre,\r\n\r\nabout  2,300 victims were accommodated on  the  same\r\n\r\nnight.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next morning, the fire victims from the Seng Poh\r\n\r\nRoad  and Tiong Bahru Schools were moved to the  Kim\r\n\r\nSeng  and  River  Valley  Schools  emergency  relief\r\n\r\ncentre.  A  steady flow of fire victims  moved  into\r\n\r\nthis  emergency relief centre from Friday, the  26th\r\n\r\nof May. By Monday, the 29th of May, it was\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1601</b></font><br><br>\r\n\r\n\r\n\r\nascertained  that  there  were  8,200   persons   in\r\n\r\nresidence  at  this emergency relief centre.  As  at\r\n\r\nmidday today, I am informed, Mr Speaker, Sir,  that\r\n\r\nthat number has increased to 8,500.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Delta-Ganges Community Centre in Havelock Road\r\n\r\nwas  kept  open for the registration and  relief  of\r\n\r\nfire victims who chose to live out with friends  and\r\n\r\nrelatives. The Work Brigade, Sir, was brought in  to\r\n\r\nhelp  on  Friday,  the 26th of  May.  I  was  rather\r\n\r\nsurprised  that the Member for Farrer Park mentioned\r\n\r\nthat  the  Work Brigade was brought in to fight  the\r\n\r\nfire.  That is not part of their duties at all,  Mr\r\n\r\nSpeaker, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Army supplied food on the first day, as the\r\n\r\nSocial Welfare Department had not by then been  able\r\n\r\nto  establish a central kitchen for the  feeding  of\r\n\r\nall  the  fire  victims  at  this  emergency  relief\r\n\r\ncentre.  Arrangements were also  completed  for  the\r\n\r\nSingapore Harbour Board to establish a supplementary\r\n\r\nfood  service  for  the central kitchen.  The  Board\r\n\r\nkindly  undertook to supply cooked rice as and  when\r\n\r\nrequired.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On Friday, the 26th of May, the Gas Department\r\n\r\nundertook  the installation of gas burners  for  the\r\n\r\ncentral    kitchen.   Mobile   latrines,   temporary\r\n\r\nbathrooms  and  standpipes  to  increase  the  water\r\n\r\nsupply  were laid down the same day. A milk  feeding\r\n\r\nunit was set up as from the evening of Thursday, the\r\n\r\n26th  of  May, and it has provided an efficient  and\r\n\r\nreliable  infant  welfare service at  the  emergency\r\n\r\nrelief centre.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, because of the cramp conditions in the three\r\n\r\nKim   Seng  Road  schools,  fire  victims  who  were\r\n\r\naccommodated in the corridors of these  schools,  or\r\n\r\nin  covered ways linking these schools, for lack  of\r\n\r\nsuitable accommodation elsewhere in these buildings,\r\n\r\nwere  moved to 20 military tents which were  put  up\r\n\r\nopposite these buildings on Monday, the 29th of May.\r\n\r\nThese  tents  have  been provided  with  double-tier\r\n\r\nwooden  bunks  from the Work Brigade. And  in  these\r\n\r\ntents  some  600  fire victims  are  now  living  to\r\n\r\nrelieve the congestion in the Kim Seng Road schools.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1602</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Work Brigade and the Blue Cross Society took\r\n\r\nover  the  servicing and operation  of  the  central\r\n\r\nkitchen as from Monday, the 29th of May.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Hong Lim earlier\r\n\r\non  drew  the  attention of the House to  complaints\r\n\r\nwhich   he  had  received  from  the  fire  victims,\r\n\r\nalleging that there were inadequacies with regard to\r\n\r\nthe  feeding  arrangements and the accommodation  in\r\n\r\nthe  relief  centre. He said that his attention  had\r\n\r\nbeen  drawn  to the fact that the food  distribution\r\n\r\npoints  were inadequate and that there were  central\r\n\r\npoints  serving  as many as 3,000 persons.  He  also\r\n\r\nmentioned, Mr Speaker, Sir, that it took one to two\r\n\r\nhours for the fire victims to queue up for food. Mr\r\n\r\nSpeaker,  Sir, the fire victims are accommodated  in\r\n\r\nsix  buildings in the Kim Seng Road and River Valley\r\n\r\nRoad  areas.  As  I have mentioned earlier  on,  Mr\r\n\r\nSpeaker,  Sir,  there  are  8,500  fire  victims  in\r\n\r\nresidence in these six buildings. That works out  to\r\n\r\n1,500  for  each  of the schools and  an  additional\r\n\r\n1,000  for  the  theatre  which  serves  these  five\r\n\r\nschools. So that, Mr Speaker, Sir, there are  today\r\n\r\nsix distribution points serving these six buildings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Hong Lim also\r\n\r\nsaid  that the fire victims have to queue up for  as\r\n\r\nmuch  as  one to two hours for their food, and  that\r\n\r\nthey  do not get vegetables and rice at the  end  of\r\n\r\nthe  queue.  Mr Speaker, Sir, there are three  meal\r\n\r\nperiods  for  all those who are now accommodated  in\r\n\r\nthis relief centre. The first meal period is in  the\r\n\r\nmornings,  when  coffee,  bread  and  biscuits   are\r\n\r\nsupplied;  and  those  in  this  relief  centre  are\r\n\r\nallowed to take as much coffee and biscuits as  they\r\n\r\nwant.  In fact, yesterday when I visited the  relief\r\n\r\ncentre,  I was told by the superintendent in  charge\r\n\r\nthat  that morning 1,000 gallons of coffee had  been\r\n\r\nsupplied to the residents of the relief centre.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the second meal period is\r\n\r\nbetween  12 noon and 2 p.m. It is true, Mr Speaker,\r\n\r\nSir, that the inmates of this relief centre were not\r\n\r\nvery satisfied with the mutton that was supplied  by\r\n\r\nthe  Military on the first day. But since then,  Mr\r\n\r\nSpeaker,  Sir,  ample supplies of rice  cooked  with\r\n\r\nchicken, duck and pork have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1603</b></font><br><br>\r\n\r\n\r\n\r\nbeen  supplied to the inmates of this relief centre.\r\n\r\nThe  mid-day meal hours are between 12  noon  and  2\r\n\r\np.m., and the evening meal is supplied between  5.00\r\n\r\nand 7.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Hong Lim also\r\n\r\nsaid  that the rice and vegetables were not properly\r\n\r\ncooked.  It  was  complained that a snake  had  been\r\n\r\nfound  in  the vegetables and that the rice  was  of\r\n\r\npoor  quality and generally unsuitable. Mr Speaker,\r\n\r\nSir,  the  cooks  employed to  cook  the  meals  are\r\n\r\nqualified  cooks  from the Blue Cross  Society,  and\r\n\r\nthey  are  used to mass cooking. There is plenty  of\r\n\r\nwater  and  plenty of manpower to  clean  the  rice,\r\n\r\nvegetables  and  the  meat  which  are  served.  Mr\r\n\r\nSpeaker,  Sir,  some of the rice cooked  is  donated\r\n\r\nrice.  We  cannot refuse this rice, because  of  its\r\n\r\nquality, without causing considerable offence.  Much\r\n\r\nof  the rice is also cooked by the Singapore Harbour\r\n\r\nBoard from its own kitchens.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> That is for the Muslims.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> No, not only for the Muslims but also\r\n\r\nfor  the  rest of the inmates of the relief  centre.\r\n\r\nMr  Speaker, Sir, the Member for Hong Lim also said\r\n\r\nthat  as accommodation was short, we should increase\r\n\r\nthe  number  of  tents  and marquees.  It  has  been\r\n\r\ndecided  that  Government should  take  very  prompt\r\n\r\nmeasures  to ensure that the residents of this  camp\r\n\r\nare  moved out as soon as possible, and there  would\r\n\r\nbe  no  point. Mr Speaker, Sir, for us to  increase\r\n\r\nthe number of tents and marquees now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim also suggested that it\r\n\r\nwould  be  useful for Government to  look  into  the\r\n\r\nquestion  of setting up teams to tour the  town  and\r\n\r\nresidential  areas to collect furniture and  cooking\r\n\r\nutensils  for the victims of this fire. Mr Speaker.\r\n\r\nSir,  that  is a responsibility which the Government\r\n\r\ncannot accept. However, I shall pass this on to  the\r\n\r\nvoluntary  bodies to see if they are  interested  in\r\n\r\nthis sort of work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the St. John's Ambulance, the\r\n\r\nRed Cross and the Government nursing service are now\r\n\r\nfunctioning under the control of medical\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1604</b></font><br><br>\r\n\r\n\r\n\r\nofficers  of  the  Ministry  of  Health.   All   the\r\n\r\nbuildings  in  this  emergency  relief  centre  were\r\n\r\nfumigated  yesterday.  The  health  authorities  are\r\n\r\nanxious, because of the cramped conditions  and  the\r\n\r\nlarge  number  of fire victims in residence  at  the\r\n\r\ncentre,  that  arrangements should be made  for  the\r\n\r\nearly removal of an appreciable number of those  now\r\n\r\nin  residence  to the new Housing Board  estates  to\r\n\r\nrelieve  the congestion and to minimise the risk  of\r\n\r\nan outbreak of an epidemic amongst the inmates. With\r\n\r\nthe  assistance  of the Military, transport  can  be\r\n\r\nlaid on at a moment's notice to remove large numbers\r\n\r\nof  the  residents and their families to new housing\r\n\r\nestates  as  soon  as  they  have  decided  on   the\r\n\r\nlocalities to which they wish to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Registration of the fire victims at the emergency\r\n\r\nrelief centre commenced on Friday, the 26th of  May.\r\n\r\nRegistration  of  all  fire  victims  both  in   the\r\n\r\nemergency relief centre and the Delta-Ganges  Centre\r\n\r\nwas  completed on Tuesday, the 30th of May. A  total\r\n\r\nof  2,833 families consisting of 15,694 persons have\r\n\r\nbeen registered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I shall now proceed to describe the relief which\r\n\r\nhas  been  planned  for  these  fire  victims.  Rent\r\n\r\nsubsidies  will  be  paid  to  all  registered  fire\r\n\r\nvictims  who  are  accommodated  in  Housing   Board\r\n\r\nestates  on  the basis of $7 per person  per  month,\r\n\r\nsubject to a maximum of $35 per family of up to five\r\n\r\npersons per month for a period of three months. If a\r\n\r\nfamily exceeds five persons, no subsidy will be paid\r\n\r\nfor any person in excess of that number. But where a\r\n\r\nfamily consists of less than five persons, the  rent\r\n\r\nsubsidy will be paid at the maximum rate of $35  per\r\n\r\nmonth.  Where the rental of the Housing Board  flats\r\n\r\nto which the family moves exceeds $35 per month, the\r\n\r\nexcess rent will not be subsidised and will have  to\r\n\r\nbe  borne by the tenant. This rent subsidy has  been\r\n\r\nworked out on the basis of the lowest rental payable\r\n\r\nfor  present Housing Board accommodation,  that  is,\r\n\r\n$35  per flat per month divided by a family unit  of\r\n\r\nfive  persons. The registration for relief disclosed\r\n\r\nthat a total number of 15,694 people registered  for\r\n\r\nrelief. There were 2,833 families and this was  held\r\n\r\nroughly to be a family unit of five persons.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1605</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is considered, Sir, that the rent subsidy worked\r\n\r\nout  on this basis will be of great help in enabling\r\n\r\na  family to get on its feet again if the subsidy is\r\n\r\npaid  for a period of three months. Those registered\r\n\r\nfire  victims  who are not accommodated  in  Housing\r\n\r\nBoard  estates will receive cash grants in  lieu  of\r\n\r\nrent  subsidies on the same basis of $35  per  month\r\n\r\nper family, irrespective of the number of persons in\r\n\r\nthe family, and for the same period of three months.\r\n\r\nTo  ease  the  lot  of  fire  victims  who  find  it\r\n\r\ndifficult  to  pay  a rental of more  than  $35  per\r\n\r\nmonth,  they  will be allowed to share accommodation\r\n\r\nwith  other  registered  fire  victims  in  the  new\r\n\r\naccommodation  offered by the Board, or  with  their\r\n\r\nfriends  and relatives in the Board's older estates.\r\n\r\nBy  relaxing  the  prohibition against  sharing  the\r\n\r\nBoard's  accommodation,  the  pool  of  the  Board's\r\n\r\navailable   accommodation   will   be   considerably\r\n\r\nincreased, and this will assist the fire victims  to\r\n\r\nget the accommodation they require sooner.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the basis of these subsidies, Sir, a sum of\r\n\r\n$100,000 a month will be required, and for a  period\r\n\r\nof  three months the estimated subsidy required will\r\n\r\nbe in the region of $300,000. Besides rent subsidies\r\n\r\nand  cash  grants  in  lieu of rent  subsidies,  the\r\n\r\nregistered   fire  victims  will   also   be   given\r\n\r\nrehabilitation grants to assist them  to  buy  food,\r\n\r\nclothing  and  furniture for their new homes.  Every\r\n\r\nregistered  fire victim has already been  paid  $10,\r\n\r\nand this has involved an expenditure of $156,940. In\r\n\r\nthe  next  few days it is proposed to  pay  all  the\r\n\r\nregistered fire victims another instalment of $20 to\r\n\r\neach adult and young person over the age of 16,  and\r\n\r\n$10 to each child under the age of 16 years. Out of\r\n\r\na  total  number of 15,694 registered fire  victims,\r\n\r\n7,816  are adults or young persons over the  age  of\r\n\r\n16,  and 7,878 are children under the age of 16. The\r\n\r\npayments  of  this  second  instalment  by  way   of\r\n\r\nrehabilitation   grants   will   involve   a   total\r\n\r\nexpenditure of $235,100. The rent subsidy, amounting\r\n\r\nto  a total of $105 per family, and a cash grant, in\r\n\r\nlieu of rent subsidy, is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1606</b></font><br><br>\r\n\r\n\r\n\r\nestimated to cost $300,000. The first instalment  of\r\n\r\nrehabilitation grant at the rate of $10 per  person,\r\n\r\nwhich  has  already  been  paid,  has  amounted   to\r\n\r\n$156,940.  The  second instalment of  rehabilitation\r\n\r\ngrant  will  cost  $235,100,  as  I  have  mentioned\r\n\r\nbefore.  The  total  of the rent  subsidy  and  cash\r\n\r\npayments  in lieu of rent subsidy and the first  two\r\n\r\ninstalments of rehabilitation grant is estimated  to\r\n\r\ninvolve an expenditure of $692,040.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the initiative of the Government, the\r\n\r\nBukit  Ho  Swee Fire National Relief Fund  Committee\r\n\r\nwas  set up last Saturday and the Bukit Ho Swee Fire\r\n\r\nNational  Relief  Fund  was  established.  Its  main\r\n\r\nobject  is  to  raise  funds  for  the  relief   and\r\n\r\nrehabilitation  of the fire victims  on  a  national\r\n\r\nbasis.  In  view  of the size of the  fire  and  the\r\n\r\nnumber  of victims involved, this work could not  be\r\n\r\nleft to the Council of Social Services, which is the\r\n\r\norganisation in which all voluntary bodies concerned\r\n\r\nwith social and welfare work are represented.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To enable the House to have a clear appreciation\r\n\r\nof  the damage caused by this fire and the amount of\r\n\r\nfunds  which will be required for the rehabilitation\r\n\r\nof  the  Bukit  Ho Swee Fire victims,  I  shall  now\r\n\r\nproceed  to  give a few details of two  fires  which\r\n\r\ntook  place  in  Singapore in recent years  and  the\r\n\r\namount   of  Government,  City  Council  and  public\r\n\r\ndonations  which were received in respect  of  those\r\n\r\ntwo fires. These figures do not include the value of\r\n\r\ncontributions in kind that were received in  respect\r\n\r\nof each of these fires.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, the Kampong Koo Chye fire which broke out in\r\n\r\nLorong  3 on 5th April, 1958. The number of  persons\r\n\r\nwho  were rendered homeless In that fire were 2,050,\r\n\r\nand   the  number  of  families  who  were  rendered\r\n\r\nhomeless  were 379. The City Council gave a donation\r\n\r\nof  $100,000.  The Government gave a donation  which\r\n\r\nincluded a rent subsidy of $114,137.50, and a sum of\r\n\r\n$356,000 was obtained by public donations. The total\r\n\r\nsum  received  from all sources  in  that  fire  was\r\n\r\napproximately $570,000.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1607</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Second, the Kampong Tiong Bahru fire which broke\r\n\r\nout  on  13th February, 1959. The number of persons\r\n\r\nrendered homeless in that fire was 5,220. The number\r\n\r\nof  families  rendered homeless  in  that  fire  was\r\n\r\n1,016. The City Council gave a donation of $100,000.\r\n\r\nThere  were  public donations received of  $756,200,\r\n\r\nand  the  total contributions from all  sources  for\r\n\r\nthat  fire  approximated $856,200.  In  this  second\r\n\r\nfire, Sir, Government gave an interest-free loan  of\r\n\r\n$4,800,000 to the S.I.T. for the building of  a  new\r\n\r\nhousing estate on the fire site.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From the details that I have just given of the two\r\n\r\nprevious  fires, Members of the House will certainly\r\n\r\nsee that the number of persons and families rendered\r\n\r\nhomeless  in  the Bukit Ho Swee fire is three  times\r\n\r\nmore  than the number of those rendered homeless  in\r\n\r\nthe Kampong Tiong Bahru fire in 1959, and as much as\r\n\r\nseven time more than those rendered homeless by  the\r\n\r\nKampong  Koo  Chye  fire in 1958. This  information,\r\n\r\nSir,  will  serve  to show that, by comparison,  the\r\n\r\nBukit  Ho  Swee  fire is the biggest fire  that  has\r\n\r\noccurred  in recent years, and that the  relief  and\r\n\r\nrehabilitation of the victims of this fire will call\r\n\r\nfor  an  effort  in the raising of funds  by  public\r\n\r\ncontribution which will surpass anything  which  has\r\n\r\nbeen  undertaken  before. This will  also  call  for\r\n\r\nenergetic  action on the part of the Bukit  Ho  Swee\r\n\r\nFire National Relief Committee to raise a large  sum\r\n\r\nof money for this very worthy cause, and also for  a\r\n\r\ngenerous response from the public.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Government announced on Saturday, the 27th of May,\r\n\r\nthat  it  has  voted  a  sum of  $250,000  from  the\r\n\r\nContingencies Fund for the relief and rehabilitation\r\n\r\nof the Bukit Ho Swee fire victims. Up to the time  I\r\n\r\nam  speaking this afternoon, a total of $520,000 has\r\n\r\nbeen   received  by  way  of  donations   from   the\r\n\r\nGovernment and from foreign governments, as well  as\r\n\r\nby  way of contributions from the public. The amount\r\n\r\nand  scale of relief, Sir, which we will be able  to\r\n\r\nafford  to pay to the victims of the Bukit  Ho  Swee\r\n\r\nfire  will  there  fore have to depend  to  a  large\r\n\r\nextent\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1608</b></font><br><br>\r\n\r\n\r\n\r\non the amount of contributions which the Relief Fund\r\n\r\nCommittee  will receive from the general  public.  I\r\n\r\ntake this opportunity now of appealing again to  the\r\n\r\npublic  to  contribute generously to this  Fund.  In\r\n\r\naddition  to  the  cash donations, which  have  been\r\n\r\nreceived,  contributions in kind in  a  steady  flow\r\n\r\nhave  been  received at the emergency relief  centre\r\n\r\nfrom  the  public. The clothing has been removed  to\r\n\r\nthe  People's Association Headquarters where  it  is\r\n\r\nbeing   made   up   into   bundles   for   equitable\r\n\r\ndistribution to registered fire victims. The  canned\r\n\r\nfood received will also be distributed equitably  to\r\n\r\nthe registered fire victims.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the fire victims who have lost\r\n\r\ntheir  occupations because of the fire,  they  will,\r\n\r\nafter  receiving assistance which I  have  mentioned\r\n\r\nbefore, be put on public assistance until such  time\r\n\r\nas they are able to get other employment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile the Fire Insurance Association of Malaya\r\n\r\nhas  been  approached for an estimate of the  number\r\n\r\nand value of policies and the amount of claims which\r\n\r\nfire insurance companies will be required to meet as\r\n\r\na   result  of  the  fire.  This  will  give  us  an\r\n\r\nindication of the extent to which the losses of  the\r\n\r\nfire  victims  have been mitigated by  monies  which\r\n\r\nthey will receive from the fire insurance policies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I should like, Sir, to conclude what I have said\r\n\r\nby  thanking  all  the individuals  and  members  of\r\n\r\ncharitable bodies and welfare organisations who have\r\n\r\ngiven  their  services unstintingly to mitigate  the\r\n\r\nhardships  experienced by the victims  of  the  fire\r\n\r\never since the evening of 25th May.\r\n\r\n\r\n\r\n<br><br>5.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, this is the\r\n\r\nfirst  national disaster on such a scale for many  a\r\n\r\nlong year. On behalf of the Government, I would like\r\n\r\nto  say  how gratified we were at the response  from\r\n\r\nall  the people - response in sympathy, material help,\r\n\r\nand  personal  service. I hope it will be  sustained\r\n\r\nlong  enough for material and substantial  donations\r\n\r\nto be made to the Bukit Ho Swee Fire National Relief\r\n\r\nFund.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1609</b></font><br><br>\r\n\r\n\r\n\r\nBut I would like, in particular, to mention that  in\r\n\r\nfuture  the public can help by curbing their natural\r\n\r\ninstincts of curiosity. I do not think the thousands\r\n\r\nwho  flocked to the area to see the fire, whilst  it\r\n\r\nwas  in progress, understood that by blocking up all\r\n\r\nthe  roads leading to the area they were,  in  fact,\r\n\r\ndoing  a disservice to the people who were about  to\r\n\r\nhe  victims of the fire. It meant slower movement of\r\n\r\nthe  fire brigades and slower movement of the police\r\n\r\nto  help in crowd control. It might well be that had\r\n\r\nthere  not  been  the same traffic congestion,  some\r\n\r\nparts  of  the  damage  might have  been  prevented.\r\n\r\nHowever,  the general consensus of opinion was  that\r\n\r\nthe  wind was so strong on that day that, given  the\r\n\r\nbest of goodwill, the best of fire services, and the\r\n\r\nstrongest of water pressure, the damage to the \r\n\r\nattap-huts was inevitable. But I would make this appeal to\r\n\r\nthe   people  of  Singapore - that  in  another   such\r\n\r\ncatastrophe,  if ever we are unfortunate  enough  to\r\n\r\nhave  another one, it is the duty of the  people  to\r\n\r\nhelp, if by nothing else, by keeping out of the  way\r\n\r\nof those whose business it is to fight fires.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to add a word of admonition\r\n\r\nagainst  those  who, out of zealousness,  wanted  to\r\n\r\nhelp  in  directing the fire hoses. We  welcome  the\r\n\r\ngreat  spirit of mutual help and co-operation  in  a\r\n\r\ncommon  disaster. People voluntarily helped to  move\r\n\r\nfire hoses and helped the firemen. But I think it is\r\n\r\nimportant that the people should understand that the\r\n\r\nperson who knows where best to put the water is  the\r\n\r\nfireman,  because he has been trained for that  job.\r\n\r\nAnd   to  help  the  firemen  to  direct  the  water\r\n\r\nsomewhere  other  than where the firemen  wanted  to\r\n\r\ndirect  it is, in fact, very dangerous business  and\r\n\r\nmay  well  do a disservice to the people  whom  they\r\n\r\nwanted to help. However, this is a matter which I am\r\n\r\ntold  has  happened again and again in the past.  We\r\n\r\nhope  that  with  more and constant  explanation  we\r\n\r\nmight  get  not only zealous help but also effective\r\n\r\nhelp.  By all means, help the firemen move the hose,\r\n\r\nbut  let  us leave them to decide where to  put  it.\r\n\r\nHowever, everything said and done. I think we can be\r\n\r\nproud of the magnificent way in which all the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1610</b></font><br><br>\r\n\r\n\r\n\r\npeople  responded,  both during  the  emergency  and\r\n\r\nimmediately after that in the relief area to  assist\r\n\r\nfellow   citizens  who  had  unexpectedly   suffered\r\n\r\ngrievous loss.\r\n\r\n\r\n\r\n<br><br>5.05 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Tan Kia Gan, in reply?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Kia Gan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Kia Gan:</b> Sir, it is indeed most gratifying\r\n\r\nto  hear  the  Opposition Benches complimenting  the\r\n\r\nGovernment on their assistance and all that it could\r\n\r\ndo during the last few days to help the fire victims\r\n\r\nof  Bukit  Ho Swee. However, there were  \"buts\"  and\r\n\r\n\"suggestions\".    Some   of   these    \"buts\"    and\r\n\r\n\"suggestions\" have been answered by my colleagues. I\r\n\r\nwould  now  like to take some of the  time  of  this\r\n\r\nHouse   to   point  out  where  these   \"buts\"   and\r\n\r\n\"suggestions\" are wrong.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I would like to touch on what the\r\n\r\nMember  for Hong Lim has mentioned in regard to \r\n\r\nre-housing,  whether the victims can afford the  rents,\r\n\r\nand  other matters that were brought up by  him.  He\r\n\r\nhas  suggested  that  we  should  put  up  temporary\r\n\r\nstructures or allow vacant Government quarters to be\r\n\r\noccupied by the victims. I believe that was intended\r\n\r\nfor  some  purpose, and I would like  to  tell  this\r\n\r\nHouse that the Government has already done all  that\r\n\r\nit  can  to  rehouse the victims. We have  mentioned\r\n\r\nthat  all  the  vacant  flats which  have  not  been\r\n\r\nallotted  to  the Housing Board applicants  will  be\r\n\r\nmade  available  for  the fire victims.  Regulations\r\n\r\ncontrolling  the  sharing of  these  flats,  or  the\r\n\r\nsharing  of  flats which are occupied by tenants  in\r\n\r\nthe present housing estates, will be relaxed so that\r\n\r\nas  many  as possible of these fire victims will  be\r\n\r\nrehoused and resettled, and other assistance will be\r\n\r\ngiven  to them to put them on their feet again.  But\r\n\r\nthe  Member  for Hong Lim has suggested  that  other\r\n\r\nmeasures  should  be  done.  Other  Members  of  the\r\n\r\nOpposition   have   already   mentioned   that   the\r\n\r\nGovernment is doing all it can.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then on the question of no free rental period, the\r\n\r\nMember  for Hong Lim has doubts in his mind  whether\r\n\r\nthese victims could afford these rents. I would like\r\n\r\nto  mention the rental policy of the Housing  Board.\r\n\r\nIt all derives from the fact that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1611</b></font><br><br>\r\n\r\n\r\n\r\nin the past the S.I.T. had no policy of fixing rents\r\n\r\nfor  these estates. As a result of that, in  respect\r\n\r\nof  more  than  22,000 units in  the  Housing  Board\r\n\r\nestates under the previous management of the S.I.T.,\r\n\r\nthey  had altogether about 100 categories of  rents,\r\n\r\nranging  from $9.65 to $105 per unit. You  can  find\r\n\r\nthat  in  some estates the same type of flats  carry\r\n\r\ndifferent rents. For instance, in Queenstown,\r\n\r\nthree-room  units were rented, some at $42 per unit,  some\r\n\r\nat  $55, and others at $89. It St. Michael's Estate,\r\n\r\nthe  same  thing  happened; and in the  Tiong  Bahru\r\n\r\nEstate  the rents were still more varied. Three-room\r\n\r\nflats  were  rented out at $38.50;  $40.70;  $48.80;\r\n\r\n$57.20;  $60.70; $66.00; $69.30; $75.00; $79.20  and\r\n\r\n$89.10.  Looking at these rents, Sir, it  is  really\r\n\r\ndifficult to determine how the rates were fixed. The\r\n\r\nHousing  and Development Board, however, has decided\r\n\r\nthat rents should reflect the size of the units, the\r\n\r\namenities   provided,  as  well  as  the   cost   of\r\n\r\nconstruction,  maintenance  and  management.   Rents\r\n\r\nwhich  include  all these elements  are  defined  as\r\n\r\neconomic  rents. I would like to mention here,  Sir,\r\n\r\nthat  the  Housing  Board  is  not  a  profit-making\r\n\r\norganisation.  Its job is to build  houses  of  good\r\n\r\nmaterial  and good construction at the  lowest  cost\r\n\r\npossible. It is the intention of the Board to  build\r\n\r\none-room  units to be let out at $20 a  month; \r\n\r\ntwo-room  units to be let out at $40 a month; and\r\n\r\nthree-room  units to be let out at $60 a month. But I must\r\n\r\npoint  out  here,  Sir, that  the  units  which  are\r\n\r\navailable for the fire victims today are units which\r\n\r\nwere  planned  and  partially built  by  the  former\r\n\r\nS.I.T.,  and  completed in the time of  the  Housing\r\n\r\nBoard. Obviously the rents of these houses will  not\r\n\r\nbe in the category that I have mentioned, that is, a\r\n\r\none-room unit for $20; a two-room unit for $40,  and\r\n\r\na three-room unit for $60.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim asked whether units were\r\n\r\navailable for the fire victims the rentals of  which\r\n\r\nwould  be  within  their reach.  He  mentioned  that\r\n\r\nconstruction costs were low. I must point out,  Sir,\r\n\r\nthat the construction costs of these units which are\r\n\r\navailable  now have not been low. So the rents  will\r\n\r\nnot be low. But the Government has already\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1612</b></font><br><br>\r\n\r\n\r\n\r\ntaken  into  consideration  what  subsidy  could  be\r\n\r\nworked out to relieve these fire victims. As I  have\r\n\r\nmentioned  before, a subsidy in the form of  $7  per\r\n\r\nperson  up to a maximum of $35 per family  would  be\r\n\r\ngiven  to  families who want Board accommodation  or\r\n\r\nwho  prefer accommodation of their own. In this way,\r\n\r\nSir,  we have worked out how these victims could  be\r\n\r\nrelieved as far as rental is concerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Lim has also mentioned that\r\n\r\nthe rent subsidy proposed is below that given to the\r\n\r\nprevious fire victims. Sir, I have already said, and\r\n\r\nI  repeat, that the Government will see to  it  that\r\n\r\nthe  fire victims are given all necessary assistance\r\n\r\nin the matter of rehousing. The Government, however,\r\n\r\nconsiders that, in fairness to the taxpayers who are\r\n\r\nactually  footing the bill, it could not go  to  the\r\n\r\nextent  of  giving rent-free accommodation,  as  was\r\n\r\ndone  by  the  previous  Government;  nor  does  the\r\n\r\nGovernment consider that it will be right to let out\r\n\r\npublic  housing units to the fire victims  at  \r\n\r\nlong-term  highly subsidised rentals. Both these measures\r\n\r\nwill  no  doubt  appeal  considerably  to  the  fire\r\n\r\nvictims  as  very  generous  concessions,  but   the\r\n\r\nGovernment  does not feel that it ought to  buy  the\r\n\r\nfavour  of  a  certain section of the population  by\r\n\r\nexpending   public  funds  in  this   ill-considered\r\n\r\nmanner.  There is, furthermore, a further  objection\r\n\r\nto  such  measures in that they lead to  an  unequal\r\n\r\ntreatment  of  the  fire victims  themselves.  Those\r\n\r\nvictims  who  declined the offer of  public  housing\r\n\r\nunits    and    preferred   to   find   their    own\r\n\r\naccommodation-and there are many victims of both the\r\n\r\nKampong Koo Chye and Tiong Bahru fires who belong to\r\n\r\nthis  category-found  to their  disappointment  that\r\n\r\nthey got much less in the way of benefits than those\r\n\r\nwho accepted accommodation in public housing units.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government's plan to rehabilitate the\r\n\r\nfire  victims is based on principles of  equity  and\r\n\r\ngood  public finance. Those victims who wish  to  be \r\n\r\nrehoused in the Board's flats will be given  special\r\n\r\npriority  over the normal applicants on the  Board's\r\n\r\nregister.  But  they  will be required  to  pay  the\r\n\r\nnormal   rentals   charged  for  the   accommodation\r\n\r\noffered. To help\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1613</b></font><br><br>\r\n\r\n\r\n\r\nthem,  I  have already mentioned the rental  subsidy\r\n\r\nfor a period of three months. The decision to charge\r\n\r\nnormal  rentals cannot be said to be  unfair,  since\r\n\r\nvictims of small fires in other minor calamities who\r\n\r\nwere  given  accommodation in public  housing  units\r\n\r\nwere  charged  these rentals. The  circumstances  in\r\n\r\nthese casual cases of disaster are exactly the  same\r\n\r\nand, therefore, the same treatment should be  applied\r\n\r\nall round.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one very strange thing has cropped up from\r\n\r\nthe strange mind of the Member for Hong Lim. We have\r\n\r\nheard  time and again that he is concerned with  the\r\n\r\nwelfare  of the poor people - and all fire victims  in\r\n\r\nBukit Ho Swee are poor people. But among these  poor\r\n\r\npeople there is a group of people who own shops. The\r\n\r\nMember  for  Hong Lim has specially brought  up  the\r\n\r\npoint  that the Government should consider  building\r\n\r\nshops  and  rent  them out at low rentals  to  these\r\n\r\npeople.  We  know  that  shopkeepers  are  not  poor\r\n\r\npeople.  But  the Member for Hong  Lim  has  made  a\r\n\r\nspecial  appeal for them. I would like  to  make  it\r\n\r\nknown  to this House that the Government will  treat\r\n\r\nall   fire  victims  as  fire  victims.  No  special\r\n\r\nconsideration will be given to the shopkeepers,  but\r\n\r\nshops  will  be  built in this area and  shopkeepers\r\n\r\nfrom this area who are fire victims will be given  a\r\n\r\npriority on such shops.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Farrer Park mentioned the Work\r\n\r\nBrigade  and also the Civil Defence Corps.  I  would\r\n\r\nlike to point out to the Member that it is known  to\r\n\r\nall  people  that the crowds who went to watch  this\r\n\r\nfire had hampered the work of the Fire Brigade,  the\r\n\r\npolice and the Army. Obviously, this Government does\r\n\r\nnot  intend to send any corps of men there to hamper\r\n\r\nthe progress of the work of the Fire Brigade and the\r\n\r\npeople who were controlling the crowds in this area.\r\n\r\nFor the information of this Member, I would like  to\r\n\r\nmention  that the Work Brigade was not sent  to  the\r\n\r\nfire site during the fire. It was sent to this place\r\n\r\nonly  after  the fire had died down, to  do  all  it\r\n\r\ncould  to  assist the fire victims  in  cooking  and\r\n\r\ndistributing food. At a later stage, a camp for  the\r\n\r\nWork Brigade members\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1614</b></font><br><br>\r\n\r\n\r\n\r\nwill  be  set up. In fact, this evening some members\r\n\r\nof the Work Brigade will be stationed on the site to\r\n\r\nhelp  clear  this area so that work on  building  to\r\n\r\nrehouse  the  fire  victims in  this  area  will  be\r\n\r\nexpeditiously carried out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill mentioned that I had\r\n\r\noverlooked   the  fact  that  when  rebuilding   was\r\n\r\ncompleted, fire victims should be allowed to go back\r\n\r\nto  this area. As early as on the night of the fire,\r\n\r\nthe  Housing Board Chairman and I moved in to survey\r\n\r\nthe  place. On the next day we planned how this area\r\n\r\ncould  be  rebuilt mainly to rehouse the victims  as\r\n\r\nquickly  as  possible. Plans to build  about  10,000\r\n\r\nunits  in  this  area  have  already  been  put  up.\r\n\r\nFollowing  this  motion, there will  be  a  Bill  to\r\n\r\nacquire  this  piece of land. In fact,  the  Housing\r\n\r\nBoard  has  already mapped out the plans to  rebuild\r\n\r\nthis  area where people could live without  fear  of\r\n\r\nfire, with all the other facilities provided in  the\r\n\r\nform  of schools, community centres, markets,  shops\r\n\r\nand other amenities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my colleagues the other Ministers have\r\n\r\nalready  mentioned how much they have done  for  the\r\n\r\nfire  victims  and how they propose to  relieve  the\r\n\r\nhardships of the fire victims in the months to come.\r\n\r\nThere  is  no necessity for me to repeat  what  they\r\n\r\nhave  said. But this I would like to say,  and  that\r\n\r\nis,  the  P.A.P. Government has always  believed  in\r\n\r\ntaking  a  realistic view of things. We acknowledge,\r\n\r\nas any responsible government must acknowledge, that\r\n\r\nthe  fire  victims who have been overtaken  by  this\r\n\r\ndire  calamity  must be given every  assistance.  We\r\n\r\nhave done all we can, and we will do our best in the\r\n\r\nmonths to come for these fire victims.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House expresses its profound sympathy\r\n\r\nfor  the  victims of the fire at Bukit Ho  Swee  and\r\n\r\ncalls  upon the people to donate generously  to  the\r\n\r\nBukit Ho Swee Fire Relief Fund;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That to prevent a recurrence of such disastrous\r\n\r\nfires  the  site  of  the fire be  acquired  by  the\r\n\r\nGovernment for the Housing and Development Board for\r\n\r\nrebuilding, and to this end that no one  be  allowed\r\n\r\nto rebuild on this site structures of a temporary or\r\n\r\npermanent nature;\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1615</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the Housing and Development Board regulations\r\n\r\nrelating  to  the  prohibition  of  sub-letting   or\r\n\r\nsharing  of accommodation be relaxed in the case  of\r\n\r\nthese  fire  victims in order that rapid  re-housing\r\n\r\nwill be possible;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House thanks the fire fighting services,\r\n\r\nthe  Police  and Military Forces for their  work  in\r\n\r\ncombating  the  fire and maintaining order  on  that\r\n\r\noccasion  and  thanks the workers in the  Government\r\n\r\nSocial Services and the voluntary organisations  who\r\n\r\nhave helped in the relief of the fire victims.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1615</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>LAND ACQUISITION (AMENDMENT) BILL</b></div>\r\n\r\n<div align=\"center\"><b>First Reading</b></div>\r\n\r\n\r\n\r\n<br><br>5.29 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, I beg to\r\n\r\nintroduce  a Bill intituled \"An Ordinance  to  amend\r\n\r\nthe  Land Acquisition Ordinance (Chapter 248 of  the\r\n\r\nRevised Edition).\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill read the First time.\r\n\r\n\r\n\r\n<div align=\"center\"><b>Second Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Second Reading, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Now, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Please proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I lay upon the Table, Mr\r\n\r\nSpeaker, Sir, a Certificate of Urgency signed by the\r\n\r\nYang  di-Pertuan  Negara  in  respect  of  the  Land\r\n\r\nAcquisition (Amendment) Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Certificate of Urgency handed in.\r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Certificate is in order, and hon.\r\n\r\nMembers  have received copies of the Bill. Is  there\r\n\r\nany hon. Member who wishes to have an extra copy? If\r\n\r\nnot,  I  call  upon the Prime Minister to  move  the\r\n\r\nSecond Reading.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, as Members\r\n\r\nwill  have  noticed  from the  motion  moved  by  my\r\n\r\ncolleague, the Minister for National Development, it\r\n\r\nis  the  intention  of the Government  to  seek  the\r\n\r\nconsent of the House to acquire the fire site and to\r\n\r\nacquire  it under conditions which will not  give  a\r\n\r\nwindfall to the landowners.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under the present law, if we acquire that\r\n\r\nland today, we will have to pay the market value  of\r\n\r\nthe land\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1616</b></font><br><br>\r\n\r\n\r\n\r\nas  at  the  date  of  publication  of  the  Gazette\r\n\r\nNotification, which means the land which is  vacant,\r\n\r\nwithout tenants and squatters. Mr Speaker, Sir,  it\r\n\r\nis  an unfortunate fact that land with squatters and\r\n\r\ntenants  on it is worth considerably less than  land\r\n\r\nwithout  tenants and squatters. I have been  advised\r\n\r\nby the Government Valuer that in areas such as this,\r\n\r\nencumbered land with tenants and squatters is  worth\r\n\r\napproximately  one-third the value of  land  without\r\n\r\ntenants  and squatters. I think Members  will  agree\r\n\r\nthat  it  is  heinous in the extreme  to  allow  any\r\n\r\nprofit to be made out of this fire. In fact, if  any\r\n\r\nprofit  is allowed to be made, then it will only  be\r\n\r\nan  inducement, a temptation to arson by  those  who\r\n\r\npossess land with squatters on it. Most of the  land\r\n\r\nto  be  acquired, or nearly all of the  land  to  be\r\n\r\nacquired,  belongs  to private owners - 53  owners  in\r\n\r\nall;  a  few  large ones going up to  12  acres  per\r\n\r\nsingle  owner; but mostly small ones varying between\r\n\r\nhalf  an  acre  and two acres. Fortunately  for  us,\r\n\r\nthere  is  clear evidence that this particular  site\r\n\r\nwas encumbered by squatters and tenants. In fact, in\r\n\r\n1954  both the City Valuer and the Government Valuer\r\n\r\nhad  made  a survey and valuation of the  land.  The\r\n\r\nCity Assessor had put it at 43 cents per square foot\r\n\r\nwith the tenants and squatters then present; and the\r\n\r\nGovernment Valuer had put it at 41 cents per  square\r\n\r\nfoot.  I am further advised by the valuers that  the\r\n\r\nprice of land between 1954 and now has not varied to\r\n\r\nany  extent,  but  that it is most likely  that  the\r\n\r\nnumber  of  squatters and tenants has increased.  If\r\n\r\nthere  is any tendency on the valuers' part to alter\r\n\r\nthis  valuation, it would be towards diminishing  it\r\n\r\nin   view  of  the  larger  number  of  tenants  and\r\n\r\nsquatters  who would have been present on the  night\r\n\r\nof the fire.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, first, I would like to thank the\r\n\r\nofficers  responsible, both in the  State\r\n\r\nAdvocate-General's  Chambers  and in  the  Land  Office,  for\r\n\r\nputting  up  this  Bill  at short  notice.  I  would\r\n\r\nhesitate  to say that if they were given more  time,\r\n\r\nthey could not find more\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1617</b></font><br><br>\r\n\r\n\r\n\r\nrough  edges to polish. But, nevertheless, it  is  a\r\n\r\nworkmanlike   piece   of   draftmanship    in    the\r\n\r\ncircumstances.  I  can assure  the  House  that  the\r\n\r\nexpectation  is that this will be the only  instance\r\n\r\nwe anticipate using this proviso. The reason is that\r\n\r\na  completely  new  Land Acquisition  Bill  will  be\r\n\r\nintroduced in the next Session, in which a provision\r\n\r\nsimilar to this, but with such other refinements  as\r\n\r\nthis  operation would indicate necessary,  would  be\r\n\r\nput in.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Can I briefly then explain the way in which this\r\n\r\nclause  is to work? Under section 26 there are  five\r\n\r\nfactors which determine the value of compensation to\r\n\r\nhe  awarded. For the convenience of Members, I  have\r\n\r\nappended  a  copy of section 26. Factor (a)  is  the\r\n\r\nmarket value of the land at the time of acquisition;\r\n\r\nand  factor  (e),  the  fifth  factor,  is  that  of\r\n\r\nexpenses  incurred by having to change residence  or\r\n\r\nplace  of business. Sir, the fire has already  taken\r\n\r\nplace;  residence  has  already  been  changed;  the\r\n\r\nsquatters and tenants have already been removed; and\r\n\r\nit falls upon the Government and the public at large\r\n\r\nto  expend a considerable amount of money and effort\r\n\r\nto  rehouse  and  rehabilitate the fire  victims.  I\r\n\r\nthink  the least this House can expect of landowners\r\n\r\nis  that they should not benefit from this fire.  We\r\n\r\nare  not  asking them to incur a loss.  We  are  not\r\n\r\nexpropriating  the  land. But we say  quite  clearly\r\n\r\nthat it would be unconscionable to allow any private\r\n\r\nlandowner  to  benefit  as a result  of  this  fire.\r\n\r\nTherefore, the clause in this Bill to be moved  will\r\n\r\nremove  the  necessity to consider factors  (a)  and\r\n\r\n(e).  Instead of factor (a), the market  value  will\r\n\r\nnot  be  the market value at the date of acquisition\r\n\r\nwhere there are no tenants and squatters, but at the\r\n\r\ndate  just before the devastation, that means,  with\r\n\r\nthe  tenants and squatters. That was the real  value\r\n\r\nif  the  Government had acquired it and had  to  pay\r\n\r\ncompensation  to  every single  squatter  and  every\r\n\r\ntenant who moved out of the land. Factor (e),  as  I\r\n\r\nhave  said, does not apply, because in any case  the\r\n\r\nsquatters and tenants have been moved out.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1618</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I must admit to one difficulty to which the\r\n\r\nland  officers, particularly the Collector  of  Land\r\n\r\nRevenue, will face. Everybody knows roughly how many\r\n\r\nsquatters there were. In fact, on registration  with\r\n\r\nthe  Social  Welfare Department of the  Ministry  of\r\n\r\nLabour  and Law, we know that they are somewhere  in\r\n\r\nthe region of 3,000 families. The difficulty will be\r\n\r\nbetween the claims of competing owners. We know that\r\n\r\nwith 3,000 families on that plot of land, it can  be\r\n\r\nproved by expert evidence that the value of the land\r\n\r\nwill be one-third its unencumbered land. But it will\r\n\r\nbe  difficult  for us to prove or  disprove  that  a\r\n\r\nparticular  squatter was on a red  acre  or  a  blue\r\n\r\nacre,  because  the  house is  already  burned,  the\r\n\r\nreceipts  have gone, the tenants and squatters  have\r\n\r\nmoved out, and probably cannot again be found to  go\r\n\r\nback  and  give evidence. I am not saying  that  any\r\n\r\nlandowner will do it, but I think it might  well  be\r\n\r\npossible for a landowner, who is enterprising enough\r\n\r\nto make sure that he expresses further sympathy with\r\n\r\nthe fire victim, to ask him to disappear forever  so\r\n\r\nthat he will never give evidence to say that he  was\r\n\r\na  squatter  there.  It is quite possible  that  the\r\n\r\nowner  of a red acre can say, \"I never had squatters\r\n\r\non my land. All the squatters were on my neighbour's\r\n\r\nland - a blue acre.\" And so interminable arguments can\r\n\r\ngo on. We are not saying that there are, in fact, no\r\n\r\nplots of land without squatters. There may well  be,\r\n\r\nbut  we  are  putting the onus upon the  owner.  The\r\n\r\nburden of proof is on the owner. If he proves  that,\r\n\r\nin  fact, his plot was an oil mill and there were no\r\n\r\nsquatters and no tenants, that he was the only  chap\r\n\r\nthere,  he  owns  the land and he  can  give  vacant\r\n\r\npossession if he wanted to sell the land,  then  the\r\n\r\nMinister has the power when he has satisfied himself\r\n\r\nand  the  Collector  of Land Revenue  has  satisfied\r\n\r\nhimself,  to  up the one-third limit. The  one-third\r\n\r\nlimit  is  the overall value of the land  with  that\r\n\r\nnumber of squatters on it. If any owner of any piece\r\n\r\nof  land  can prove - not we prove that  he  had  the\r\n\r\nsquatters  but he proves that he did  not  have  the\r\n\r\nsquatters - to  the satisfaction of the  Collector  of\r\n\r\nLand  Revenue  and his investigators,  then  we  are\r\n\r\nquite  prepared to exceed and remove the limitations\r\n\r\nof one-third.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1619</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, finally I would like to say that the other\r\n\r\nthree factors, (b), (c) and (d) which the Court  has\r\n\r\nto  take into consideration in making an award  will\r\n\r\nremain - injurious  affection of land  by  separation;\r\n\r\nincrease  in value of the other land of  the  person\r\n\r\ninterested  likely to accrue from the use  to  which\r\n\r\nthe  land acquired will be put; and damage sustained\r\n\r\nby  the person at the time of the Collector's taking\r\n\r\npossession  of  the  land by reason  of  acquisition\r\n\r\ninjuriously  affecting his other  property,  whether\r\n\r\nmovable  or  immovable. These are the  factors  that\r\n\r\nwill  still, apply, but the two factors that do  not\r\n\r\napply  are (a) and (e). And for the reasons  that  I\r\n\r\nhave  stated, I hope the House will give  this  Bill\r\n\r\nswift passage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move, \"That the Bill be now read a\r\n\r\nSecond time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>5.44 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, the Hon. the Prime\r\n\r\nMinister  has made my task very much easier  than  I\r\n\r\nthought  it  would  be, because he  said  that  this\r\n\r\namendment is only of a temporary nature and intended\r\n\r\nonly  to  affect  the present ad hoc situation,  and\r\n\r\nthat  the Government has in mind a complete overhaul\r\n\r\nof  the  Land Acquisition Bill, in which, of course,\r\n\r\nthis  amendment will come into play. Therefore, when\r\n\r\nI do suggest to the Prime Minister that the terms of\r\n\r\nthe  Bill  have exceeded the avowed purpose  of  the\r\n\r\nBill  set out in the Explanatory Statement,  perhaps\r\n\r\nthese  are  matters  which the Prime  Minister  will\r\n\r\nconsider  when  the  whole  of  this  Ordinance   is\r\n\r\nreconsidered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the first point I wish to make\r\n\r\non  a  matter of principle is this. The impetus  for\r\n\r\nthe  amendment  is  not  to allow  the  landlord  to\r\n\r\nbenefit from the fortuitous dispersal of his tenants\r\n\r\nand  squatters  by  an Act of God,  with  which,  of\r\n\r\ncourse, we completely agree; more so when such  land\r\n\r\nis subject to the control of the Rent Ordinance. But\r\n\r\nwhere  I  find  the  Bill has gone beyond  affecting\r\n\r\nlandlords  who  have benefited by the  fire,  so  to\r\n\r\nspeak, is this clause, Mr Speaker, which says - if  I\r\n\r\nmay read that clause (clause 2):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Provided that in the case of an acquisition for a\r\n\r\npublic  purpose of any land devastated  or  affected\r\n\r\ndirectly or indirectly by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1620</b></font><br><br>\r\n\r\n\r\n\r\nfire,  explosion,  thunderbolt,  earthquake,  storm,\r\n\r\ntempest, flood or any Act of God,\".'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Up till now it is perfectly all right, Mr Speaker,\r\n\r\nSir. This, I think, is the objectionable portion  of\r\n\r\nthe Bill:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;` \"., or of any land immediately adjoining such\r\n\r\ndevastated or affected land as shall be required for\r\n\r\nsuch public purpose,\".'\r\n\r\n\r\n\r\n<br><br>Now,  as  I  understand the Bill, an area  has  been\r\n\r\ndevastated. This particular area is subject to  rent\r\n\r\ncontrol.  As  a  result  of  the  devastation,   the\r\n\r\nlandlord is put in a better position. Therefore,  it\r\n\r\nis  only right and proper that he should not benefit\r\n\r\nby  this  devastation.  Therefore,  the  restraining\r\n\r\nproviso  of this amendment is completely  in  accord\r\n\r\nwith the Government's intention, and we support  it.\r\n\r\nBut  what I do not understand, Mr Speaker, Sir,  is\r\n\r\nthis.  There is a piece of land adjoining this which\r\n\r\nis a vacant piece of land not affected by squatters;\r\n\r\nbut  because the Government feels that  it  will  be\r\n\r\nbetter  and  more  economic from the  town  planning\r\n\r\npoint of view to develop the whole area rather these\r\n\r\ntwo  acres of devastated land, why must the landlord\r\n\r\nof  the other six acres, shall I say, be put in  the\r\n\r\nsame  position as the landlord whose sites have been\r\n\r\ndevastated   by   fire?  I  find   that   completely\r\n\r\ninequitable.  But  I appreciate and  understand  the\r\n\r\nequity  and  the justness of the first case.  But  I\r\n\r\ncertainly do not appreciate the justness of bringing\r\n\r\nin  adjoining landowners who are free of  squatters.\r\n\r\nYou  are putting them in the same category and  only\r\n\r\nallowing them one-third of the land value.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point, Mr Speaker, Sir, is this. The\r\n\r\nlast proviso to the Bill reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`And provided further that the market value of such\r\n\r\nland shall not exceed one third of the value of such\r\n\r\nland had it been vacant land not subject to any such\r\n\r\nencumbrances, tenancies or occupation  by  squatters\r\n\r\nunless  the  Minister  shall in  his  discretion  by\r\n\r\nnotification in the Gazette specify otherwise.'\r\n\r\n\r\n\r\n<br><br>I  would  have  felt much happier if  the  Bill  had\r\n\r\nconfined itself to saying:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`that he shall be paid the market value of such\r\n\r\nland on the encumbered site.'\r\n\r\n\r\n\r\n<br><br>So  that it would not be an arbitrary way of  fixing\r\n\r\nthe  value.  The  Hon. the Prime Minister  has  said\r\n\r\nthat, by an\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1621</b></font><br><br>\r\n\r\n\r\n\r\narithmetical process arrived at between him and  the\r\n\r\nCommissioner of Lands, he has come to the conclusion\r\n\r\nthat that is one-third. Perhaps that is correct, Mr\r\n\r\nSpeaker, Sir. But that is based on the fact that the\r\n\r\nvaluation  of the Commissioner of Lands is  accepted\r\n\r\nas  the  gospel  truth. There  are  many  people  in\r\n\r\nSingapore   who  are  not  willing  to  accept   the\r\n\r\nvaluation of the Commissioner of Lands as the gospel\r\n\r\ntruth  on  such  matters. That is the second  point.\r\n\r\nThey would have felt happier if that matter had been\r\n\r\nleft  to the Court, if the landlord were so desirous\r\n\r\nof going to Court.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the other matter which I am going to bring to\r\n\r\nthe  notice of the Prime Minister is this. This Bill\r\n\r\nhas  been given life by this national calamity which\r\n\r\nhas  occurred  at this site. Thousands  of  families\r\n\r\nhave  been deprived of housing. But the Bill as  set\r\n\r\nout here, Mr Speaker, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Provided that in the case of an acquisition for a\r\n\r\npublic purpose of any land devastated..'.\r\n\r\n\r\n\r\n<br><br>\"any  land devastated\" might be just half  an  acre.\r\n\r\nNow  the  public  conscience is so stirred  on  this\r\n\r\noccasion that this Bill becomes necessary. But there\r\n\r\nare  several fires in Singapore which go  unnoticed,\r\n\r\nto  which  the  attention of  the  Assembly  is  not\r\n\r\nbrought to bear, and no special sittings are  called\r\n\r\nsimply because they are not of a national character.\r\n\r\nThey just become particular local calamities and not\r\n\r\nnational  calamities. The scope of this  Bill  takes\r\n\r\nthe  acquisitive powers of the Government beyond the\r\n\r\nnational calamity into a situation which is merely a\r\n\r\nprivate  calamity. So that the Government can  enter\r\n\r\ninto this acquisition business on a private calamity\r\n\r\nand  apply the provisions. I am not saying they  are\r\n\r\ngoing to do it, Mr Speaker, Sir. But the provisions\r\n\r\nof  the Bill are such that they could do it if  they\r\n\r\nwant to do it. I do not think the Government want to\r\n\r\ndo  it,  and  I hope they will also look  into  this\r\n\r\nmatter   when   the  whole  of  the   Ordinance   is\r\n\r\nreconsidered.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1622</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>5.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker, Sir, I too am glad\r\n\r\nthat  the  Prime  Minister  is  going  to  introduce\r\n\r\nanother  Bill because, in my case, I feel that  this\r\n\r\nBill,   since  it  applies  only  to  land   already\r\n\r\ndevastated  by fire, etc., means that  those  people\r\n\r\nwho  stay in densely-packed attap-house areas  which\r\n\r\nare continually subject to grave fire risks will not\r\n\r\nbe  able to benefit by any protection the Government\r\n\r\ncan  give today. It means that over their heads will\r\n\r\nalways hang the sword of Damocles, that at any  time\r\n\r\nthey  too  will  be  subjected to  this  sort  of  a\r\n\r\ncalamity.   They  will  lose  their   homes,   their\r\n\r\nproperty, and some of them will lose their lives.  I\r\n\r\nwould  suggest, Sir, that the Government take  steps\r\n\r\nso   that   these  people  may  be  prevented   from\r\n\r\nundergoing  such a calamity, because the public  are\r\n\r\nanxious that annually- \r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not know how those\r\n\r\nremarks are relevant to the Bill. We are now dealing\r\n\r\nwith  an amendment to the Land Acquisition Ordinance\r\n\r\nwhich provides for acquisition with a special method\r\n\r\nof  compensation.  I  do not  know  how  methods  of\r\n\r\npreventing calamities have anything to do with  this\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker, Sir, it is\r\n\r\nrelevant  in  the sense that if the  Prime  Minister\r\n\r\nwants to amend clause 2, Sir, it can be done. It  is\r\n\r\nleft  to the Government side. If the Government side\r\n\r\ndoes  not  want  to amend it here, I  suggest  these\r\n\r\nprovisions be included in a future Bill. If it is so\r\n\r\namended  that it applies not only to land devastated\r\n\r\nat  this  time,  but  also  to  land  likely  to  be\r\n\r\ndevastated,  then  that can be provided  for  in  an\r\n\r\namending clause 2. [Pause.]\r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Member please continue until\r\n\r\nI rule him out of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> So long as I have made the\r\n\r\npoint,  Sir,  I  leave it to the Prime  Minister  to\r\n\r\nconsider that for his next Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Made what point?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1623</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> In view of the fact that the\r\n\r\nPrime  Minister has not understood, Sir,  I  repeat.\r\n\r\nThe  point  is  this. The public are  asking,  \"Must\r\n\r\npeople  wait for another fire before the  Government\r\n\r\ntakes just remedial action? That is-\r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I would like to ask the Member\r\n\r\nfor  Tanglin whether that has anything  to  do  with\r\n\r\nland  acquisition.  We  are dealing  with  the  Land\r\n\r\nAcquisition  (Amendment) Bill. Has that anything  to\r\n\r\ndo with land acquisition?\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker, Sir, I am very\r\n\r\nsorry  if I have not made it clear enough.  But  the\r\n\r\ndanger   of   another  fire  can  be  prevented   if\r\n\r\nGovernment has further powers to acquire areas where\r\n\r\nthese  attap houses are built together in such close\r\n\r\nproximity  that  if any spark catches  one  roof  it\r\n\r\nmeans  the beginning of another conflagration.  That\r\n\r\nis for the Government to decide.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next point, Sir, is this. I have been charged\r\n\r\nwith   suggesting   that  I  am   recommending   the\r\n\r\nresettling  of attap-house area people  affected  by\r\n\r\nfire  and so on, on to houses with higher rents.  We\r\n\r\nall  can see that if the Government is going to  pay\r\n\r\none-third  of,  we might say, the regular  value  of\r\n\r\nland,  then it is in a position to subsidise  people\r\n\r\nwho  are  staying in such houses, and therefore  the\r\n\r\nrents  must be lower than usual. That is the purpose\r\n\r\nof  acquiring  the  land at a lower  rate  than  the\r\n\r\nmarket value. I made no such suggestion, and I  take\r\n\r\nthis  opportunity to explain that I never  made  the\r\n\r\nsuggestion  that  there should be higher  rents  for\r\n\r\nthese  fire victims. Instead I suggested  that  they\r\n\r\nshould be given lower rents.\r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Prime Minister, in reply?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, I must be forgiven for\r\n\r\nnot  being able to follow the Member for Tanglin the\r\n\r\nfirst  time.  But  when he was speaking  the  second\r\n\r\ntime, it dawned upon me that perhaps what the Member\r\n\r\nmeant was, let us change the Bill in such a way that\r\n\r\nif  any  fire takes place, we expropriate the  whole\r\n\r\nland.  So all landlords will be so worried about  it\r\n\r\nthat they will install fire-fighting\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1624</b></font><br><br>\r\n\r\n\r\n\r\napparatus in every squatter's hut in case  he  loses\r\n\r\nhis land by fire. Perhaps I will ask my officers  to\r\n\r\ngive consideration to that point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Before the fire.\r\n\r\n\r\n\r\n<br><br><!-- Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> May I dispose of the points\r\n\r\nmade  by  the  Member for Farrer  Park?  First,  the\r\n\r\nquestion  of the adjoining land. That is  absolutely\r\n\r\nimportant,  both  for  the reasons  the  Member  has\r\n\r\nstated. For a comprehensive scheme you will have  to\r\n\r\ninclude little bits of land either with buildings or\r\n\r\nwithout buildings which may adjoin a fire site. Also\r\n\r\nbecause we want to avoid any difficulty which  would\r\n\r\narise if any tenant or any landlord disputes whether\r\n\r\nor not his house or his site is involved in the fire\r\n\r\nsite.  But the case has already arisen in the  Bukit\r\n\r\nHo  Swee fire. A block of shophouses was burnt.  All\r\n\r\nthe  tenants  fled for safety on the advice  of  the\r\n\r\npolice  and  the Fire Brigade. The fire was  checked\r\n\r\nright  up  to the end house. The end house was  only\r\n\r\npartially  burnt, or perhaps a spark just  burned  a\r\n\r\nspeck  on  the  window. Does this clause  come  into\r\n\r\noperation? Was this house devastated either directly\r\n\r\nor   indirectly   by  a  fire,   an   explosion,   a\r\n\r\nthunderbolt, or an earthquake? Is it suggested  that\r\n\r\nwe  acquire nine houses under this and the tenth one\r\n\r\nis  left out because it is arguable whether it  was,\r\n\r\nin  fact, devastated by the fire or whether  it  was\r\n\r\npartially burnt out and so on? Therefore, the clause\r\n\r\nis  not only necessary from the Town Planner's point\r\n\r\nof  view, but it is also necessary from the point of\r\n\r\nview of the land acquisition officer. He has to have\r\n\r\npower  which cannot be challenged. When he exercises\r\n\r\nhis  power clearly on the facts and says,  \"This  is\r\n\r\npart of the fire site, or adjoining it\", then it  is\r\n\r\nup  to  the Court to decide whether or not the  land\r\n\r\nwhich  was  not  directly affected by  the  fire  is\r\n\r\nimmediately   so  adjoining  as  to  be   indirectly\r\n\r\naffected.  Therefore,  it  makes  the  question   of\r\n\r\ninterpretation and quibbling less likely to arise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to the other question of the market value of\r\n\r\nthe land being fixed at one-third, I think I had  in\r\n\r\nmy opening\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1625</b></font><br><br>\r\n\r\n\r\n\r\nexplained  the reasons for this exercise.  Everybody\r\n\r\nknows - not  just the Land Office Valuer or  the  City\r\n\r\nAssessor - you can bring any number of auctioneers and\r\n\r\nlicensed  valuers to give evidence to show  that  if\r\n\r\nyou  want  to get rid of squatters, or if  you  sell\r\n\r\nland  which has squatters and tenants on it,  it  is\r\n\r\nworth  about  one-third the market  value.  But  the\r\n\r\ndifficulty will arise when, after the fire has taken\r\n\r\nplace,  you  are to apportion between the  competing\r\n\r\ninterests. Were all seven tenants on Lot A and there\r\n\r\nwere  no  tenants  on  Lot B? Or  were  there  three\r\n\r\ntenants on Lot A and four tenants on Lot B? We could\r\n\r\nspend  years of litigation on this. Everybody  knows\r\n\r\nthat   there  were  3,000  families  living   there.\r\n\r\nTherefore,  from  the point of view  of  expeditious\r\n\r\nland  acquiring  in a fair manner, we  have  adopted\r\n\r\nthis  omnibus  clause of putting the limit  at \r\n\r\none-third.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I have stated, I have given an understanding on\r\n\r\nmy  moving the Second Reading just now that if a man\r\n\r\ncan prove to the Collector of Land Revenue that,  in\r\n\r\nfact,  he had no tenants and no squatters,  that  he\r\n\r\nwas  in actual physical possession himself, that  he\r\n\r\nran  a little factory, then the Land Collector  will\r\n\r\nobviously  advise  the  Minister  that  his  is   an\r\n\r\nappropriate  case  in which action  could  be  taken\r\n\r\nunder  the last proviso where the Minister  can,  in\r\n\r\nhis  discretion, by notification  in  the  Gazette,\r\n\r\nspecify otherwise. It is as simple as that. In other\r\n\r\nwords, what it means is this. If any client turns up\r\n\r\nto  see any lawyer, the lawyer will tell him, \"Look,\r\n\r\nit is not worth your while buying off your squatters\r\n\r\nand  telling them to disappear, because the onus  is\r\n\r\non  you  to prove it.\" But he can prove and convince\r\n\r\nhis  lawyer. He says, \"Obviously I was in occupation\r\n\r\nthere with all members of my family. I was running a\r\n\r\nbicycle shop there or a sauce factory. I  own a piece\r\n\r\nof  land,  and if I had wanted to sell it,  I  would\r\n\r\nhave  moved out.\" Obviously, the lawyer would advise\r\n\r\nhim  that it is worth while paying a modest  fee  to\r\n\r\nseek  the clemency of the Collector of Land  Revenue\r\n\r\nin  order to get the Minister to gazette. But, as  I\r\n\r\nhave said, this is a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1626</b></font><br><br>\r\n\r\n\r\n\r\nmatter of practical tactics. Do we involve ourselves\r\n\r\nin  endless  inquiries as to which squatter  was  on\r\n\r\nwhich land?\r\n\r\nOr  do  we  try to spread equitably the  load  over\r\n\r\neveryone? Which, in fact, is probably the  real  and\r\n\r\ntrue  position, that there was no plot of land there\r\n\r\nwhich  was  not encumbered by tenants or  squatters,\r\n\r\nand  leave it to the odd individual who happened  to\r\n\r\nbe  in actual physical possession of his own land to\r\n\r\nseek discretion under the proviso?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to the other remarks on the comprehensiveness\r\n\r\nof the provision, when the final Bill is drafted,  I\r\n\r\nthink we will have the experience of the workings of\r\n\r\nthis  particular proviso. Perhaps on that  occasion,\r\n\r\nwe  can  speak  with more expert knowledge  of  what\r\n\r\nlandowners do, and what squatters do after  a  fire,\r\n\r\nand  what evidence is left. But I think one definite\r\n\r\neffect  this Bill will have is that it will give  no\r\n\r\ninducement  whatsoever to any  landlord  to  attempt\r\n\r\narson. It is not worth the candle. As I have said, I\r\n\r\nwill  take the advice of the Member for Tanglin  and\r\n\r\nask my officers to consider whether or not we should\r\n\r\ngo  one  step further and just say, in view  of  the\r\n\r\ngeneral  necessity to prevent fires and  so  on,  we\r\n\r\nwill  acquire  the land for nothing, so  that  every\r\n\r\nlandlord  will install a spirit-pump, foam  and  all\r\n\r\nthe  fire-fighting apparatus right there on the spot\r\n\r\nto  see  that his squatters are safe and sound  from\r\n\r\nfire.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed\r\n\r\nto a Committee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a\r\n\r\nCommittee on the Bill. -[The Prime Minister].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported, without\r\n\r\namendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The business having concluded, Mr Speaker\r\n\r\nadjourned   the  House  without  Question   put,\r\n\r\npursuant to the Standing Order.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Six Minutes past six o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
