{"memberId": null, "volumeNo": "16", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "7", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"3\">\r\n\r\n<meta name=\"Vol_No\" content=\"16\">\r\n\r\n<meta name=\"Sit_No\" content=\"7\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1962-01-24\">\r\n\r\n<meta name=\"Start_Col\" content=\"579\">\r\n\r\n<meta name=\"End_Col\" content=\"658\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">16</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">7</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">24-01-1962</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 579</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF THIRD SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 16</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 24th January, 1962</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Health and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Education and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 580</b></font><br><br>\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock).\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr David Marshall (Anson).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Dr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 581</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit March), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr, Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 581</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MESSAGE FROM THE YANG DI-PERTUAN NEGARA</b></div>\r\n\r\n<div align=\"center\"><b>(Assent to Bill passed)</b></div>\r\n\r\n              \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have to report that I have been\r\n\r\ninformed  by  His  Excellency  the  Yang  di-Pertuan\r\n\r\nNegara  that, on the 23rd January, 1962, he assented\r\n\r\nto the Criminal Procedure Code (Amendment) Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 581</b></font><br><br>\r\n\r\n           \r\n\r\n<div align=\"center\"><b>FEDERATION OF MALAYSIA</b></div>\r\n\r\n\r\n\r\n<br><br>2.32 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Sir, I rise\r\n\r\nto move the motion standing in my name*.\r\n\r\n\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The motion reads as follows:-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That, in pursuance of this national objective of\r\n\r\na  united Malayan nation, enlarged and strengthened\r\n\r\nby  the  addition  of our brothers  in  the  Borneo\r\n\r\nterritories,  this House declares  its  support  in\r\n\r\nprinciple  for  the  plan  proposed  by  the  Prime\r\n\r\nMinister  of the Federation of Malaya, Tunku  Abdul\r\n\r\nRahman Putra Al-Haj, and agreed to in principle  in\r\n\r\nthe  Federation  Parliament on 18th October,  1961,\r\n\r\nfor   the   establishment  of  the  Federation   of\r\n\r\nMalaysia,  comprising  the  eleven  States  of  the\r\n\r\npresent  Federation, the States  of  Singapore  and\r\n\r\nBrunei,  and the territories of Sarawak  and  North\r\n\r\nBorneo.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This motion was first tabled in the House for\r\n\r\ndebate  in November last year, to be taken  together\r\n\r\nwith  two other motions; the first supporting merger\r\n\r\nin  principle, and the second as accepting the heads\r\n\r\nof  agreement published in Cmd. Paper 33 of 1961, as\r\n\r\na  working basis for a merger between Singapore  and\r\n\r\nthe  Federation of Malaya. As a result of  the  long\r\n\r\ndebate on the question of merger, it is not possible\r\n\r\nto  take  a  vote  on ths motion before  the  second\r\n\r\nmeeting  of  the  Malaysia  Solidarity  Consultative\r\n\r\nCommittee which was held in Kuching from the 18th to\r\n\r\nthe  20th of December last year. This was a  meeting\r\n\r\nintended to bring together all those members of  the\r\n\r\nlegislative  chambers  of the live  territories  who\r\n\r\nsupported Malaysia in principle and wanted  to  help\r\n\r\nthe Solidarity Committee quicken its realisation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, belated though this motion may be, it is\r\n\r\nnot  without its value, for it is as well from  time\r\n\r\nto time to have all\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 582</b></font><br><br>\r\n\r\n\r\n\r\nMembers  of  the  Assembly, state  for  the  record,\r\n\r\nwhether  they  are,  in principle,  for  or  against\r\n\r\nMalaysia, or whether they are, for various  reasons,\r\n\r\nunable  to  make a stand and, therefore,  abstaining\r\n\r\nfrom  the  vote, either openly in this  Chamber,  or\r\n\r\nsurreptitiously by absenting themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, in moving this motion, I am assured by\r\n\r\ntwo  facts.  Firstly, that members  of  the  Barisan\r\n\r\nSosialis   have  always  claimed  to   support,   in\r\n\r\nprinciple,  both merger and Malaysia and  had  asked\r\n\r\nfor  their  representative to attend the  Solidarity\r\n\r\nCommittee  meetings  as a member  of  the  Singapore\r\n\r\ndelegation. We had gladly agreed to the  Member  for\r\n\r\nThomson  as their representative and he was  present\r\n\r\nat both meetings of the Solidarity Committee meeting\r\n\r\nin  Kuching  last  December and in  Kuala  Lumpur  a\r\n\r\nfortnight ago. Since only those who support Malaysia\r\n\r\nin  principle were invited to attend and the Barisan\r\n\r\nSosialis  had  asked  to attend,  logically  we  can\r\n\r\nassume  that  they  support Malaysia  in  principle.\r\n\r\nFurthermore, when the Member for Thomson was pressed\r\n\r\nto  state  his stand at the meeting in  Kuching,  he\r\n\r\nstated  categorically, off the cuff, that  he  fully\r\n\r\nsupported  Malaysia, but he added  that  he  had  to\r\n\r\nensure  that  the  people of the Borneo  territories\r\n\r\nwere  fully  looked after - as if the  people  of  the\r\n\r\nBorneo  territories could not look after themselves.\r\n\r\nThe   other   fact   which  has   given   me   great\r\n\r\nencouragement was the resolution on West  Irian,  on\r\n\r\nwhich,  Sir,  there  was  studious  effort  made  to\r\n\r\ndifferentiate West Irian from Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, taking a stand on any issue, be it West Irian\r\n\r\nor  Malaysia,  presents no difficulty  to  political\r\n\r\nParties with an open and straightforward stand  like\r\n\r\nthe  P.A.P. But Parties like the Barisan who do  not\r\n\r\nstand for what they claim to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 583</b></font><br><br>\r\n\r\n\r\n\r\nstand   for  may  find  themselves  in  considerable\r\n\r\ndifficulty if they start supporting things  they  do\r\n\r\nnot  really  support. I do not  know  whether  these\r\n\r\nthings  were  carefully  thought  out  and  all  the\r\n\r\nimplications made as between a stand on  West  Irian\r\n\r\nand  a stand on Malaysia. I would have thought  that\r\n\r\nhere  indeed  was  the height of  contradiction.  In\r\n\r\nsupporting  the  liberation of  West  Irian  as  the\r\n\r\nP.A.P. did, we were supporting the liberation of  an\r\n\r\nintegral  part  of a European empire  in  South-East\r\n\r\nAsia,  which  has  still to be  freed  in  order  to\r\n\r\ncomplete the independence of what were formerly  the\r\n\r\nterritories of the Dutch Empire in South-East  Asia.\r\n\r\nAnd so Afro-Asian nationalists support the right  of\r\n\r\nsuccession of the Indonesian Republic to West Irian,\r\n\r\nfor  Dutch  New Guinea was an integral part  of  the\r\n\r\nNetherlands  East  Indies.  The  Dutch  Empire  once\r\n\r\nspread  over  the 3,000-odd islands now constituting\r\n\r\nthe  Republic  of Indonesia, and so the  Indonesians\r\n\r\nright y dismiss all Dutch talk of self-determination\r\n\r\nfor  a  few  hundred thousand papuans in  Dutch  New\r\n\r\nGuinea  as imperialistic nonsense designed to  delay\r\n\r\nmatters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, in the same way, we support the rights of the\r\n\r\npeople of Singapore and the three Borneo territories\r\n\r\nto  be  liberated  from  the  British  and  to  join\r\n\r\ntogether with the Federation of Malaya to constitute\r\n\r\nthe  Federation of Malaysia consisting  of  all  the\r\n\r\nterritories which once formed the British Empire  in\r\n\r\nSouth-East Asia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am happy that the Barisan Sosialis has\r\n\r\nsided   with  the  Indonesians  in  condemning   the\r\n\r\nimperialistic  powers  who  support  the  Dutch   in\r\n\r\nputting  forward  this excuse of  self-determination\r\n\r\nfor  the  Papuans. West Irian is part of  Indonesia,\r\n\r\nand   to  Indonesia  it  must  return.  But   I   am\r\n\r\ndisappointed, however, that the same militant  anti-colonial  spirit vanishes completely when  they  are\r\n\r\nasked  to  take  a  stand on  Malaysia.  Here  is  a\r\n\r\nconcrete issue on our own doorstep on which they can\r\n\r\nexpress   their  anti-colonial  fervour   to   fight\r\n\r\ncolonialism without any danger of being  sent,  ill-equipped,  to  land  on  some  hostile  shores,   or\r\n\r\nprobably be sunk before they are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 584</b></font><br><br>\r\n\r\n\r\n\r\nlanded.  Nobody is asking them to volunteer to  risk\r\n\r\ntheir life and limb. All we are asking them to do is\r\n\r\nto  take  a  stand  to  liberate  the  three  Borneo\r\n\r\nterritories  and  Singapore to form  an  independent\r\n\r\nsovereign  nation  together with the  Federation  of\r\n\r\nMalaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from what the Member for Thomson has said for\r\n\r\nthe  Barisan  Sosialis  in Kuching,  I  gather  that\r\n\r\nhaving said that he supported Malaysia in principle,\r\n\r\nhe  was then interested in taking the Dutch colonial\r\n\r\nline   of   gradual  self-determination   for   each\r\n\r\nindividual  divided territory. This very  same  line\r\n\r\nthey  condemned  when taken by  the  Dutch  on  West\r\n\r\nIrian, but quite shamelessly adopted by them when it\r\n\r\nsuits  their Communist interests to oppose Malaysia.\r\n\r\nSo  the fierce fighters of the Barisan Sosialis  and\r\n\r\ntheir Communist friends and supporters were prepared\r\n\r\nto  find  women to fight for the liberation of  West\r\n\r\nIrian. Sir, the Chairman of the Barisan Sosialis was\r\n\r\nsomewhat apologetic yesterday when he explained that\r\n\r\nhe  could  not  find  these  three  women  on  their\r\n\r\nrecords.  Even more shameless, Sir, if they  had  to\r\n\r\nsacrifice three of their women members, at least,  I\r\n\r\nwould  have respected them for it. But to find three\r\n\r\ninnocent  women, who were not even  members  of  the\r\n\r\nBarisan  Sosialis, and ask them to go out  and  talk\r\n\r\nthe Barisan Sosialis propaganda line was a heartless\r\n\r\nand  cold-blooded  act  akin  to  murder.  Sir,  the\r\n\r\nstrange  thing  about the Barisan Sosialis  is  that\r\n\r\nthey  always  believe in sending women and  children\r\n\r\nfirst to the front line.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> The Work Brigade!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> The Work Brigade and the\r\n\r\nschools  - a very strange characteristic of the fierce\r\n\r\nfreedom  fighters. Now, they are actively trying  to\r\n\r\ncreate difficulty and confusion over Malaysia.  They\r\n\r\nknow   that   with   Malaysia  there   will   be   a\r\n\r\nstrengthening  of nationalist anti-colonial  forces,\r\n\r\nand  their  Communist anti-colonial forces  will  be\r\n\r\nisolated and confined. But that is their problem;  a\r\n\r\nproblem  that faces those who expound the  cause  of\r\n\r\ndemocracy when\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 585</b></font><br><br>\r\n\r\n\r\n\r\nthey  do  not  believe in it; expound  non-Communism\r\n\r\nwhen,  in  fact, they are Communists; and  Socialism\r\n\r\nwhen, in fact, they mean Communism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, 1962 is likely to be a memorable year in the\r\n\r\nannals  of South-East Asia for two issues,  Malaysia\r\n\r\nand  West  Irian. I am looking forward  during  this\r\n\r\ndebate  to  see what they are going to say  and  how\r\n\r\nthey are going to vote, or perhaps, whether they are\r\n\r\ngoing  to vote at all. All good and honest democrats\r\n\r\nalways  stand  up  to be counted.  It  is  only  the\r\n\r\nCommunists in democrat clothing who always  find  it\r\n\r\nembarrassing when the doctor comes around to  remove\r\n\r\ntheir democratic clothing for a closer examination.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>2.44 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh (Queenstown):</b> Mr Speaker, Sir,\r\n\r\nit  is a pity the Prime Minister again ridicules the\r\n\r\nvolunteers  after  what  I had  said  last  evening.\r\n\r\nSurely  he  should pay some respect, if not  to  the\r\n\r\nvolunteers,  at  least,  to  the  Indonesian  people\r\n\r\nthemselves. He referred again to self-determination.\r\n\r\nI  was  very careful to explain last evening to  the\r\n\r\nhouse,   that   words  like  \"merger\"   and   \"self-determination\" have been completely twisted  out  of\r\n\r\nshape  by the P.A.P. Merger to the P.A.P. means  the\r\n\r\nenslavement  of  Singapore; merger to  other  people\r\n\r\nmeans equality, justice and democracy. Everybody  in\r\n\r\nthis House excepting the P.A.P. says that it is  not\r\n\r\nmerger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly self-determination. In our explanation,\r\n\r\nwe have to explain to people who are so dense as not\r\n\r\nto understand that self-determination in the case of\r\n\r\nWest  Irian was meant to be a move for sponsoring  a\r\n\r\npuppet  regime for the imperialists.  In  our  case,\r\n\r\nself-determination would give us an  opportunity  to\r\n\r\ndecide   our  own  fate  and  would  give   us   the\r\n\r\nopportunity  to fight for the unity of  the  people.\r\n\r\nHowever, Sir, the Prime\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 586</b></font><br><br>\r\n\r\n\r\n\r\nMinister  in moving this motion is obviously  trying\r\n\r\nto  repeat what the Minister for Labour did when  he\r\n\r\nmoved   the  motion  calling  for  support  on   the\r\n\r\nprinciple  of merger. It does seem to be a favourite\r\n\r\ntrick  of the P.A.P. to talk of wonderful principles\r\n\r\nof  unity,  prosperity  and  what-not  and  then  to\r\n\r\nsmuggle  in  constitutional changes  that  will,  in\r\n\r\neffect, frustrate the people's hopes and aspirations\r\n\r\nunder  the  cloak of these very same principles.  In\r\n\r\nthe   case   of   Malaysia,  through  the   Malaysia\r\n\r\nSolidarity   Consultative   Committee   and    other\r\n\r\nmeetings,  the  P.A.P. would  like  us   and   like\r\n\r\neverybody  to  get  excited over this  principle  of\r\n\r\nMalaysia. They want everybody to start shouting, \"We\r\n\r\nsupport Malaysia.\" And then when everybody is in  an\r\n\r\nelated  mood, the P.A.P. hope to twist this euphoria\r\n\r\nto mean support for a specific set o proposals which\r\n\r\nwill not be to the best interests of the people  but\r\n\r\nwhich  will,  on  the contrary,  go  to  consolidate\r\n\r\nreactionary rule in this region.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister always likes to give us\r\n\r\nglowing pictures of El Dorados in his various Press\r\n\r\ninterviews,  in  his various radio forums.  But  the\r\n\r\nMalaysia that is being unfolded before our  eyes  is\r\n\r\nnot  a  Malaysia  that is going to  bring  equality,\r\n\r\nfreedom, democracy and social justice to the peoples\r\n\r\nof  Singapore,  Sabah, Brunei and  Sarawak.  On  the\r\n\r\ncontrary, it is going to spread reaction, injustice,\r\n\r\ninequality and disunity among these peoples. Sir, we\r\n\r\nare not going to fall into the trap of concentrating\r\n\r\non   the   principle   and  forgetting   about   the\r\n\r\ndetails - equally important details -  that go  to  give\r\n\r\nform,  substance  and  meaning  to  this  principle.\r\n\r\nToday,  we  are  dealing  with  people  whose  first\r\n\r\nconsiderations are not the realisation of the  hopes\r\n\r\nand  aspirations of the people. We are dealing  with\r\n\r\ndesperate  and unscrupulous politicians whose  first\r\n\r\nconsiderations are how to keep themselves in office.\r\n\r\nAnd because of that, we have to be very careful.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what is this Malaysia scheme that they have\r\n\r\nbeen talking so much about? As far as the people  of\r\n\r\nSingapore are concerned, this Malaysia scheme merely\r\n\r\nmeans the P.A.P. White Paper Merger\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 587</b></font><br><br>\r\n\r\n\r\n\r\nproposals  and  nothing else - just the  P.A.P.  White\r\n\r\nPaper  merger  proposals. The Federation  Government\r\n\r\nhave made it quite clear that Singapore is not going\r\n\r\nto   be  accepted  and  be  truly  merged  with  the\r\n\r\nFederation.  Singapore is going to  be  only  a  so-called partner with separate citizenship and with no\r\n\r\nproportional  representation.  That  is,  Malaysia's\r\n\r\nmerger and the P.A.P.'s merger are one and the  same\r\n\r\nthing.  It is a package-deal. The Tunku has said  so\r\n\r\nmany  times, \"If there is no Malaysia, there  is  no\r\n\r\nmerger with Singapore.\" And as we have rejected  the\r\n\r\nWhite Paper proposals, we therefore similarly reject\r\n\r\nthis motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I have said, the present Malaysia scheme\r\n\r\nmerely  serves to consolidate reactionary rule  over\r\n\r\nthe entire region. It is regrettable indeed that the\r\n\r\nP.A.P. leaders who call themselves Socialists should\r\n\r\nso  eagerly  support a scheme which strengthens  the\r\n\r\nforces  of  reaction and colonialism  and  which  is\r\n\r\nbeing  strongly opposed by Socialist Parties in  the\r\n\r\nwhole region.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let it be made quite clear. We do not object\r\n\r\nto the concept of Malaysia as a concept. The idea of\r\n\r\na  large  political unit in the Malaysian region  is\r\n\r\nnot  new. It was originally put forth by progressive\r\n\r\nleaders  in  Malaya and Indonesia  after  World  War\r\n\r\nII - and  even before that, I understand. The  primary\r\n\r\nobject  behind the original idea of Malaysia was  to\r\n\r\nadvance  the interests of the peoples of the region.\r\n\r\nIt  was  to  unite the peoples in their struggle  to\r\n\r\neradicate  all traces of imperialist domination  and\r\n\r\nto   bring   about  political  freedom,  unity   and\r\n\r\nstability  to the entire region so that the  peoples\r\n\r\ncan benefit from a planned socialist development  of\r\n\r\nthe  rich material resources. Sir, we in the Barisan\r\n\r\nSosialis  fully subscribe to the concept of  peoples\r\n\r\nin  more  and  more  countries coming  together  for\r\n\r\nmutual interests and mutual benefits. We will always\r\n\r\nsupport  any  move that will bring  about  a  larger\r\n\r\nunion of countries and peoples and that will help  a\r\n\r\nplanned  socialist economic development for  benefit\r\n\r\nof  all  the people. As socialists, we believe  that\r\n\r\npeoples   from  different  lands  can  live  happily\r\n\r\ntogether, not in competition, but\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 588</b></font><br><br>\r\n\r\n\r\n\r\nin  co-operation. Socialists do not  see  any  basic\r\n\r\nantagonism between the interests of the peoples from\r\n\r\ndifferent countries, and we are confident  that  the\r\n\r\nday  will  come when the whole human race  on  earth\r\n\r\nwill live happily together as one happy family.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we therefore welcome any move that will\r\n\r\ngenuinely  bring  about closer relationship  between\r\n\r\nthe  peoples of the Federation of Malaya, the  three\r\n\r\nBorneo territories and Singapore. But any such  move\r\n\r\nmust  be  based on a genuine desire to  bring  about\r\n\r\ngreater  benefits to the peoples of this region.  In\r\n\r\nother  words, it must be motivated only by a sincere\r\n\r\ndesire  to  advance the interests of the peoples  of\r\n\r\nthese  territories and should certainly not  be  for\r\n\r\nthe  benefit of imperialists and reactionary  forces\r\n\r\nin  this region. If the concept of Malaysia is going\r\n\r\nto  bring  about happiness to the people,  then  the\r\n\r\nonly  way  is  to  ensure that the peoples  of  this\r\n\r\nregion  can  decide  their  own  future.  Let   true\r\n\r\ndemocracy be practised. Sir, I shall deal with  this\r\n\r\naspect in more detail later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, let us ask, how do the British come in?\r\n\r\nSir,  you  will realise that colonialism is  on  the\r\n\r\nretreat all over the world. We have seen the upsurge\r\n\r\nof the Afro-Asian spirit in the struggle for greater\r\n\r\nfreedom  and greater democratic rights.  The  French\r\n\r\nhave  been  driven out of Indo-China. The Portuguese\r\n\r\nhave  just  been evicted from Goa. And  we  see  the\r\n\r\nremnants  of  colonialism about to be liquidated  in\r\n\r\nWest  Irian. But what has happened in Singapore  and\r\n\r\nin  the  Borneo  territories? Sir, the  British  are\r\n\r\nexperienced colonialists. They know their  days  are\r\n\r\nnumbered  as  far as this region is concerned.  They\r\n\r\nknow  they  will  have to return the  power  to  the\r\n\r\npeople soon. The British are, therefore, faced  with\r\n\r\ntwo alternatives: either to continue direct colonial\r\n\r\nrule  of these territories in the face of increasing\r\n\r\npopular  opposition, in which case  they  know  that\r\n\r\nthey  may  eventually lose everything;  or  to  rule\r\n\r\nindirectly  by transferring political power  to  the\r\n\r\npro-Western politicians while continuing to maintain\r\n\r\nan effective economic and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 589</b></font><br><br>\r\n\r\n\r\n\r\nmilitary control over these territories. Sir,  these\r\n\r\npolitical  concessions, however, are  more  apparent\r\n\r\nthan  real as the economic and military control will\r\n\r\nremain the same as before. Such indirect rule has an\r\n\r\nadvantage  over  direct and overt colonial  rule  in\r\n\r\nthat  it can confuse certain sections of our  people\r\n\r\ninto  believing that the colonial master is no  more\r\n\r\npresent. But it is not difficult to see that,  after\r\n\r\nall,  it  will only be just colonialism in  disguise\r\n\r\nand,  in  fact,  it  will help to  prolong  colonial\r\n\r\ndomination.  It will also enable the colonial  power\r\n\r\nto  boast that it has granted \"independence\" to  its\r\n\r\ncolonies.  This is important, Sir, in  view  of  the\r\n\r\nfact that the United Nations have recently passed  a\r\n\r\nresolution   calling  for  an   immediate   end   to\r\n\r\ncolonialism. Sir, Britain favours or is in favour of\r\n\r\nMalaysia,  and in view of what I have  said,  do  we\r\n\r\nstill  need to ask why Britain is enthusiastic about\r\n\r\nMalaysia? From our viewpoint, there are two reasons,\r\n\r\nSir. Firstly, from the long term point of view, this\r\n\r\nplan  will provide the British with a safe means  of\r\n\r\nretreat  when  the time comes for them  to  give  up\r\n\r\ndirect  colonial rule. It will allow the British  to\r\n\r\ncontinue  their economic and military domination  of\r\n\r\nthis   region  by  indirect  control  through  their\r\n\r\ninfluence   over  pro-Western  local  leaders.   The\r\n\r\npresent Federation Government appears to be  a  safe\r\n\r\nbet  for the British, as it has been made very clear\r\n\r\nthat  it  does  not intend to harm British  economic\r\n\r\ninterests in this region.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the British hope that this plan will\r\n\r\nhelp  to distract the attention of our peoples  from\r\n\r\nthe  existence of a colonial power by getting us all\r\n\r\ntoo  preoccupied with the problems of  merger,  thus\r\n\r\nputting  a  brake on our anti-colonial movement.  We\r\n\r\nwill  be told that the problem before us is not  one\r\n\r\nof  getting  rid of the British but one  of  merging\r\n\r\namong  ourselves. And, of course, this problem  will\r\n\r\nbe  made more difficult by constant harping  on  the\r\n\r\nminor  difference existing amongst our peoples.  Our\r\n\r\nracial  and religious differences will be  distorted\r\n\r\nand emphasised,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 590</b></font><br><br>\r\n\r\n\r\n\r\nand  our  different  approaches, to  education,  for\r\n\r\nexample,  will be magnified and made an  excuse  for\r\n\r\nobstructing a genuine reunification.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have seen all these mischievous political\r\n\r\ngames  in  Singapore before, and evidently they  are\r\n\r\ngoing to be repeated in the Borneo territories.  The\r\n\r\nBritish  hope  that the energies of  the  people  in\r\n\r\nBorneo  will  be  similarly dissipated  in  fighting\r\n\r\namongst   themselves   and   with   the   Federation\r\n\r\nGovernment,  so that the existence of  the  colonial\r\n\r\npower will be temporarily forgotten by them. We  see\r\n\r\nclearly why this Malaysia plan fits into the British\r\n\r\nscheme  of  things. It helps to divert the  people's\r\n\r\nattention  from fighting against the colonial  power\r\n\r\nto  fighting among themselves. And it is a  move  to\r\n\r\nprotect British economic interests.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not need to labour on this point any\r\n\r\nfurther except to say, in passing, that Malaysia  or\r\n\r\nno  Malaysia, we are willy-nilly drawn into  a  cold\r\n\r\nwar.  We  already know that as regards  the  British\r\n\r\nbases  in  Singapore, Britain will continue  to  use\r\n\r\nthem as a matter of right after Malaysia.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sandra Woodhull agreed to all\r\n\r\nthis.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Britain will only consult the\r\n\r\nproposed   Malaysia  Government  as  a   matter   of\r\n\r\ncourtesy.  Therefore, there is no  change  regarding\r\n\r\nthe bases, Malaysia or no Malaysia. For example,  we\r\n\r\nlearn  that rocket launching sites are already being\r\n\r\nplaced  around  Singapore and V-bombers  armed  with\r\n\r\nnuclear weapons are equipped and on the ready.  This\r\n\r\nmeans that we shall be directly drawn into the  cold\r\n\r\nwar between the two power blocs.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> You can go to Borneo.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Sir, if our country is going to\r\n\r\nbe  used  as a nuclear base in the event of a  major\r\n\r\nworld war, then the peoples of the whole region will\r\n\r\nbe  placed right at the front line. This is not what\r\n\r\nwe want. We want peace and neutrality. We want to be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 591</b></font><br><br>\r\n\r\n\r\n\r\nwith  the  non-allied countries  of  Afro-Asia.  The\r\n\r\nMalaysia that we want is a Malaysia that must not be\r\n\r\na pawn of big power politics.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is significant to note, Sir, that the Permanent\r\n\r\nSecretariat  of  the Afro-Asian People's  Solidarity\r\n\r\nOrganisation had issued a statement in Cairo on  4th\r\n\r\nDecember, 1961, strongly condemning the British plot\r\n\r\nto  rig  up  a Federation of Malaysia in  South-East\r\n\r\nAsia.  The  statement said that the purpose  of  the\r\n\r\nBritish  in  this Malaysia plan is to  suppress  the\r\n\r\nnational liberation movement of South-East Asia.  It\r\n\r\ncalls  on  the  people  of Asia  and  Africa  to  be\r\n\r\nvigilant against colonial manoeuvres and to take all\r\n\r\nnecessary steps to frustrate the British plot.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Western powers are also evidently trying\r\n\r\nto  use  the  Malaysia scheme  to  bring  about  the\r\n\r\npolitical isolation of our peoples in Singapore  and\r\n\r\nthe  Borneo territories from the mainstream of Afro-Asia,  which is vigorously led in this part  of  the\r\n\r\nworld  by Indonesia. The spirit of Afro-Asia is  the\r\n\r\nspirit  of oppressed peoples all over the world.  It\r\n\r\nis  the  spirit that is crying for freedom, equality\r\n\r\nand  justice.  It  is the spirit  of  young  nations\r\n\r\nthroughout  the  world. It is the  spirit  of  young\r\n\r\nnations  refusing  to be drawn  into  the  cold  war\r\n\r\nconflict, of young nations trying to stand on  their\r\n\r\nown feet after centuries of colonial domination, and\r\n\r\nof nations refusing to be used as pawns in big power\r\n\r\npolitics.  The peoples of Singapore and  the  Borneo\r\n\r\nterritories  are largely inspired by the  spirit  of\r\n\r\nAfro-Asia.  It is this desire to remain neutral  and\r\n\r\nto  be free that had led the people of Singapore  to\r\n\r\nelect  at  the last general elections a Party  which\r\n\r\nthen   professed  to  be  non-Communist  and   anti-colonial, but which has since deviated and abandoned\r\n\r\nboth  these basic platforms, and now become obsessed\r\n\r\nwith the negative philosophy of anti-Communism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our wanting to rally under the banner of Afro-Asia, of course, will not be to the interests of the\r\n\r\ncolonial  powers, because Afro-Asia means neutrality\r\n\r\nbetween the two power blocs and, understandably, the\r\n\r\nBritish would\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 592</b></font><br><br>\r\n\r\n\r\n\r\nlike  to  use  the Malaysia scheme to forestall  the\r\n\r\ngrowing  influence of the Afro-Asian spirit  amongst\r\n\r\nthe peoples of Singapore and the Borneo territories,\r\n\r\nand to help keep our peoples under the influence and\r\n\r\ndomination of the Western capitalist world  so  that\r\n\r\nwe  can continue to be exploited and subjugated  and\r\n\r\nbecome mere pawns in big power politics.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our Prime Minister had on previous occasions\r\n\r\nreferred  to Brunei as a possible Kuwait if  it  did\r\n\r\nnot  merge  with  Malaya. He said  that  Kuwait  had\r\n\r\ntrouble immediately it was given independence.  This\r\n\r\ncountry  has a population of a few hundred  thousand\r\n\r\npeople  while Brunei has a population of only,  say,\r\n\r\nabout 80,000 people. He said that Brunei too is oil-rich   and  sudden  independence  might  bring   new\r\n\r\nproblems. From this, Sir, it is clear that our Prime\r\n\r\nMinister  is  even  prepared  to  fit  himself  into\r\n\r\nWestern designs by souring up relations between  the\r\n\r\npeople  of the Borneo territories and the people  of\r\n\r\nIndonesia.  Let us ask: is it not to imply  that  if\r\n\r\nthe  people  of  Brunei did not  join  the  proposed\r\n\r\nMalaysia  and so become dominated by the  Federation\r\n\r\nGovernment;   their  territory  would   instead   be\r\n\r\nconquered  by  Indonesia? That is  the  implication,\r\n\r\nSir.  But the Indonesian Government has already made\r\n\r\nit  clear  that  it  has  no  claim  on  the  Borneo\r\n\r\nterritories now under British rule. So why  such  an\r\n\r\nanalogy? Is it not a very mischievous thing?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the P.A.P. used to talk about fostering\r\n\r\nbetter relationships with the Indonesian people. But\r\n\r\nnow,  having  lost the support of  the  people,  the\r\n\r\nP.A.P. leadership  is  even prepared  to  help  the\r\n\r\nWestern powers against Indonesia. I do not believe -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of clarification,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I do not believe, for one\r\n\r\nmoment,  Sir,  that  the Indonesian  people,  having\r\n\r\ntasted  oppression themselves, would want  to  force\r\n\r\nupon the people of Brunei a political system\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 593</b></font><br><br>\r\n\r\n\r\n\r\nwhich the people of Brunei themselves do not want. I\r\n\r\nam  sure that Indonesia, as a leader of Afro-Asia in\r\n\r\nthis region, would want to see the people of Brunei -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> What about India?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> - as free and as equal as they\r\n\r\nare   themselves.   It   is,  therefore,   extremely\r\n\r\nmischievous on the part of our Prime Minister, if he\r\n\r\nknew  what he was doing, to try to stir up suspicion\r\n\r\nand  ill-feelings between the people of  Brunei  and\r\n\r\ntheir neighbours and friends, the Indonesian people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, how does Malaysia fit in with the present\r\n\r\nRight-wing  Government  of the  Federation?  Judging\r\n\r\nfrom  the  various  statements from  the  Federation\r\n\r\nGovernment and especially from the speech  delivered\r\n\r\nby  the  Tunku at the Federal Parliament  debate  on\r\n\r\nMalaysia,   it   is  evident  that  the   Federation\r\n\r\nGovernment  is  more  keen to  take  in  the  Borneo\r\n\r\nterritories  than  to take in Singapore  itself.  In\r\n\r\nfact,  the  Tunku has repeatedly said that  he  will\r\n\r\ntake   in   Singapore  only  if  the  three   Borneo\r\n\r\nterritories come in at the same time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So let us first examine why the Federation\r\n\r\nGovernment  is  more  keen to  take  in  the  Borneo\r\n\r\nterritories    than   Singapore.   The    Federation\r\n\r\nGovernment  has claimed that it has now changed  its\r\n\r\nprevious  anti-merger stand and is now  prepared  to\r\n\r\nhave   some  sort  of  merger  with  Singapore.   As\r\n\r\neverybody  knows, aid incidentally, Sir - but  I  had\r\n\r\nbetter leave it alone -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> You have not got clearance\r\n\r\nfrom your Committee.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I wanted to say, Sir, that when\r\n\r\nthe  Federation  Government was openly  anti-merger,\r\n\r\nthe  P.A.P. never  dared  to  call  the  Federation\r\n\r\nGovernment  anti-nationalist or pro-Communist.  That\r\n\r\nis what I wanted to say, but I thought that that did\r\n\r\nnot fit in and so -\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> You have said it\r\n\r\nalready.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 594</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> But the Federation Government\r\n\r\nstill   has  a  pathological  fear  of  the  Chinese\r\n\r\npopulation in Singapore. It sees in the addition  of\r\n\r\nlarge  numbers  of Chinese from Singapore  into  the\r\n\r\nFederation on a genuine merger a threat against  the\r\n\r\nFederation  Government. That is why  the  Federation\r\n\r\nGovernment   and   the   P.A.P. have   devised   a\r\n\r\nconstitutional  arrangement  whereby  the  political\r\n\r\ninfluence  of Singapore citizens will be kept  to  a\r\n\r\nminimum,   and   in  which  we  are   denied   equal\r\n\r\ncitizenship    and   the   right   of   proportional\r\n\r\nrepresentation. Faced with what it considers to be a\r\n\r\nproblem  of  having  to  counterbalance  the   large\r\n\r\nnumbers  of  Chinese  in Singapore,  the  Federation\r\n\r\nGovernment sees in the addition of large numbers  of\r\n\r\nnon-Chinese  in  the  Borneo territories  a  welcome\r\n\r\nsolution  to its communal fears and prejudices.  But\r\n\r\nwe  have  heard the Prime Minister telling  us  over\r\n\r\nRadio P.A.P. that with Malaysia, by the addition  of\r\n\r\nthe  Borneo territories, the Communist threat  would\r\n\r\nbe diluted.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> That is right.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> But more to the point is that\r\n\r\nwith  the  addition  of the Borneo  territories  the\r\n\r\nMalays,  together with the indigenous population  of\r\n\r\nthe Borneo territories, would outnumber the Chinese.\r\n\r\nThis  is  what will really allay the prejudices  and\r\n\r\nfears  of those politicians who, very unfortunately,\r\n\r\nanalyse  political situations only from  a  communal\r\n\r\nangle.  Sir, we have known of this Malaysia plan  of\r\n\r\nthe Prime Minister of Singapore for quite some time.\r\n\r\nLong  ago  he had talked of Malaysia as  being  more\r\n\r\nacceptable to the Federation Government than just  a\r\n\r\nmerger between Singapore and the Federation, because\r\n\r\nthe  Malays would then form the predominant part  of\r\n\r\nthe population. It is extremely regrettable that the\r\n\r\nPrime Minister who called himself a socialist should\r\n\r\ntry to play on the communal fears and prejudices  of\r\n\r\nthe  people. Sir, the Malaysia plan appeals  to  the\r\n\r\nFederation Government perhaps also because of, if  I\r\n\r\nmay  say  so, the rich oil resources of Brunei.  The\r\n\r\nyearly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 595</b></font><br><br>\r\n\r\n\r\n\r\nrevenue of Brunei is about $130 million, whereas its\r\n\r\nannual expenditure, so far as we know, is only about\r\n\r\n$30 million. This is an annual surplus of about $100\r\n\r\nmillion  which will, of course, help the  Federation\r\n\r\nTreasury after Malaysia. So I wonder if this is  the\r\n\r\nreal  attraction of the Borneo territories  for  the\r\n\r\nFederation Government. In their eagerness  to  bring\r\n\r\nthe  Borneo territories under Federation  rule,  the\r\n\r\nFederation Government and the P.A.P. are  trying  to\r\n\r\nrush  the  people  of  the Borneo  territories  into\r\n\r\nmaking  a  quick decision. Thus we see  attempts  to\r\n\r\nconvert   the   Malaysia   Solidarity   Consultative\r\n\r\nCommittee  from  a  purely  consultative  body  into\r\n\r\nsemblance of a decision-making body. Sir, we do  not\r\n\r\nwish to interfere with the affairs of the people  of\r\n\r\nthe Borneo territories -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Quite right.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> - because we believe that the\r\n\r\npeople there are fully capable of deciding their own\r\n\r\nfuture.  And  we  regret there has been  no  genuine\r\n\r\nattempt so far to consult the views of the people of\r\n\r\nthe  Borneo territories on this Malaysia  plan.  The\r\n\r\nproposed  Commission of Inquiry to assess the  views\r\n\r\nof the Borneo people, like all official commissions,\r\n\r\nwill be just an eye-wash. Already there is a lot  of\r\n\r\nquarrelling  over  the choice of the  Chairman.  The\r\n\r\nTunku has said many illuminating things on the  true\r\n\r\npurpose of this Commission. Let me quote him in  the\r\n\r\nStraits  Times, Sir, of 6th December, 1961, on  page\r\n\r\n1, column 8. This is a whole paragraph:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`\"If you appoint the wrong type of Commission and\r\n\r\nget certain recommendations which you find it is not\r\n\r\npossible  to  accept,  then the  whole  question  of\r\n\r\nMalaysia will collapse,\" said the Tunku.'\r\n\r\n\r\n\r\n<br><br>Then  there is another passage. It is on page 20  of\r\n\r\nthe same day, column 8, and it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The British public know they have very honest and\r\n\r\nreal  friends.  We  need  the  right  Commission  to\r\n\r\nrecommend  the  right  things  to  accelerate   this\r\n\r\nmerger.'\r\n\r\n\r\n\r\n<br><br>The  right Commission to recommend the right  things\r\n\r\nfor  our Prime Minister so that he may still  be  in\r\n\r\noffice.  It  is  quite clear from  this  very  frank\r\n\r\nstatement by the Tunku himself that the real\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 596</b></font><br><br>\r\n\r\n\r\n\r\npurpose of the Commission is that it must, under all\r\n\r\ncircumstances,  produce quickly  a  very  favourable\r\n\r\nreport  for his Malaysia proposals. It is clear  too\r\n\r\nthat  the  Commission  is  not  intended  to  be  an\r\n\r\nunbiased body for the proper assessment of the views\r\n\r\nof the people of the Borneo territories. It is meant\r\n\r\nto be  -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> You expect to be made Chairman\r\n\r\nof the Commission?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> - a rubber stamp, Sir, so as to\r\n\r\nenable   the   Federation  Government   to   declare\r\n\r\nofficially  that the Borneo people  have  been  consulted  and  that they favour the Tunku's  Malaysia\r\n\r\nplan. How nice!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> You pray the Commission to\r\n\r\ncome over!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Sir, this is, to say the very\r\n\r\nleast,  not a very democratic way of consulting  the\r\n\r\npeople  of the Borneo territories. We know that  the\r\n\r\npeoples  of  the  three Borneo  territories  have  a\r\n\r\ngenuine   apprehension  about  this  whole  Malaysia\r\n\r\nscheme.  All  this  talk about the present  Malaysia\r\n\r\nproposals  bringing economic benefits to the  Borneo\r\n\r\nterritories sounds very hollow indeed, Sir, when  we\r\n\r\nremember that there is not only unemployment in  the\r\n\r\nFederation  itself  but  also  that  the  Federation\r\n\r\nGovernment has to borrow money from Brunei  to  ease\r\n\r\nits own economic difficulties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It has been suggested that this Malaysia scheme is\r\n\r\ngoing  to  bring  freedom and  independence  to  the\r\n\r\npeoples  of  Sabah, Brunei, Sarawak  and  Singapore.\r\n\r\nBut,  Sir,  is this really going to be  so?  Freedom\r\n\r\ndoes  not mean the exchange of the British flag  for\r\n\r\nthe  Federation flag. It must mean, when  translated\r\n\r\ninto  actual  practice,  an  increase  of  political\r\n\r\nfreedom and democratic rights -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> More subversion!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> - so as to bring about an\r\n\r\nincrease  in  the standard of living of the  people.\r\n\r\nBut, Sir, this evidently is not to be so. The people\r\n\r\nof the Borneo territories are demanding\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 597</b></font><br><br>\r\n\r\n\r\n\r\nthe  right  of self-determination. It is  only  fair\r\n\r\nthat  they  should have this right before  they  are\r\n\r\ngiven   a  new  constitutional  set-up.  Among   the\r\n\r\npolitical  Parties  in the Borneo territories  which\r\n\r\nare  demanding self-rule before Malaysia is  set  up\r\n\r\nare major political parties like the Party Rakyat of\r\n\r\nBrunei  and  the Sarawak United People's Party.  The\r\n\r\nSarawak  United  People's  Party  issued  a   policy\r\n\r\nstatement on the 6th of December, 1961, saying  that\r\n\r\nit  was  opposed  to  plans for  a  Malaysia  before\r\n\r\nSarawak was granted independence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we in the Barisan Sosialis do not wish to\r\n\r\nhave anything to do with the various manoeuvres  and\r\n\r\nintrigues of the P.A.P. to induce the people of  the\r\n\r\nBorneo territories to accept the Malaysia proposals.\r\n\r\nWe  do  not  wish to take part in the  smooth  high-pressure sales talk of the Prime Minister.  We  know\r\n\r\nthat  the  people of Sabah, Brunei and  Sarawak  are\r\n\r\nright now demanding the right of self-determination.\r\n\r\nLet it be so. No one can refuse any people the right\r\n\r\nof  self-determination. That  is  their  fundamental\r\n\r\ndemocratic  right.  If  the  people  of  the  Borneo\r\n\r\nterritories  demand elections,  then  they  must  be\r\n\r\ngiven elections.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> You are talking just like the\r\n\r\nDutch now!\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Let me quote, Sir, the joint\r\n\r\ncommunique of the Sarawak United People's Party  and\r\n\r\nthe  People's  Socialist Front dated 10th  November,\r\n\r\n1961.  They have this to say, Sir. This is only  one\r\n\r\nparagraph, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We firmly oppose the concept of Malaysia hut\r\n\r\nreiterate  that  my  constitutional  association  of\r\n\r\nMalaya  with  the  Borneo territories  can  only  be\r\n\r\nbrought  about by those peoples and only  after  the\r\n\r\nright of self-determination has been vested in  them\r\n\r\nand   that   the  colonial  Governments   of   these\r\n\r\nterritories should not have the right to enter  into\r\n\r\nnegotiations with the Malayan Government  on  behalf\r\n\r\nof the people of these territories.'\r\n\r\n\r\n\r\n<br><br>Sir,  we wholeheartedly agree with their views.  Let\r\n\r\nme  also  quote  from  the joint  statement  of  the\r\n\r\nMalayan  People's Socialist Front, the Party  Rakyat\r\n\r\nof  Brunei  and  the Barisan Sosialis of  Singapore.\r\n\r\nHere are two short paragraphs:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 598</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We believe that any constitutional association of\r\n\r\nMalaya  with  the Borneo territories  must  only  be\r\n\r\nbrought  about after the right of self-determination\r\n\r\nhas  been vested with the peoples of Brunei, Sarawak\r\n\r\nand North Borneo. It is a matter of urgency that the\r\n\r\nBorneo territories should achieve self-determination\r\n\r\nbefore   they   decide  on  the  nature   of   their\r\n\r\nassociation with Malaya and Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We feel that any proposal which does not advance\r\n\r\nthe  self-determination of the people must be firmly\r\n\r\nresisted.  We  urge  that  any  move  to  unify  the\r\n\r\nterritories  and peoples must be based on  equality,\r\n\r\ndemocracy   and  justice, and  must   advance   the\r\n\r\ninterests of the people.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we in the Barisan Sosialis would not like to\r\n\r\nhave  anything to do with all these attempts of  the\r\n\r\nBritish  Government, the Federation Government,  and\r\n\r\nthe  P.A.P.  Government to deny the  people  of  the\r\n\r\nBorneo    territories   their   right    of    self-determination. We wish to have absolutely nothing to\r\n\r\ndo  with  their attempts to substitute the elections\r\n\r\nwith  commissions  and consultative  committees.  We\r\n\r\nknow why the Prime Minister postponed the debate  on\r\n\r\nMalaysia. It was partly, I think, to enable  him  to\r\n\r\nspeak  after the announcement of the appointment  of\r\n\r\nthe Chairman of the Commission. But -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of order. The\r\n\r\nMember   is   imputing  not  only   malicious,   but\r\n\r\ncompletely   unfounded   allegations   as   to    my\r\n\r\nmotivations.  You will remember, Mr  Speaker,  Sir,\r\n\r\nthe  postponement was forced upon us by the  lengthy\r\n\r\nseven-hour speeches Members of Barisan Sosialis were\r\n\r\nmaking.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That is not a point of order at all.\r\n\r\nThe  Prime  Minister  will have his  opportunity  of\r\n\r\nreplying to that.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I was saying, Sir, it was to\r\n\r\nenable  him to speak after the announcement  of  the\r\n\r\nappointment  of the Chairman of the Commission.  But\r\n\r\nthe   people   of   Singapore  have   had   official\r\n\r\ncommissions and committees and what-nots before. The\r\n\r\npeople   know   just  how  useful   these   official\r\n\r\ncommissions and committees can be in the  assessment\r\n\r\nof  our  true  feelings, especially  when  they  are\r\n\r\nappointed  by  outsiders and are not responsible  to\r\n\r\nour people here.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 599</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed Commission of Inquiry, which, is\r\n\r\nsupposed to assess the views of the people of  Sabah\r\n\r\nand Sarawak, is appointed not by the people of these\r\n\r\nterritories,   but   by  the  Governments   of   the\r\n\r\nFederation   and   Great  Britain,   and   will   be\r\n\r\nresponsible only to these two Governments and not to\r\n\r\nthe  peoples of the Borneo territories. What are the\r\n\r\nterms  of reference of this Commission? The five-man\r\n\r\nCommission  has  to take into account - I  will  quote\r\n\r\nfrom the Straits Times, 18th January, 1962:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`... the express agreement of the governments of\r\n\r\nthe United Kingdom and the Federation of Malaya that\r\n\r\nthe  inclusion o North Borneo and Sarawak  (together\r\n\r\nwith  other  territories) in the proposed Federation\r\n\r\nof  Malaysia is a desirable aim in the interests  of\r\n\r\nthe peoples of the territories concerned-'.\r\n\r\n\r\n\r\n<br><br>That, Sir, is in column 2 of page 20.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Commission, therefore, is going to Borneo with\r\n\r\ntheir  minds  already  made  up.  Members  of   this\r\n\r\nCommission with preconceived ideas are going to wear\r\n\r\ncoloured glasses in their assessment of the views of\r\n\r\nthe  people. I have no doubts, Sir, that their  ears\r\n\r\nwill  also be deaf to all those voices of the Borneo\r\n\r\npeople who state that it is not in the interests  of\r\n\r\nthe  people  of the Borneo territories to  join  the\r\n\r\nMalaysia  scheme. Their ears will  be  deaf  to  all\r\n\r\nthose voices which say that the Borneo peoples  want\r\n\r\ntheir  rights  of self-determination  and  political\r\n\r\nfreedom from colonialism in independence and not  in\r\n\r\nthe  Malaysia  scheme. Sir, this is  the  Commission\r\n\r\nthat  is  going  to be the sole judge  of  what  are\r\n\r\nsupposed to be the views of the Borneo people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of order. Sir, this\r\n\r\nis  not a debate on the Commission. I do not want to\r\n\r\nstop  the  Member for Queenstown in criticizing  the\r\n\r\nCommission. It is not our Commission. The debate  is\r\n\r\non the principle and the concept of Malaysia. If the\r\n\r\nMember for Queenstown wishes to have a debate on the\r\n\r\nCommission  by all means let him table a  motion  on\r\n\r\nit. Sir, we are now discussing the concept of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 600</b></font><br><br>\r\n\r\n\r\n\r\nMalaysia. Is it relevant to go into, a tirade on the\r\n\r\nCommission? We are not interested in the Commission.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I understood the Member for\r\n\r\nQueenstown to say he rejected this motion completely\r\n\r\nand he is now giving reasons why he is rejecting  it\r\n\r\ncompletely. That is the theme of his speech.  He  is\r\n\r\nperhaps   going  a  little  too  far  into   details\r\n\r\ncriticizing the Commission. [Interruption] Order. He\r\n\r\nis, I think, possibly going a little too far when he\r\n\r\nstarts criticizing the Commission. All he can say is\r\n\r\nthat  he  does  not agree with the  Commission.  The\r\n\r\nCommission  may  be going there, as  he  says,  with\r\n\r\ncoloured glasses. That is all. But other than  that,\r\n\r\nI  think  the Member for Queenstown is perfectly  in\r\n\r\norder.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I might add, Sir, I had\r\n\r\npreviously explained that it is no use just agreeing\r\n\r\nto  principles without knowing what the details  are\r\n\r\nthat  give  form,  substance and  meaning  to  those\r\n\r\nprinciples.  And  we  know  how  principles  can  be\r\n\r\ntwisted by the P.A.P. to suit their own meaning.  So\r\n\r\nin  opposing this so-called principle of theirs,  we\r\n\r\nhave  to  explain and make it quite clear  that  the\r\n\r\nform  and substance which they recommend are not  in\r\n\r\nthe  interests  of  the people. In  this  particular\r\n\r\ncase,  the  Commission has a  lot  to  do  with  the\r\n\r\nMalaysia  concept, Sir. So, I crave your  indulgence\r\n\r\nif  you  will allow me to set my thoughts in  proper\r\n\r\norder.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the point is that the\r\n\r\nMember  for  Queenstown may say  that  he  does  not\r\n\r\nbelieve  the Commission would serve its purpose  and\r\n\r\nleave  it at that. He cannot now go into the details\r\n\r\ncriticizing the Commission as such.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I will not go into details,\r\n\r\nSir,  except to say that in this Commission,  not  a\r\n\r\nsingle  man  from among them comes from  the  Borneo\r\n\r\npeople.   It   is   very   unlikely,   under   those\r\n\r\ncircumstances, to expect the Commission to find  out\r\n\r\nthe  true  reflection of the views of the people  of\r\n\r\nBorneo   themselves.  Two  of  them  are  from   the\r\n\r\nFederation and three are from Great Britain.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 601</b></font><br><br>\r\n\r\n\r\n\r\nIt  is  very  unlikely  that  the  members  of  this\r\n\r\nCommission  will write up reports that  are  not  in\r\n\r\nagreement   with   the   policies   of   these   two\r\n\r\nGovernments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, anyway, we do not believe that any commission,\r\n\r\nno  matter  how well intended, could be a substitute\r\n\r\nfor   a  secret  ballot.  We  believe  that  it   is\r\n\r\nabsolutely   fundamental  that  any   constitutional\r\n\r\nchange for the Borneo territories must be decided by\r\n\r\nthe people themselves and not by appointed so-called\r\n\r\nleaders    and   reports   of   carefully   selected\r\n\r\ncommissions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At this point, Sir, if I may be allowed to hark\r\n\r\nback  a little. This is to explain about our quarrel\r\n\r\nregarding  those  few Chinese words.  These  Chinese\r\n\r\nwords meant \"imposed downwards\". You remember,  Sir,\r\n\r\nlast  night  we  had  different  interpretations  as\r\n\r\nregards  those few Chinese words. Now, here  I  have\r\n\r\nexpressed  the  views  very clearly  and  those  few\r\n\r\nChinese  words  actually mean that we cannot  expect\r\n\r\nanything  good  from things which are  imposed  from\r\n\r\nself-appointed  leaders and from  those  people  who\r\n\r\nhappen to be in power. Anyway, Sir, attempts are now\r\n\r\nbeing  made to sugar-coat the Malaysia proposals  by\r\n\r\noffering the people of the Borneo territories  local\r\n\r\nautonomies over this and that. We in Singapore  know\r\n\r\nthat  local  autonomy over subjects like labour  and\r\n\r\neducation is meaningless without -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Internal security.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> - control over internal\r\n\r\nsecurity. I do not wish to deal with the points that\r\n\r\nhave  already  been  dealt with  during  the  merger\r\n\r\ndebate, but recent developments have thrown new  and\r\n\r\nimportant  light  on this whole  question  of  local\r\n\r\nautonomy in the context of Malaysia. But I will  now\r\n\r\nskip  that. Sir, and wait for a more opportune  time\r\n\r\nto mention them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this only goes to prove that the much boasted\r\n\r\nterms,  autonomy  in  labour  and  education   after\r\n\r\nMalaysia, is nothing\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 602</b></font><br><br>\r\n\r\n\r\n\r\nbut  a  mere  deception,  utterly  meaningless  when\r\n\r\ninternal  security is in the hands  of  the  Central\r\n\r\nGovernment. We have all along said so, especially on\r\n\r\nsubjects like education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the P.A.P. after 2½ years in office, because\r\n\r\nof its broken promises, its well-known arrogance and\r\n\r\nits  dictatorial attitude, has completely  alienated\r\n\r\nthe  people  who  voted  it  to  power.  Instead  of\r\n\r\nrectifying its mistakes, it has chosen instead to go\r\n\r\nfurther  and further away from the people. Evidently\r\n\r\nit   thinks  that  its  political  future  lies   in\r\n\r\nobtaining  the support of the Federation  Government\r\n\r\nagainst  its  political opponents in  Singapore.  It\r\n\r\nknows  that  without Malaysia the P.A.P. merger  may\r\n\r\nnot  come true, and without merger, it faces certain\r\n\r\ndefeat at the next general election.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, perhaps now we can understand why the P.A.P.\r\n\r\nappears  to  be  more  enthusiastic  than  even  the\r\n\r\nFederation  Government itself in trying to  persuade\r\n\r\nthe   Borneo  territories  to  accept  the   Tunku's\r\n\r\nproposal. It is all part of the P.A.P.'s efforts  to\r\n\r\nsalvage  its own political future and the future  of\r\n\r\nthe   P.A.P. leaders.  These  leaders   in   their\r\n\r\ndesperation have tried to apply the Communist  smear\r\n\r\nto  all who dare to voice their protest against  the\r\n\r\npresent  Malaysia  scheme. Hoping perhaps  to  curry\r\n\r\nfavour  also with London and Washington, the  P.A.P.\r\n\r\nhas now become out and out anti-Communist.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the bogey of Communism has always been raised\r\n\r\nby politicians in power whenever they feel insecure.\r\n\r\nPermit  me to quote a passage from a book by Mr  D.\r\n\r\nN.  Pritt, Q.C. - a world famous lawyer; whom all  the\r\n\r\nunderprivileged peoples throughout  the  world  have\r\n\r\ngreat  respect  and  love for, and  whom  the  Prime\r\n\r\nMinister  in  his  early days and before  he  became\r\n\r\nPrime  Minister, used to be proud to  be  associated\r\n\r\nwith.  It  is  a  book  called Spies  and  Informers\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;- people whom the P.A.P. have implicit trust in. It\r\n\r\nis on page 45 and the paragraph reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It has often been the habit of governments not\r\n\r\nmerely   concentrate  their  propaganda  and   other\r\n\r\nmanifestations of hostility on whichever section  of\r\n\r\npublic opinion or activity they think most likely to\r\n\r\nbring about the defeat\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 603</b></font><br><br>\r\n\r\n\r\n\r\nof their policies but also to smear that section of\r\n\r\nopinion  and  any  other section that  causes  them\r\n\r\nanxiety  with  whatever label may  be  judged  most\r\n\r\nlikely to prejudice the public.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Seventy years ago [this book was written in 1958],\r\n\r\nthe  label  was Radical. Forty years  ago,  it  was\r\n\r\nSocialist  or Labour. 1,900 years ago, I  fancy  it\r\n\r\nwas  Christian. In 1921 and today it was and is Red\r\n\r\nor  Communists.  At  any rate, to  the  F.B.I. - this\r\n\r\nchapter  refers to the F.B.I. of the United States,\r\n\r\nSir - at  that  moment, it was Red, and in  Singapore\r\n\r\ntoday  the  same  smear  is repeated,  (MaCarthyism\r\n\r\ntwice over).\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of information as\r\n\r\nto the author of the book.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Prime Minister was\r\n\r\nprobably  engaged in conversation. The  author  was\r\n\r\ngiven as Mr Pritt. [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> A person whom the Prime\r\n\r\nMinister was ready to sit with at a tea talk.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> A very good boy.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Sir, Communism has become\r\n\r\nsynonymous  with  effective opposition.  The  Prime\r\n\r\nMinister  must still clearly remember that  not  so\r\n\r\nvery  long  ago  he  himself  was  smeared  a  pro-Communist by the Member for Cairnhill and Chew Swee\r\n\r\nKee [Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Did I call you a Communist?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> He dare not deny it, Sir. It is\r\n\r\ntrue.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of order, Sir. I\r\n\r\npromptly  denied it. It was untrue that I was  pro-Communist. It is untrue now to say that I  did  not\r\n\r\ndeny it.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member for Queenstown must\r\n\r\nremember  that if he invites an answer, the  proper\r\n\r\nthing for him to do is to allow a Member to get  up\r\n\r\non a point of elucidation and to elucidate. I think\r\n\r\nthe  Member  for  Cairnhill wishes  to  elucidate.\r\n\r\nPerhaps the Member for Queenstown will give way.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 604</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> At no time during my period of\r\n\r\noffice  did I describe the then Member for  Tanjong\r\n\r\nPagar  as  a pro-Communist. But I will now describe\r\n\r\nhim as a pro-Communist in the light of his book.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The whole argument is clinched.\r\n\r\nI  do  not have to say anything further. But unlike\r\n\r\nhis    anti-Communist   friend - the   former   Chief\r\n\r\nMinister,  the  Member  for  Cairnhill -   our  Prime\r\n\r\nMinister  evidently is thinking  of  higher  stakes\r\n\r\ntoday,  Sir. He is not content to be just  a  local\r\n\r\nanti-Communist  leader. He wants  to  be  an  anti-Communist of international repute. That is  why  he\r\n\r\nnot   only  applies  the  Communist  smear  to  his\r\n\r\nopponents  in Singapore but also in the  Federation\r\n\r\nand in the Borneo territories as well.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> We invited them to a forum and\r\n\r\nthey never turned up.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> He flies all over the place\r\n\r\njust to call them Communists  - to make sure that his\r\n\r\nvoice  is heard over the air in Washington  and  in\r\n\r\nLondon   - Washington  especially,  Sir.  Our   Prime\r\n\r\nMinister is now therefore even willing to become  a\r\n\r\ntool   of  power  politics  in  substituting  anti-Communism  for the spirit of Afro-Asia. Today,  our\r\n\r\nPrime  Minister and his P.A.P. colleagues by  their\r\n\r\nown doings have become completely isolated from the\r\n\r\nsocialist   movement  throughout  the   Federation,\r\n\r\nSingapore and the Borneo territories.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> But they attended the socialist\r\n\r\nfront conference.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> We were invited.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Today the P.A.P. leaders have\r\n\r\ncompletely  become identified with  the  Right-wing\r\n\r\npolitical  movement in the region. The  people  are\r\n\r\nsaying, Sir, that wherever the Tunku goes our Prime\r\n\r\nMinister is sure to follow.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall (Anson):</b> Do not forget the\r\n\r\nMember for Cairnhill!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 605</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> That is why they work so well\r\n\r\ntogether  nowadays, Sir. Knowing  how  arrogant  our\r\n\r\nP.A.P. leaders  are, I am sure they  are  not  very\r\n\r\nhappy  in their present role. They have to dance  to\r\n\r\nthe  tune  of  the Right-wing political leaders  and\r\n\r\nParties  in order that they may survive. This  is  a\r\n\r\nvery sorry spectacle for the Prime Minister. He  can\r\n\r\ntry to laugh it oil and put up a front, hut it is  a\r\n\r\nreal  climb-down  for  the chest-forward  strutting,\r\n\r\narrogant Prime Minister. It is a real climb-down for\r\n\r\nleaders  who  at  one  time could  just  snap  their\r\n\r\nfingers  and  others would have to dance.  Sir,  the\r\n\r\nP.A.P. leaders have only themselves  to  blame  for\r\n\r\nthinking  they can secure their political future  by\r\n\r\nobtaining  the protection of reactionary  forces  in\r\n\r\nthe  region.  Circumstances  have  forced  them   to\r\n\r\ncollaborate with reactionary political Parties  like\r\n\r\nthe S.P.A.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I thought you were looking for\r\n\r\ntheir votes at one time.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The point is, today there is\r\n\r\nonly   talk  of  the  Communist  menace.  Even  this\r\n\r\nmorning,  we  see  headlines  in  the  papers  about\r\n\r\nCommunism. For the last few days, we have been given\r\n\r\ntit-bits  about  Communist this and Communist  that,\r\n\r\nand here now we see this booklet about Communism.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> All written by your adviser.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Why the glee and hopeful\r\n\r\nexpectancy  of  purges and oppression  of  political\r\n\r\nopponents?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me remind our Prime Minister that in this very\r\n\r\nsame  House  on 12th September, 1957, he  said - I  am\r\n\r\nafraid  I  do  not  have a copy of the  Hansard -   at\r\n\r\nVolume 2, column 2634.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> That is the trouble when other\r\n\r\nchaps write their speeches for them.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> If I may borrow it, Sir.\r\n\r\nAnyway,  I have it written down here and it  can  be\r\n\r\nconfirmed. The Prime Minister said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We would like to remind the Labour Front\r\n\r\nGovernment  that  democracy and political  stability\r\n\r\ncannot  be  brought  about  just  by  periodic  mass\r\n\r\narrests. A government which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 606</b></font><br><br>\r\n\r\n\r\n\r\nrelies  only on purges and has no positive programme\r\n\r\nwith  which to win over the people to the democratic\r\n\r\ncause is doomed to failure.'\r\n\r\n\r\n\r\n<br><br>Let the Prime Minister remember that\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Read it carefully - \"only\".\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> He cannot now safeguard his\r\n\r\npolitical   future  by  political   manouvring   and\r\n\r\nconstitutional  manipulation  so  as  to   fix   his\r\n\r\npolitical  opponents.  That  will  not  ensure   his\r\n\r\npolitical future. The only way, Sir, is for him  and\r\n\r\nhis colleagues to return to the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> He will have to resign first.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I was just wondering how all\r\n\r\nthis ties up with the motion.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> The Prime Minister has talked a\r\n\r\nlot about Communism and I just want to -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Defend the Communists.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> - answer in passing what he has\r\n\r\nbeen  trying  to  tell everybody,  that  we  in  the\r\n\r\nBarisan   Sosialis  are  Communists   or,   if   not\r\n\r\nCommunists, pro-Communists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Anyway. Sir, I was saying the only sure way for\r\n\r\nhim  is to return to the people. He must try and re-establish the faith they had in him. The people  put\r\n\r\nhim  to  power and they can similarly take away  the\r\n\r\npower  from him. Those who betray the people's trust\r\n\r\nwill  only incur the people's wrath. Let them return\r\n\r\nto the people. It may not be too late.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the P.A.P. claims to have a mandate for this\r\n\r\nWhite  Paper on merger from the people in  1959.  Be\r\n\r\nthat as it may, let the P.A.P. twist and turn as  it\r\n\r\nlikes.  But  as  I have previously  said:  does  the\r\n\r\nP.A.P. also  claim  to  have  a  mandate  for  this\r\n\r\nMalaysia  proposal? Can they say that this  Malaysia\r\n\r\nproposal was on the election platform of the P.A.P.?\r\n\r\nNo amount of Malaysia Weeks will allow the P.A.P. to\r\n\r\nsay  that  the  Malaysia scheme  is  part  of  their\r\n\r\nelection promises. In 1955 the Prime\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 607</b></font><br><br>\r\n\r\n\r\n\r\nMinister  challenged  the then Chief  Minister,  the\r\n\r\nMember  for Anson, to seek a mandate on the P.P.S.O.\r\n\r\nissue.  Now it is an issue that involves  the  lives\r\n\r\nand   future   of  all  the  people  of   Singapore.\r\n\r\nTherefore, let the Prime Minister seek a new mandate\r\n\r\nfrom the people on this matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not need to go further, but let me now\r\n\r\nsummarise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) it is completely unrealistic for us to talk\r\n\r\nabout  the  principle of Malaysia out of context  to\r\n\r\nwhat is actually being done and to what is happening\r\n\r\nnow in the name of Malaysia. It will cause confusion\r\n\r\nto  the  people  if we merely discuss the  principle\r\n\r\nwithout   also  considering  the  equally  important\r\n\r\ndetails that give meaning to this principle.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) In practice this proposed Malaysia to the\r\n\r\npeople  of Singapore means nothing but the  P.A.P.'s\r\n\r\nphoney merger, a set-up in which Singapore -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I must remind the hon. Member\r\n\r\nthat if, by the expression \"phoney merger\", he means\r\n\r\nthe  heads of agreement set out in Paper Cmd. 33  of\r\n\r\n1961 then he has already been ruled out of order  by\r\n\r\nusing  the words \"phoney merger\". That proposal  has\r\n\r\nbeen  accepted by this Assembly. There cannot  be  a\r\n\r\nreflection on a vote of this Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> My apologies; I forgot about\r\n\r\nit,  because  to us the White Paper has been  phoney\r\n\r\nall along and that is why it escapes my memory.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said, Sir, in practice, the proposed\r\n\r\nMalaysia  to  the people of Singapore means  nothing\r\n\r\nbut the P.A.P.'s White Paper on merger, a set-up  by\r\n\r\nwhich  Singapore will be merged with the  Federation\r\n\r\nwithout   equal  citizenship  status   and   without\r\n\r\nproportional  representation. We, therefore,  oppose\r\n\r\nthis  motion  just  as we opposed the  P.A.P.  White\r\n\r\nPaper  on  merger. Malaysia and P.A.P.'s merger  are\r\n\r\none and the same thing under different names.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) While we will always support the concept of a\r\n\r\nMalaysia   based  on  equality,  democracy,   mutual\r\n\r\nrespect, mutual interests and self-determination,  a\r\n\r\nMalaysia which will benefit the peoples of this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 608</b></font><br><br>\r\n\r\n\r\n\r\nregion,  we are unequivocally opposed to the present\r\n\r\nMalaysia   set-up  which  is  aimed   primarily   at\r\n\r\nconsolidating the forces of reaction and colonialism\r\n\r\nin this region.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) It is a scheme that is co-sponsored by\r\n\r\nreactionary and colonial forces in our country, and\r\n\r\nto  which the P.A.P. is lending support, because its\r\n\r\nleaders  believe that it will help  them  to  ensure\r\n\r\ntheir political future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) It is a scheme which will allow the\r\n\r\nperpetuation of colonial rule in disguise and  which\r\n\r\nwill continue to involve our people in the cold  war\r\n\r\nconflict between the big powers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(6) It is a scheme aimed at forestalling the\r\n\r\npolitical  progress  of  the peoples  of  Singapore,\r\n\r\nSabah,  Brunei and Sarawak, and so at  isolating  us\r\n\r\nfrom the influence of Afro-Asian nations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we in the Barisan Sosialis do not wish to\r\n\r\nhave  anything  to  do  with this  British-sponsored\r\n\r\nMalaysia scheme.\r\n\r\n\r\n\r\n<br><br>4.05 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> If it please you. Mr Speaker, the\r\n\r\nconcept  of  Malaysia means the integration  of  the\r\n\r\nFederation of Malaya, Singapore and the three  North\r\n\r\nBorneo  territories  into  one  nation.  Whether  it\r\n\r\noriginated  before  or after  the  war,  whether  it\r\n\r\noriginated  in  imperial  minds  or  whether  it  is\r\n\r\nsponsored   by   imperialists,  to   me   it   seems\r\n\r\nirrelevant.  But  one  time,  Sir,  my  pathological\r\n\r\nantagonism for Communism was such that any idea that\r\n\r\nemanated  from  the Communists was to  me  a  danger\r\n\r\nsignal  and  I  was prepared to reject the  proposal\r\n\r\nwithout consideration. Maturer experience has led me\r\n\r\nto   the   conclusion   that   that   approach   was\r\n\r\nunreasonable.  And  today, Sir, I  honestly  believe\r\n\r\nthat  an idea should be considered on its own merits\r\n\r\nwithout  prejudice  as  to  its  source,  and  I  am\r\n\r\nprepared    to    give   the   same    dispassionate\r\n\r\nconsideration to a concept whether it is imperialist-sponsored or whether it is Communist-inspired. I say\r\n\r\nthat  in  my  view and in the view of  the  Workers'\r\n\r\nParty,  the  concept  of  Malaysia  is  tremendously\r\n\r\nimportant and valuable:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) to the North Borneo territories themselves,\r\n\r\nbecause   it   will  bring  about  their   immediate\r\n\r\nemancipation   from   colonial   rule   and    theft\r\n\r\nparticipation in a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 609</b></font><br><br>\r\n\r\n\r\n\r\nwider  and  more meaningful sphere of activity  than\r\n\r\nthey could otherwise achieve;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) to the Federation, because it would\r\n\r\nimmeasurably  enhance  the  economic  and  political\r\n\r\nstature of this nation;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) to Singapore which is and would be the natural\r\n\r\npivot  of  this new nation, by ending  the  cramping\r\n\r\npolitical  and economic remnants of imperialism  and\r\n\r\nfreeing   our  people  to  participate  in   healthy\r\n\r\nnational  activities, for today neither side  offers\r\n\r\nany alternative to merger except a blank wall. It is\r\n\r\nonly  the  Workers'  Party that has  an  intelligent\r\n\r\nalternative;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) it is of value to South-East Asia by bringing\r\n\r\nabout  a  broad-based, well-balanced,  multi-racial,\r\n\r\ndemocratic nation  - the crescent of the South Seas  - a\r\n\r\nvigorous force of stability in a very vital area  of\r\n\r\nthe world.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) And finally, Sir, I believe the concept is of\r\n\r\nvalue to the world because it achieves unity instead\r\n\r\nof  fragmentation and offers an example  of  genuine\r\n\r\nmulti-racial harmony and co-operation on  the  broad\r\n\r\nroad of human progress through democratic conduct.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I repeat, Mr Speaker, the concept of Malaysia is,\r\n\r\nto  my  mind, a significant contribution to  healthy\r\n\r\nprogress to millions in this area. I say this  right\r\n\r\nat  the  outset  because  I  have  received  unhappy\r\n\r\nreports  about reactions of the Borneo  territories,\r\n\r\nand  I  note  the reaction of representatives  of  a\r\n\r\nlarge segment of our own population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My impression, Mr Speaker, is that the Borneo\r\n\r\nterritories  are,  in fact, in  the  position  of  a\r\n\r\nbashful  girl  faced with an arranged marriage,  who\r\n\r\nsays, \"I am too young to marry. Please can I hold on\r\n\r\nto  Uncle Selkirk's hands for a few more years?\"  It\r\n\r\nis a remarkable tribute, Mr Speaker, to the Earl of\r\n\r\nSelkirk   that  the  Borneo  territories  and   even\r\n\r\npolitical  Parties  in  Singapore,  other  than  the\r\n\r\nWorkers' Party, should view him as a protector.  Let\r\n\r\nus  face  the  truth.  Let us face  the  facts.  The\r\n\r\npresence  of White domination in Asia is  no  longer\r\n\r\nappropriate and is abhorrent. The Earl of Selkirk is\r\n\r\nnot a protector. His very\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 610</b></font><br><br>\r\n\r\n\r\n\r\npresence,   charming  though  he  is  and   carrying\r\n\r\ngracefully his many qualities, is an offence to  the\r\n\r\npeople of Asia as long as it embodies the domination\r\n\r\nof a foreign race.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would wish to assure the people of the Borneo\r\n\r\nterritories  that  we  all in Singapore  believe  in\r\n\r\nMalaysia  in all sincerity. I think I heard  rightly\r\n\r\nthe  Member  for Queenstown himself saying  that  he\r\n\r\naccepts in principle the concept of Malaysia. I know\r\n\r\nthat if we in Singapore were offered the same terms,\r\n\r\nMr Speaker, as the Borneo territories to come in as\r\n\r\na  brother and not as a junior partner, we would all\r\n\r\njoyfully  and  unhesitatingly accept. Unfortunately,\r\n\r\nhowever, Singapore is being asked to come  in  as  a\r\n\r\njunior  partner - hence our misgivings. This does  not\r\n\r\napply  to the Borneo territories who have a generous\r\n\r\nunqualified offer from the Federation \"to come in as\r\n\r\nour  blood brother\". It is not for me, nor is it for\r\n\r\nthis Assembly, to speak in the name of the people of\r\n\r\nthe   North  Borneo  territories.  And  I  find   it\r\n\r\ndifficult  to  understand the Member for  Queenstown\r\n\r\nwhen he objects to the motion on the grounds that it\r\n\r\nwould  in  some fashion implicate the  North  Borneo\r\n\r\nterritories. We here are being asked to speak in the\r\n\r\nname of Singapore. We have a right to do this, as to\r\n\r\nour  feelings about the concept of Malaysia. I  say,\r\n\r\nMr Speaker, it is my genuine hope, although no more\r\n\r\nthan   a  hope,  that  the  people  of  the  Bornean\r\n\r\nterritories,   who  should  best  know   their   own\r\n\r\nrequirements,  will see their way to accepting  this\r\n\r\nconcept of integration of their territories  into  a\r\n\r\ngreat and stable nation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, a statement was made in this House during the debate on West Irian of a character which affects the issue before this House on this motion, and from a person who does not lightly make statements of policy. The Member for Thomson said that the Malaysia plan was anti-Indonesian. This I cannot accept. At that time, I sought clarification\r\n\r\nfrom  the  Member for Thomson in a friendly  spirit,\r\n\r\nbecause,  Mr  Speaker,  I would  like  this  to  be\r\n\r\nclearly  understood, as I seek to mislead  none:  in\r\n\r\nthis instance I find myself at\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 611</b></font><br><br>\r\n\r\n\r\n\r\nvariance  with  the Barisan Sosialis.  It  does  not\r\n\r\narise  from any issue of enmity or opposition in  so\r\n\r\nfar  as  the  Workers' Party's  relations  with  the\r\n\r\nBarisan Sosialis are concerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have found them courteous, friendly and\r\n\r\nsincere.  It  is alleged that they are  a  Communist\r\n\r\nfront  organisation. For ourselves we have no  means\r\n\r\nof   ascertaining  the  truth  of  that   statement,\r\n\r\nalthough, quite frankly. Mr Speaker, we would  very\r\n\r\nmuch like to know the truth. It is not in the spirit\r\n\r\nof  political  enmity such as one expects  from  the\r\n\r\nFront  Benches towards them that I take  issue  with\r\n\r\nthe  Barisan  Sosialis, in the name of the  Workers'\r\n\r\nParty, unequivocally on the statement of policy that\r\n\r\nthe Malaysia plan is anti-Indonesia. To say this is,\r\n\r\nto my mind, to suggest only one thing - if I am wrong,\r\n\r\nI  hope  I  will be corrected - to me, that  statement\r\n\r\ncould  only mean that the Barisan Sosialis considers\r\n\r\nthat  the  three territories of North Borneo  should\r\n\r\nbecome part of Indonesia and not part of Malaysia.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> Could I clarify that?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> There is no such intention in\r\n\r\nthose words, Sir,I think the Member for Thomson has\r\n\r\nsaid that there are certain people who have put that\r\n\r\nup  as  an  explanation of Malaysia in  relation  to\r\n\r\nIndonesia.  We ourselves have never for  one  moment\r\n\r\nsaid  that the North Borneo territories should  ever\r\n\r\nbelong  to Indonesia. I have also clarified that  in\r\n\r\nmy speech.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Mr Speaker. Sir, the words still\r\n\r\nremain seared in my mind, and I think they will find\r\n\r\nit in the Official Report, that the Malaysia plan is\r\n\r\nanti-Indonesia.   How  could   anything   be   anti-Indonesia, quite apart from the possibility - and  the\r\n\r\nonly  possibility  that arose to  my  mind - that  the\r\n\r\nBarisan  Sosialis were under the impression that  we\r\n\r\nwere  taking from Indonesia territories that  should\r\n\r\nultimately  belong to her. But since that impression\r\n\r\nhas  been corrected - and I take it, though they  have\r\n\r\nnot  said so categorically, that they do not suggest\r\n\r\nthat Indonesia has\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 612</b></font><br><br>\r\n\r\n\r\n\r\nany  right,  moral, legal, economic,  historical  or\r\n\r\notherwise,  to  the  North Borneo territories - I  ask\r\n\r\nwhether  the  Barisan Sosialis have  considered  the\r\n\r\nIndonesian  concept of nationalism and  whether,  in\r\n\r\nfact,  the concept of Malaysia is not completely  in\r\n\r\nconformity   with   the   Indonesian   concept    of\r\n\r\nnationalism. And if it is, then how can it be  anti-Indonesia?  Mr  Speaker,  the  very  core  of   the\r\n\r\nIndonesian concept of nationalism is that what was a\r\n\r\nunity  under  colonial rule should  be  a  unity  in\r\n\r\nindependence.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I am not speaking, Mr Speaker,\r\n\r\nwithout  authority, and I would like to  quote  that\r\n\r\nauthority  so  that  there  should  be  no   further\r\n\r\nrepetition  of what could become a very  mischievous\r\n\r\nconcept in this area. I quote from a document  which\r\n\r\nthe  Indonesian  Consul-General was good  enough  to\r\n\r\nsend  to  me  only  recently called  \"West  Irian - an\r\n\r\nessential   part  of  Indonesia\"   issued   by   the\r\n\r\nIndonesian  Army  Information  Service   dated   1st\r\n\r\nNovember, 1961, about two months ago.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Page 6:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Indonesian unity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This wave of nationalism is not founded on\r\n\r\nsimilarity of language or similarity of religion  or\r\n\r\nsimilarity of race. What has been the binding  force\r\n\r\nof  unity  in  nationalism is  the  common  colonial\r\n\r\npast.'\r\n\r\n\r\n\r\n<br><br>Then,   Mr   Speaker,  this  document  quotes   the\r\n\r\nrepresentative of the Republic of Indonesia  to  the\r\n\r\nUnited  Nations  Organisation,  Dr  Surjarwo,  when\r\n\r\nspeaking before the Ninth General Assembly. I  would\r\n\r\nlike to follow his words. They are not long, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`For many decades, indeed, when Indonesia was\r\n\r\nstill  the  Dutch  colony known as  the  Dutch  East\r\n\r\nIndies,   Indonesia  fought  for  its  freedom   and\r\n\r\nindependence.  It  fought to be free  from  colonial\r\n\r\ndomination. It fought for transfer of the Dutch East\r\n\r\nIndies  from  colonial status to  that  of  a  free,\r\n\r\nindependent   national  state  of   Indonesia.   The\r\n\r\nboundaries of the state can, therefore, only be  the\r\n\r\nboundaries of the former Dutch East Indies,  neither\r\n\r\nmore nor less.'\r\n\r\n\r\n\r\n<br><br>Notice that - \"neither more nor less\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Our national movement for independence, the\r\n\r\nnational   movement   of  the   Indonesian   people,\r\n\r\nconsequently and naturally concerned itself with the\r\n\r\nfreedom of what was then the Dutch East Indies,  the\r\n\r\nfreedom of the country in which they lived.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 613</b></font><br><br>\r\n\r\n\r\n\r\nAnd finally, Sir, a very short paragraph that spells\r\n\r\nout  the  Indonesian official approach and  official\r\n\r\npolicy towards North Borneo.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`If all the statements quoted above have been\r\n\r\nfully  understood,  it  can be  understood  why  the\r\n\r\nIndonesian  people have no thought at  all  nor  any\r\n\r\ndesire  for  other territories close  to  Indonesia,\r\n\r\nlike  North Borneo, the eastern part of Timor Island\r\n\r\nor  the  eastern part of New Guinea which never  has\r\n\r\nbeen   part   of  the  former  Dutch   East   Indies\r\n\r\nterritory.'\r\n\r\n\r\n\r\n<br><br>That  is a very instructive booklet, Sir, and I will\r\n\r\nbe tabling it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore ask this House to notice that in the\r\n\r\nwords of this official document and in the words  of\r\n\r\nthe Indonesian representative to the United Nations,\r\n\r\nthe  Indonesian  Government seeks neither  more  nor\r\n\r\nless  than  the boundaries of the former Dutch  East\r\n\r\nIndies.  No more. The North Borneo territories  were\r\n\r\nnever  part of the Dutch East Indies. And  again  no\r\n\r\ndesire for other territories close to Indonesia like\r\n\r\nNorth Borneo. You see, Mr Speaker, on the basis  of\r\n\r\nthe  political  philosophy of the Indonesian  people\r\n\r\nand  Government,  unity  of colonial  administration\r\n\r\nmakes  for  unity in nationalism. The  North  Borneo\r\n\r\nterritories, the Federation of Malaya and  Singapore\r\n\r\nwere  all  a unity under the colonial administration\r\n\r\nof  the British Colonial Office. On that basis,  the\r\n\r\nbasis of the Indonesian concept of nationalism,  all\r\n\r\nthese territories then form a single nation. How can\r\n\r\nit  then  be  said from any angle that the  Malaysia\r\n\r\nconcept  is  anti-Indonesia? I trust the Member  for\r\n\r\nThomson, who will be speaking no doubt, will clarify\r\n\r\nthat position.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, as the Prime Minister has interjected - sometimes he indulges in interjections of a useful character - he has pointed out that the Communist Party of Indonesia is against the Malaysia concept. In fact, you will find in today's Straits Times a very interesting and factual article on the subject. I think we ought to know, Mr Speaker,\r\n\r\nwhether this concept that the Malaysia plan is anti-Indonesia  is  part of the Barisan Sosialis  policy,\r\n\r\nbecause, and I say this as one friendly to the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 614</b></font><br><br>\r\n\r\n\r\n\r\nBarisan  Sosialis, as one convinced of the sincerity\r\n\r\nof  many of its people, and I do not laugh and in no\r\n\r\nspirit  of  derision or sarcasm  that  I  make  this\r\n\r\nstatement, I say that if that is their policy,  then\r\n\r\nit  is  not  a  policy based, on the wishes  or  the\r\n\r\ninterest of the people of Singapore. And it can only\r\n\r\nhe inspired from totally foreign sources.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b>: Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> It is almost overcoming to hear\r\n\r\nwords of approval from the Government Front Benches.\r\n\r\nMr  Speaker, however, in so far as this  motion  is\r\n\r\nconcerned,  in order to ascertain the  plan  therein\r\n\r\nreferred to, it seeks support in principle  for  the\r\n\r\nplan   proposed  by  the  Prime  Minister   of   the\r\n\r\nFederation   and   agreed  to  by   the   Federation\r\n\r\nParliament, I have to inform the House that  I  have\r\n\r\nrepeatedly since November sought from the Federation\r\n\r\nthe   official   transcript  and  report   of   what\r\n\r\ntranspired in Parliament, and I regret to inform the\r\n\r\nHouse that I am officially advised that the official\r\n\r\nreports  are  not  yet in print. Mr  Speaker,  that\r\n\r\nbeing the case, I have to fall back upon the Straits\r\n\r\nTunes  and  I ask you, Mr Speaker, to look  at  the\r\n\r\nStraits  Times of the 17th October, 1961.  There  on\r\n\r\npage  8,  in  a  prominent part, we find  the  Prime\r\n\r\nMinister's motion, if I might read it:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That this House agreeing in principle with the\r\n\r\nconcept of Malaysia comprising the eleven States  of\r\n\r\nthe  Federation, the States of Singapore and  Brunei\r\n\r\nand  the  territories of North Borneo  and  Sarawak,\r\n\r\nendorses  the  Government's  initiative  in   taking\r\n\r\naction  for  its realisation the progress  of  which\r\n\r\nwill be reported to the House by the Honourable  the\r\n\r\nPrime Minister from time to time.'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker,  I think you will agree with  me  that there  is not one word of any plan there. It  refers\r\n\r\nto   the   concept   of   Malaysia,   approves   the\r\n\r\nGovernment's  initiative,  that  is  to   say,   for\r\n\r\nstarting the ball rolling, and notes that the  Prime\r\n\r\nMinister  will  be reporting to the House.  Not  one\r\n\r\nword about any plan at all either in this motion  or\r\n\r\nany  agreement, Mr Speaker, by the House on a plan!\r\n\r\nI  would  say,  Mr  Speaker, that  this  motion  is\r\n\r\nmisleading  in that it speaks of a plan proposed  by\r\n\r\nthe Prime\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 615</b></font><br><br>\r\n\r\n\r\n\r\nMinister and a plan agreed in principle On the  18th\r\n\r\nof  October.  Mr Speaker, in order  to  bring  this\r\n\r\nmotion  in line with reality, I would like  to  move\r\n\r\nthat  the word \"this\" in the first line be left  out\r\n\r\nand there to insert the word \"the\"; to leave out the\r\n\r\nword  \"plan\" in line 4 and there to insert the  word\r\n\r\n\"motion\",  and to leave out the words \"in principle\"\r\n\r\nin line 6.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment handed in.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Mr Speaker, the change of the word\r\n\r\n\"this\" to \"the\" in the first line is merely to  tidy\r\n\r\nit  up,  because  there  is  no  reference  back  to\r\n\r\nanything,  this  motion  standing  by  itself.   The\r\n\r\nimportant amendment there is to leave out  the  word\r\n\r\n\"plan\"  and  there to substitute the word  \"motion\",\r\n\r\nand  I  shall come to that and the reasons for  that\r\n\r\namendment. Finally, Sir, to leave out the words  \"in\r\n\r\nprinciple\", because though the Federation can  agree\r\n\r\nin  principle to a plan - if in fact I am  tight  that\r\n\r\nthere was no plan - then it did not agree in principle\r\n\r\nto  the motion. It agrees to the motion proper.  Mr\r\n\r\nSpeaker,  the main object of this amendment  is,  in\r\n\r\nfact,  to substitute the word \"motion\" for the  word\r\n\r\n\"plan.\" I had originally thought of deleting all the\r\n\r\nwords  there and just substituting for the Malaysian\r\n\r\nconcept comprising the following territories, but it\r\n\r\nseems  to me, Sir, that it would be churlish on  the\r\n\r\npart  of this House not to give recognition  to  the\r\n\r\nfact that it is the Initiative o, the Prime Minister\r\n\r\nof  the  Federation  to which we  are  indebted  for\r\n\r\nhaving  made or put on the road of realisation  this\r\n\r\nvaluable concept which has been in cold storage  for\r\n\r\nso long.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It seems to me that the Barisan Sosialis as well\r\n\r\nas other Members should be able to accept the motion\r\n\r\nin  its present form, Mr Speaker, because it  seeks\r\n\r\nsupport for the motion of the Prime Minister of  the\r\n\r\nFederation which merely agreed in principle with the\r\n\r\nconcept of Malaysia comprising the 11 States of  the\r\n\r\nFederation, Singapore, Brunei and the territories of\r\n\r\nNorth Borneo and Sarawak.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 616</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I cannot see that anybody could possibly quarrel with the principle enunciated by the Federation Prime Minister. Let me say unequivocally that we disagree with the details if the White Paper proposals are part of the details - and they seem to be part of the details - of the working out of this plan in principle. The\r\n\r\nWorkers' Party is against the proposals in the White\r\n\r\nPaper  because  they are not based on equality.  But\r\n\r\nthere is nothing in the motion of the Prime Minister\r\n\r\nof  the  Federation which in any  way  suggests  any\r\n\r\nlimitation to the basic principle of integration  of\r\n\r\nall  these  territories as equal States  with  equal\r\n\r\nrights and responsibilities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is on this basis that I support and move\r\n\r\nmy  amendments and I trust the Government Benches as\r\n\r\nwell as the other Parties of the Opposition will all\r\n\r\nget  together  on the principle -  it  is  a  valuable\r\n\r\nprinciple;  it  is  an important principle.  Let  us\r\n\r\nenunciate at least our firm beliefs. The Member  for\r\n\r\nQueenstown  has said, \"I believe in the  concept  of\r\n\r\nMalaysia,  but you cannot discuss it except  in  the\r\n\r\ncontext  of  the practical aspects in- which  it  is\r\n\r\nworked  out.\" I say with respect to the  Member  for\r\n\r\nQueenstown, the leader of the major political  Party\r\n\r\nin the Opposition, that that is not so. I approve of\r\n\r\nthe  principle  of merger. E do not approve  of  the\r\n\r\nWhite  Paper. I approve of the concept  of  Malaysia\r\n\r\nwholeheartedly.  If and when we arc  presented  with\r\n\r\nthe  White Paper which embodies unacceptable aspects\r\n\r\nfor  the  integration of these territories, then  we\r\n\r\ncan  take objection to those aspects and even  vote,\r\n\r\nif necessary, against the whole plan of realisation.\r\n\r\nBut  now  with the word \"plan\" removed and the  word\r\n\r\n\"motion\"  substituted, it is my  earnest  hope  that\r\n\r\nthis  House, which has shown itself capable  of  two\r\n\r\nunanimous motions, will do a hat-trick and go on  to\r\n\r\nthe third and most important motion of all, a motion\r\n\r\nthat  affects  us and our future, that  we  can  all\r\n\r\nagree  on  the enunciation of the principle  of  the\r\n\r\nMalaysian  concept,  the integration  of  all  these\r\n\r\nterritories in equality in a united nation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 617</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, as the mover of the amendment, I have no opportunity to speak again. I do not know in what spirit my amendment will be received. I do submit it to the earnest and honest consideration of all Members of this House.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Original Question was:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, in pursuance of this national objective of\r\n\r\na  united  Malayan nation, enlarged and strengthened\r\n\r\nby  the  addition  of  our brothers  in  the  Borneo\r\n\r\nterritories,  this  House declares  its  support  in\r\n\r\nprinciple  for  the  plan  proposed  by  the   Prime\r\n\r\nMinister  of  the Federation of Malaya, Tunku  Abdul\r\n\r\nRahman  Putra At-Haj, and agreed to in principle  in\r\n\r\nthe Federation Parliament on 18th October, 1961, for\r\n\r\nthe  establishment  of the Federation  of  Malaysia,\r\n\r\ncomprising   the  eleven  States  of   the   present\r\n\r\nFederation, the States of Singapore and Brunei,  and\r\n\r\nthe territories of Sarawak and North Borneo.\"\r\n\r\n\r\n\r\n<br><br>Since which an amendment has been moved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In line 1, to leave out \"this\" and insert\" the\".\r\n\r\n\r\n\r\n<br><br>The  Member  for Anson has indicated there  are  two\r\n\r\nsubsequent amendments,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In line 4, to leave out \"plan\" and insert\r\n\r\n\"motion\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In line 6, to leave out \"in principle\".\r\n\r\n\r\n\r\n<br><br>The  Question is, \"That the word `this' proposed  to\r\n\r\nbe left out, be left out.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If that meets with agreement, we could deal with\r\n\r\nthe  first  amendment  first, ft  seems  to  be  an\r\n\r\namendment which is typographical more than  anything\r\n\r\nelse.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Could I have some indication from the Government\r\n\r\nBenches whether that is acceptable?\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr S. Rajaratnam):</b> Sir,\r\n\r\nis it in relation to the word \"this\"?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Yes, in the first line.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> We accept that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That leads us to the next two\r\n\r\namendments,  i.e., to leave out the word  \"plan\"  in\r\n\r\nline  4, and there to insert \"motion\"; secondly,  to\r\n\r\nleave out the words \"in principle\" in line 6.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 618</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the word `plan' proposed to\r\n\r\nbe  left  out, be left out,\" and in the debate  that\r\n\r\nfollows,  Members could range over the amendment  to\r\n\r\nleave  out  the words \"in principle\" in line  6.  It\r\n\r\nseems  to  me  that  that amendment  could  well  be\r\n\r\ndebated  at  the  same time as the main  motion.  If\r\n\r\nthere  is no dissenting voice, I would suggest  that\r\n\r\nthe   debate  proceed  not  only  on  the   Original\r\n\r\nQuestion,  but also on the two amendments,  so  that\r\n\r\nthe  questions on the amendments will be put at  the\r\n\r\nend  of the debate. The only person affected is  the\r\n\r\nMember  for  Queenstown. If he wishes  to  speak  on\r\n\r\nthose  amendments, I am sure the House  will  permit\r\n\r\nhim  to  do so. If there is no dissenting  voice,  I\r\n\r\npropose that we proceed on those lines. There is  no\r\n\r\ndissenting voice.\r\n\r\n\r\n\r\n<br><br>4.40 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan (Hong Lim):</b> Mr Speaker, Sir,\r\n\r\nnobody  in  his right frame of mind could object  to\r\n\r\nthe  concept of Malaysia - a concept which will  bring\r\n\r\nthe territories of the present Federation of Malaya,\r\n\r\nSingapore, Sabah, Sarawak and Brunei together into a\r\n\r\nbigger single political and economic unit and  which\r\n\r\nwill  provide for the 10 million inhabitants of this\r\n\r\nnew  country wider opportunities for both  political\r\n\r\nand economic advancement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we do not worry ourselves how\r\n\r\nthe concept of Malaysia came into being. Some people\r\n\r\nsay  that if Malaysia comes into being it will  save\r\n\r\nthe  P.A.P. Government from destruction; some people\r\n\r\nclaim  it  will save particularly the Prime Minister\r\n\r\nfrom political eclipse. Whether this is so or not we\r\n\r\nare  not  worried about it. Some people have claimed\r\n\r\nthat  after  the  Hong  Lim by-election,  the  Prime\r\n\r\nMinister  of  Singapore  managed  to  convince   the\r\n\r\nFederation Government that for its own security  and\r\n\r\nin  its  own  interest, it must do  something  about\r\n\r\nSingapore.  But  the  Federation  Government,  being\r\n\r\nworried  about the racial composition of Singapore's\r\n\r\ninhabitants, would not take in Singapore unless they\r\n\r\ncould take in the Borneo territories as well.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 619</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, these allegations could be true\r\n\r\nor  could not be true. But as socialists we are  not\r\n\r\nworried about whether these allegations are true  or\r\n\r\nnot  true. As socialists we feel that with a  single\r\n\r\nand   bigger   political  entity  there   are   more\r\n\r\nopportunities for the advancement, both  politically\r\n\r\nand  economically, of the people of all the regions.\r\n\r\nAfter  all,  all the people living in these  regions\r\n\r\nhave  a lot in common, not only in that they inherit\r\n\r\na  common British colonial administrative past,  but\r\n\r\nalso  in  that  the races which comprise  the  three\r\n\r\nBorneo  territories  are the same  except  for  some\r\n\r\nslight qualification.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there are many advantages\r\n\r\nconcerned  with  Malaysia. But people  in  Singapore\r\n\r\nshould be allowed, for instance, to go to the Borneo\r\n\r\nterritories  either  to get jobs  or, if  they  are\r\n\r\nbusinessmen,  to  go and establish  business  there.\r\n\r\nPeople in Singapore should also be allowed to go  to\r\n\r\nthe  Federation in order to get jobs  and  do  other\r\n\r\nthings;  and  people  from other territories  should\r\n\r\nalso be allowed to come to Singapore. There must  be\r\n\r\nfree  travel in Malaysia. The education institutions\r\n\r\nand  other  opportunities for education in Singapore\r\n\r\ncan  be  open  to students and people of  the  other\r\n\r\nterritories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we support the concept of\r\n\r\nMalaysia, but as the Member for Anson has  said,  we\r\n\r\ndo  not agree with the detailed plan on Malaysia  as\r\n\r\nannounced by the Federation Government. According to\r\n\r\nthe  plan, Singapore would come in as a partner  and\r\n\r\nnot   as  an  equal  State  like  the  three  Borneo\r\n\r\nterritories. According to the plan, there  would  be\r\n\r\nno  freedom  of  travel between  Singapore  and  the\r\n\r\nBorneo  territories  or  the Federation  of  Malaya.\r\n\r\nAccording to the plan, there would be no one  single\r\n\r\ncitizenship for all the inhabitants of this island.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we believe that in a real\r\n\r\nMalaysia  which comprises the 10 million inhabitants\r\n\r\nof  the five territories, there should be one common\r\n\r\ncitizenship  - a Malaysia citizenship - which should  be\r\n\r\ngiven to all the people who pledge their loyalty and\r\n\r\nallegiance to this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 620</b></font><br><br>\r\n\r\n\r\n\r\ncountry.  Mr Speaker, Sir, this concept of Malaysia\r\n\r\nis  incompatible with the merger plans as  announced\r\n\r\nin the White Paper, because, according to the merger\r\n\r\nplan  as pronounced in the White Paper, there  would\r\n\r\nbe  two types of citizenship  - one for Singapore  and\r\n\r\none  for the Federation of Malaya. And from what  we\r\n\r\nhave  gathered,  the Federation of  Malaya  and  the\r\n\r\nBorneo territories will have one common citizenship.\r\n\r\nAccording  to  plans which have been announced  from\r\n\r\ntime  to  time, Mr Speaker, Sir, in Malaysia  there\r\n\r\nwould be two types of citizenship and there would be\r\n\r\nthree  nations.  The  three  nations  would  be  the\r\n\r\nFederation of Malaya, Singapore and the three Borneo\r\n\r\nterritories. There would be two types of citizenship\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;- a Federal citizenship and a Singapore citizenship.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> And the Malaysia nationality?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> One nation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> Mr Speaker, Sir, in reply to\r\n\r\nthe  Minister for Culture, Commonwealth citizenship,\r\n\r\nwhich  was  a  concept to bring the peoples  of  the\r\n\r\nCommonwealth  together, did  not  bring  the  people\r\n\r\ntogether,  as  the  concept of Malaysia  nationality\r\n\r\ncould  not  bring  the people of Malaysia  together.\r\n\r\nAlthough the people of the Federation of Malaya also\r\n\r\nare Commonwealth citizens, what have they in common,\r\n\r\nfor  instance, with Australia, which forbids Malayan\r\n\r\ncitizens   to   live   there,  although   both   are\r\n\r\nCommonwealth citizens? Mr Speaker, Sir, it is  only\r\n\r\nin  a common citizenship for all the people in these\r\n\r\nterritories  that we would be able to build  a  real\r\n\r\nMalaysia  whereby  everybody would  share  a  common\r\n\r\npolitical destiny.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there must be free travel for\r\n\r\nall  the people in Malaysia. According to the  plan,\r\n\r\nthere would be restrictions on travel. People coming\r\n\r\nto  Singapore, people from Singapore  going  to  the\r\n\r\nFederation or Borneo are restricted, and this is not\r\n\r\nconducive  to  building a strong Malaysia.  We  have\r\n\r\nseen the advantages, Mr Speaker, Sir,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 621</b></font><br><br>\r\n\r\n\r\n\r\nof  the  European Common Market, where  people  from\r\n\r\neach  country can go to the other country.  Although\r\n\r\nthe European Common Market is not a single political\r\n\r\nentity,  yet it is a common economic entity and  the\r\n\r\npeople are free to travel. This has in the past  few\r\n\r\nyears  enhanced the economic prestige  and  economic\r\n\r\npotentialities  of  the respective  countries  which\r\n\r\ncomprise  the  European Common Market. Mr  Speaker,\r\n\r\nSir,  we  understand that in the plan  for  Malaysia\r\n\r\nthere  would  be  no  common  market.  I  hope   the\r\n\r\nGovernment  would clarify whether there would  be  a\r\n\r\ncommon market for all the territories which comprise\r\n\r\nMalaysia,   and   whether  the  people   from   each\r\n\r\nrespective  region  can  travel  freely   to   other\r\n\r\nregions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is not for the Members of this\r\n\r\nAssembly  to  say whether the people in  the  Borneo\r\n\r\nterritories want Malaysia or not. It is  up  to  the\r\n\r\npolitical  leaders in these territories to  say,  on\r\n\r\nbehalf  of their people, whether they want  Malaysia\r\n\r\nor  not.  A  strong Malaysia could be  an  important\r\n\r\nfactor in the politics of this region and we believe\r\n\r\nthat  if  a  strong  Malaysia is  not  committed  to\r\n\r\nS.E.A.T.O. or any of the power blocs,  it  will  be\r\n\r\ngood for all the people in this country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we support the amendment moved by\r\n\r\nthe  Member for Anson because we support the concept\r\n\r\nof  Malaysia  although we disagree with the  details\r\n\r\npronounced from time to tune on Malaysia.\r\n\r\n\r\n\r\n<br><br>4.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed (Parliamentary Secretary to the Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Prime Minister (Inche Yaacob Bin Mohamed)</b>(<i>In Malay</i>): Mr Speaker,\r\n\r\nSir,  it  is  expected  that  this  motion  will  be\r\n\r\nvociferously  opposed  by  Members  of  the  Barisan\r\n\r\nSosialis  because  we all know  how  pig-headed  the\r\n\r\nDutch  colonialists were in regard to West Irian   - a\r\n\r\nmotion  on  which we discussed yesterday.  Similarly\r\n\r\nthe pig-headedness of the Barisan Sosialis in regard\r\n\r\nto   their  attitude  towards  this  motion  on  the\r\n\r\nFederation of Malaysia.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 622</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>4.51 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER (Mr Mammen) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is not surprising because all the points put\r\n\r\nforward  by the Barisan Sosialis clearly show  their\r\n\r\ntrue  colours  and attitude. It is  clear  that  the\r\n\r\npoints  put forward seem to represent the  views  of\r\n\r\nthe  Bornean people. Why was it that Members of  the\r\n\r\nBarisan Sosialis did not quote the statements issued\r\n\r\nby other political Parties? There are many political\r\n\r\nParties in Borneo and Sarawak. Perhaps it is because\r\n\r\nthey  are fraternizing with their friends in  Borneo\r\n\r\nwith whom they are in sympathy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, before I go further on\r\n\r\nthis  motion  or reply to the points raised  by  the\r\n\r\nMembers of the Barisan Sosialis, first let me recall\r\n\r\nthe   history   of  our  fatherland.  The   original\r\n\r\ninhabitants  of  the Malayan Archipelago  came  from\r\n\r\nIndo-China about 2,000 years ago. They migrated into\r\n\r\nthe Malayan Archipelago in large numbers. Before the\r\n\r\nadvent  of Western colonialism, there was already  a\r\n\r\nnation in the Malayan Archipelago and, as God willed\r\n\r\nit,  Western colonialists came and subjugated  these\r\n\r\npeople    for    centuries.   Western    colonialism\r\n\r\nestablished a strangle-hold on the people until  the\r\n\r\noutbreak of World War II. Three colonial powers were\r\n\r\nstill   dominating  the  Malayan  Archipelago:   the\r\n\r\nAmericans   in   the  Philippines,  the   Dutch   in\r\n\r\nIndonesia,  and  the British in  the  Federation  of\r\n\r\nMalaya,   Singapore  and  the  Borneo   territories.\r\n\r\nIndonesia  showed  its strength  by  ejecting  Dutch\r\n\r\ncolonialism by the use of force except,  of  course,\r\n\r\nthat the question of Irian Barat still remains to be\r\n\r\nsolved.    The   Philippines   also    showed    its\r\n\r\ndetermination   - of  course,  it  was  not  Communist\r\n\r\ndetermination  - in their struggle for freedom and the\r\n\r\nAmericans were forced to grant freedom to the people\r\n\r\nof  the Philippines. Similarly in the Federation  of\r\n\r\nMalaya,  the  British Government  immediately  after\r\n\r\nWorld  War  II tried to introduce the Malayan  Union\r\n\r\nwhich  was strongly opposed. They had no alternative\r\n\r\nbut to grant\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 623</b></font><br><br>\r\n\r\n\r\n\r\nfreedom to the Federation of Malaya. Singapore  was,\r\n\r\ngranted  the, right of self-government according  to\r\n\r\nthe  Constitution. Mr Deputy Speaker, Sir,  if  the\r\n\r\nIndonesian  people were prepared  to  declare  their\r\n\r\nindependence    and    the   Philippines    achieved\r\n\r\nindependence, then it is the duty of the  people  of\r\n\r\nthe  Federation of Malaya, Singapore and the  Borneo\r\n\r\nterritories to remove British colonialism from  this\r\n\r\nregion.  The map of the Malayan Archipelago  showing\r\n\r\nterritories  belonging  to the  British,  Dutch  and\r\n\r\nAmerican colonialists will be deleted. Only colonial\r\n\r\npuppets   and  colonial  stooges  are  prepared   to\r\n\r\ntolerate colonial domination and to fraternise  with\r\n\r\ntheir  colonial masters. They refuse to  join  hands\r\n\r\nwith  their  brethren in an independent State.  They\r\n\r\nare  merely  satisfied  with  the  status  of  self-government  which is the objective  of  the  Barisan\r\n\r\nSosialis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I said earlier on, the Dutch have adopted a pig-headed attitude towards West Irian by wanting to\r\n\r\ngive  self-determination to  the  Papuan  people  in\r\n\r\norder to perpetuate Dutch colonialism in West Irian.\r\n\r\nThe  Barisan Sosialis in Singapore are no  different\r\n\r\nfrom  the  Dutch. They make use of a few people  who\r\n\r\nare  afraid  of internal security. It is  these  few\r\n\r\npeople  whom  they  claim to represent  the  masses.\r\n\r\nSurely  their  voice is not the  voice  of  all  the\r\n\r\npeople of Singapore. Is it suggested that the P.A.P.\r\n\r\nGovernment  which  has  moved  this  motion  is  not\r\n\r\nrepresentative  of the people? We can  likewise  ask\r\n\r\nthe  Barisan  Sosialis whether  they  represent  the\r\n\r\npeople.  If they are not satisfied, then we  can  go\r\n\r\nback  to the country. If they are elected, then they\r\n\r\ncan  claim that they have been, in fact, elected  by\r\n\r\nthe  people under the star of the Barisan  Sosialis.\r\n\r\nIt  is  just  like  a cock which crows   - as  I  said\r\n\r\nyesterday  - which has no meaning whatsoever.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in the arguments put\r\n\r\nforward by the Member for Queenstown -\r\n\r\n\r\n\r\n<br><br><!-- Mr Mammen (Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker (Mr Mammen):</b> I think  we  will\r\n\r\nadjourn for tea. I suspend this sitting until  half-past five.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.00 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 624</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n            \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Original Question was as appears\r\n\r\nin  item  1  on  the  Order Paper.  Since  which  an\r\n\r\namendment has been moved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To leave out \"plan' in line 4 and there to insert\r\n\r\n\"motion'.\r\n\r\n\r\n\r\n<br><br>The  Question is, \"That the word proposed to be left\r\n\r\nout, be left out.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As has been indicated, the debate may range over\r\n\r\nthe next amendment, which is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To leave oat \"in principle\" in line 6.\r\n\r\n\r\n\r\n<br><br>As  further  agreed by the Assembly, the debate  may\r\n\r\nrange  over  the  Original  Question  and  over  the\r\n\r\nproposed  amendments. I have caused to be circulated\r\n\r\nthe  motion  which was agreed to  by  the  House  of\r\n\r\nRepresentatives in the Federation of Malaya.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Mr Speaker, Sir, I said\r\n\r\nearlier that if we are of the opinion that the Dutch\r\n\r\nin  West  Irian are stone-headed in their  attitude,\r\n\r\nthen  in  Singapore too such an attitude  is  to  be\r\n\r\nfound  among the Barisan Sosialis. In the course  of\r\n\r\nhis  speech, the leader of the Barisan Sosialis, the\r\n\r\nMember  for Queenstown, said that Malaysia will  not\r\n\r\nbring about prosperity, justice and equality to  the\r\n\r\npeoples  of  Singapore, Brunei and the North  Borneo\r\n\r\nterritories. I am really surprised. Mr Speaker. Who\r\n\r\nare  these  \"peoples\"? It is only the pro-Communists\r\n\r\nwho feel -\r\n\r\n \r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Chair has been\r\n\r\ncertainly intimidated. I ask the Member not to raise\r\n\r\nhis voice in that manner. He can raise his voice  in\r\n\r\nany  other  manner,  but pointing  at  the  opposite\r\n\r\nBenches   and  raising  his  voice  is  intimidating - intimidating  not only the Chair but,  I  am  sure,\r\n\r\nsome of the Opposition Members.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Inche Yaacob (In Malay): Mr Speaker, Sir, I have\r\n\r\nno  intention  to  intimidate you, especially  on  a\r\n\r\nmatter as important as this. In confronting a matter\r\n\r\nof   this   magnitude,  I  would   not   resort   to\r\n\r\nintimidation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 625</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I said just now, it is only the people who are\r\n\r\npro-Communists,  Communist stooges,  or  open  front\r\n\r\ncadres of the Communists who feel that in the future\r\n\r\nMalaysia  they  will not find happiness,  prosperity\r\n\r\nand  justice. This is clear. If they are imbued with\r\n\r\na  nationalist stand, then they will  have  no  fear\r\n\r\nwhatever, and it is even more so if they believe  in\r\n\r\nparliamentary democracy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the arguments they put forward is their\r\n\r\nanalysis - the question of communalism in the  future\r\n\r\nMalaysia.  The  Member  for  Queenstown  said   that\r\n\r\nearlier  the  Federation of Malaya did not  wish  to\r\n\r\nmerge  with Singapore because it feared the  Chinese\r\n\r\nmajority  in Singapore. But with the integration  of\r\n\r\nthe  Borneo  territories, i.e. Brunei, Sarawak,  and\r\n\r\nNorth  Borneo,  the number of votes  of  the  Malays\r\n\r\nwould be more than that of the Chinese  - and that  is\r\n\r\nthe   reason  why  Malaysia  is  proposed   by   the\r\n\r\nFederation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is also alleged that we base Malaysia on\r\n\r\ncommunalism and not on nationalism. I believe it  is\r\n\r\ntoo  clear that  - I had my doubts before, but now  it\r\n\r\nis  clear to me - if we can tell the sex of  fish  in\r\n\r\nthe  water,  we can even more easily tell  what  the\r\n\r\nattitude of the Barisan Sosialis is. I would like to\r\n\r\nask the Barisan Sosialis: who are the people who are\r\n\r\nagainst the concept of Malaysia, and which Party  is\r\n\r\nagainst  the concept of Malaysia? I have no wish  to\r\n\r\ndwell  at  length on this matter of  the  people  of\r\n\r\nBorneo.  I  have  no wish either to  speak  for  the\r\n\r\npeople of the Federation of Malaya. But I would like\r\n\r\nto   voice  my  opinion  concerning  the  people  of\r\n\r\nSingapore. Who are the people who oppose Malaysia? I\r\n\r\nsay  it  is  not  a  matter  of  communalism.  If  a\r\n\r\nreferendum is to be instituted and carried out on  a\r\n\r\nracial   basis  between  the  Chinese,  Indian   and\r\n\r\nEurasian people, I say the Chinese will support  the\r\n\r\nconcept of Malaysia. I am confident that 99 per cent\r\n\r\nof the Indians, with the exception of the Member for\r\n\r\nThomson  and a few others, will accept it.  And  the\r\n\r\nmajority  of the Chinese, if they are not misled  by\r\n\r\npeople  who play on racialism, will accept  it  too.\r\n\r\nThe talk that is going on in the coffee-shops\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 626</b></font><br><br>\r\n\r\n\r\n\r\nis  very  much on the same lines as that uttered  by\r\n\r\nthe Barisan Sosialis. It the people of Singapore are\r\n\r\nto rule the Malays -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Member must contain\r\n\r\nhimself.  I do not like his pointing at the  Members\r\n\r\nopposite. Perhaps if the Member would point  at  me,\r\n\r\nthat would satisfy him. Let him point at the Chair.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed</b>(<i>In Malay</i>): Mr Speaker, as I said\r\n\r\njust  now, there is no nationalist fighter in Malaya\r\n\r\nwho  wishes to bring about a nation in which  he  is\r\n\r\nnot loyal to his country. None of them will bear out\r\n\r\nwhat  the  Barisan Sosialis have said. In conformity\r\n\r\nwith  your advice, I will try to suppress my temper.\r\n\r\nI  was not intimidating, Sir; it is just that it  is\r\n\r\nmy  natural way of debating. If we want to  be  good\r\n\r\nleaders,  we  should not only see one  side  of  the\r\n\r\nmatter. If we are to be good drivers, and if we look\r\n\r\nonly  to the left, it is possible that we might meet\r\n\r\nwith a collision. And if we only keep looking to the\r\n\r\nright,  that too might lead to a collision. What  we\r\n\r\nmust do is to look to the right, to the left, and to\r\n\r\nthe  front,  and  at times it is important  that  we\r\n\r\nglance at the rear-view mirror to see what is  going\r\n\r\non  at the back. Only by this means will we be  able\r\n\r\nto proceed on our way with safety.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The concept of Malaysia is accepted by all Parties\r\n\r\nin  Singapore -  100 per cent by the Malays, and  more\r\n\r\nthan  70  per  cent by the Chinese if they  are  not\r\n\r\nmisled  by  the  Barisan  Sosialis  which  harps  on\r\n\r\ncommunal  lines.  Likewise, the  Indians  and  other\r\n\r\nraces. Therefore, if any concept is accepted by  the\r\n\r\nmajority of the various races, it is clear that this\r\n\r\nconcept is a very good one and would conform to  the\r\n\r\ndesires and intentions of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Barisan Sosialis say that this concept is\r\n\r\nopposed  by  the people. What do they mean  by  \"the\r\n\r\npeople\"?  If  this Malaysian concept is  opposed  by\r\n\r\nmembers  of  the Barisan Sosialis, I would  like  to\r\n\r\npose  a question to them: which concept are they  in\r\n\r\nfavour  of,  and what kind of concept do they  stand\r\n\r\nfor?  Let  them say it clearly. Is it a  concept  of\r\n\r\njoining  up  with the Philippines, or  Thailand,  or\r\n\r\nTaiwan, on Indonesia? Let us know. In\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 627</b></font><br><br>\r\n\r\n\r\n\r\nthe   Federation  Parliament,  they   have   already\r\n\r\naccepted in principle this concept of Malaysia,  the\r\n\r\ndetails  of  which  are  to  be  clarified  to   the\r\n\r\nParliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The stand of the Barisan Sosialis is the same as\r\n\r\nif to say this: we oppose the marriage because we do\r\n\r\nnot  know  what kind of child would be  begotten  of\r\n\r\nthat  marriage. Mr Speaker, Sir, it is  only  after\r\n\r\nthe  marriage that the child would be begotten.  But\r\n\r\nwhat  they  are worried about is whether  the  child\r\n\r\nwould  be  a  boy or a girl. First of  all,  I  say,\r\n\r\ndecide  on the concept, whether or not you  wish  to\r\n\r\ncontinue  with  the marriage and keep  the  marriage\r\n\r\ngoing.  Then  it is only when the child is  begotten\r\n\r\nthat  we  decide on its name and how  it  is  to  be\r\n\r\nbrought up. We should not bother ourselves with what\r\n\r\nthe child is going to be even before we consider the\r\n\r\nproposal  of  marriage. In considering a nationalist\r\n\r\nissue of this nature, we must consider this from the\r\n\r\nparty  stand. This is very important.  If  they  can\r\n\r\nforget the political ideology which they believe  in\r\n\r\non a nationalist issue such as this, then I feel the\r\n\r\nmatter  could be resolved well. The reason  is  that\r\n\r\nthe  leader of the Barisan Sosialis, the Member  for\r\n\r\nQueenstown, has stated that Malaysia is only for the\r\n\r\nbenefit  of  the reactionary elements.  But  if  Mr\r\n\r\nSeenivasagam or Mr Lim Kean Siew was the leader  of\r\n\r\nthe Federation of Malaya at the moment, would he say\r\n\r\nso?  So  I  say their sentiment is a party political\r\n\r\nsentiment.  They are merely voicing  the  ideologies\r\n\r\nwhich they believe in.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, another question now arises.\r\n\r\nThey  say  the  British are behind this  concept  of\r\n\r\nMalaysia. This is the same as saying that any nation\r\n\r\nthat gets independence from colonialism, whether  it\r\n\r\nis from British colonialism or whoever it may be, is\r\n\r\nto  be considered as false and phoney. Is that their\r\n\r\nstand?  If that is their stand, then it is the  same\r\n\r\nas saying that India, Ceylon and Burma have achieved\r\n\r\ntheir  independence from the British without  having\r\n\r\nto resort to force of arms. Do they mean to say that\r\n\r\nthose  independent  countries  which  have  achieved\r\n\r\ntheir independence is a phoney kind of independence?\r\n\r\nThe  stand  of  the Barisan Sosia1is  is  clear  for\r\n\r\neveryone  to  see. They go so far  as  to  say  that\r\n\r\nwhoever has received independence from the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 628</b></font><br><br>\r\n\r\n\r\n\r\nBritish - be  it India, Ceylon, Burma or Pakistan - are\r\n\r\npuppets of the British. They dare not say so  openly\r\n\r\nin  regard  to  those countries. But,  according  to\r\n\r\nthem,  whoever has received independence by peaceful\r\n\r\nmeans  are the tools of the British, who are  behind\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it has been alleged before that\r\n\r\nthe  independence of the Federation of Malaya  is  a\r\n\r\nphoney  independence. I believe, Mr  Speaker,  Sir,\r\n\r\nthat  the  Reds  especially have  alleged  that  the\r\n\r\nindependence  is a phoney one. The  question  to  be\r\n\r\nconsidered  is that independence has to be  achieved\r\n\r\nfirst  of all. How is it that we should bother about\r\n\r\nthe  ownership of the house before it becomes  ours?\r\n\r\nIt is after we have occupied it that we could set it\r\n\r\nin order. Is the constitution of the future Malaysia\r\n\r\ngoing   to   be   one  that  will  not   adhere   to\r\n\r\nparliamentary democracy? If it is not to be so, then\r\n\r\nthe  representatives of the people  elected  by  the\r\n\r\npeople  are the people who should set right whatever\r\n\r\nis  wrong.  I do not know whether these people  fear\r\n\r\nthat  on  the coming into being of Malaysia, members\r\n\r\nof  the open front Communist organisation would  not\r\n\r\nhave a chance to be active in Parliament. They would\r\n\r\nhave no opportunity to subvert the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from that, Mr Speaker, Sir, we are glad\r\n\r\nthat  in discussing the concept of Malaysia, Members\r\n\r\nof  the  Barisan  Sosialis have mentioned  the  good\r\n\r\nrelationship of the Federation of Malaya.  Singapore\r\n\r\nand  Indonesia. I say clearly that there  is  not  a\r\n\r\nsingle  nationalist movement in Indonesia  which  is\r\n\r\nagainst this concept of Malaysia. We have heard  the\r\n\r\nviews  of  the  Foreign Minister of  Indonesia,  Mr\r\n\r\nRoslan Abdul Ghani, on this concept of Malaysia.  As\r\n\r\nhas  been  stated by the Member for Anson, Indonesia\r\n\r\nhas  no wish to take in the Borneo territories.  The\r\n\r\nBarisan  Sosialis  merely  are  trying  to  sour  up\r\n\r\nrelations between Singapore and Indonesia. There was\r\n\r\nonly  one  party, Mr Speaker, Sir,  which  is  dead\r\n\r\nagainst  the  concept  of  Malaysia.  That  is   the\r\n\r\nCommunist Party of Indonesia led by Aidit.  So,  Mr\r\n\r\nSpeaker, Sir, there is no need to hide behind  their\r\n\r\ncloak.  The corpse of the elephant cannot be covered\r\n\r\nby a tray. Whoever is against\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 629</b></font><br><br>\r\n\r\n\r\n\r\nthe concept of Malaysia is indeed pro-communist.  In\r\n\r\nIndonesia  itself there is not a single  nationalist\r\n\r\nmovement  which is against the concept of  Malaysia,\r\n\r\nexcept, of course, the Communist Party of Indonesia.\r\n\r\nIt is said that the P. M. I. P, of Malaya is against\r\n\r\nthe concept of Malaysia. But what they actually want\r\n\r\nis  a  Melayu Raya, which is greater in extent  than\r\n\r\nwhat  is  being proposed. This particular  Patty  is\r\n\r\nalready  a  communal  Party. What  they  want  is  a\r\n\r\nconcept  of Malaysia which embraces a wider area  of\r\n\r\nMalaysia than what is being proposed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in discussing this nationalist\r\n\r\nproposal,  we  must sink our political  differences.\r\n\r\nLet us not bring up communalism which can damage the\r\n\r\nsolidarity  of the people in their march forward  to\r\n\r\nbring about a nation which has undivided loyalty. We\r\n\r\nshould remember that we are Malayans for Malaya  and\r\n\r\nin the interest of our motherland.\r\n\r\n\r\n\r\n<br><br>5.55 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Mr Speaker, Sir, I rise to say,\r\n\r\non behalf of the Alliance, that we accept the motion\r\n\r\nas amended by the Member for Anson.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock:</b> Sir, a lot of hard things have\r\n\r\nbeen  said by the leader of the Barisan Sosialis  in\r\n\r\nregard  to this very important motion which concerns\r\n\r\nthe  Malaysian territory getting away  from  British\r\n\r\ncolonial control.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as far back as November 1960, when the S P.A.\r\n\r\nknew  that  merger  with  the  Federation  was   not\r\n\r\npossible because of, may I now be so bold as to say,\r\n\r\nthe Communist content in the P.A.P., we thought that\r\n\r\nthere   must   be  another  step  forward   in   our\r\n\r\nconstitutional advance, and since merger was  closed\r\n\r\nto  us  as  a result of the coming to power  of  the\r\n\r\nP.A.P.  Government, the S.P.A. in 1960 said,  and  I\r\n\r\nwould like to quote from its paper of November 1960:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Singapore's political future\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Merger road closed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 630</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the last general elections the S.P.A.\r\n\r\nadvocated  merger with the Federation of Malaya  and\r\n\r\nwe firmly believe that had we been returned to power\r\n\r\nwe would have achieved our objective during our term\r\n\r\nof  office.  But this road to independence  has  now\r\n\r\nbeen closed by the folly of the P.A.P. Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Other avenues\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, the S.P.A. does not believe that because\r\n\r\nthis  road has been closed we should cease  to  look\r\n\r\nfor  other avenues for independence. We believe that\r\n\r\nowing  to  the  changed  political  conditions   now\r\n\r\nprevailing,  it  is unrealistic to  try  to  seek  a\r\n\r\nmerger  with the Federation. We should readjust  our\r\n\r\npolitical  thinking on the question of how Singapore\r\n\r\nshould achieve its independence. We believe that  we\r\n\r\ncan  best achieve our objective of independence  for\r\n\r\nSingapore  by  advocating  a  political   union   of\r\n\r\nMalaysian States. Firstly, Singapore would join  the\r\n\r\nFederation  of  Malaya  and  later  with  any  other\r\n\r\nneighbouring territories willing to come  into  this\r\n\r\npolitical union which would become a virile union of\r\n\r\nsovereign States within the Commonwealth.'\r\n\r\n\r\n\r\n<br><br>That was in November 1960. I can say here that as  a\r\n\r\nresult  of  that statement of policy,  I  have  been\r\n\r\nhaving  discussions with the Tunku on the future  of\r\n\r\nthe  relationship of Singapore with the  Federation,\r\n\r\nand also the Bornean territories. There was a number\r\n\r\nof  friendly discussions and I was glad that on 27th\r\n\r\nof  May, at a foreign correspondents' luncheon,  the\r\n\r\nTunku  for  the  first time gave a  talk  on  closer\r\n\r\nrelationship  between Singapore and  the  Federation\r\n\r\nand  on  a greater Malaysia. Since then, the  P.A.P.\r\n\r\nhas  been cashing in on that and has done their best\r\n\r\nto  work towards the realisation of that plan. It is\r\n\r\nnot  for me to say here whether the P.A.P. has  done\r\n\r\nit  with  a  political motive or in  order  to  save\r\n\r\nthemselves from extinction. But suffice to say  that\r\n\r\nthere  has  been  a greater cry of merger  with  the\r\n\r\nFederation  and a greater Malaysia. Sir, there  have\r\n\r\nbeen talks in the Bornean territories themselves and\r\n\r\nthere have been a lot of statements coming out  from\r\n\r\nleaders  in  those territories, some  for  and  some\r\n\r\nagainst.  But with the appointment of a  Commission,\r\n\r\nthe  leaders in the territories and the people there\r\n\r\ncan  voice their views before the Commission and the\r\n\r\nCommission will be in a position to assess the views\r\n\r\nof the people of the Bornean territories and give  a\r\n\r\nreport.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 631</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the Barisan Sosialis leader to say that the\r\n\r\nCommission will be appointed there just to carry out\r\n\r\nthe   wishes  of  the  two  Governments  which  have\r\n\r\nappointed   them,  that  is  to  say,  the   British\r\n\r\nGovernment and the Federation Government, is a grave\r\n\r\ndistortion  of  facts  and  a  reflection   on   the\r\n\r\nintegrity of this Commission. No doubt there  was  a\r\n\r\nlot of misgivings and a lot of discussions as to who\r\n\r\nshould be the Chairman. Tunku Abdul Rahman, being  a\r\n\r\nforthright and frank man, always likes to  say  his\r\n\r\nviews in public and does not beat about the bush. He\r\n\r\ngame  out straight with a statement that unless they\r\n\r\nhave  a  Chairman who is knowledgeable in the matter\r\n\r\nand  who  will  lead the Commission and  investigate\r\n\r\nimpartially,  the  Commission  may  fail.  One  must\r\n\r\nremember  this and, in regard to this, I would  like\r\n\r\nto  tell the Barisan Sosialis that there has been  a\r\n\r\nlot  of  talk coming out of the Bornean territories.\r\n\r\nThe   people  there  say  that  while  the   British\r\n\r\nGovernment say one thing and agree with Tunku  Abdul\r\n\r\nRahman  on  the desirability of a Greater  Malaysia,\r\n\r\nthe  Government  officials in these territories  are\r\n\r\ndoing their best to dampen the people's desire for a\r\n\r\nGreater  Malaysia. Therefore, it is to  be  expected\r\n\r\nthat  whoever becomes the Chairman of the Commission\r\n\r\nshould be one who is known to be impartial and  will\r\n\r\nbe  impartial. I can say that Lord Cobbold, who  has\r\n\r\nnow  been appointed the Chairman of this Commission,\r\n\r\nis  a very impartial man. He will be able to inquire\r\n\r\ninto  the  feelings  of the people  in  the  Bornean\r\n\r\nterritories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all the meetings of this Commission will\r\n\r\nsurely  be  made public. There will be no cloak  and\r\n\r\ndagger  meetings.  I  am sure the  meetings  of  the\r\n\r\nCommission  will be open to the public.  There  will\r\n\r\nalso  be  Press reports. Not only the newspapers  in\r\n\r\nMalaya  will  be interested, but I think  newspapers\r\n\r\nthroughout the world will also be interested in  the\r\n\r\ninvestigations  of  this Commission  of  Inquiry.  I\r\n\r\nwould  ask the Barisan Sosialis not to stick to  the\r\n\r\nwrong idea that this Commission is there to do  what\r\n\r\nit  is instructed to do. What it is instructed to do\r\n\r\nis  to  inquire from the people whether or not  they\r\n\r\nare in favour of Malaysia.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 632</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not know what the findings of this\r\n\r\nCommission   will  be,  but  there  has   been   an\r\n\r\nindication that more and more people in the  Bornean\r\n\r\nterritories  are  alive to the thrill  of  Malaysia.\r\n\r\nThey  want to be free of British control. But  while\r\n\r\nthey  want  to be free, they too want to be  assured\r\n\r\nthat they will be able to carry on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while on this subject of Malaysia, which\r\n\r\nincludes  closer relationship between Singapore  and\r\n\r\nthe  Federation of Malaya, I would like to touch  on\r\n\r\nPress  reports a few days ago reporting a  statement\r\n\r\nalleged  to  have been made by the Chairman  of  the\r\n\r\nP.A.P.,  the Deputy Prime Minister, that the  P.A.P.\r\n\r\nwas  trying  to  claim credit for achieving  merger.\r\n\r\nThat,  I think, is wrong. The P.A.P. did admit  even\r\n\r\nas  far back as May 1961, that prospects of a merger\r\n\r\nwere  quite dim. But because of a change of attitude\r\n\r\nin  the mind of Tunku Abdul Rahman, who felt that it\r\n\r\nwould  be  better to have a Malaysia to ensure  that\r\n\r\nthe  political and economic future of the people  in\r\n\r\nthis  area,  who were closely connected  during  the\r\n\r\nBritish  regime,  should  come  together  under  one\r\n\r\npolitical unit, it was then that the P.A.P. came in.\r\n\r\nBecause   they  are  the  government  of  the   day,\r\n\r\ndiscussions  have  to  be  held  with   the   P.A.P.\r\n\r\nGovernment. I would ask the P.A.P. Government not to\r\n\r\ntry to claim political credit for anything that they\r\n\r\nhave not done. To be more correct, it was because of\r\n\r\nthe  presence  of  the  P.A.P. Government  that  the\r\n\r\nrelationship  with the Federation was  bad  for  the\r\n\r\npast  two years. It is only until recently  - it might\r\n\r\nbe  because of the realisation of the error of their\r\n\r\nways  and  the  parting of company of the  Communist\r\n\r\ngroup  in the Party - that there has been a change  in\r\n\r\nthe attitude of the Federation Government. That I do\r\n\r\nnot  know.  The  P.A.P.  Government  ought  to  know\r\n\r\nbetter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the leader of the Barisan Sosialis brought in\r\n\r\nthese communal fears. He suggested that because  the\r\n\r\nMalays feared the Chinese in Singapore, that was why\r\n\r\nthe  Federation Government wanted to  bring  in  the\r\n\r\nBornean  territories in order to balance the  number\r\n\r\nof  the Chinese population in the whole of Malaysia.\r\n\r\nSir, it cannot be denied that in the Federation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 633</b></font><br><br>\r\n\r\n\r\n\r\nof   Malaya.  Tunku  Abdul  Rahman  has  been   very\r\n\r\nrealistic  in  his approach to the problems  of  the\r\n\r\ncountry.  He has at no time in his office  as  Prime\r\n\r\nMinister  of the Federation done anything  that  has\r\n\r\nbeen  against the Chinese. He has been treating  the\r\n\r\nraces  fairly  and squarely. Yet the leader  of  the\r\n\r\nBarisan  Sosialis  has the temerity  to  infer  that\r\n\r\nTunku  Abdul Rahman would be wanting to do something\r\n\r\nagainst the Chinese because he fears the Chinese. In\r\n\r\nthis particular case, it would seem that the Barisan\r\n\r\nSosialis  are very keen to look after the  interests\r\n\r\nof  the  Chinese  in Malaya. The P.A.P. accuse  the\r\n\r\nBarisan Sosialis of being Chinese chauvinists. I  do\r\n\r\nnot know whether this is a fact or not a fact. But I\r\n\r\nfind  it  difficult  to  believe  they  are  Chinese\r\n\r\nchauvinists if they are prepared to come out on  the\r\n\r\nWest  Irian  issue  and support President  Soekarno,\r\n\r\nwhose  policy in regard to the Chinese in  Indonesia\r\n\r\nis  well  known. They cannot be Chinese chauvinists.\r\n\r\nIn  one  case, we have a man here in Malaya who  has\r\n\r\ndone  his best and has even staked his own political\r\n\r\nfuture  and integrity and said that all races  shall\r\n\r\ncome  together  and live together as one  big  happy\r\n\r\nfamily. Yet that man is attacked. In the other case,\r\n\r\nthey  had a very big portrait of their great  leader\r\n\r\nat their great mass rally in Geylang Serai.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the concept of Malaysia - it is inevitable that\r\n\r\nMalaysia  will arise. We  - the Federation, Singapore,\r\n\r\nBorneo,  Sarawak  and  Brunei - have  been  under  one\r\n\r\ncolonial  master  and because there  has  been  this\r\n\r\ndesire  on the part of tile British Colonial  Office\r\n\r\nto  retain their territories for as long as they can\r\n\r\nreasonably hold on to them, they have therefore  not\r\n\r\nallowed   the   Bornean   territories   to   develop\r\n\r\npolitically  at the same pace as Singapore  and  the\r\n\r\nFederation of Malaya. We are much ahead in so far as\r\n\r\npolitical  evolution  goes.  But  for  the   Barisan\r\n\r\nSosialis  to suggest that Malaysia should await  the\r\n\r\nself-determination of the Bornean territories is  to\r\n\r\nsay that the British colonial masters can remain  in\r\n\r\nBorneo for the next 10 or 15 years. Singapore, after\r\n\r\nthe  war, started with this political evolution.  It\r\n\r\nwas only in 1948\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 634</b></font><br><br>\r\n\r\n\r\n\r\nthat elections were held. From 1959, II years after,\r\n\r\nwe  have internal self-government. Now we are  going\r\n\r\nahead   for  independence  with  merger   with   the\r\n\r\nFederation,  and  yet the Barisan  Sosialis  do  not\r\n\r\nquite like the idea. They do not even like the  idea\r\n\r\nthat  the  Bornean territories need not have  to  go\r\n\r\nthrough  all  the  stages that  Singapore  has  gone\r\n\r\nthrough,  but  to come straight into a  Malaysia  as\r\n\r\nunits  of  an  independent Malaysia. I do  not  know\r\n\r\ntheir  way  of  thinking; I would  not  like  to  be\r\n\r\nuncharitable  and suggest that the longer  there  is\r\n\r\ncolonialism in this territory the easier it will  be\r\n\r\nfor  Communist forces to work because they will keep\r\n\r\non  whipping  up  the  people on this  anti-colonial\r\n\r\nslogan. Therefore, once the colonial masters are out\r\n\r\nof  the  picture, there is nothing more to  whip  up\r\n\r\nbecause   it   will  be  difficult  to   rouse   the\r\n\r\nnationalists of the countries to work against  their\r\n\r\nown  interests. I cannot understand why the  Barisan\r\n\r\nSosialis  should be so much against Malaysia,  which\r\n\r\nmeans that the British will be out of Malaysia. They\r\n\r\nare against it. I cannot understand that. Of course,\r\n\r\nit  is  now  left  to  the  people  of  the  Bornean\r\n\r\nterritories. It is not for us to say what  political\r\n\r\nfuture they should have. It is now left for them  to\r\n\r\ngo  before  the Commission which has been  appointed\r\n\r\nand  which will be sitting quite soon, and  tell  it\r\n\r\nwhat they would like to have for their own political\r\n\r\nfuture. We can only express the hope that they  will\r\n\r\nsee  the  same  concept as we have, that  they,  our\r\n\r\nbrothers  who  live in Borneo, Sarawak  and  Brunei,\r\n\r\nwill  awaken  to  their call of  Malaysia.  We  look\r\n\r\nforward  to  the  day when Malaysia  will  become  a\r\n\r\nreality  and  all  of us, who were  living  together\r\n\r\nunder  one  colonial master, will live  together  in\r\n\r\npeace,  happiness and prosperity as  freed  brothers\r\n\r\nfrom colonial control.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Barisan Sosialis, of course, as usual\r\n\r\nattacked  the Internal Security Council. They  could\r\n\r\nnot  understand  why the Internal  Security  Council\r\n\r\nshould  be  vested  in  the  hands  of  the  Central\r\n\r\nGovernment  Sir, internal security is  pan-Malaysian\r\n\r\nif  there is a Malaysia. What happens in Borneo will\r\n\r\naffect   Sarawak,   Brunei,   Singapore   and    the\r\n\r\nFederation. So what happens in Kuala Lumpur will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 635</b></font><br><br>\r\n\r\n\r\n\r\naffect Singapore and vice versa. Therefore, internal security  is pan-Malaysian and, being pan-Malaysian,\r\n\r\nthe control of internal security should be vested in\r\n\r\nthe Central Government. It is as simple as that.  It\r\n\r\nshould  be vested in the Central Government  because\r\n\r\ninternal security affects the whole territory.  When\r\n\r\nwe  were  at  one  time  fighting  hard  for  closer\r\n\r\nrelationship with the Federation of Malaya - that  was\r\n\r\nbefore    the   Tunku's   talk   to   the    foreign\r\n\r\ncorrespondents  Association - we  did  say  that   the\r\n\r\nFederation  Government would, of  course,  have  the\r\n\r\nfinal  say on internal security, because even if  we\r\n\r\nwere to have a joint committee of Singapore and  the\r\n\r\nFederation working on internal security, but because\r\n\r\nthe  Federation  is a bigger territory,  bigger  not\r\n\r\nonly  in  area but also in population and in  annual\r\n\r\nrevenue, the final say will, of course, be in  their\r\n\r\nhands.  So  the  P.A.P. in  agreeing  to  surrender\r\n\r\ninternal   security   straight   to   the    Central\r\n\r\nGovernment, to say the least, do not like  to  carry\r\n\r\non  this  responsibility. They would  like  somebody\r\n\r\nelse  to do the work for them. It is for the  P.A.P.\r\n\r\nto explain why they take that kind of line. It is  a\r\n\r\nfunny line: the Prime Minister of Singapore going to\r\n\r\nthe  extent  of  spending money on \"The  Battle  for\r\n\r\nMerger\" describing a man a Communist and saying that\r\n\r\nhe has evidence to prove that the man is a Communist\r\n\r\nand   still  not  doing  anything  about   it.   The\r\n\r\nGovernment  of the country has the security  of  the\r\n\r\npeople  in their custody. If they believe  that  the\r\n\r\nCommunists or the Communist front line, the  central\r\n\r\nline  or  the back line are people who  are  out  to\r\n\r\ndamage  the security of the country, then  there  is\r\n\r\nonly  one course of action to take. But if  they  do\r\n\r\nnot  believe that, then what is the point of  saying\r\n\r\nthat  the  handwriting experts have  already  proved\r\n\r\nthat  this  Communist document is in the handwriting\r\n\r\nof Mr Lim Ching Siong?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The September debate of 1957 was referred to by\r\n\r\nthe leader of the Barisan Sosialis. At that time  it\r\n\r\nwas the Prime Minister who, sitting on this side  of\r\n\r\nthe House, described the Lim Yew Hock Government  as\r\n\r\nmost  undemocratic  and doing all  sorts  of  things\r\n\r\nagainst his\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 636</b></font><br><br>\r\n\r\n\r\n\r\ncomrades  who were good, democratic people  fighting\r\n\r\nagainst the colonial cause. Now he has even gone  to\r\n\r\nthe  extent of publishing a book to say how right  I\r\n\r\nwas.  If  the Government really mean what they  say,\r\n\r\nthere is only one way open to them: they either look\r\n\r\nafter the interest of the country or they do not. If\r\n\r\nthey do not, there is only one answer.\r\n\r\n\r\n\r\n<br><br>6.20 p.m.\r\n\r\n \r\n\r\n<br><br><!-- Inche Ahmad Jabri Bin Mohammad Akib -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands)</b>(<i>In Malay</i>): Mr Speaker, Sir, there is no\r\n\r\ndoubt in my mind that the concept of Malaysia is due\r\n\r\nto  sincere and genuine national leaders in  Malaya,\r\n\r\nespecially in the person of Tunku Abdul Rahman. I am\r\n\r\nforced  to mention Tunku Abdul Rahman in this matter\r\n\r\nbecause  he initiated this concept of Malaysia.  The\r\n\r\nMalaysia Plan is still being pursued despite certain\r\n\r\nsections who are opposed to it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is clear from the results of the Malaysia\r\n\r\nSolidarity  Consultative  Committee  that  all   the\r\n\r\npolitical Parties in the various territories support\r\n\r\nthis  Malaysia  proposal. At the moment,  we  should\r\n\r\nexpect every citizen in the five territories to give\r\n\r\nhis  wholehearted support and to have nothing to  do\r\n\r\nwith  anything that will sabotage the  formation  of\r\n\r\nthe  Federation of Malaysia. It is clear that  those\r\n\r\nquarters which have issued misleading and disruptive\r\n\r\nstatements do not wish to see the peoples  of  these\r\n\r\nfive territories live in peace and harmony.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have heard the arguments that the Federation of\r\n\r\nMalaysia Plan will give more opportunities to  every\r\n\r\ncitizen in the field of economy and politics and  in\r\n\r\nvarious  other spheres. From past experience  gained\r\n\r\nin  political  developments here, it can  be  safely\r\n\r\nsaid  that more encouragement will be given in these\r\n\r\nspheres. From the beginning we know that because  of\r\n\r\nthe  multi-racial  composition  of  the  people   of\r\n\r\nMalaya,  it  is  almost  impossible  to  solve   the\r\n\r\ndifferences which may arise. But with the  emergence\r\n\r\nof  a leader, Tunku Abdul Rahman Putra, and also  of\r\n\r\nSir  Cheng  Lock Tan, these two have  been  able  to\r\n\r\ncement friendly relationships between\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 637</b></font><br><br>\r\n\r\n\r\n\r\nthe  two major races in Malaya. As a result of this,\r\n\r\nthe  struggle to achieve independence for Malaya was\r\n\r\npursued relentlessly without any bloodshed.  It  can\r\n\r\nbe  said  that if by a stroke of the pen the British\r\n\r\ncolonised  Malaya,  they  were  also  expelled  from\r\n\r\nMalaya by a stroke of the pen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have every reason to be proud\r\n\r\nof  our achievements. At the same time, the work  of\r\n\r\nnation-building  and  of further  strengthening  the\r\n\r\nunity  of  the  various peoples in  Malaya  must  be\r\n\r\ncarried out and opportunities must be given  to  all\r\n\r\ncitizens. But we cannot expect to see results within\r\n\r\na  short  space of time. It will take a considerable\r\n\r\nperiod  of  time  before we  can  see  results.  The\r\n\r\nleaders must be sincere and honest, otherwise  there\r\n\r\nwill  be chaos in the country and this will lead  to\r\n\r\nthe   destruction  of  the  State  with   consequent\r\n\r\nsuffering to the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our position today is this.\r\n\r\nCertain  sections  of the people  in  their  sincere\r\n\r\ndesire  to bring about happiness are bound  to  meet\r\n\r\nwith  opposition.  There will be  many  difficulties\r\n\r\nwhich  will have to be overcome. Of course, we  must\r\n\r\nalso not blind ourselves to the dangers around us - as\r\n\r\nthe  Tunku  said  in a speech which  came  from  his\r\n\r\nheart.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the motion before the House urges each and\r\n\r\nevery  citizen of Singapore who wants  to  show  his\r\n\r\nundivided  loyalty to ths country  to  support  this\r\n\r\nplan. As I said earlier on, the plan will bring us a\r\n\r\nstep  forward and it will enable us to continue with\r\n\r\nthe   progress  which  has  been  achieved  in   the\r\n\r\nFederation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am compelled to say, and I will continue to say\r\n\r\nto  the Barisan Sosialis, that when they oppose this\r\n\r\nmotion, they attempt to play the obsolete game, that\r\n\r\nis to say, the Federation of Malaysia is intended to\r\n\r\ncounter balance the predominantly Chinese population\r\n\r\nin   Singapore  by  the  inclusion  of  the   Borneo\r\n\r\nterritories.  I strongly repudiate this  allegation,\r\n\r\nMr Speaker. As I have said, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 638</b></font><br><br>\r\n\r\n\r\n\r\nfears and misgivings of the various communities have\r\n\r\ndisappeared,  especially among the  Malays  when  we\r\n\r\nhave seen what has happened with our own eyes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But what exists among the people, Mr Speaker, is\r\n\r\nthat  there is no genuine loyalty to the State. This\r\n\r\nis  not  only prevalent among the Chinese  but  also\r\n\r\namong  the  Malays.  I say that  the  Malays  cannot\r\n\r\naccept   Communism.  They  are  prepared  to  oppose\r\n\r\nCommunism tooth and nail. So the tactic or manoeuvre\r\n\r\nof  the  Barisan Sosialis is to flog a  dead  horse.\r\n\r\nThey  hope that by so doing, the people, who do  not\r\n\r\nreally understand the objects of this Malaysia plan,\r\n\r\nwill  be  worried. But I say this on behalf  of  the\r\n\r\nMalays  in  Singapore: we have given talks  on  this\r\n\r\nplan  and  they  fully support  this  concept  of  a\r\n\r\nFederation  of Malaysia. They now await  with  great\r\n\r\ninterest  the  establishment  of  a  Federation   of\r\n\r\nMalaysia,  as is contained in the motion before  the\r\n\r\nHouse.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the leaders of the Barisan Sosialis, the Member for Queenstown, has also employed another tactic by saying that the Malaysia plan is anti-Indonesia plan. I have explained, Mr Speaker, that the Barisan Sosialis is toeing the line of the Communist Party in Indonesia. We have read in an article today that the Communist Party in Indonesia\r\n\r\nnot only opposes but condemns the Malaysian plan  as\r\n\r\na  colonial  intrigue. But they have forgotten  that\r\n\r\nwhat  we  consider most vital must be  realised  and\r\n\r\nthat  is  that on achieving independence the  nation\r\n\r\nmust be able to give the people food, clothing,  and\r\n\r\nso  on.  It is not just a matter of independence  as\r\n\r\nthe  people  will  then be in an impoverished  state\r\n\r\nwith  no  bright  prospects for them  or  for  their\r\n\r\ngenerations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So accusations designed to sour up relations\r\n\r\nbetween  the people of Indonesia and the  people  of\r\n\r\nMalaya  are  motivated by political bankrupts.  They\r\n\r\nhave  nothing to explain to the people how they  can\r\n\r\nobstruct  the  formation  of  Malaysia.  They   have\r\n\r\nridiculed  the Federation of Malaysia. For instance,\r\n\r\nthey  say  that  the  people of  Brunei  oppose  the\r\n\r\nMalaysia plan and that the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 639</b></font><br><br>\r\n\r\n\r\n\r\nFederation of Malaya is keen to take Brunei  because\r\n\r\nBrunei is a rich country and that territory has been\r\n\r\ngiven  to the Federation of Malaya by the Government\r\n\r\nof   Brunei.  They  also  say  that,  in  fact,  the\r\n\r\nFederation  Government has accepted a  loan  of  $40\r\n\r\nmillion  out of $100 million offered by  the  Brunei\r\n\r\nGovernment without any interest. This is an  example\r\n\r\nwhich clearly shows the mutual agreement on the part\r\n\r\nof  the Brunei Government to help the Federation  of\r\n\r\nMalaya in its future development plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is no basis for such an allegation that the\r\n\r\nFederation of Malaya has territorial ambitions. Such\r\n\r\nan  allegation  is  without foundation.  The  Borneo\r\n\r\nterritories are still under colonial domination.  So\r\n\r\nthis  Malaysia plan strengthens the peoples of these\r\n\r\nterritories  and  at the same time  free  them  from\r\n\r\ncolonial  domination.  If  we  are  genuinely  anti-colonial, such a noble plan as this will bring about\r\n\r\nprosperity to all sections concerned by negotiations\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;- be it with the British Government or with any other\r\n\r\nParty.  There is agreement from all Parties to  form\r\n\r\nMalaysia as enuniciated by Tunku Abdul Rahman  Putra\r\n\r\nAl-Haj in the Federation Parliament in October 1961.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee (Tanglin):</b> Mr Speaker, Sir, it\r\n\r\nis  really unthinkable that  any loyal and sensible\r\n\r\nSingapore  citizen could be opposed to the principle\r\n\r\nof  a Federation of Malaysia. Sir, even if we ask  a\r\n\r\nsecondary school student this question - \"If you  look\r\n\r\nat   the  map  of  South-East  Asia,  do  you  think\r\n\r\nSingapore  can  survive and prosper economically  by\r\n\r\nbeing  isolated?\"   - he  will  at  once  answer  that\r\n\r\nSingapore's survival and prosperity must  depend  on\r\n\r\nthe  good  relations of the regions around  her.  If\r\n\r\nthere  is  a move to tighten up relations and  bring\r\n\r\ncloser  the  parts which have been kept together  by\r\n\r\nthe British but not brought together voluntarily,  I\r\n\r\nam  sure  the student will say: that is a very  good\r\n\r\nmove.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sirs history shows that there are these trends by\r\n\r\nwhich  countries get to know one another better  and\r\n\r\ncome together on a federation or on a confederation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 640</b></font><br><br>\r\n\r\n\r\n\r\nbasis;  they  grow  stronger and  they  become  more\r\n\r\nprosperous. But when they divide and split up,  they\r\n\r\nbecome  weaker  and  poorer. We  see  that  even  in\r\n\r\npolitics   - where  parties  break  up,  they   become\r\n\r\nweaker; where they get united, they become stronger.\r\n\r\nThat  is  simple,  and I therefore  wonder  why  our\r\n\r\nBarisan  friends at this point cannot agree when  so\r\n\r\nmany  other  political groups can see the  necessity\r\n\r\nfor  greater strength and prosperity through  closer\r\n\r\nrelations and groupings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask our Barisan friends or\r\n\r\nanybody   who  is  opposed  to  the  Federation   of\r\n\r\nMalaysia,   this  question:  can  Singapore   really\r\n\r\nsurvive and prosper economically to be able to  give\r\n\r\nemployment  and  a decent livelihood  to  its  ever-growing population by being isolated? Can it be left\r\n\r\nout  of  a Federation of Malaysia and still prosper?\r\n\r\nHitherto  we have had the traditions left behind  by\r\n\r\nthe   British,  who  really  had  a  Federation   of\r\n\r\nMalaysia,  Sir, because there was the  Commissioner-General  for  South-East  Asia  with  the  different\r\n\r\nGovernors governing the different colonies, and they\r\n\r\ngot  together  once in a while at  a  conference  in\r\n\r\nSingapore.  Naturally divergent policies that  would\r\n\r\nbe  injurious to Singapore would not be allowed. But\r\n\r\nif  Sarawak, North Borneo, Brunei and the Federation\r\n\r\nwere   to   adopt  different  policies  hostile   to\r\n\r\nSingapore, we in Singapore would be bound to suffer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I remember the time when we had a\r\n\r\nCommonwealth   Parliamentary   Regional   Conference\r\n\r\nhere - meeting  in a room in this House.  The  Barisan\r\n\r\nSosialis  Party had not as yet been formed.  But  if\r\n\r\ntheir  leader had been present at those meetings,  I\r\n\r\nthink perhaps his attitude would have changed.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Point of order, Mr Speaker, Sir. Is\r\n\r\nit  in order for the Minister for Culture to do  his\r\n\r\nhomework and read his newspaper in this Assembly?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> There is a Standing Order and I had\r\n\r\nbetter read it for it to be understood. The Standing\r\n\r\nOrder is Standing Order 48, paragraph (d):\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 641</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Members shall not read newspapers, books, letters\r\n\r\nor  other  documents except such matters therein  as\r\n\r\nmay  be  directly connected with the business  under\r\n\r\ndebate.'\r\n\r\n\r\n\r\n<br><br>I think I have seen the Minister for Culture busy\r\n\r\nunder-lining certain words. I take it he is reading\r\n\r\npassages directly concerned with this debate.\r\n\r\n\r\n\r\n<br><br><!-- Dr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Thio Chan Bee:</b> Mr Speaker, Sir, I was at the\r\n\r\npoint  where I was describing what happened at those\r\n\r\nmeetings    of    the   Commonwealth   Parliamentary\r\n\r\nAssociation Regional Conference held in the  Library\r\n\r\nin  this  House. Sir, I remember well the Leader  of\r\n\r\nthe  North  Borneo delegation, Mr Donald  Stephens,\r\n\r\nstanding  up  and,  in a very forthright  and  blunt\r\n\r\nmanner telling the rest of us how fearful the  North\r\n\r\nBorneo  territory  was of this Malaysia  idea.  They\r\n\r\nfeared that their Civil Service would be Malayanised\r\n\r\ninstead  of  Borneonised, and how they,  being  more\r\n\r\nbackward,  would  be  left  behind  and  would  lose\r\n\r\nthrough  this kind of Federation and so  forth.  But\r\n\r\nwhen he found that we were appreciative of all their\r\n\r\nfears - because the Federation people were fearful  of\r\n\r\nSingapore,  and Singapore citizens were  fearful  of\r\n\r\nFederation citizens -  and we shared with them similar\r\n\r\nfears, but that if we really had the desire to  come\r\n\r\ncloser  together there would be adequate  safeguards\r\n\r\nfor  all these fears, Mr Donald Stephens got up and\r\n\r\nsaid,  \"It looks as if we are all of the same  mind.\r\n\r\nWe  realise  these fears and, therefore,  we  should\r\n\r\nreally  now stop talking about these fears  and  get\r\n\r\ndown  to  practical realities.\"  There  was  also  a\r\n\r\nmember  of another delegation, Sir, who had  in  his\r\n\r\npocket  a  draft of a speech which was  against  the\r\n\r\nidea of a Federation of Malaysia. But as he listened\r\n\r\nto  the  arguments and the sincerity of the speakers\r\n\r\nin  their  desire  really to help  one  another,  he\r\n\r\ndecided not to deliver his speech. I was glad when I\r\n\r\nfound  that  out afterwards. It shows that  when  we\r\n\r\nreally  get  down  to brass tacks and  realise  that\r\n\r\nthere are fears, we must not ignore these fears. But\r\n\r\nif  we  are  willing to provide safeguards  for  all\r\n\r\nthese  fears  then  the fears  disappear.  There  is\r\n\r\ntrust.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 642</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sure that if the Barisan Sosialis leader\r\n\r\nhad  been there and had felt the atmosphere  in  the\r\n\r\nconference,  very likely he would have  changed  his\r\n\r\nattitude.  Now to arouse our fears of  Indonesia,  I\r\n\r\nthink,  Sir, is not contributing towards the welfare\r\n\r\nof  the  citizens of this part of the world.  If  we\r\n\r\nknow  these fears, we want to remove them. I believe\r\n\r\nthat   having  agreed  to  the  principle   of   the\r\n\r\nFederation  of Malaysia, the constitutional  experts\r\n\r\ncould  provide  safeguards for all  these  fears.  I\r\n\r\nunderstand that one of the delegates at one  of  his\r\n\r\nsubsequent meetings said that he was glad  that  out\r\n\r\nof the discussions they had arrived at one principle\r\n\r\nto  which  they had agreed. There would be unity  in\r\n\r\ndiversity.  So  we have stressed that  that  is  the\r\n\r\nprinciple  which Singaporeans in particular  favour,\r\n\r\nbecause we have diverse interests sometimes. We have\r\n\r\ndiverse  fears. But we can be united in our  loyalty\r\n\r\nand  in our desire to contribute, each his part,  to\r\n\r\nthe  general well-being of the people of this place.\r\n\r\nI  do hope, Sir, that on second considerations,  our\r\n\r\nBarisan  friends will realise that they can  play  a\r\n\r\ngreat part by not applying the brakes or throwing  a\r\n\r\nspanner  into the machinery because they are against\r\n\r\nthe  P.A.P. We too have been against the P.A.P., and\r\n\r\nin  many things we too cannot agree with the P.A.P.;\r\n\r\nbut, Sir, when it comes to an issue like this, which\r\n\r\nis  for the good of our people and our children,  we\r\n\r\nshould  really  rise  above  party  differences  and\r\n\r\nwelcome  an  idea  that  can bring  benefit  to  all\r\n\r\nconcerned.\r\n\r\n\r\n\r\n<br><br>6.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Home Affairs (Mr Ong Pang Boon):</b>\r\n\r\nMr  Speaker, Sir, nobody of any repute - not even the\r\n\r\nCommunists  and  their stereophonic,  high  fidelity\r\n\r\ntape   recorders   in  this  Assembly - have   opposed\r\n\r\nMalaysia in principle.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. That is rather an extravagant\r\n\r\nphrase  used about stereophonic, high fidelity  tape\r\n\r\nrecorders. I do not know whether that was  meant  to\r\n\r\napply to Members of the Assembly or to hidden tapes.\r\n\r\nBut if that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 643</b></font><br><br>\r\n\r\n\r\n\r\nexpression  is  meant to apply to  Members  of  this\r\n\r\nAssembly,  it might appear to be offensive.  Perhaps\r\n\r\nthe Minister could withdraw that extravagant phrase.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> As you wish, Sir, I withdraw\r\n\r\nthose  words. Nevertheless, everybody in this  House\r\n\r\nknows  how  repetitive the Members  of  the  Barisan\r\n\r\ncould  be.  Mr Speaker, Sir, the Barisan  Sosialis,\r\n\r\nfor example, support Malaysia in principle; just  as\r\n\r\nthey  support  merger  in principle;  just  as  they\r\n\r\nsupport democracy in principle; just as they support\r\n\r\nnon-Communist socialism in principle.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Do you not?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Nobody doubts it. However, Mr\r\n\r\nSpeaker,  Sir, this does not deprive them  of  their\r\n\r\nright  to  reject in practice what they  support  in\r\n\r\nprinciple  and, as I shall show later,  the  Barisan\r\n\r\nSosialis,   at   the  behest  of   their   Communist\r\n\r\nmanipulators, oppose Malaysia in practice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, the fact that the Barisan Sosialis and\r\n\r\nother opponents have to accept Malaysia in principle\r\n\r\nis  proof  that  they  recognise  that  Malaysia  is\r\n\r\nhistorically  inevitable and logically  irrefutable.\r\n\r\nIn  fighting  what  is historically  inevitable  and\r\n\r\nlogically  irrefutable, the  opponents  of  Malaysia\r\n\r\nknow  that they have launched on an enterprise  that\r\n\r\nmust  end  in defeat and disaster for them.  But  in\r\n\r\nembarking  on  such  a foolish  encounter  they  are\r\n\r\nthemselves  the  helpless  victims  of   their   own\r\n\r\nmachinations.  They are caught  in  a  dilemma  they\r\n\r\ncannot  resolve.  Their  political  philosophy   and\r\n\r\npractice is built on a pathetic fallacy - the  fallacy\r\n\r\nthat  in  the Malaysian region Communism can triumph\r\n\r\nagainst  the  mounting  tide  of  nationalism.  This\r\n\r\nessentially is the fallacy which is responsib1e  for\r\n\r\nthe  dilemma in which the Barisan Sosialis and their\r\n\r\nCommunist mentors find themselves over the issue  of\r\n\r\nMalaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They cannot deny the desirability or inevitability\r\n\r\nof  Malaysia but they have to resist its realisation\r\n\r\nbecause  it  is,  at  the moment,  inimical  to  the\r\n\r\ninterests of Communism. In other words, the  Barisan\r\n\r\nSosialis want to roll back the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 644</b></font><br><br>\r\n\r\n\r\n\r\ntide of Malaysia but every time the waves break they\r\n\r\nhave to scoot for dry ground.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A good indication of how difficult it is for them\r\n\r\nto resist the tide of Malaysia was their reaction to\r\n\r\nthe  question of merger  - for, in the final analysis,\r\n\r\nmerger  and Malaysia are integral parts of the  same\r\n\r\nhistorical movement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not propose today to deal with the merger\r\n\r\nquestion which had been thoroughly thrashed  out  in\r\n\r\nthis  Assembly. However, I would like  to  make  one\r\n\r\nobservation  which substantiates my point  that  the\r\n\r\nMalaysia  movement  is the wave of  the  future -  the\r\n\r\ninevitable  process of history which  not  even  the\r\n\r\nBarisan Sosialis and their manipulators can halt  in\r\n\r\nthe long run.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As you know, Sir, at the end of the debate on\r\n\r\nmerger, when everyone was laboriously scrapping  the\r\n\r\nbottom of the barrel for fresh ideas on the subject,\r\n\r\nthe  time came for a vote to be taken on the matter.\r\n\r\nInstead of boldly declaring their stand, the Barisan\r\n\r\nSosialis  walked out on the pretext that freedom  of\r\n\r\ndebate was being denied.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> On a point of order, Mr Speaker,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Mr Speaker, was one of those who\r\n\r\nwalked  out,  and I object to the use  of  the  word\r\n\r\n\"pretext\".\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The use of the word \"pretext\" imports\r\n\r\na  matter of opinion, and that is the opinion of the\r\n\r\nMinister.  If it is the opinion of the Minister  for\r\n\r\nHome Affairs, he is entitled to voice it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Yes, Mr Speaker, incidentally\r\n\r\nI  have forgotten the Member for Anson also followed\r\n\r\nthe  Barisan Sosialis in the walk-out. Nevertheless.\r\n\r\nMr  Speaker, it is my submission that  the  Barisan\r\n\r\nSosialis walked out because they felt in their bones\r\n\r\nthat   for  all  their  protestations  and   lengthy\r\n\r\ndiscourses,  they  could not halt  the  irresistible\r\n\r\ndrive towards merger.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 645</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The same feeling of helplessness and inevitable\r\n\r\ndefeat  is evidenced in their reactions to Malaysia.\r\n\r\nThey may claim to support Malaysia in principle  but\r\n\r\nthey have the uncomfortable feeling that Malaysia is\r\n\r\na noose tightening slowly about their necks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me state why we think that Malaysia is\r\n\r\ninevitable  and desirable and why the anti-Malaysian\r\n\r\nforces  have failed to halt the Malaysian  movement.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The idea of Malaysia is not new. It has been mooted\r\n\r\nby  different  peoples at different times.  We  know\r\n\r\nthat  immediately  after the  last  war  progressive\r\n\r\nnationalist  and  socialist leaders  championed  the\r\n\r\nidea  of  Melayu Raya - a vast Federation  of  Malay-speaking  States stretching from the Philippines  to\r\n\r\nMalaya and Indonesia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Communists, too, joined in the cry of Melayu\r\n\r\nRaya   because   at  that  time  Communism   enjoyed\r\n\r\nconsiderable influence and prestige throughout  Asia\r\n\r\nand the Communists were therefore of the view that a\r\n\r\nMelayu  Raya  would  be a Communist-directed  Melayu\r\n\r\nRaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, at that time, the concept of Melayu Raya\r\n\r\ndid  not  accord  with political realities  in  this\r\n\r\nregion.  For  one thing, the concept of Melayu  Raya\r\n\r\nwas  merely  an incidental weapon in furtherance  of\r\n\r\nthe  real  and  major objective - the elimination  of\r\n\r\ncolonialism.  Melayu  Raya  was  merely   one   more\r\n\r\nbattering ram against colonialism in the armoury  of\r\n\r\nthe  nationalists. The concept of  Melayu  Raya  was\r\n\r\nitself  too vague and remote to make any  impact  on\r\n\r\nthe   minds   of  ordinary  people.  The   immediate\r\n\r\npreoccupation  of  the masses and their  leaders  in\r\n\r\nthose  days  was  how to get rid of  colonialism  in\r\n\r\ntheir respective countries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The result was that the ideal of Melayu Raya was\r\n\r\nforgotten  and  soon  ceased to  exercise  even  the\r\n\r\nimagination of the intellectuals who gave  birth  to\r\n\r\nthe concept.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The idea of Malaysia was then mooted by the\r\n\r\nBritish. The purpose of Malaysia as conceived by the\r\n\r\nBritish in those days was to use it as a counter  to\r\n\r\nanti-colonial  nationalism in the  Malaysian  region\r\n\r\nand,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 646</b></font><br><br>\r\n\r\n\r\n\r\nfor this reason, it failed to evoke any response. It\r\n\r\nfailed because it was seen by the nationalists as  a\r\n\r\nMalaysia controlled and dominated by the British.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So for the second time the ideal of Malaysia\r\n\r\nfailed   to  evoke  any  popular  response   because\r\n\r\nobjectively the conditions were not ripe for it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then early last year the Tengku revived the\r\n\r\nconcept  of Malaysia and, unlike on the two previous\r\n\r\noccasions, the idea not only caught on but  it  also\r\n\r\ndeveloped with a rapidity which nobody expected.  At\r\n\r\nfirst the opponents of Malaysia tried to dismiss the\r\n\r\nwhole thing as just a bit of whim on the part of the\r\n\r\nTengku. They expected that after the initial call to\r\n\r\nMalaysia the whole business would be forgotten.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But when it looked like gathering momentum the\r\n\r\nfirst strong reaction came strangely enough from the\r\n\r\nCommunists  and the pro-Communists  - the same  people\r\n\r\nwho  once waxed eloquent over Melayu Raya. The  more\r\n\r\nextreme  of  the Communist faction lost no  time  in\r\n\r\nbranding Malaysia as the \"Super Merger Trap\"  and  a\r\n\r\nBritish  colonialist plot  - just  as  merger  between\r\n\r\nSingapore  and the Federation of Malaya was  branded\r\n\r\nas  a  British plot by the very same people who were\r\n\r\nsecretly making offers to the U.K. Commission to  do\r\n\r\nthe  P.A.P. in, in return for British guarantee that\r\n\r\na new government headed presumably by the Member for\r\n\r\nQueenstown would be tolerated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is a measure of the confusion that exists among\r\n\r\nthe Communist and the pro-Communist circles over the\r\n\r\nquestion   of   Malaysia  that   others   of   their\r\n\r\nsympathisers took a more indulgent view of Malaysia.\r\n\r\nThis  was  because  they  had  to  accommodate   the\r\n\r\nsentiments  of Malayan Leftist nationalists  on  the\r\n\r\nquestion  of Malaysia. For example, the Chairman  of\r\n\r\nthe  Party  Rakyat of Malaya, Inche Ahmad Boestaman,\r\n\r\nissued a statement that in principle he thought that\r\n\r\nthe   Tengku's  plan  for  Malaysia  was   a   \"good\r\n\r\nsuggestion   and  deserved  support\"  provided,   of\r\n\r\ncourse,  this resulted in the Federation of Malaysia\r\n\r\nbecoming economically and politically independent.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 647</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, on the one hand, there were the Communists who\r\n\r\nclaimed that Malaysia was a super-merger trap and  a\r\n\r\nBritish  colonialist plot and, on the other, another\r\n\r\ngroup  which  was  prepared to support  Malaysia  in\r\n\r\nprinciple  because  they did not  want  to  alienate\r\n\r\nMalayan  nationalists. This dithering is, I believe,\r\n\r\nnow coming to an end because the line on Malaysia is\r\n\r\nnow being laid for them by the popes and archbishops\r\n\r\nof  Communism  who  have now come  to  realise  that\r\n\r\nMalaysia  is  definitely round the corner,  and  the\r\n\r\ntime has come for it to be broken up.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After a long period of silence Radio Moscow, Radio\r\n\r\nPeking,  the  P.K.I. of Indonesia  and  the  Bintang\r\n\r\nTimur,  a  pro-Communist Indonesian newspaper,  have\r\n\r\nall   branded  Malaysia  as  a  bad  thing,  a  pro-colonialist device, and as anti-Indonesia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> Point of information please, Mr\r\n\r\nSpeaker.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Minister will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr David Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David Marshall:</b> I am much obliged. Would the\r\n\r\nMinister  document that statement of his that  Radio\r\n\r\nPeking  and  Radio Moscow have come out against  the\r\n\r\nMalaysia    concept   as   being   an    imperialist\r\n\r\nmachination? Can he tell us where he got that from?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Those who tuned to Radio Peking\r\n\r\nwould  have heard this. If the Member for  Anson  is\r\n\r\ninterested, I shall look up the broadcast  and  send\r\n\r\nthe script to him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, they (Communists and pro-Communists) do not even concede now that Malaysia is\r\n\r\na  good  thing  in principle. They have  made  their\r\n\r\nfinal  pronouncement on Malaysia and their disciples\r\n\r\nin  this  part of the world would have  to  toe  the\r\n\r\nline. Malaysia must be broken up.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 648</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>7.08 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER (Mr Mammen) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But can it be broken up? That is the problem that\r\n\r\nmust  be  exercising the minds of even the so-called\r\n\r\nnon-Communists  in  the Barisan Sosialis  and  their\r\n\r\neven  more  feeble  counter-parts  in  Kuching   and\r\n\r\nelsewhere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is my contention, Mr Deputy Speaker, that it\r\n\r\nis  the disconsolate opponents of Malaysia who  will\r\n\r\nbe  crushed  and broken up by what the Minister  for\r\n\r\nCulture has described as the locomotive of history\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Malaysia is inevitable not because of the Tengku\r\n\r\nor the Malaysia Solidarity Consultative Committee or\r\n\r\nany  one  else,  but because events and  forces  are\r\n\r\nthrusting  us  in  that direction. Malaysia  is  the\r\n\r\nepilogue  to  the  anti-colonial  history  in   this\r\n\r\nregion.  Malaysia  is not, as some  Members  of  the\r\n\r\nBarisan Sosialis contend, a movement inspired by the\r\n\r\nBritish   to  consolidate  their  hold  over   these\r\n\r\nterritories. Under Malaysia Britain must  relinquish\r\n\r\nher  sovereignty over these territories and transfer\r\n\r\nit  to the new Federation of Malaysia. Of course, it\r\n\r\nis  the  fashion among pro-Communists - to brand  as\r\n\r\nphoney  any  grant of independence  which  does  not\r\n\r\nresult  in  a  Communist take over.  For  years  the\r\n\r\nCommunists refused to accept as genuine the grant of\r\n\r\nindependence to India, Ceylon and other  ex-colonial\r\n\r\ncountries  where  non-Communist  regimes  came  into\r\n\r\npower.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Even in Malaya the less perceptive doctrinaire\r\n\r\nCommunists  never fail to repeat that the Federation\r\n\r\nis  still  subject to colonial control, unlike  Chin\r\n\r\nPeng  who,  at  the Baling Talks, in response  to  a\r\n\r\ndirect question by the Tengku, said that he did  not\r\n\r\nregard  the Tengku as a colonial stooge but  as  the\r\n\r\nproperly  elected  leader  of  the  people  of   the\r\n\r\nFederation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When Malaysia comes, the transfer of sovereignty\r\n\r\nwill  be  genuine in that it will be  recognised  as\r\n\r\nsuch in international law and in the United Nations.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 649</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Why, it may be asked, are the British prepared to\r\n\r\nhand  over sovereignty over the Borneo States  to  a\r\n\r\nnew Federation constituted out of 15 States?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They are granting sovereignty to the Malaysia\r\n\r\nFederation for exactly the same reason that led them\r\n\r\nto  grant  independence  to  India,  Ceylon,  Burma,\r\n\r\nGhana, Malaya and other territories for a long time.\r\n\r\nThe British are well aware of the convulsive changes\r\n\r\ngoing on in South-East Asia and how vulnerable their\r\n\r\nposition  can  be  as a colonial overlord.  The  two\r\n\r\nforces ranged against them are Communism on the  one\r\n\r\nhand and anti-colonial nationalism on the other  and\r\n\r\nthey know that they cannot meet the assault of both.\r\n\r\nOnly  a  few  weeks ago the British  Prime  Minister\r\n\r\nreminded  the  British people that Britain  was  now\r\n\r\nreduced  to  the status of a third-class  power.  In\r\n\r\nother  words,  the  British  realise  that  time  is\r\n\r\nrunning out for them in the Borneo territories  and,\r\n\r\nwith  typical realism, they have decided to come  to\r\n\r\nterms  with  nationalism rather than with  Communism\r\n\r\nbecause  they understand that nationalism is  likely\r\n\r\nto be the stronger force.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They did so in the case of India and Ceylon. Will\r\n\r\nthe   Barisan  Sosialis  therefore  say   that   independence  for  India  and Ceylon  was  phoney  and\r\n\r\nshould have been resisted?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The problem therefore is who is to take over in\r\n\r\nthe Borneo territories  - the nationalists or the anti-nationalists?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is quite clear what the struggle is now boiling\r\n\r\ndown  to.  The anti-nationalists, like  the  Barisan\r\n\r\nSosialis, want to break up Malaysia into small units\r\n\r\nso  that  they  can be subverted  one  by  one.  The\r\n\r\nnationalists,  on  the other hand,  want  a  unified\r\n\r\nMalaysia -  a strong Malaysia.\r\n\r\n\r\n\r\n<br><br>7.16 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali Bin Alwi (Kampong Kembangan)</b>(<i>In Malay</i>): Mr Deputy Speaker, Sir, what I wish to say\r\n\r\nis,  are  the  Barisan. Sosialis rude, or  will  the\r\n\r\nmotion  being debated in this Assembly be  left  not\r\n\r\nonly  to  ourselves but also to the  people  of  the\r\n\r\nterritories involved to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 650</b></font><br><br>\r\n\r\n\r\n\r\ndecide? I say so, Mr Deputy Speaker, Sir, because I\r\n\r\ncannot  accept for a moment the accusation that  the\r\n\r\nTunku  is  a  communalist. Let us leave  it  to  the\r\n\r\npeople  to judge whether we or the Barisan  Sosialis\r\n\r\nare communalists. The Barisan Sosialis were prepared\r\n\r\nto  hold mass rallies in Geylang Serai in support of\r\n\r\nthe  West Irian struggle. I now invite them to  come\r\n\r\nover  to  Geylang Serai to hold similar  rallies  if\r\n\r\nthey  are prepared to do so. I feel that the Barisan\r\n\r\nSosialis, as a socialist political Party, is  not  a\r\n\r\ngenuine  socialist Party, because I  have  heard  it\r\n\r\nsaid in this Assembly that today they represent only\r\n\r\nthe  Chinese section of the community. I shall leave\r\n\r\nthe  question  as  to  who are communalists  to  the\r\n\r\nAssembly  to  decide.  I think  they  only  pay  lip\r\n\r\nservice  when they say they are attempting  to  help\r\n\r\nthe Malays.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was very much surprised to hear such\r\n\r\ncharges made by the Member for Queenstown. He is not\r\n\r\nsatisfied. But he does not know what to do for  fear\r\n\r\nthat if he takes the wrong step he might become mad.\r\n\r\nIs  it wrong to seek a closer relationship with  our\r\n\r\nbrothers  in  Borneo? Is it wrong to obtain  a  loan\r\n\r\nfrom Brunei, or must we obtain it from Moscow? It is\r\n\r\na wrong attitude on the part of the Barisan Sosialis\r\n\r\nif  they  think otherwise. It is fortunate that  the\r\n\r\nTunku has initiated his Malaysia plan. I may be  one\r\n\r\nof  those  who  will demand that the British  should\r\n\r\ntransfer sovereignty to the Malays. These fears will\r\n\r\ncause anxiety among those who have been accepted  as\r\n\r\nour  brothers with citizenship rights  and  who,  we\r\n\r\nfeel, should owe undivided loyalty to the country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to reply to the accusation made by the\r\n\r\nleader  of  the  Barisan  Sosialis  concerning   the\r\n\r\nCobbold  Commission which they regard  as  a  rubber\r\n\r\nstamp. We can use the Malaysia rubber stamp on those\r\n\r\npeople  whom  we wish to exterminate from  our  fair\r\n\r\nland.  The  purpose of the rubber stamp will  be  to\r\n\r\neliminate  people who are pro-Communists or  genuine\r\n\r\nCommunists in our country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to clarify another point. We all remember\r\n\r\nvery  well  that  after  the Japanese  surrender  in\r\n\r\nMalaya and Singapore, there was evidence that the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 651</b></font><br><br>\r\n\r\n\r\n\r\nM.P.A.J.A. or  the  M.C.P. fought  to   establish\r\n\r\nCommunist rule over Malaya and Singapore. What  they\r\n\r\nfought for al that time was based on communal lines.\r\n\r\nSo   I   wish   to  say  to  the  Barisan   Sosialis\r\n\r\nparticularly  that  they  cannot  allege  that   the\r\n\r\nAlliance  Government has been adopting the  communal\r\n\r\nline.  Mr  Deputy Speaker, Sir, we  should  not  be\r\n\r\nblamed if we ourselves start communal feelings among\r\n\r\nour  people, the blame should be put squarely on the\r\n\r\nBarisan Sosialis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Barisan Sosialis have alleged that the\r\n\r\nMalaysia plan is anti-Indonesian and that  it  is  a\r\n\r\nBritish  plan.  This opinion cannot find  acceptance\r\n\r\namong  the  Members of U.M.N.O. Perhaps the  Barisan\r\n\r\nSosialis  have  entirely forgotten  that  the  Malay\r\n\r\npopulation  in Malaya and Singapore originated  from\r\n\r\nJava  or  Sumatra. We have a sense  of  loyalty  and\r\n\r\nresponsibility  to  our  country.  If  the   Barisan\r\n\r\nSosialis wish to teach the Malays in Malaya, then  I\r\n\r\nbelieve   - as  the saying goes - blood is thicker  than\r\n\r\nwater.  So let them take heed of this proverb.  They\r\n\r\nshould  not try to teach the ducks to swim. If  they\r\n\r\npersist  in doing so, it will not be the  ducks  who\r\n\r\nwill drown but the Barisan Sosialis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Deputy Speaker, Sir, I wish to refute the\r\n\r\nunfounded  allegations made by the Barisan  Sosialis\r\n\r\nconcerning   the  Malaysia  plan  and  the   charges\r\n\r\ndirected against the leaders of U.M.N.O.\r\n\r\n\r\n\r\n<br><br>7.58 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Khoon Choy (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Education (Mr Lee Khoon Choy)</b>(<i>In Mandarin</i>): Mr\r\n\r\nDeputy  Speaker. Sir, we believe that all those  who\r\n\r\nare  loyal  to the State and to the Federation  must\r\n\r\nsincerely support the motion of the day. But  it  is\r\n\r\nsurprising  to  us to note that the  leader  of  the\r\n\r\nBarisan  Sosialis has today come forward  openly  to\r\n\r\noppose   this   motion.  He  is   opposed   to   the\r\n\r\nestablishment of Malaysia. He has said  many  things\r\n\r\nwhich   sound  hollow.  He  says  that   after   the\r\n\r\nestablishment  of Malaysia there  will  not  be  any\r\n\r\nfreedom, equality and democracy. How can there be an\r\n\r\nabsence  of equality and freedom? He has  not  given\r\n\r\nany  explanation for this matter. He  has  also  Mid\r\n\r\nthat the Malaysia plan is a plan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 652</b></font><br><br>\r\n\r\n\r\n\r\nbrought  forward by the P.A.P. leadership for  their\r\n\r\nown survival. This again is an affront to the people\r\n\r\nof Singapore, and also to the people of Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a matter of fact, the leader of the Barisan\r\n\r\nSosialis  has clearly realised that as soon  as  the\r\n\r\nMalaysia plan is fulfilled, their back-seat  drivers\r\n\r\nwill  fail  in their plot to bring about a Communist\r\n\r\nMalaysia.  They know that their plan of a  Communist\r\n\r\nMalaysia  will become a dream. As a result of  this,\r\n\r\nthey  have to come forward to oppose merger  between\r\n\r\nSingapore  and  the Federation. They object  to  the\r\n\r\nWhite Paper of the Government. They have put forward\r\n\r\nso  many  conditions which are unacceptable  to  the\r\n\r\nFederation in order to sabotage the merger plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today we have brought out this Malaysia plan, and\r\n\r\nthey  have  also come forward to oppose  it  openly.\r\n\r\nInitially we did not know what they were up  to.  We\r\n\r\ndid  not know what they were actually trying to  do.\r\n\r\nBut  now everything is as clear as crystal.  In  the\r\n\r\nStraits  Times  of today, an article by  Alex  Josey\r\n\r\nstates  that  the Communist leader in  Indonesia  is\r\n\r\nopposed  to  the  Malaysia plan.  The  Minister  for\r\n\r\nCulture  will  be dealing with the details  of  this\r\n\r\narticle,  but to put it in a nutshell, it says  that\r\n\r\nthe Barisan Sosialis are advancing similar arguments\r\n\r\nto  those  forwarded by the Communists in Indonesia.\r\n\r\nIt   is  obvious  that  in  South.  East  Asia,  the\r\n\r\nCommunists  in  Indonesia seem to  have  become  the\r\n\r\ncentre  of  attraction. We can now see clearly  that\r\n\r\nthe  Barisan  Sosialis do not like merger  with  the\r\n\r\nFederation  of Malaya at this juncture,  neither  do\r\n\r\nthey like to see the Malaysia plan materialised.  On\r\n\r\nthe contrary they have brought forward arguments  to\r\n\r\nthe effect that Singapore, the Federation of Malaya,\r\n\r\nBrunei,  Sarawak,  North Borneo, should  shelve  the\r\n\r\nMalaysia  plan,  or else they must  have  a  greater\r\n\r\nMalaysia to include Indonesia. That is to say,  they\r\n\r\nwant a greater Malaysia to include Indonesia and the\r\n\r\nfive  territories comprising Borneo, Singapore,  the\r\n\r\nFederation, and so on. From this we can see  clearly\r\n\r\nthat they do not hope for a merger at this juncture.\r\n\r\nThey are trying to gain time because they think that\r\n\r\nthe proper time for merger will be when the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 653</b></font><br><br>\r\n\r\n\r\n\r\nIndonesian  Communists are in control of  Indonesia.\r\n\r\nThat will be the best time for merger, according  to\r\n\r\nthem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So it is a very clear example. They say they like\r\n\r\nus.  \"We are in support of Indonesia recovering West\r\n\r\nIrian  because  West Irian is, after all,  part  and\r\n\r\nparcel of Indonesia, and we are of the opinion  that\r\n\r\nsimilarly  they should come forward to  support  our\r\n\r\nplan  to  get  rid  of the remnant forces  from  the\r\n\r\nMalaysia  plan entirely.\" But they do not think  so.\r\n\r\nThey  do  not  support our getting  rid  of  British\r\n\r\ncolonialism in this area. They say, \"You wait for  a\r\n\r\nwhile. Wait until the Borneo territories have  self-determination.\"  They do not like a  merger  between\r\n\r\nSingapore  and the Federation. They do not  want  to\r\n\r\nhave  an early merger and a union of the peoples  of\r\n\r\nthese territories. Instead they want us to be merged\r\n\r\nwith Indonesia. This does not mean that they are  in\r\n\r\nsupport  of the Indonesian Communists. Is it because\r\n\r\nthere  is  suppression of the Indonesian Communists?\r\n\r\nThey  are  trying to sell out the interests  of  the\r\n\r\npeople of Singapore. They are hoping to sell out the\r\n\r\ninterests  of the people of all the five territories\r\n\r\nto  the  Communists in Indonesia. We members of  the\r\n\r\nP.A.P.,  including  those in  the  Barisan  Sosialis\r\n\r\nbefore  they  left us, already signed  an  agreement\r\n\r\nbefore  the elections in which we declared  that  we\r\n\r\nare  non-Communist,  socialist  disciples.  We  also\r\n\r\nsigned   a   declaration  analysing  the   political\r\n\r\ndevelopment and situation in Malaya. It was  clearly\r\n\r\nstated  what  we wanted to achieve  - an  independent,\r\n\r\ndemocratic, free and non-Communist Malaya, and not a\r\n\r\nCommunist   Malaya.   And   so   it   is   not   our\r\n\r\nresponsibility  to  work for any  influence  or  any\r\n\r\nforces.  But it is our responsibility to try  to  do\r\n\r\nour  best  to  raise the standard of living  of  the\r\n\r\npeoples of the two territories. We must develop  our\r\n\r\ncountry on our own. We do not want to be stooges  of\r\n\r\nany foreign country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is very clear at this juncture that the Barisan\r\n\r\nSosialis  is  being  controlled  by  the  Indonesian\r\n\r\nCommunists. The Member for Queenstown,  who  is  the\r\n\r\nChairman of the Barisan Sosialis, has said that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 654</b></font><br><br>\r\n\r\n\r\n\r\nhe  is  in  favour  of the peoples  of  the  various\r\n\r\ncountries  coming together, but he is  opposing  the\r\n\r\nmerging  of our close neighbours. He talks  about  a\r\n\r\ncommon  world  in the universe. It is but  an  empty\r\n\r\ndream.  We  know that a common world is a very  high\r\n\r\nideal  of  a human being. But in every country  that\r\n\r\nhas  achieved independence, especially in South-East\r\n\r\nAsia,  we see that they are faced with a phenomenon.\r\n\r\nThis  phenomenon is very objective as  predicted  by\r\n\r\nhistory - that  it  is a struggle between  nationalism\r\n\r\nand  Communism. Here it is the same. In Burma  there\r\n\r\nwere  three  schools  of  Communist  thinking  after\r\n\r\nindependence.  Countries  in  South-East  Asia   are\r\n\r\ngenerally faced with a similar situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Queenstown talks about Afro-Asian\r\n\r\npeople and spirit and say that we must keep in  line\r\n\r\nwith  this spirit of Afro-Asia. I remember that when\r\n\r\nan  Afro-Asian meeting was held, I went there  as  a\r\n\r\nreporter and I listened to the Member for Queenstown\r\n\r\nand  other  members talking about their support  for\r\n\r\nthe  Indonesians to take back West Irian. But on the\r\n\r\nother hand, when they oppose this Malaysia motion, I\r\n\r\nfeel  like  laughing at them. But if the Member  tom\r\n\r\nQueenstown likes to see it, I can let him  read  the\r\n\r\narticle  written by me in support of the  Indonesian\r\n\r\nstruggle  for  the recovery of West Irian.  I  wrote\r\n\r\nthat article before the independence of Malaya, that\r\n\r\nwe  should support the Indonesian struggle  for  the\r\n\r\nrecovery  of West Irian. At that time a  person  who\r\n\r\ndared write such an article would be thought to be a\r\n\r\nLeftist and would even face the possibility of being\r\n\r\narrested.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now I can see the heroes opposite me talk a great\r\n\r\ndeal about how to get others to become soldiers when\r\n\r\nthey themselves stay at home enjoying their comfort.\r\n\r\nI  feel  like  laughing at them when they  say  such\r\n\r\nthings. The so-called Afro-Asian spirit, to my mind,\r\n\r\nmeans that all those countries that took part in the\r\n\r\nBandoeng Conference of Afro-Asian countries were pro-Communists:  there were Communists  and  there  were\r\n\r\nalso  pro-Western countries. Now if you want to talk\r\n\r\nabout  the spirit of Afro-Asian conference you  must\r\n\r\ngive the whole picture and all the resolutions\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 655</b></font><br><br>\r\n\r\n\r\n\r\npassed  there  as a whole in order to call  this  an\r\n\r\nAfro-Asian conference spirit. One resolution was  to\r\n\r\nthe  effect that all colonialism in Asia and  Africa\r\n\r\nmust   be  eradicated  entirely,  and  these   areas\r\n\r\nincluded  Malaya and Malaysia. Now this is the  true\r\n\r\nspirit of the Afro-Asian conference. I would like to\r\n\r\nask the Member for Queenstown what he means when  he\r\n\r\nrefers  to the Afro-Asian spirit. He says  that  the\r\n\r\nPrime  Minister deliberately tries to  sabotage  the\r\n\r\ngood relationship between the Borneo people and  the\r\n\r\nIndonesian  people.  But it is  he  himself  who  is\r\n\r\nsouring up the relationship between these two groups\r\n\r\nof  people. It is not the Prime Minister at all. The\r\n\r\nrepresentatives  of the Barisan Sosialis  have  come\r\n\r\nout openly to say that the Malaysia plan is an anti-Indonesian plan. Is this not a deliberate attempt to\r\n\r\nsour  out  relationship between these two countries?\r\n\r\nMr  Deputy  Speaker, Sir, it is  obvious  that  the\r\n\r\nBarisan  Sosialis, in whatever they do, do not  mean\r\n\r\nwhat  they  say.  They  say that  they  support,  in\r\n\r\nprinciple, the concept of Malaysia. Everything  they\r\n\r\nsay  is  in  principle. But what they  are  actually\r\n\r\ndoing is detrimental to the Malaysia plan. They  say\r\n\r\nthings  with only one aim. That is, they are  trying\r\n\r\ndeliberately to delay merger. They want deliberately\r\n\r\nto  delay the materialisation of the Malaysia  plan.\r\n\r\nThey  think that the proper time for merger will  be\r\n\r\nwhen  the  Communist force is at its peak. They  are\r\n\r\nwaiting  for the time when the Indonesian Communists\r\n\r\nwill gain a victory in Indonesia. They think that it\r\n\r\nwould be at this time that Malaysia or merger should\r\n\r\ncome forward so that the Indonesian Communists would\r\n\r\nbe able to include Singapore and the Federation in a\r\n\r\ngreater   Malaysia  controlled  by  the   Indonesian\r\n\r\nCommunists. Is ths not a sell-out of the interest of\r\n\r\nthe  people  in Singapore and in the Federation?  We\r\n\r\nhave  already  said that our stand is non-Communist.\r\n\r\nWe  do  not  want  to  become  the  stooges  of  the\r\n\r\nCommunists or any Western country. We have  our  own\r\n\r\nobjective  and our own stand. What we are trying  to\r\n\r\nfight for is a socialist, non-Communist independent,\r\n\r\ndemocratic  Malaysia. Recently,  during  the  opening\r\n\r\nceremony of the P.A.P.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 656</b></font><br><br>\r\n\r\n\r\n\r\nheadquarters,  the Secretary-General  of  our  Party\r\n\r\nsaid  that our present responsibility is to  realise\r\n\r\nthis ideal, so that it will spread to all the people\r\n\r\nin Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I have already said just\r\n\r\nnow  that the Barisan Sosialis do not represent  the\r\n\r\npeople of Singapore or the people in Malaysia.  What\r\n\r\nthey represent are those who want to go over to  the\r\n\r\nIndonesian  Communists in  order to  realise  their\r\n\r\nCommunist international.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Home Affairs (Mr Chan Chee Seng)</b>(<i>In Mandarin</i>): Mr\r\n\r\nDeputy  Speaker, Sir, the motion of the day is  very\r\n\r\nclear  and simple. We the P.A.P. are concerned  that\r\n\r\nin  a  multi-racial  society we should  establish  a\r\n\r\nharmonious  and  strong Malaysia. This  question  is\r\n\r\nvery  simple and clear. We want to achieve  merger\r\n\r\nas  a step towards the eradication of colonialism in\r\n\r\nour  country. This motion should be supported by all\r\n\r\nsocialists  in our country. All those who  have  the\r\n\r\ninterest  of  the people at heart, or socialists  of\r\n\r\nthis  type, should come forward in support  of  this\r\n\r\nmotion  in  order to help us realise this plan.  But\r\n\r\nlet  us  look  at the Barisan Sosialis  Members  and\r\n\r\ntheir  desperate struggle to wreck  merger.  We  can\r\n\r\npause  to think why they should adopt this attitude.\r\n\r\nAs a matter of fact, it is a mistake for them not to\r\n\r\nbe  able  to  analyse the whole political situation.\r\n\r\nPolitical adventurers like the Member for Queenstown\r\n\r\nwill  not be able to understand the requirements  of\r\n\r\nthe people. How can he reflect the desire of all the\r\n\r\npeoples in the Malaysian countries? We know that for\r\n\r\na  very  long time the people in Singapore  and  the\r\n\r\nFederation  had  wanted  a  merger.  Similarly,  the\r\n\r\nMalaysian  people  also  desire  to  have  a  strong\r\n\r\nMalaysian country. We who are responsible people and\r\n\r\nresponsible  workers in a political  Party  must  be\r\n\r\npatient  and  try to understand the requirements  of\r\n\r\nthe  people.  It  is  our  main  job  to  place  the\r\n\r\ninterests of the people above party interests.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, this is a very important\r\n\r\nquestion. The controversy over the Malaysian concept\r\n\r\nlies in the fact\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 657</b></font><br><br>\r\n\r\n\r\n\r\nthat  the P.A.P. wants to place the interest of  the\r\n\r\npeople  above  all things. But the Barisan  Sosialis\r\n\r\nrepresentatives  are  trying  to  put   their   pro-Communist  and Communist interests above the  people\r\n\r\nof  these territories. That is why in the debate  in\r\n\r\nthis  House,  the  arguments  centre  on  these  two\r\n\r\ndifferent  policies.  The  Malaysian  plan  is   not\r\n\r\nintended  to  look after the interests of  the  P.A.P.\r\n\r\nWhat  we  are  interested in is the welfare  of  the\r\n\r\nbroad masses of the people. What we want to build up\r\n\r\nis  a  strong, prosperous and stable nation. We  the\r\n\r\nP.A.P. are  not afraid that after the establishment\r\n\r\nof  Malaysia, an end might be put to us. We  do  not\r\n\r\ncare  whether we go to gaol or not. We do  not  care\r\n\r\nwhether  our  interests will be protected.  But  the\r\n\r\nrepresentatives of the Barisan Sosialis  are  afraid\r\n\r\nthat  if  there is a strong Malaysian  nation,  they\r\n\r\nnight  fail  to  know where to go. And  so  whenever\r\n\r\nthere  is  any talk of building up a strong  nation,\r\n\r\nthey  will ask their bosses within their own  Party,\r\n\r\nas  has  been exposed by the Prime Minister  in  his\r\n\r\nbooklet, whether this idea of the people in building\r\n\r\nup  a  strong  nation will be detrimental  to  their\r\n\r\ninterest.  They have to consult their  bosses  about\r\n\r\nthis  before  they  could make up their  minds.  Mr\r\n\r\nDeputy  Speaker, Sir, the Barisan Sosialis of  today\r\n\r\nhas  a very strange stand. They want to have a self-governing  Singapore.  Why  should  we  have   self-government?  We know clearly that Singapore  is  now\r\n\r\nstill  under the British rule. Why should we have  a\r\n\r\npro-British  inclination?  They  claim  to  be  very\r\n\r\nstrong anti-colonialists. But, as a matter of  fact,\r\n\r\nthey  are  pro-British colonialists. It is really  a\r\n\r\nvery  humorous  situation for them  to  say  such  a\r\n\r\nthing.  They  claim  to  be great  anti-colonialists\r\n\r\nheroes  of the Barisan Sosialis! They hope  that  on\r\n\r\nthe  stage they can start shouting slogans.  But  in\r\n\r\nthe  streets  and at street corners, they  come  and\r\n\r\nsmear   the  Malaysia  plan  and  the  merger  plan.\r\n\r\nHitherto  the  adventurers in the  Barisan  Sosialis\r\n\r\nhave not levelled any attack on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 658</b></font><br><br>\r\n\r\n\r\n\r\nthe British colonialists. It is again a very strange\r\n\r\nsituation.  How  is it that they  never  attack  the\r\n\r\ncolonialists in Singapore? The Minister for  Finance\r\n\r\nis  very  correct.  They have an adventurer  in  the\r\n\r\nMember  for  Queenstown, who is the  leader  of  the\r\n\r\nBarisan  Sosialis. How can you have a  blind  person\r\n\r\nleading an elephant? How can you have a blind person\r\n\r\nriding on a blind person? The so-called great  anti-colonialists  claim that they are  very  farsighted.\r\n\r\nThey  can  see things miles away. They can  see  the\r\n\r\nDutch  rule  in Indonesia. But right  in  their  own\r\n\r\nhouse they cannot see the British colonialists.  And\r\n\r\nthey  in  turn  say that they want to have  a  self-government   in   Singapore.  How   ridiculous   and\r\n\r\npreposterous! Mr Deputy Speaker, Sir, if  we  pause\r\n\r\nto think carefully for a while, then we will be able\r\n\r\nto  understand  how the Barisan Sosialis  have  been\r\n\r\nmaking  such attempts. The main thing is  that  they\r\n\r\nare  afraid of all the nationalists. That  is  their\r\n\r\nweak  point.  They want to have Communist  rule  and\r\n\r\nthey  therefore  treat  the  nationalists  as  their\r\n\r\nopponents.  They attack the nationalists instead  of\r\n\r\nattacking  the  colonialists. In fact,  they  attack\r\n\r\neven  harder  the nationalists. This is  their  very\r\n\r\nmain  failing. They hope that the nationalists  will\r\n\r\ncome  to a united front with them. But they  have  a\r\n\r\nsinister  way  of coming round to the backs  of  the\r\n\r\nnationalists  and  stab  them.  They  say  that  the\r\n\r\nMalaysia plan of Tunku Abdul Rahman is aimed at  the\r\n\r\nexploitation of one country by another. This kind of\r\n\r\nargument  is being advanced by the people who  claim\r\n\r\nto be leaders!\r\n\r\n\r\n\r\n<br><br><!-- Mr Mammen (Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker (Mr Mammen):</b> Order. Moment  of\r\n\r\ninterruption. Dr Toh.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourned.\"-[Dr Toh Chin Chye]\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
