{"memberId": null, "volumeNo": "22", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "7", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"22\">\r\n\r\n<meta name=\"Sit_No\" content=\"7\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1963-12-12\">\r\n\r\n<meta name=\"Start_Col\" content=\"387\">\r\n\r\n<meta name=\"End_Col\" content=\"470\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">22</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">7</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">12-12-1963</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 387</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 22</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 12th December, 1963</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr E. W. Barker) (Tanglin).\r\n\r\n\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Chia Thye Poh (Jurong).\r\n\r\n\r\n\r\n<br>Mr Chio Cheng Thun (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Chow Chiok Hock (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Dr Fong Kim Heng (Joo Chiat), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr R. A. Gonzales (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr P. Govindasamy (Anson).\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Koo Young (Thomson).\r\n\r\n\r\n\r\n<br>Mr Kow Kee Seng (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 388</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Mr Lim Kim San (Cairnhill), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Inche Mahmud Awang (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Lian Teng (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Poh Ber Liak (Tampines).\r\n\r\n\r\n\r\n<br>Inche Rahamat Bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Rajoo (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Bernard Rodrigues (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed Al-Haj (Southern Islands), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 389</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Health.\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Crawford).\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Lim Huan Boon (Bukit Merah).\r\n\r\n\r\n\r\n<br>Miss Loh Miaw Gong (Havelock).\r\n\r\n\r\n\r\n<br>Mrs Devan Nair (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 389</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n             \r\n\r\n<div align=\"center\"><b>MAIN ESTIMATES OF EXPENDITURE FOR 1964</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply\r\n\r\n[1st Allotted Day].\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>2.33 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We are on the Main Estimates, 1964.\r\n\r\nFor the convenience of hon. Members, I intend taking\r\n\r\nthe  total for each head as it appears in  the  last\r\n\r\ncolumn  of the abstract of estimated expenditure  on\r\n\r\npages  37  and 38 of Paper Cmd. 30 of 1963.  We  are\r\n\r\ndealing now with the Heads of Expenditure in respect\r\n\r\nof which amendments stand on the Order Paper.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 389</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>2.34 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 3-\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong (Jalan Kayu)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head 3 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I would like to know how public funds are being used in the Legislative Assembly. I would like to know whether Government documents used in the Legislative Assembly could also be printed in all the four official languages. The Prime Minister has said that he intends to appoint a Puisne Judge\r\n\r\nto  be  the  Speaker of the Legislative Assembly.  I\r\n\r\nwould like to know the position on this matter.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 390</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is this. I hope there will be more\r\n\r\nsupplies  of  different  kinds  of  books  for   our\r\n\r\nreference in the Assembly Library. This will help us\r\n\r\nto  understand better the situation and all  matters\r\n\r\nrelating  to  the  State  and  to  the  society   in\r\n\r\nSingapore in general.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mr Speaker,\r\n\r\nthe Member has raised several points. I do not think\r\n\r\nI  need  labour  the House with a long  harangue  on\r\n\r\nlines diametrically opposite to those that have been\r\n\r\ndelivered  by Members in the Opposition,  apart  for\r\n\r\nthe   fact   that  if  we  had  not   made   special\r\n\r\narrangements for terms and conditions of merger, the\r\n\r\nMember for Jalan Kayu would not have been here today\r\n\r\neven in spite of the split vote in his constituency.\r\n\r\nBeing unable to speak English or Malay, he would  be\r\n\r\nout,  disqualified, and unable to take part in  this\r\n\r\ndebate. First of all, whilst we do not expect him to\r\n\r\nthank  us for our forbearance and the great care  we\r\n\r\nhave taken to see that people like him should not be\r\n\r\npenalised,  at least we do not expect  him  to  come\r\n\r\nhere   and  cause  unnecessary  trouble  by  raising\r\n\r\nproblems about equality of languages.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the question of the Speaker. The Government\r\n\r\nhas  announced its intention, and this is  a  matter\r\n\r\nwhich   requires   the  consent   of   the   Federal\r\n\r\nGovernment.  Needless to say,  if  the  consent  has\r\n\r\nalready been obtained, an appointment may well  have\r\n\r\nbeen made. The problem is whether we can satisfy the\r\n\r\nFederal  Government  to come  to  some  arrangement\r\n\r\nwhereby  one  of the judicial officers can,  at  the\r\n\r\nsame time, either be seconded or otherwise freed, do\r\n\r\nthese duties. At the right time and when finality is\r\n\r\nreached, the House will be informed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third point is the Library. I do not know\r\n\r\nwhether the Member for Jalan Kayu believes that  the\r\n\r\nAssembly  Library  is  really  meant  for  political\r\n\r\ntracts  and dissertations. If he did, then  I  think\r\n\r\nreally  the place for it is the National Library.  I\r\n\r\nam  sure  all the treatises and pamphlets  which  he\r\n\r\nwants  to read, for instance, about infantile  Left-wing adventurism and how generally not to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 391</b></font><br><br>\r\n\r\n \r\n\r\nmake  Marx  and Lenin look like fools in  Singapore,\r\n\r\ncan  be  obtained in the National Library.  But  the\r\n\r\nAssembly Library is normally concerned with  records\r\n\r\nof  proceedings of this Legislature and treatises on\r\n\r\nrules, procedures and Standing Orders of this House.\r\n\r\nI  am  not  saying that there is no  vast  store  of\r\n\r\nliterature  in the other languages. They  all  have:\r\n\r\nChinese,  Tamil and, not least, Malay.  But  whether\r\n\r\nthere are any useful publications to help Members in\r\n\r\nthe  deliberations of this House is another  matter.\r\n\r\nIf the Member for Jalan Kayu can make out a case why\r\n\r\nhe  has  been  at a disadvantage because  he  cannot\r\n\r\nunderstand,   for   instance,   Erskine    May    on\r\n\r\nparliamentary  practice  and  procedure,  we   might\r\n\r\nseriously  consider setting up a team of translators\r\n\r\nto  translate such useful treatises on parliamentary\r\n\r\nprocedures, if he really finds that there is a  need\r\n\r\nfor  that, and that he is at a disadvantage  because\r\n\r\nhe does not understand the English language.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young (Thomson)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir, only two days ago the Prime  Minister\r\n\r\nsaid  in  his  speech that he welcomed opinions  and\r\n\r\ncriticisms  from  even  his  own  Back-benchers  and\r\n\r\nMembers from the Opposition. But when we put forward\r\n\r\nsuggestions such as this one, he does not take  them\r\n\r\nseriously. I remember the Member for Jalan Kayu  has\r\n\r\npointed  out  that  the  P.A.P. always  raise   the\r\n\r\nquestion  of the Communist bogey. If everything  can\r\n\r\nbe  explained  away on the pretext of the  Communist\r\n\r\nbogey,  then nothing can be resolved. If he can  use\r\n\r\nthis term to evade every question, why should it  be\r\n\r\nnecessary to have any debate in this House?  I  hope\r\n\r\nthose  Members of the P.A.P. who were in this  House\r\n\r\nsome time ago, and who are now still here, will help\r\n\r\nto persuade the P.A.P. leadership to implement truly\r\n\r\nthe  use  of the four official languages, orally  as\r\n\r\nwell  as  written, in this Legislative  Assembly.  I\r\n\r\nhope  the  Prime  Minister  has  not  forgotten  the\r\n\r\npromise he made some time in the past. What is wrong\r\n\r\nwith making this suggestion to use the four official\r\n\r\nlanguages, orally as well as written, in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 392</b></font><br><br>\r\n\r\n\r\n\r\nall  the printed papers? I would like him to let  us\r\n\r\nknow   whether   there  are  any   difficulties   in\r\n\r\nimplementing  this suggestion. We cannot  deny  that\r\n\r\nthe Legislative Assembly occupies quite an important\r\n\r\nposition,  dealing as it does with  all  matters  of\r\n\r\nState and public affairs in Singapore. Therefore, it\r\n\r\nis necessary that the four official languages should\r\n\r\nbe  used  in  the  Legislative Assembly.  The  Prime\r\n\r\nMinister,  of course, will remember that  there  are\r\n\r\nMembers in this House who do not understand English.\r\n\r\nIf  all the documents are in English, then those who\r\n\r\ncannot  master the English language will, of course,\r\n\r\nfind  it  difficult to take part in the business  of\r\n\r\nthis House. Our suggestion is to enable every Member\r\n\r\nto  understand the matter under discussion  and  the\r\n\r\nbusiness  that is conducted in this House so  as  to\r\n\r\nhelp   in   conducting   the  Assembly   proceedings\r\n\r\nsmoothly.  The Prime Minister thinks that those  who\r\n\r\ndo  not  understand  will have  only  themselves  to\r\n\r\nblame. We hope that the books in the Library will be\r\n\r\nin  other  languages  as well  as  in  English.  The\r\n\r\nAssembly Librarian will be in a position to look for\r\n\r\nthe relevant books. In addition to books in English,\r\n\r\nwe  also hope there will be books in Chinese,  Malay\r\n\r\nand Tamil available in the Assembly Library.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to what books to supply to the Library, this\r\n\r\nquestion  can  be  thrashed  out  by  the  Librarian\r\n\r\nhimself.  Why should the Prime Minister  talk  about\r\n\r\nbuying  books on Marxism and Leninism? In  fact,  we\r\n\r\nhave   never  asked  for  these  books.  Hence   the\r\n\r\nGovernment are not sincere in wanting to solve  this\r\n\r\nquestion.   On  the  other  hand,  they   want   the\r\n\r\nOpposition Members to make suggestions as to how  to\r\n\r\nimprove  the running of this Assembly --- [Interruption]\r\n\r\nThe  Member for Jalan Besar should not say that.  We\r\n\r\nare  not  the librarians of this Assembly or keepers\r\n\r\nof  the  Library. We should trust the Librarian.  He\r\n\r\nwill   be  able  to  get  all  the  relevant   books\r\n\r\n--- [Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 393</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): If the Member for\r\n\r\nJalan Besar is interested in these books, of course,\r\n\r\nwe  are not opposed to the buying of books like  The\r\n\r\nAdventures of Pinnochio.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about the appointment of the Speaker of\r\n\r\nthis  House, the answer given by the Prime  Minister\r\n\r\nabout appointing a Puisne Judge to be the Speaker is\r\n\r\nvery  vague.  We have now elected a  Speaker  and  a\r\n\r\nDeputy Speaker, and these persons are Members of the\r\n\r\nP.A.P. What we want to say is that we hope the Prime\r\n\r\nMinister will not forget that it has been two and  a\r\n\r\nhalf  months since the general election was held  on\r\n\r\nthe  21st  of  September. If the Prime  Minister  is\r\n\r\nserious  about  getting a Puisne  Judge  to  be  the\r\n\r\nSpeaker,  his  appointment to  be  approved  by  the\r\n\r\nCentral  Parliament, how is that we  still  have  to\r\n\r\nwait for the appointment of this Puisne Judge as our\r\n\r\nSpeaker?  Why should they elect a Deputy Speaker?  I\r\n\r\nwant  to know whether it is because they are  unable\r\n\r\nto  find a Puisne Judge to be Speaker. Whether it is\r\n\r\nbecause of the P.A.P.'s arrogance that some  of  the\r\n\r\nJudges do not want to come here to be the Speaker of\r\n\r\nthis  House? Who insult the Judges? It is the P.A.P.\r\n\r\nwho  always insult other people. We agree  that  the\r\n\r\nP.A.P. should appoint a Judge to be the Speaker  of\r\n\r\nthis House --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee (Parliamentary Secretary to the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Culture (Mr Fong Sip Chee)</b>(<i>In Mandarin</i>): When did\r\n\r\nwe agree to this?\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): I do not know what the\r\n\r\nParliamentary Secretary to the Minister for  Culture\r\n\r\nis  talking  about. I have no need to reply  to  the\r\n\r\nquestions  put forward by the Back-benchers  of  the\r\n\r\nParty in power --- [Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Please allow the Member to\r\n\r\nproceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): Secondly, yesterday\r\n\r\nthe  Minister  for  Culture was  consistently  going\r\n\r\nagainst the rules and Standing Orders of this  House\r\n\r\nwhen he made his speech. Therefore, we have no doubt\r\n\r\nwhy some of the Judges do not want to be the Speaker\r\n\r\nof this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 394</b></font><br><br>\r\n\r\n\r\n\r\nHouse. It is because of the arrogant attitude of the\r\n\r\nP.A.P. --- [Interruption]. It is a fact. As  Opposition\r\n\r\nMembers,  sometimes we feel sorry  for  the  Speaker\r\n\r\nwhen he is in a very difficult position --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour (Mr Jek Yeun Thong)</b>\r\n\r\n<b></b>(<i>In Mandarin</i>): The Member for Jalan Kayu has moved this\r\n\r\namendment.  Just because he does not understand  the\r\n\r\ndocuments  which are printed in English,  he  cannot\r\n\r\nblame  the  Assembly or the Budget, because  in  the\r\n\r\npast four years, especially when he was a member  of\r\n\r\nthe  P.A.P., there was a provision in the Budget  to\r\n\r\nenable Members to learn Malay and English and  other\r\n\r\nlanguages. You are lazy. You do not want to make  an\r\n\r\neffort to learn English or Malay --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak (Tampines)</b>(<i>In Mandarin</i>): I doubt\r\n\r\nwhether now is the time to debate the proceedings in\r\n\r\nthis House or to debate the question of our Assembly\r\n\r\nMembers. It seems that the Minister is debating  the\r\n\r\nMember for Jalan Kayu. I do not know what subject we\r\n\r\nshould be discussing --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Just allow the Minister to\r\n\r\nspeak on a point of order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong</b>(<i>In Mandarin</i>): He himself has\r\n\r\nbeen unable to master either English or Malay or any\r\n\r\nof  the  four  official  languages.  He  has  always\r\n\r\nallowed  himself  to be led by the nose  by  others.\r\n\r\nNow,  what  more  does he want to complain?  He  now\r\n\r\ncomplains that there are not enough books for him to\r\n\r\nserve  as  references.  He also  complains  that  he\r\n\r\ncannot understand the books in English. Even  if  we\r\n\r\ngive you books and documents in Chinese, you may not\r\n\r\nbe  able to understand too. Even if we translate all\r\n\r\nthe  documents and even the Budget into Chinese, you\r\n\r\nwill  not  understand it, you will not  be  able  to\r\n\r\ncomprehend it. What is the use?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should thank the institution of this Legislative\r\n\r\nAssembly,  because the Government is providing  $500\r\n\r\nallowance per month to enable them to criticise  and\r\n\r\nattack the Government. In how many countries can you\r\n\r\nfind these things in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 395</b></font><br><br>\r\n\r\n\r\n\r\npractice?  Not to talk about freedom of  speech.  If\r\n\r\nyou dare to attack the Government or any leaders  of\r\n\r\nthe  Government in certain countries, you will  land\r\n\r\nin  gaol  or be banished or even disappear.  Now  in\r\n\r\nthis   House  Assemblymen  have  various  kinds   of\r\n\r\nprivileges. They are not liable to court action  for\r\n\r\ntheir  speeches  made  in this  House  and  are  not\r\n\r\nrestricted  under  normal laws.  Now,  this  is  the\r\n\r\nspirit of parliamentary democracy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These few days we have to put away all our work to\r\n\r\ncome  to  this  House to listen to  their  speeches.\r\n\r\nWhatever   they   talked  was  like   a   stereotype\r\n\r\ngramophone  record played over and over again,  like\r\n\r\nan old grandmother's tale - long and stinking.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition Members are even boasting about the\r\n\r\nlength  of their speeches, requesting us to  compete\r\n\r\nwith them in the length of speeches. That is not the\r\n\r\npurpose  of this House. Neither is it the  principle\r\n\r\nof  legislative proceedings. They want to  have  all\r\n\r\ndocuments,  the  Budget and Bills to  be  translated\r\n\r\ninto the three remaining official languages. At  the\r\n\r\nmoment,  they have the right and the opportunity  to\r\n\r\nmake  their speeches in Mandarin. But do  they  know\r\n\r\nhow  much money will have to be spent in translating\r\n\r\nall  these  documents and papers into all the  three\r\n\r\nother  official languages? This sum could very  well\r\n\r\nhave  been used for other useful purposes,  such  as\r\n\r\nbuilding  roads and providing social  amenities  and\r\n\r\nfacilities. Even if we provide documents and  papers\r\n\r\nin  Chinese, the Member for Jalan Kayu  may  not  be\r\n\r\nable  to understand them. He has raised the question\r\n\r\nof books in the Library. I remember that in the last\r\n\r\nsession,  there  were  certain publications  in  the\r\n\r\nLibrary  called Monitoring Digest containing printed\r\n\r\nrecords  of  radio broadcasts from other  countries.\r\n\r\nNow  this is for the use of certain people who  have\r\n\r\nneed to study them. These Monitoring Digests are not\r\n\r\nfor  publication, and in the organ  of  the  Barisan\r\n\r\nSosialis  they print certain quotations  from  these\r\n\r\nDigests, not from material supplied by the Voice  of\r\n\r\nAmerica, but from North Kalimantan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 396</b></font><br><br>\r\n\r\n\r\n\r\nRadio,   material  advocating  the  destruction   of\r\n\r\nMalaysia and making anti-Malaysia speeches.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, it\r\n\r\npains  me to find that the Minister for Labour whose\r\n\r\nskin  is  not  white  - but our Prime  Minister's  is\r\n\r\nsomewhat red --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> On a point of order, Sir, I\r\n\r\nwonder  whether the fact that my skin  is  white  or\r\n\r\nyellow has got anything to do with --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> What is the point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> The point of order is that the\r\n\r\nMember  is making remarks irrelevant to what we  are\r\n\r\ndiscussing.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Minister for Labour has also made\r\n\r\npersonal  remarks  about the  Member.  He  said  the\r\n\r\nMember for Jalan Kayu could not read.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): If your skin is\r\n\r\nwhite,  perhaps you could justify yourself  to  your\r\n\r\nforefathers and speak in English in this House,  and\r\n\r\nyou  will  be  justified in criticising  others  for\r\n\r\nbeing unable to speak English.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Point of order, Sir, I do not\r\n\r\nremember making any reference to my ancestors.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): My suggestion for\r\n\r\nthe  amendment is made for the cause of equality  of\r\n\r\nthe  four  official languages in  this  House.  This\r\n\r\nAssembly  is the highest law-making body and  should\r\n\r\nbe  the right place for implementing respect for all\r\n\r\nthe  four  languages. It is the duty of the Assembly\r\n\r\nto   implement  it,  because  Singapore  society  is\r\n\r\ncomposed  of various races. Since this House  is  an\r\n\r\nimportant body in the State, we should use  all  the\r\n\r\nfour languages.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Labour has just now mentioned the\r\n\r\nextra  expenditure  incurred  in  translating  these \r\n\r\ndocuments. But in the Ministry of Culture  there  is \r\n\r\nplenty of literature which nobody wants to read  and \r\n\r\nwhich is a waste of public funds. Can  \r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 397</b></font><br><br>\r\n\r\n\r\n\r\nthey  justify  their expenditure on publications  of\r\n\r\nthe Ministry of Culture?\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> Mr Speaker, Sir, we are now\r\n\r\ndebating   the  proposed  cut  in  the   Legislative\r\n\r\nAssembly vote. But I am afraid the Member for  Jalan\r\n\r\nKayu  is talking about the Ministry of Culture,  and\r\n\r\nthe  waste  of  money  on the  publications  of  the\r\n\r\nMinistry of Culture.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member is trying to make his\r\n\r\npoint. Please proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Fortunately the\r\n\r\nSpeaker   has   some  experience  in   guiding   the\r\n\r\nproceedings  of  this House, otherwise  what  is  to\r\n\r\nbecome  of  this House? There will be disrespect  in\r\n\r\nthis House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should have reference books which might have\r\n\r\ncome  from  other countries. The Prime Minister  has\r\n\r\nbeen touring various countries in the world and  has\r\n\r\ntherefore  acquired some knowledge  and  knows  more\r\n\r\nfrom his experience. In the same way, we should also\r\n\r\nbe  given  the opportunity to acquire more knowledge\r\n\r\nand  know more things through literature in  various\r\n\r\nlanguages.  This is good for all and this suggestion\r\n\r\nis  reasonable. I would urge the Government  not  to\r\n\r\nevade  the  question  by  saying  that  this  is   a\r\n\r\npolitical  issue.  I  hope that  the  four  official\r\n\r\nlanguages could be treated equally. This  is  not  a\r\n\r\npolitical question.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed Al-Haj (Parliamentary Secretary to the Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Prime Minister (Inche Yaacob Bin Mohamed Al-Haj)</b>(<i>In Malay</i>): I am\r\n\r\nsurprised  to  see the behaviour of  the  Opposition\r\n\r\nMembers  today.  They appear to be so  keen  on  our\r\n\r\nexpanding the Assembly Library. As Members  of  this\r\n\r\nAssembly,  elected  by  the people,  we  should  not\r\n\r\ndepend on others to bring forward our arguments into\r\n\r\nthis  Assembly.  The Government have  established  a\r\n\r\nNational  Library  where  books  in  all  the   four\r\n\r\nlanguages  are  available  there.  Members  of   the\r\n\r\nAssembly  are  provided with a special Library,  and\r\n\r\nthey, as well as members of the public, should go to\r\n\r\nthe National Library for their books of reference.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 398</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr R. A. Gonzales -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. A. Gonzales (Serangoon Gardens):</b> Mr\r\n\r\nSpeaker,  Sir,  I  really  do  not  know   why   the\r\n\r\nOpposition  Members have asked for  a  reduction  in\r\n\r\nHead 3 - Legislative Assembly - and, at the same time,\r\n\r\nask  for  translations in the four  languages.  What\r\n\r\nthey  should  have done is to ask the  Minister  for\r\n\r\nFinance  to  increase the amount  allocated  to  the\r\n\r\nLegislative Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the last four days we have had dreary speeches\r\n\r\nabout  the  unemployment  position.  The  Opposition\r\n\r\nMembers  have  said that there is  unemployment  all\r\n\r\nover Singapore. What they should have done is to ask\r\n\r\nthe Government to increase the number of typists and\r\n\r\ntranslators probably in the Legislative Assembly  in\r\n\r\norder that they can have translations, and therefore\r\n\r\ncreate employment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak</b>(<i>In Mandarin</i>): Mr Speaker, I feel\r\n\r\nthat  equal  treatment  of  the  four  languages  is\r\n\r\nexposed as a falsehood in this Assembly. We see that\r\n\r\nthe  P.A.P. is only paying lip service to the policy\r\n\r\nof  equal treatment of the four languages.  Even  in\r\n\r\nthis  House this equal treatment cannot  be  put  to\r\n\r\nwork. The P.A.P. is playing about with this question\r\n\r\nof  giving  equal treatment. We are not  asking  for\r\n\r\nsomething  that cannot be done. It is  not  fair  to\r\n\r\nhave everything only in the English language. If  we\r\n\r\nare  really sincere in giving equal treatment to the\r\n\r\nfour languages, then it should first be done in this\r\n\r\nHouse.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, I think I had better bring\r\n\r\nthe  debate back to the rails. Perhaps I  will  give\r\n\r\nthem   the  best  construction  possible  on   their\r\n\r\nmotives.  The  best  construction  is,  I  think,  a\r\n\r\ngenuine misunderstanding on their part. The Assembly\r\n\r\nLibrary is not an ordinary library meant for general\r\n\r\nreading.  The  purpose of the  Library  is  to  have\r\n\r\ntreatises on parliamentary procedure and practice as\r\n\r\nin   Britain   and  other  parts  of   the   British\r\n\r\nCommonwealth  which have adopted this  parliamentary\r\n\r\npractice.  There  are, therefore, no  Chinese  books\r\n\r\nwritten on this anywhere in the world, nor for  that\r\n\r\nmatter Malay hooks or Tamil books.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 399</b></font><br><br>\r\n\r\n\r\n\r\nTherefore,  if Members of the Opposition  feel  that\r\n\r\nthey  find  any  particular  kind  of  text-book  of\r\n\r\nassistance,   i   will   seriously   consider    the\r\n\r\nproposition  that  translations  should   be   made.\r\n\r\n[Interruption] One at a time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I intend to meet all the points that have been raised. As for the Library, as I have said, if the Barisan really want any other reading material, then the proper place is not the Assembly Library but the National Library. When we come to the Ministry of Culture estimates, that is the time\r\n\r\nto  point out whether or not the Ministry of Culture\r\n\r\nis  doing its duty in providing reading material and\r\n\r\nliterature  in the Chinese language - indeed  in  any\r\n\r\nother language, Tamil and Malay.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So I really ask them to consider whether, in fact,\r\n\r\nthey want to pursue this matter. If they really want\r\n\r\nto,  then  I  say I am quite prepared.  The  leading\r\n\r\ntextbook   on   Constitutional   and   Parliamentary\r\n\r\nPractice  is  Erskine May's, a book  of  over  1,000\r\n\r\npages, full of technicalities. If necessary, I  will\r\n\r\neven consider a commission to translate it if it  is\r\n\r\nof  any value to Members opposite. Other than  that,\r\n\r\nwe   get   donated  to  us  proceedings   of   other\r\n\r\nParliaments  in  the British Commonwealth;  free  of\r\n\r\ncharge, they give them to us and we put them in  the\r\n\r\nLibrary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think the point of substance is - I agree\r\n\r\nthis  is  a point of substance - about notice papers,\r\n\r\nand   so  on.  Members  will  notice  that  at   the\r\n\r\nceremonial  opening of the Assembly the Order  Paper\r\n\r\nfor  that day was printed in four languages. If  the\r\n\r\nstaff  of  this  Assembly  plus  the  staff  of  the\r\n\r\nGovernment Printing Office can cope with  the  work,\r\n\r\nwe  will  likewise do every single  Order  Paper.  I\r\n\r\nconcede that. What I would like to point out is that\r\n\r\nwe have inherited a Government Printing Office which\r\n\r\nonly  prints in English. The Ministry of Culture  is\r\n\r\nat  the  present moment trying to build up a section\r\n\r\nthat  can  print in Malay, Tamil and  Chinese.  When\r\n\r\nthat section is built up, and provided we can at the\r\n\r\nsame time build up a coterie of translators, we will\r\n\r\nlet all Members\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 400</b></font><br><br>\r\n\r\n\r\n\r\nhave   all  notifications  in  all  four  languages.\r\n\r\n[Interruption] Do they want it? Surely I am assuming\r\n\r\nthat  they do not want us to do it only in  Chinese.\r\n\r\nIf we do it, then we have got to do it also in Malay\r\n\r\nand Tamil. [Interruption] That is a matter --- \r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mahmud Awang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mahmud Awang (Kampong Kapor)</b>(<i>In Malay</i>): Mr\r\n\r\nSpeaker,  Sir, it seems that you remain silent  when\r\n\r\nthe Opposition Members interrupt the Prime Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Perhaps it is because the Prime\r\n\r\nMinister was speaking English.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, the plain fact of the\r\n\r\nmatter  is  this. This was decided by  an  All-Party\r\n\r\nCommission  back  in 1957 and the  Members  opposite\r\n\r\nbesides  the Member for Jalan Kayu may not be  aware\r\n\r\nof this. But it was found that it is impossible with\r\n\r\nthe  administration at present constituted with both\r\n\r\nthe  clerical  staff - the Government  Printing  side\r\n\r\n- and   interpreters   at  our   disposal   to   have\r\n\r\nsimultaneous records of all documents distributed to\r\n\r\nMembers  in  four  languages.  And  therefore,   for\r\n\r\nconvenience sake, they retain the use of English.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will be quite frank and say that it will\r\n\r\nnever  be  possible  at any time  to  run  all  four\r\n\r\nrecords in all four languages. It is something which\r\n\r\nnot even the United Nations can successfully do. But\r\n\r\nI  do  promise the Members opposite that  whilst  we\r\n\r\nwill  always maintain the liberty of each Member  to\r\n\r\nuse   his   own  language,  the  moment  there   are\r\n\r\nsufficient   men  and  material  and  the   printing\r\n\r\ncapacity to do it, the records will be kept  in  the\r\n\r\nnational  language.  And I do urge  the  Member  for\r\n\r\nJalan Kayu to utilise the opportunity we offered him\r\n\r\nin  the last Assembly and in this Assembly to really\r\n\r\nmake an effort, otherwise if in five years' time  we\r\n\r\nhave  built  up this whole apparatus,  he  may  find\r\n\r\nhimself illiterate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, about the Speaker. But before I go to\r\n\r\nthat,  I  would  like to make this  point.  I  think\r\n\r\nMembers  on the opposite side run a very grave  risk\r\n\r\nof playing this dangerous line of saying\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 401</b></font><br><br>\r\n\r\n\r\n\r\nthat  we  are not equal. Sir, I am prepared to  meet\r\n\r\nthis problem all the time and every time. But I  say\r\n\r\nthat  they have already been well isolated from  the\r\n\r\nmass  of  the public, playing all kinds of dangerous\r\n\r\nexternal lines. The foreign policy of the P.K.I. is\r\n\r\nthe internal policy of the Barisan. Now they play on\r\n\r\nlanguage  and sentiments. It is our job to see  that\r\n\r\nthese  very sensitive and highly-charged issues  are\r\n\r\nplayed down. And I say, if they have a genuine point\r\n\r\nto  make, I will meet it genuinely. But generally to\r\n\r\nsay  that  we are not treating the Chinese  language\r\n\r\n- and  really they are only interested in the Chinese\r\n\r\nlanguage; let us be quite frank about that  - equally\r\n\r\nwith  the  others,  I say that it  is  not  only  an\r\n\r\nuntruth  but a positively dangerous line to  pursue.\r\n\r\nIf  they have a genuine complaint and if they do not\r\n\r\nreally understand what is being said in the notices,\r\n\r\nI  will consider during Assembly sittings to try  to\r\n\r\nget some translators seconded from the Courts to try\r\n\r\nand   help   them.  But  this  is  not   a   genuine\r\n\r\nmisunderstanding  or incapacity to comprehend.  This\r\n\r\nis  deliberate mischief making, and I say they do so\r\n\r\nat  their  peril. This is a country  with  a  plural\r\n\r\nsociety. If we play one without taking into  account\r\n\r\nthe  sensitivities of the others, there will be real\r\n\r\ntrouble. So I urge them not to pursue this line. Our\r\n\r\npolicy  of equal treatment for the four streams  was\r\n\r\ndecided by an All-Party Commission, that it is  only\r\n\r\nfeasible   to  have  one  administrative   language.\r\n\r\nWherever possible - at ceremonial openings, and so on\r\n\r\n- we  put it in all languages. If really there  is  a\r\n\r\nneed,  they  do  not understand it,  I  am  prepared\r\n\r\nduring  Assembly sittings, as I have said, to  bring\r\n\r\nin  interpreters. But to play this as  a  propaganda\r\n\r\nline is a very dangerous line. I will meet it. I say\r\n\r\nwe  will  survive. But I am not so sure whether  the\r\n\r\ncountry  can  stand these stresses and strains.  One\r\n\r\nthing  is definite. If the next wretched riot  takes\r\n\r\nplace,  like  the Bertha Hertogh riot, we  will  not\r\n\r\nhave  enough policemen to guard the Member for Jalan\r\n\r\nKayu and all the Members opposite.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 402</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question of the Speaker. I had hoped that\r\n\r\nMembers  opposite would have shown a certain  amount\r\n\r\nof decorum and good taste. They say they welcome our\r\n\r\ndesire to appoint a High Court Judge concurrently as\r\n\r\nSpeaker  of this Assembly. They have cast aspersions\r\n\r\nthat  perhaps  no High Court Judge wishes  to  be  a\r\n\r\nSpeaker.  I think, Mr Speaker, Sir, you are  in  an\r\n\r\ninvidious  position in that you lean over  backwards\r\n\r\nto  be more than fair to them, because there can  he\r\n\r\nno allegation about that. And I see the advantage of\r\n\r\nhaving an impartial non-party Speaker who is doing a\r\n\r\ncompletely  impartial duty, like a  Judge,  to  take\r\n\r\nthis  office. I have explained publicly  the  reason\r\n\r\nfor  the  need  to get the consent  of  the  Central\r\n\r\nGovernment,  because the Judiciary  is  now  in  the\r\n\r\nFederal  vote. I do not want to go into the details.\r\n\r\nI  have been pressed now. All right, I will say this\r\n\r\nnow.  The Central Government having taken the advice\r\n\r\nof  not our Judiciary - our Judiciary is quite  happy\r\n\r\nwith this arrangement and is quite prepared to allow\r\n\r\none  of  the  Judges concurrently to act as  Speaker\r\n\r\n- but  the  Federal side of the Judiciary  feel  that\r\n\r\nthey should not duplicate their functions. I am  now\r\n\r\nputting   forward  a  proposition  to  the   Central\r\n\r\nGovernment that perhaps one Judge could be  seconded\r\n\r\nto  fulfil  this  function  for  the  term  of  this\r\n\r\nAssembly, and if the next Assembly does not wish  to\r\n\r\nhave  him  continue, then he can go back  and  be  a\r\n\r\nJudge.  This  matter requires a  certain  amount  of\r\n\r\ndeliberation  and consideration.  But  I  think  one\r\n\r\nthing  is  quite clear, Mr Speaker, Sir.  What  the\r\n\r\nMembers on the opposite side understand is the  kind\r\n\r\nof  fight they carry out where they kick a man  when\r\n\r\nhe is down and if they had won ---\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has elapsed. Will the\r\n\r\nMember for Jalan Kayu indicate whether he wishes  to\r\n\r\nwithdraw the amendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nI beg to withdraw my amendment. But --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of order. My point\r\n\r\nof  order  is  that  when  a  Member  withdraws,  he\r\n\r\nwithdraws. He does not make another\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 403</b></font><br><br>\r\n\r\n\r\n\r\nspeech. I beg your pardon, Mr Speaker, Sir. One  of\r\n\r\nthe  problems  which I wanted to anticipate  was  to\r\n\r\nhave a Speaker who also understands the language  of\r\n\r\nthe  Opposition in order that they can be  checkmate\r\n\r\nbefore   they   are   out  of  order   through   the\r\n\r\ninterpretation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $701,300 for Head 3 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 403</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 6 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nbeg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 6 be reduced\r\n\r\nby $10 in respect of item (3)  of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I know that when we raise many questions the\r\n\r\nP.A.P. Members always harp on the need to economise.\r\n\r\nI  do not understand why the Government are prepared\r\n\r\nto  spend  $1,350 per month on the post of  Personal\r\n\r\nSecretary  (Political). We  know  that  the  present\r\n\r\nincumbent of this post is the defeated candidate for\r\n\r\nBukit  Panjang. [Interruption in Mandarin]  Dr  Lee\r\n\r\nSiew  Choh  did  not ask you to  appoint  him  as  a\r\n\r\nPolitical Secretary. Why should the Government spend\r\n\r\n$1,350  on  a  person who was defeated in  the  last\r\n\r\nelection?  It  looks as if this post is  a  kind  of\r\n\r\nrefuge  for  a defeated candidate of the P.A.P.  The\r\n\r\nMinister  for  Finance realises that we  are  facing\r\n\r\nfinancial difficulties. Since that is so, we need to\r\n\r\nbe  economical. [Interruption in Mandarin] It  is  a\r\n\r\nwaste of public money to provide for this post. What\r\n\r\nhave  these Political Secretaries done or, for  that\r\n\r\nmatter,  what can they do for the people? There  are\r\n\r\nmany people who are out of job and these people  are\r\n\r\nincreasing in number. The salary paid to a Political\r\n\r\nSecretary  amounting  to $1,350  a  month  is  quite\r\n\r\nenough   to   feed   one  family   for   one   year.\r\n\r\n[Interruption  in  Mandarin] Mr Speaker,  Sir,  the\r\n\r\nMembers   of  this  House  - whether  Government   or\r\n\r\nOpposition Members - have been elected by the  people\r\n\r\nand the $500 a month paid to each Member is not from\r\n\r\nthe  purse of the Minister for Labour. [Interruption\r\n\r\nin  Mandarin]  Mr Wong Soon Fong and Mr  Chan  Sun\r\n\r\nWing never [Interruption in Mandarin] --- \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 404</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The hon. Member should proceed. When\r\n\r\nthe  Government side get the same treatment from the\r\n\r\nOpposition, they will not like it. I think we should\r\n\r\nallow him to proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): Mr Speaker, Sir\r\n\r\n[Interruption in Mandarin] - there is a  saying  that\r\n\r\nif  one  has  not  made a careful  examination,  one\r\n\r\nshould  not have the right to speak. If the  Members\r\n\r\nopposite  do not know the real situation  and  facts\r\n\r\nand talk at random, then they will be doing wrong to\r\n\r\nthemselves. [Interruption in Mandarin]\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> May I remind the Members of the\r\n\r\nGovernment not to interrupt?\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nwhenever  Members of the Opposition  speak,  we  are\r\n\r\nalways faced with two reactions: one is interference\r\n\r\nand  the  other is that whenever the Government  are\r\n\r\nunable  to  rebut  or argue, they always  raise  the\r\n\r\nCommunist bogey. [Interruption in Mandarin] How many\r\n\r\nquestions have we raised which they have never  been\r\n\r\nable to answer?\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed Al-Haj -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed Al-Haj</b>(<i>In Malay</i>): Mr\r\n\r\nSpeaker, Sir, since our first Budget was put forward\r\n\r\nat the end of 1959, the men who opposed the posts of\r\n\r\nPolitical Secretaries were Members of the S.P.A. But\r\n\r\ntoday  the opposition that was voiced by the  S.P.A.\r\n\r\nis  now  voiced  by the Barisan Sosialis.  When  the\r\n\r\nstrong  men in the Barisan Sosialis - Mr  Lim  Ching\r\n\r\nSiong, Mr Fong Swee Suan and Mr Woodhull - held the\r\n\r\nposts  of Political Secretaries, they did not object\r\n\r\nto  these posts. But now they say that it is a waste\r\n\r\nof  money. These Political Secretaries are important\r\n\r\nto  the Ministers and to the people of Singapore. If\r\n\r\nthey are loyal to Malaysia, then they are good. So I\r\n\r\nam  surprised  that the question  of  the  Political\r\n\r\nSecretaries  which was raised by the S.P.A. led  by\r\n\r\nTun Lim Yew Hock is now raised and debated at length\r\n\r\nby the Barisan Sosialis.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The S.P.A. talked at length on the Political\r\n\r\nSecretaries,  so much so that the Party  disappeared\r\n\r\nfrom the political\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 405</b></font><br><br>\r\n\r\n\r\n\r\narena.  I am afraid that the same fate which  befell\r\n\r\nthe  S.P.A. would also befall the 13 Members of  the\r\n\r\nBarisan Sosialis in this Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the defeated candidates, does it mean\r\n\r\nthat  because they have been defeated they  have  no\r\n\r\nability?  Their  defeat is due to  several  reasons.\r\n\r\nThey  were defeated because their campaign  was  not\r\n\r\nvery  good. They went and intimidated the people  in\r\n\r\nthe  kampongs. But the Political Secretary  who  has\r\n\r\ntoday  been appointed by the Prime Minister was  put\r\n\r\nup  to contest the election at Bukit Panjang to show\r\n\r\nthe  strength  that has ensued in the  past  two  or\r\n\r\nthree  months.  If by being defeated  means  that  a\r\n\r\ncandidate has no ability, then in the case of  their\r\n\r\nown  leader, Dr Lee Siew Choh, the fact that he was\r\n\r\ndefeated means that he has no ability. If he  is  no\r\n\r\ngood, why should he be elected again as Chairman  of\r\n\r\nthe Party? So, Mr Speaker, I am rather fed up. Four\r\n\r\ntimes  in the past, we had a debate in this Assembly\r\n\r\non  this point. And the voice of Tun Lim Yew Hock is\r\n\r\nstill  ringing in our ears! His voice is still being\r\n\r\nechoed  in this Assembly in the same manner  and  in\r\n\r\nthe  same  tune. But this has been voiced  by  other\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh (Jurong)</b>(<i>In Mandarin</i>): Just now\r\n\r\na  Member  of  the Government spoke about  Political\r\n\r\nSecretaries  like  Mr  Lim  Ching  Siong  and   Mr\r\n\r\nWoodhull.  But I would like to point  out  that  the\r\n\r\npresent Political Secretary of the Prime Minister is\r\n\r\na  defeated  candidate. What did he do in  the  past\r\n\r\nGovernment?  I  am  sure the people  will  see  this\r\n\r\nclearly. He must have done a lot of things for which\r\n\r\nhe cannot quite be responsible to the people. If you\r\n\r\nwant  to  appoint  a Political Secretary,  you  must\r\n\r\nconsider  his ability. A character like him  is  not\r\n\r\nappropriate.  This  is  just  only  to  help  out  a\r\n\r\ndefeated candidate.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, the\r\n\r\nMembers of the Government are now irrational --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sorry, I must take it before\r\n\r\nthe translator reaches you.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 406</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I have not got the translation yet.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Yes, before it reaches you.\r\n\r\nBefore  the  Member goes on further. I  think  as  a\r\n\r\nformer  Member  of this Assembly he must  know  that\r\n\r\nmaking references, albeit allegorical references, to\r\n\r\nthe  excreta  of  animals and other  things  is  not\r\n\r\nbecoming  of  this Assembly. If anybody is  debasing\r\n\r\nthe  prestige and standing of this Assembly,  it  is\r\n\r\nthe Members of the Opposition. [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Please do not use\r\n\r\nunparliamentary language.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): The Speaker has\r\n\r\nnot  heard  it. What I am going to say is this.  You\r\n\r\nmust  know  that Lim Ching Siong was  loved  by  the\r\n\r\npeople. He is a patriot. Why are you afraid  of  him\r\n\r\nand put him in gaol? [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Are all of you going to\r\n\r\nshout?  I  am  having difficulty enough  trying  to\r\n\r\nlisten to the English translation. I cannot well  do\r\n\r\nthat with several Members shouting across the Floor.\r\n\r\nPlease proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): I thank the\r\n\r\nSpeaker  for his decision. Now the Prime  Minister's\r\n\r\nPolitical Secretary has been discarded by the people\r\n\r\nof  his  own constituency. That is the comparison  I\r\n\r\nmade  just now, between the flower and the  cowdung.\r\n\r\nThe  Prime Minister's excuse for appointing  him  as\r\n\r\nPolitical  Secretary is for him to  act  as  liaison\r\n\r\nbetween the people and the Government. Since he  has\r\n\r\nbeen  discarded  by the people,  is  he  in  a  good\r\n\r\ncapacity   to   create  good  liaison  between   the\r\n\r\nGovernment and the people? Can he do that?  This  is\r\n\r\njust  to  help out a defeated candidate. This  is  a\r\n\r\nsheer  waste of public money. His work is to  liaise\r\n\r\nbetween the Government and the people, but since  he\r\n\r\nhas  been discarded by the people, how can he liaise\r\n\r\nbetween the Government and the people? Nobody  wants\r\n\r\nhim.  These people must struggle by themselves.  You\r\n\r\nhave no character; the whole lot of you. You are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 407</b></font><br><br>\r\n\r\n\r\n\r\nnot  people  of character. If you have, it  will  be\r\n\r\ngood for you. These people are just white Chinese.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I do not know, Mr Speaker,\r\n\r\nwhether  this is going to be a perennial subject  of\r\n\r\ndiscussion. I am quite prepared for it every year. I\r\n\r\nstand by my decision, and I will justify my decision\r\n\r\nat  the  end of my term of office. We had  all  this\r\n\r\nbefore.  We  will have more of it in the  next  four\r\n\r\nBudgets.  But  I  will ask Members opposite  to  ask\r\n\r\nthemselves this simple question. If I wish,  through\r\n\r\nmy  office, to bestow money and patronage, there are\r\n\r\nsufficient  powers at my disposal to do  it  without\r\n\r\nhaving  to  put  it in the Budget and  make  it  the\r\n\r\nsubject of discussion and debate. Therefore, when  I\r\n\r\ndo   this,  I  am  quite  prepared  for  discussion,\r\n\r\ncriticism  and  debate.  There  are  so  many  other\r\n\r\nofficers  which any government has got. I  ask  them\r\n\r\nnext to ask themselves why, although right from 1959\r\n\r\nwe  had  nine vacancies - one for each Minister;  one\r\n\r\nPolitical Secretary per Minister - I am sorry,  there\r\n\r\nwere  eleven,  because three were  for  Culture  - we\r\n\r\nnever  at any one time filled all the eleven, as  we\r\n\r\nwere  entitled to do. Even now we have  only  filled\r\n\r\nthree  out  of the eleven. Surely there  must  be  a\r\n\r\nreason.  Surely they must credit us with sufficient,\r\n\r\nif not responsibility, then at least with a sense of\r\n\r\ndecorum  of what is right and wrong in the  interest\r\n\r\nof  the public. I do not want to have to defend  the\r\n\r\nvirtues  of my Parliamentary Secretary.  But  may  I\r\n\r\njust  say  this  for the benefit of the  Member  for\r\n\r\nJalan Kayu? If he is of no value to me, he will  not\r\n\r\nbe there.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): Mr Speaker, Sir, the\r\n\r\nPrime  Minister tries to justify this  item  in  the\r\n\r\nBudget  by  saying that they have only filled  three\r\n\r\nvacancies.  He  wants  to  say  that  he   has   not\r\n\r\nsquandered  away public funds. We know that  we  are\r\n\r\nfacing  financial  difficulties.  Even  these  three\r\n\r\nposts will come to more than $4,000. In one year  it\r\n\r\nwill amount to about $48,000 to $50,000. This sum is\r\n\r\nnot  small. If there is a real need for a  Political\r\n\r\nSecretary, I would like to hear the reasons for it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 408</b></font><br><br>\r\n\r\n\r\n\r\nAs  regards  the Political Secretary  of  the  Prime\r\n\r\nMinister, they have explained that they want him  to\r\n\r\nact  as  a  bridge  between the Government  and  the\r\n\r\npeople.  Hence  the need for a Political  Secretary.\r\n\r\nBut  the  present Political Secretary of  the  Prime\r\n\r\nMinister  - although I do not know him much - when  he\r\n\r\nwas  attached to the Ministry of Education, was  not\r\n\r\nable  to act as a bridge between the Government  and\r\n\r\nthe  people. Two days ago when we were talking about\r\n\r\nGovernment's monopoly on education and how they made\r\n\r\nuse of education in the interest of their Party, the\r\n\r\nculprit  who  did  that  is  the  present  Political\r\n\r\nSecretary to the Prime Minister. He was supposed  to\r\n\r\nbe  the vanguard of the P.A.P., and yet he lost  the\r\n\r\nelection. [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Who is on the floor? Is it the Member\r\n\r\nfor  Thomson  or  the  Minister for  Labour?  Please\r\n\r\nproceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): If the debate were to\r\n\r\ncontinue in this way, there would not be any meaning\r\n\r\nat all.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr S. Rajaratnam):</b> The\r\n\r\nMember for Jalan Kayu and the Member for Thomson  - a\r\n\r\nconstituency  where  his  former  colleague  in  the\r\n\r\nBarisan  Sosialis had to run away and allow  him  to\r\n\r\nwin - on respective merits. Earlier we heard that  he\r\n\r\nasked  for  facilities to be able to  get  documents\r\n\r\ntranslated  into the Chinese language.  The  present\r\n\r\nPolitical  Secretary, more than any of  these  eight\r\n\r\ngentlemen, speaks four languages. He writes his  own\r\n\r\nspeeches, which cannot be said for these eight.  The\r\n\r\nBarisan Assemblymen are getting $500. He is a former\r\n\r\njournalist.  He  was  President of  the  Journalists\r\n\r\nUnion.  He worked in the Nanyang Siang Pau where  a\r\n\r\nlot of Left-wing gentlemen used to go around him  to\r\n\r\nget  their statements published. He knows more about\r\n\r\nwhat  is going round in this country, and he is more\r\n\r\nloyal to this country than any of them, because,  as\r\n\r\nI  have  said, he can speak four languages: Chinese,\r\n\r\nEnglish,  Malay and a little bit of Tamil.  Can  the\r\n\r\nMember  for Jalan Kayu claim to be able to speak  in\r\n\r\nfour  languages,  write his own speeches,  read  the\r\n\r\nbooks\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 409</b></font><br><br>\r\n\r\n\r\n\r\nin the Library? He gets $500, Sir. [Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Please let us have no more personal\r\n\r\nattacks.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, the integrity and\r\n\r\npersonality of the Political Secretary to the  Prime\r\n\r\nMinister was questioned. His personal integrity  was\r\n\r\nquestioned. Why is he being paid $1,350? As for the\r\n\r\nfact  that  he was a defeated candidate, well,  Sir,\r\n\r\nwhat  about  the Chairman of his Party?  Why  is  he\r\n\r\nstill the Chairman of his Party?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Mr Speaker, Sir, you recently heard some\r\n\r\nof  the Barisan unions threw away the workers' money\r\n\r\nby way of giving gratuities to Mr Woodhull, and Mr\r\n\r\nFong  Swee Suan. And they were Political Secretaries\r\n\r\nhere,  Sir,  unlike the present Political Secretary.\r\n\r\nMr  Fong  Swee  Suan, Mr Lim Ching Siong  and  Mr\r\n\r\nWoodhull were paid $1,300 to help the Government, to\r\n\r\nbe  loyal to the Government. They used the money  to\r\n\r\nwork  against  the Government. We have  a  different\r\n\r\nbatch of Political Secretaries who are loyal to  the\r\n\r\nGovernment,  unlike  the three gentlemen  whom  they\r\n\r\nhave  mentioned  who  earned salaries  from  us  and\r\n\r\nworked  against  us. Not only that, even  when  they\r\n\r\nworked against us after breaking away from us,  they\r\n\r\nstill  insisted, and we had to sack them from  their\r\n\r\nposts of Political Secretary. That is the difference\r\n\r\nbetween  them  and the present Political  Secretary,\r\n\r\nwho  was  my former Parliamentary Secretary  in  the\r\n\r\nMinistry  of Culture. Because he was good,  we  sent\r\n\r\nhim   to  be  the  Parliamentary  Secretary  to  the\r\n\r\nMinister for Education. When he went there, he  knew\r\n\r\nthat   gentlemen   like  them  would   use   Chinese\r\n\r\nchauvinism,   education,   would   use    racialism,\r\n\r\nCommunist propaganda to get hint out. That  was  one\r\n\r\nof the reasons. They used this line. Therefore, Sir,\r\n\r\nlet them not talk about the respective merits of the\r\n\r\npresent Political Secretaries and any of them.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 410</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng (Paya Lebar)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  just  now the Minister  for  Culture\r\n\r\ntalked about Mr Lim Ching Siong, Mr Fong Swee Suan\r\n\r\nand  Mr  Woodhull,  that when they  were  Political\r\n\r\nSecretaries, they were given $1,350 a month  and  he\r\n\r\nsaid  that they should work for the Government.  But\r\n\r\nthe work of a Political Secretary is to be a sort of\r\n\r\nliaison  between the Government and the  people.  If\r\n\r\nthe  Government do wrong, then they must oppose  the\r\n\r\nGovernment. If what the Government do is detrimental\r\n\r\nto  the  people, they have the right to oppose  them\r\n\r\nand  point  out to them that they are  doing  wrong.\r\n\r\nThat  is  what  they should have done in  the  past,\r\n\r\nbecause  they were the bridge between the Government\r\n\r\nand  the  people.  They  were  not  as  bad  and  as\r\n\r\ndegenerated as the present Minister for Culture --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> On a point of order. The point\r\n\r\nof  order  is  that  the Member for  Paya  Lebar  is\r\n\r\nreferring to my character and he should be ruled out\r\n\r\nof order.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Has the Member for Paya Lebar\r\n\r\nfinished?\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>): I was saying just\r\n\r\nnow --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Has he finished?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b> resumed his seat.\r\n\r\n \r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> In his speech just now he\r\n\r\nreferred to my \"low-down\" character --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Minister, before the translation\r\n\r\nhad reached me, you had already risen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b> rose ---\r\n\r\n \r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member for Jalan Kayu. I must ask\r\n\r\nMembers  of  both  sides of the House  not  to  make\r\n\r\npersonal attacks. One attack leads to another.  When\r\n\r\nyou  are attacked, you do not like it, but when  you\r\n\r\nattack,  you like it. So if we are going to  have  a\r\n\r\nsense of decorum in this House, let us have no  more\r\n\r\npersonal  attacks.  I have been  trying  to  prevent\r\n\r\npersonal  attacks in this Assembly  right  from  the\r\n\r\nstart.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 411</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nwhat  I  had  intended to say has been  said  by  my\r\n\r\ncolleague, but I still have two points to make. Just\r\n\r\nnow  the  Minister for Culture and the Minister  for\r\n\r\nLabour challenged me on my knowledge of English  and\r\n\r\nMalay. In the past few years, I have learned  a  lot\r\n\r\nfrom  the  people and I am able to understand  other\r\n\r\nlanguages. Talking about a person who does not  make\r\n\r\nany effort to learn additional languages has nothing\r\n\r\nto  do  with  his character. As for me,  I  know  my\r\n\r\nmother tongue and I am proud of it. But our Minister\r\n\r\nfor  Culture  does not know his own  mother  tongue.\r\n\r\nEven our Prime Minister --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> On a point of order. The Member\r\n\r\nfor  Jalan  Kayu  is now referring to  the  personal\r\n\r\nconduct of the Minister for Culture --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Minister for Culture has attacked\r\n\r\nthe Member for Jalan Kayu. When I asked him to stop,\r\n\r\nhe said it was relevant. Surely the Member for Jalan\r\n\r\nKayu has the right to reply.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Thank you, Mr\r\n\r\nSpeaker, for your ruling. You deserve our admiration\r\n\r\nfor your just stand in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Even our Prime Minister who is a Hakka cannot speak\r\n\r\nHakka. It is an insult to his ancestry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The fact that the Chairman of our Party lost in the\r\n\r\nelections does not mean that he should not  continue\r\n\r\nto  be  the Chairman of our Party. This is  our  own\r\n\r\naffair  and  the  money  is  paid  by  us.  If   the\r\n\r\nGovernment use the money for good purposes, then  we\r\n\r\nwill  support  them. But if they misuse  the  money,\r\n\r\nthen we will oppose them, since the money comes from\r\n\r\nthe people. The Political Secretary is making use of\r\n\r\nthe people's money which is paid as salary.\r\n\r\n\r\n\r\n<br><br><!-- Inche A. Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche A. Rahim Ishak (Siglap)</b>(<i>In Malay</i>): I should\r\n\r\nlike  to  explain that the allegations made  by  the\r\n\r\nMember for Jalan Kayu are not true. The Minister for\r\n\r\nCulture  is  not in the House at the present  moment\r\n\r\nand  is,  therefore, not able to defend  himself  on\r\n\r\nsomething\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 412</b></font><br><br>\r\n\r\n\r\n\r\nwhich  affects  him  personally.  The  Minister  for\r\n\r\nCulture  knows  his mother tongue, which  is  Tamil,\r\n\r\nvery  well.  I  know  that he not  only  speaks  the\r\n\r\nlanguage  with fluency but that he is able  to  read\r\n\r\nand write in Tamil.\r\n\r\n\r\n\r\n<br><br><!-- Inche Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Social Affairs (Inche Othman Bin Wok)</b>\r\n\r\n<b></b>(<i>In Malay</i>): Mr Speaker, Sir, I feel the debate\r\n\r\nhas gone off the rails. But I would like to say that\r\n\r\n- the  Member  for Tampines has said earlier - at  the\r\n\r\ntime  when  Mr Lim Ching Siong, Mr Fong Swee  Suan\r\n\r\nand  Mr  Woodhull were Political Secretaries,  they\r\n\r\nhad  the  right to criticise the Government if  they\r\n\r\nfound  that the policy carried out by the Government\r\n\r\nwas  against the interests of the people.  In  fact,\r\n\r\nMr   Speaker,  those  three  Political  Secretaries\r\n\r\nreceived salaries from the Government and because of\r\n\r\nthat   they  should  have  carried  out  the  duties\r\n\r\nentrusted to them by the Government --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak</b>(<i>In Mandarin</i>): On a point of\r\n\r\norder.  I want to point out that I did not say  this\r\n\r\njust now.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Can the Member repeat what he said? I\r\n\r\ndid not quite catch it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak</b>(<i>In Mandarin</i>): Mr Speaker, the\r\n\r\nstatement made by the Minister for Social Affairs is\r\n\r\nnot my statement. I did not say it just now.\r\n\r\n\r\n\r\n<br><br><!-- Inche Othman Bin Wok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Othman Bin Wok</b>(<i>In Malay</i>): I beg your pardon.\r\n\r\nMr Speaker, Sir, I meant to refer to the Member for\r\n\r\nPaya Lebar. What I would like to stress here is that\r\n\r\nthose three Political Secretaries were paid salaries\r\n\r\nby  the  Government. Because of that, it  was  their\r\n\r\nbounden duty to carry out the duties that they  were\r\n\r\nasked  to  carry out by the Government. It is  their\r\n\r\nduty  to explain to the people the policies  of  the\r\n\r\nGovernment. But what they in fact did - the three  of\r\n\r\nthem  - was  to subvert the Government by  misleading\r\n\r\nthe  people  with  regard to  the  policies  of  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we find the posts of Political Secretary during the time of the P.A.P. Government very useful and necessary. It was through the Political Secretaries that we could learn of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 413</b></font><br><br>\r\n\r\n\r\n\r\nreactions of the people towards the policies of  the\r\n\r\nGovernment  of the day for the benefit and  progress\r\n\r\nof  the people. Even the Federation Government  have\r\n\r\nbegun   to  have  Political  Secretaries  in   their\r\n\r\nMinistries. If I am not wrong, I think there are  13\r\n\r\nor  14  posts of Political Secretary vacant  in  the\r\n\r\nFederation.  If  any of these honourable  Members  m\r\n\r\nfront are interested, they can make applications  to\r\n\r\nthe Federation Government.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong</b>(<i>In Mandarin</i>): Mr Speaker, I\r\n\r\nhad  no intention of saying more. But the Member for\r\n\r\nPaya  Lebar  has  attacked  my  personal  character.\r\n\r\nTherefore, I am compelled to reply to him  to  lodge\r\n\r\nmy  protest. He said my character is very low. Where\r\n\r\nis  my  character, up to what level,  where  have  I\r\n\r\nreached,  how low is it, whether I have  reached  to\r\n\r\nthe  level of robbers? He accused me of selling  out\r\n\r\nsomething.  What have I sold out? How  much  have  I\r\n\r\nsold  out and for how much? What reward have we got?\r\n\r\nThe  result has been determined by the people in two\r\n\r\nelections.  What  has  that  got  to  do   with   me\r\n\r\npersonally? They say we are bad people. They say  we\r\n\r\nare  running  dogs. What are running  dogs?  Running\r\n\r\ndogs  are  those  who  run away from  the  Barisan's\r\n\r\noriginal  constituencies  to  other  constituencies.\r\n\r\nOnly those --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Minister has sufficiently\r\n\r\nvindicated himself. Has he anything else to  say  in\r\n\r\nthe debate?\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong</b>(<i>In Mandarin</i>): Now, let me say\r\n\r\nsomething  about the post of Personal  Secretary.  I\r\n\r\nthought  the Barisan's intention was to  oppose  the\r\n\r\npost  of Personal Secretary. Instead, they are using\r\n\r\nthis  chance  to level personal attacks against  us.\r\n\r\nThey say the present Personal Secretary to the Prime\r\n\r\nMinister  has  no  qualifications  because  he   was\r\n\r\ndefeated in the last general election. Now  that  is\r\n\r\nno reason at all.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Whether one is defeated or not in an election is a\r\n\r\ncommon thing. To win or lose a battle is commonplace\r\n\r\nwith\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 414</b></font><br><br>\r\n\r\n\r\n\r\nsoldiers. If you do not believe it, then let us have\r\n\r\nanother round of elections and see who will win  and\r\n\r\nwho  will  lose. These people opposite are deceiving\r\n\r\nthe  people,  playing  politics.  If  they  won  the\r\n\r\nelections by their mean tactics and low games,  then\r\n\r\nthere is no meaning to that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nthe  Minister for Labour has been using words  which\r\n\r\nare  not  suitable to be heard in this House,  words\r\n\r\nlike \"mean\", \"low\", and \"shameless\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong</b>(<i>In Mandarin</i>): But you have been\r\n\r\nattacking  us  with  words like \"mean\",  \"low\".  Why\r\n\r\ncannot we rebut? You are really mean, low, and --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Please proceed with the debate in an\r\n\r\norderly manner.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong</b>(<i>In Mandarin</i>): Since the Member\r\n\r\nsays  there  should  not be  the  post  of  Personal\r\n\r\nSecretary  (Political),  let  me  say  this.  In  an\r\n\r\nelection  there must, of course, be someone  elected\r\n\r\nand  others defeated. But that is no reason for  the\r\n\r\ndefeated  candidate to be unduly  depressed  or  the\r\n\r\nelected candidate to be elated. This should not also\r\n\r\nbe   used  as  a  pretext  to  attack  the  personal\r\n\r\ncharacter of a defeated candidate. During  the  Hong\r\n\r\nLim  by-election many people came out to support me,\r\n\r\nincluding  Lim Ching Siong and Fong Swee  Suan,  and\r\n\r\nyet  I  was  defeated.  But now  that  I  have  been\r\n\r\nelected,  what is there to brag about  and  what  is\r\n\r\nthere  to  criticise  about  an  opponent  who   was\r\n\r\ndefeated? There is nothing to laugh about  a  person\r\n\r\nbeing defeated in an election. There is no reason at\r\n\r\nall  to  accuse the defeated candidate as being  low\r\n\r\nand mean because of the results of the election.  We\r\n\r\nhave been elected and some of us have been appointed\r\n\r\nto  our  respective  posts. If you  say  that  there\r\n\r\nshould not be an appointment of a Personal Secretary\r\n\r\n(Political),  then  let me say that  this  post  was\r\n\r\nalready  in existence in the last Assembly  and  yet\r\n\r\nthe  people  voted us in. [Interruption] The  Member\r\n\r\nopposite interrupted with the name \"Ngo Dinh  Diem\".\r\n\r\nWhat has that got to do with us in this Assembly?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 415</b></font><br><br>\r\n\r\n\r\n\r\nIf we are Ngo Dinh Diems, then all of you will be in\r\n\r\ngaol now, perhaps executed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong (Sembawang)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,   the  debate  on  the  post  of   Personal\r\n\r\nSecretary (Political) to the Prime Minister has gone\r\n\r\non  for quite a long time. We have heard a lot  from\r\n\r\nthe  Barisan Members advancing reasons for  opposing\r\n\r\nthe  appointment of this post. All these reasons are\r\n\r\nunfounded and do not hold water. One of the  reasons\r\n\r\ncame  from  the Member for Jalan Kayu who said  that\r\n\r\nsince  the Political Secretary to the Prime Minister\r\n\r\nwas defeated in the last elections, he should not be\r\n\r\nso  appointed.  He  also compared the  appointee  to\r\n\r\ncowdung and \"flower\". Can the Member for Jalan  Kayu\r\n\r\ncompare himself to our Prime Minister so that we can\r\n\r\nsee  who is cowdung and who is \"flower\" and also who\r\n\r\nis  mean in character? Were you defeated in the last\r\n\r\nelections? No. Can we also say that you are a person\r\n\r\nwith  character  or with a low, mean integrity?  You\r\n\r\nhave sold out our country to Indonesia and supported\r\n\r\nconfrontation.  [Interruption]  Including  Mr   Koo\r\n\r\nYoung. One of you has said this. Yesterday you  also\r\n\r\nspoke in this strain.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Please address the Chair and not\r\n\r\nMembers of the Opposition.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Talking about\r\n\r\nthe  post of Personal Secretary (Political)  to  the\r\n\r\nPrime Minister or any other Minister, this is not  a\r\n\r\nnew  post. This post existed in the past. The Member\r\n\r\nfor  Jalan  Kayu knows it. At that time he supported\r\n\r\nthe  appointment, a time when we were  opposing  and\r\n\r\nstruggling against the corrupted Lim Yew Hock.  What\r\n\r\nmore   reasons  do  you  now  have  to  oppose   the\r\n\r\nappointment of Personal Secretary (Political)? It is\r\n\r\nbecause  you  are now collaborating with  Indonesian\r\n\r\nCommunists engaged in subversive activities  against\r\n\r\nour nation and our people and our Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would now like to give you a very sincere warning\r\n\r\n- I  caution you to consider this stand carefully for\r\n\r\nthe good\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 416</b></font><br><br>\r\n\r\n\r\n\r\nof  yourselves and in the interests of  the  people.\r\n\r\nNow,    when    we   are   faced   with   Indonesian\r\n\r\nconfrontation, where is your stand? Are you standing\r\n\r\ntogether --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We are discussing an amendment to\r\n\r\nitem  (3)  of subhead 1 of Head 6. We have had enough\r\n\r\nof Indonesian confrontation for the last three days.\r\n\r\nHas the Member got anything further to say about the\r\n\r\nproposed  amendment? Unless he speaks on  it,  I  am\r\n\r\nafraid I will have to stop him.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,   I   will  not  further  touch  on  Indonesian\r\n\r\nconfrontation.  But  I would like  to  tell  Members\r\n\r\nopposite  not  to  make use of this  subject  as  an\r\n\r\nexcuse  to  talk  of  something else.  The  Personal\r\n\r\nSecretary  (Political)  to the  Prime  Minister  has\r\n\r\nintegrity that can stand competition from anyone  of\r\n\r\nyou  opposite. He can stand comparison with  Members\r\n\r\nopposite  in any respect. Even Mr Koo Young  cannot\r\n\r\nbe  compared  with  the present  Personal  Secretary\r\n\r\n(Political) to the Prime Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Are we going to see the end of\r\n\r\npersonal attacks, or is it going to be one series of\r\n\r\nattacks  throughout the day? If the Member wants  to\r\n\r\ntalk   about  the  Personal  Secretary  (Political),\r\n\r\nplease  do  so,  but  I  do not  want  him  to  make\r\n\r\ncomparisons with Members of the Opposition.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Lian Teng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Lian Teng (Bukit Panjang)</b>(<i>In Mandarin</i>):\r\n\r\nMr Speaker, Sir, this is the first time I am making\r\n\r\na  speech  here. We have just heard the  Member  for\r\n\r\nSembawang.  He said that in the midst of  Opposition\r\n\r\nMembers there is a kayu, i.e. a blockhead. What does\r\n\r\nhe  mean? I feel it is unnecessary for him to deride\r\n\r\nand to use abusive words. Since we have been elected\r\n\r\nby  the  people into this House, we are expected  to\r\n\r\nmake  speeches. Just now the Member did not  make  a\r\n\r\nspeech because it was not his turn to make a speech,\r\n\r\nand  he  chose not to speak at that time. That  does\r\n\r\nnot mean that he is low or mean. If it means that  a\r\n\r\nperson who does not speak is low or mean, then there\r\n\r\nare many among you who are mean or low.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 417</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>4.10 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr Deputy Speaker (Dr Fong Kim Heng) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for National Development (Mr Lim Kim San):</b>\r\n\r\nMr  Deputy Speaker, Sir, the  Speaker  ruled\r\n\r\njust  now  that  there should not  be  any  personal\r\n\r\nattacks  and  that  we  should  be  talking  on  the\r\n\r\namendment. I think the Member speaking is going  off\r\n\r\nthe road.\r\n\r\n\r\n\r\n<br><br><!-- Dr Fong Kim Heng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The  Chairman (Dr Fong Kim Heng):</b> Will the  Member\r\n\r\nfor  Bukit Panjang confine himself, as ruled by  the\r\n\r\nSpeaker just now, to the amendment concerned and not\r\n\r\ncontinue with his personal attacks on any Member  of\r\n\r\nthe House?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Lian Teng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Lian Teng</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker, I would now like to talk about a few points\r\n\r\nraised  by the Government Members. The Minister  for\r\n\r\nCulture  said  just now that the Personal  Secretary\r\n\r\n(Political) to the Prime Minister is a very  capable\r\n\r\nperson  who  knows four languages. If  we  assess  a\r\n\r\nperson's merit on the number of languages he  knows,\r\n\r\nthen  I  know  that there are many Members  in  this\r\n\r\nHouse who, because they cannot speak many languages,\r\n\r\nare  useless  and cannot be representatives  of  the\r\n\r\npeople.  We  dare not say so, and the P.A.P. should\r\n\r\nnot say so too.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Labour praised himself, saying\r\n\r\nthat  he is a very capable person. But the Political \r\n\r\nSecretary to the Prime Minister is a person who lost \r\n\r\nthe  election in the Bukit Panjang constituency. The \r\n\r\nMinister  said that during the elections we deceived \r\n\r\nthe  people. He also said many other things.  It  is\r\n\r\nreally  bad for the Minister to say such bad things.\r\n\r\nI  find  it imperative to tell the House some things\r\n\r\nwhich happened during the election in Bukit Panjang.\r\n\r\nDuring  the  election he said that we were  cheating\r\n\r\nthe people.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> I am very sorry to be up again to\r\n\r\ndraw  attention  to a point of order.  As  you  have\r\n\r\nsaid,  Mr  Chairman, we are debating an  amendment,\r\n\r\nand  here  again  we  are going on  to  the  general\r\n\r\nelections, personalities, and all that.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 418</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will the Member for Bukit Panjang\r\n\r\nconfine  himself to the amendment  to  item  (3)   of\r\n\r\nsubhead  1,  Personal Secretary (Political)  to  the\r\n\r\nPrime  Minister, and not run off the  rails  to  the\r\n\r\nquestion of elections? Please proceed.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Lian Teng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Lian Teng</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker,  Sir, in view of the fact that  the  Member\r\n\r\nfor Sembawang and the Minister for Labour touched on\r\n\r\nthis,  and  as  I  am  the representative  of  Bukit\r\n\r\nPanjang,  I  was  therefore forced  to  raise  these\r\n\r\nmatters in the House. Since you have ruled me out of\r\n\r\norder, I am not going to say any more on this.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan)</b>(<i>In Malay</i>): In debating the matter of the post of\r\n\r\nPolitical  Secretary,  Sir,  the  Barisan   Sosialis\r\n\r\nMembers have stated that a Political Secretary is  a\r\n\r\nperson   who  liaises  with  the  people   and   the\r\n\r\nGovernment,  and  that, according to  them,  as  the\r\n\r\nPolitical  Secretary  to  the  Prime  Minister   was\r\n\r\ndefeated  in  the elections, he is not fit  to  fill\r\n\r\nthat  post. His defeat does not mean that he is  not\r\n\r\nable to carry out the duties of liaison between  the\r\n\r\nGovernment  and  the  people.  Even  though  he  was\r\n\r\ndefeated  in Bukit Panjang, nevertheless, the  other\r\n\r\n50  constituencies still retain their confidence  in\r\n\r\nhim and believe in his integrity. That is the reason\r\n\r\nwhy the Prime Minister has appointed him to fill the\r\n\r\npost.  In  the  past, three members of  the  Barisan\r\n\r\nSosialis  filled  the posts of Political  Secretary.\r\n\r\nWhat  did  they  do? If they say  that  a  Political\r\n\r\nSecretary  is one who liaises between the Government\r\n\r\nand   the   people,   then  those  three   Political\r\n\r\nSecretaries of the Barisan Sosialis had not  carried\r\n\r\nout  the  duties  which the Members in  the  Barisan\r\n\r\nSosialis now expect them to have done then. They, in\r\n\r\nfact,   channelled  the  propaganda  of  the  P.K.I.\r\n\r\nthrough the Barisan Sosialis to the people. Is  this\r\n\r\nthe  kind of liaison work which the Barisan Sosialis\r\n\r\nexpect  from them? The Barisan Sosialis Members  who\r\n\r\nare  here today say differently and act differently.\r\n\r\nThey are being used by the P.K.I. who\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 419</b></font><br><br>\r\n\r\n\r\n\r\nare  on  the  side  of  the people  who  oppose  the\r\n\r\nGovernment,  and  this is not for  the  benefit  and\r\n\r\nhappiness of the people. All their efforts  are  for\r\n\r\nthe  purpose  of leading the people astray.  At  one\r\n\r\ntime,  the  Political Secretary to the  Ministry  of\r\n\r\nEducation challenged these people to give  up  their\r\n\r\njobs, but the Political Secretaries from the Barisan\r\n\r\nSosialis  did  not give up their posts because  they\r\n\r\nplaced  great  value  on  the  salaries  they   were\r\n\r\nreceiving.  They were consorting with Azahari  which\r\n\r\nis  detrimental  to the peace of Singapore  and  the\r\n\r\ninterest of the people as a whole. Therefore, in  my\r\n\r\nopinion,  Mr Deputy Speaker, the incumbent  of  the\r\n\r\npost of Political Secretary to the Prime Minister is\r\n\r\none  who  is capable and who commands the confidence\r\n\r\nof  the people. Even though he was defeated in Bukit\r\n\r\nPanjang,  he is working for the benefit and  welfare\r\n\r\nof  the  people. He nevertheless still  retains  the\r\n\r\nconfidence  of  the  people.  He  is  not  like  the\r\n\r\nPolitical Secretaries from the Barisan Sosialis  who\r\n\r\nin the past betrayed the people and the country.\r\n\r\n\r\n\r\n<br><br><!-- Inche Rahamat Bin Kenap -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Rahamat Bin Kenap (Geylang Serai)</b>(<i>In Malay</i>): Mr Deputy Speaker, on the subject of\r\n\r\nPolitical Secretaries, it seems to me that  although\r\n\r\nthe  Members  of the Government have  explained  the\r\n\r\nposition, the Member for Jalan Kayu is still in  the\r\n\r\ndark.  Their heads are dull, despite the  fact  that\r\n\r\nthey have been told of it on many occasions. We have\r\n\r\nheard  just  now  how the Members of the  Opposition\r\n\r\nhave  raised the question of language. They pay more\r\n\r\nattention to the Chinese language than the  national\r\n\r\nlanguage.  Do  they still owe allegiance  to  China?\r\n\r\nThey  have taken the oath of allegiance to Malaysia.\r\n\r\nIf  they  are inclined towards the Chinese language,\r\n\r\nthen  this tactic clearly shows that they have close\r\n\r\nconnections with China.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b> rose ---\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Dr Fong Kim Heng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman (Dr Fong Kim Heng)</b>: Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Rahamat</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 420</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker, just now we were talking about the previous\r\n\r\nHead. Now we are talking about Head 6.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will the Member for Geylang Serai\r\n\r\nconfine his speech to the amendment under discussion\r\n\r\nand not run into the question of languages?\r\n\r\n\r\n\r\n<br><br><!-- Inche Rahamat Bin Kenap -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Rahamat Bin Kenap</b>(<i>In Malay</i>): In the debate mention\r\n\r\nwas made of languages and the defeated candidate for\r\n\r\nBukit Panjang. Therefore, I thought it would be  fit\r\n\r\nto  explain  this  matter  to  the  Members  of  the\r\n\r\nOpposition. If they raise this point, I  cannot  see\r\n\r\nwhy I cannot raise it. They referred to the defeated\r\n\r\ncandidate  for Bukit Panjang. It is clear  that  the\r\n\r\nMembers  of the Opposition do not owe allegiance  to\r\n\r\nMalaysia. They still owe allegiance to their country\r\n\r\nof origin. That is all, Mr Deputy Speaker.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed Al-Haj -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed Al-Haj</b>(<i>In Malay</i>): Mr\r\n\r\nDeputy Speaker, we have taken much of the Assembly's\r\n\r\ntime  to  debate the post of Political Secretary  to\r\n\r\nthe  Prime Minister. From the Budget we can see that\r\n\r\nthere  is a provision for a Political Secretary  for\r\n\r\neach  Minister. But only four Political  Secretaries\r\n\r\nhave   been  appointed.  From  the  notice  of   the\r\n\r\namendments we observe that queries have been  raised\r\n\r\nonly  on this particular Political Secretary. To  me\r\n\r\nthis  goes to show that they have a special  respect\r\n\r\nboth  to  the  Prime Minister and to  his  Political\r\n\r\nSecretary.   I  have  no  doubt  that  the   present\r\n\r\nincumbent is an efficient and capable man. No notice\r\n\r\nof  amendment  was raised in respect  of  the  other\r\n\r\nthree  Political  Secretaries except  the  Political\r\n\r\nSecretary to the Prime Minister. This clearly  shows\r\n\r\nthat  the  13  Opposition Members are really  scared\r\n\r\nbecause  they realise the capability and  efficiency\r\n\r\nof the Political Secretary to the Prime Minister.  I\r\n\r\nstill remember the case of the present Minister  for\r\n\r\nLabour. He stood in the by-election in Hong Lim  and\r\n\r\nhe  was  defeated, although Mr Lim Ching Siong  and\r\n\r\nhis  colleagues supported him then. Although he  was\r\n\r\ndefeated  at Hong Lim, he was appointed a  Political\r\n\r\nSecretary to the Prime Minister. This was cause  for\r\n\r\nconcern  to  the Barisan Sosialis. When the  present\r\n\r\nMinister  for Labour was going to stand for election\r\n\r\nat Queenstown,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 421</b></font><br><br>\r\n\r\n\r\n\r\nwhich was the former constituency of their Chairman,\r\n\r\nrather  than  be  defeated  by  a  former  Political\r\n\r\nSecretary, he would rather prefer to be defeated  by\r\n\r\nthe Deputy Chairman of our Party. This, as the Malay\r\n\r\nproverb  says, means that if an elephant  fights  an\r\n\r\nant,  people will laugh. So the Party Chairman chose\r\n\r\nto  fight  the Deputy Prime Minister in the  Rochore\r\n\r\nconstituency but not in Queenstown. This again  goes\r\n\r\nto  prove  the respect that the Political  Secretary\r\n\r\ncommands. That is, although he was defeated  in  the\r\n\r\nHong Lim by-election, he succeeded in being returned\r\n\r\nin  Queenstown. Therefore, it is not surprising that\r\n\r\nthe present incumbent has become the main target  of\r\n\r\nthe  Opposition Members, whilst the other  Political\r\n\r\nSecretaries who have been appointed and who have not\r\n\r\nbeen  appointed have been left in peace.  They  have\r\n\r\nbeen left alone. No mention was made of them in this\r\n\r\nAssembly. Therefore, Mr Deputy Speaker, I think  we\r\n\r\nhave  wasted  much of the Assembly's  time  on  this\r\n\r\nsubject.   It   is   nothing  but  purely   personal\r\n\r\nsentiments. It is not the post. If it is  in  regard\r\n\r\nto   the  post,  then  it  should  be  for  all  the\r\n\r\nMinisters. But this concerns the Political Secretary\r\n\r\nto the Prime Minister who is very much feared by the\r\n\r\nOpposition  Members.  This  shows  that  the   Prime\r\n\r\nMinister of Singapore has chosen a very capable  man\r\n\r\nto hold this post.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker,  the  Members on the Government  side  have\r\n\r\nsaid  that  we have been debating this  subject  for\r\n\r\nquite  a long time. Since there is a time limit  and\r\n\r\nwe  have put down several amendments, I hope we  can\r\n\r\nput  a  vote  on this amendment. But before  that  I\r\n\r\nwould like to say a few words. On the appointment of\r\n\r\nthe  Political  Secretary,  I  would  like  to  know\r\n\r\nwhether the things he did in the past commanded  the\r\n\r\nsupport of the people and was he really of value  to\r\n\r\nthe  Government and to the people as  well?  Has  he\r\n\r\nsuch merit or not? But it would be a waste of public\r\n\r\nfunds  to appoint a Political Secretary who  is  not\r\n\r\nable to advance the opinions of other people to  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 422</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Kah Hui (Parliamentary Secretary to the Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Health (Mr Sia Kah Hui):</b> Mr Deputy Speaker, Sir,\r\n\r\nwe  have  spent  quite  a long time  discussing  the\r\n\r\namendment of the previous speaker who said all sorts\r\n\r\nof  things about the present holder of that post.  I\r\n\r\nfeel  that  the only people competent to  judge  the\r\n\r\nability  of the person concerned are those who  work\r\n\r\nclosest  to  him.  I  think if  the  Prime  Minister\r\n\r\nconsiders  him the right person to be his  Political\r\n\r\nSecretary,  I do not think anyone else is  competent\r\n\r\nto  say otherwise. So that a great deal of this talk\r\n\r\nreally  means nothing and I propose that we  dispose\r\n\r\nof the matter quickly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Yeow Chong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Yeow Chong (Mountbatten)</b>(<i>In Mandarin</i>): Mr\r\n\r\nDeputy  Speaker, the Member for Jurong has  said  it\r\n\r\nhimself. It came out from his mouth that the post of\r\n\r\nPersonal Secretary (Political) to the Prime Minister\r\n\r\ndepends  on whether the post is necessary. The  true\r\n\r\nvaluation  should be related to the performance  and\r\n\r\npersonal  integrity  of  the  person  and  also  the\r\n\r\nnecessity of the post. If we agree that this post is\r\n\r\nnecessary,  then we should not waste any  more  time\r\n\r\ntalking about it. So now the question before  us  is\r\n\r\nwhether there is a need for such a post.\r\n\r\n\r\n\r\n<br><br><!-- Inche A. Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche A. Rahim Ishak</b>(<i>In Malay</i>): Mr Deputy\r\n\r\nSpeaker,  we  have debated at great length  on  this\r\n\r\nsubject  raised  by the Barisan. The arguments  have\r\n\r\nbeen  repeated over and over again. I wish to  point\r\n\r\nout  that the holder of the post, in this case,  the\r\n\r\nPolitical  Secretary to the Prime Minister,  is  not\r\n\r\nthe  concern  of the Barisan Sosialis.  The  Barisan\r\n\r\ncan, of course, question the allocation for the post\r\n\r\nof  Political Secretary if they want to. The  person\r\n\r\nwho  holds  that  post is none  of  their  business.\r\n\r\nTherefore, may I suggest that we end this debate  on\r\n\r\nthis  amendment, because the Barisan has not  raised\r\n\r\nthe question of the post of Political Secretary.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If there are no more Members wishing\r\n\r\nto  speak,  does  the  Member for  Thomson  wish  to\r\n\r\nwithdraw the amendment?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b> indicated dissent.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 423</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Then does he wish to have a vote\r\n\r\ntaken?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b> indicated assent.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Poh Ber Liak ---\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 6 be reduced\r\n\r\nby $10 in respect of item (44)  of subhead 1.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Poh Ber Liak.\r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak</b>(<i>In Mandarin</i>): Mr Deputy Speaker,\r\n\r\nSir, I do not wish to move this amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>): Mr Deputy Speaker,\r\n\r\nSir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 6 be reduced\r\n\r\nby $10 in respect of subhead 8.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this Budget there is provision of $51,150 for\r\n\r\nthe    Office    of    the   Singapore    Government\r\n\r\nRepresentative in Kuala Lumpur. Now, what is the use\r\n\r\nof  this  fund? Of what good is it to the people  of\r\n\r\nSingapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I raise this question because the P.A.P. have all\r\n\r\nalong  been using public funds to further their  own\r\n\r\npropaganda  purposes. I would like  to  ask  whether\r\n\r\nthis  \"Temasek\"  building is  being  used  in  Kuala\r\n\r\nLumpur as a branch of the P.A.P.?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Deputy Speaker, Sir, I am\r\n\r\ngreatly  relieved that we have settled the programme\r\n\r\nfor  the various items on this debate because at the\r\n\r\nrate  of  one hour per item - as somehow  this  House\r\n\r\nmanaged  to  find one hour to discuss what  I  would\r\n\r\nhave  thought  was a settled subject like  Political\r\n\r\nSecretaries  - we might well be here  for  the  whole\r\n\r\nyear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Well, subhead 8 - $51,150. Sir, I can understand the\r\n\r\nunhappiness  of  the Member for Paya  Lebar  at  the\r\n\r\neffectiveness  with  which the Government  has  been\r\n\r\nconducting its duties, amongst which is the constant\r\n\r\ndebunking of Communist propaganda and lies.  But  to\r\n\r\nenvisage in this item some Party\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 424</b></font><br><br>\r\n\r\n\r\n\r\nadvantage  - that  I think can only be  conceived  by\r\n\r\nthose with the most distorted of minds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our relationship with Kuala Lumpur has always\r\n\r\nbeen  the most important single factor in the  well-being  of  Singapore. I disagree with the assessment\r\n\r\nof  the  Members opposite that it is Indonesia  that\r\n\r\nwill determine our future. I say it is Malaysia that\r\n\r\ndetermines our future. Now, with Malaysia  it  is  a\r\n\r\nmatter  of some considerable importance particularly\r\n\r\nin  the first 18 months of the running-in period  of\r\n\r\nthe  new Constitution that there should be Singapore\r\n\r\nmachinery in Kuala Lumpur to sort out the  bits  and\r\n\r\npieces  to ensure that they understand what  we  are\r\n\r\ndoing,  why  we are doing what we are doing.  May  I\r\n\r\nexplain  to the Member who asked this question  that\r\n\r\nthe problem is not why we should have an office, but\r\n\r\nwhether  we  can  have a suitably qualified  man  to\r\n\r\nconduct our affairs in Kuala Lumpur? The reason  why\r\n\r\nnobody   has  been  appointed  is  because  of   the\r\n\r\ndifficulty   of   getting  somebody   endowed   with\r\n\r\nministerial  status  to  be  able  to  take  up  our\r\n\r\nproblems,   instead  of  taking  them  up   on   the\r\n\r\ntelephone, in person in Kuala Lumpur. It may be that\r\n\r\nin  the end this is a problem on which we will  have\r\n\r\nto feel our way before we can get a solution. In the\r\n\r\nend,  it may be that Ministers may have to go up  in\r\n\r\nturn  to  keep  liaison  and  get  Kuala  Lumpur  to\r\n\r\nunderstand what our policy and our programme are and\r\n\r\nwhy  we are doing what we are doing. But if it  were\r\n\r\npossible  to  get  somebody  permanently  to  reside\r\n\r\nthere,  and if there is a person who can  be  spared\r\n\r\nfor  these  duties,  then I say he  will  need  this\r\n\r\noffice staff to conduct proper business between  the\r\n\r\nState and the Central Government.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Does Mr Kow Kee Seng wish to\r\n\r\nwithdraw the amendment?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b> indicated dissent.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 425</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chio Cheng Thun -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chio Cheng Thun (Choa Chu Kang)</b>(<i>In Mandarin</i>):\r\n\r\nMr Deputy Speaker, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 6 be reduced\r\n\r\nby $10 in respect of subhead 10.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask whether this Senior Trade and\r\n\r\nCultural   Representative's  Office  is   still   in\r\n\r\nexistence  in  Indonesia, whether there  is  such  a\r\n\r\nrepresentative, and what is the use of  this  office\r\n\r\nin  Indonesia? If we do not have this office at  the\r\n\r\npresent time, then why should the Government include\r\n\r\nthis in this Budget?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Deputy Speaker, Sir, again\r\n\r\nwe go back to the special terms of Singapore's entry\r\n\r\ninto Malaysia. One of the special terms spelt out in\r\n\r\nCmd.  Paper  33 of 1961 was that we should  have  in\r\n\r\neach   Malayan   Embassy  or  each  Foreign   Office\r\n\r\nestablishment abroad, if we so wish, a special trade\r\n\r\nrepresentative  to  look after  Singapore's  special\r\n\r\ntrading  interests.  We  had  before  the  16th   of\r\n\r\nSeptember  one representative in London and  another\r\n\r\none  in Jakarta. It may well be that depending  upon\r\n\r\nthe  trade and future industrial development,  there\r\n\r\nmight  be a few others. The one in Jakarta continued\r\n\r\nto function up till the middle of October, about one\r\n\r\nmonth after Malaysia.\r\n\r\n\r\n\r\n<br><br>4.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We were not asked to leave. It does not follow that\r\n\r\nbecause  diplomatic  relations  have  been  severed,\r\n\r\ntherefore trade relations are also severed.  Members\r\n\r\nmay  not  be  aware that even though  there  are  no\r\n\r\ndiplomatic  relations,  for  instance,  between  the\r\n\r\nBritish  and  North  Vietnam,  there  is  a  British\r\n\r\nConsulate  or  a  Trade  Commission  in  Hanoi.   So\r\n\r\nsimilarly,   even  in  spite  of  the   rupture   of\r\n\r\ndiplomatic relations between Indonesia and  Malaysia\r\n\r\non  the  17th of September, as far as Singapore  was\r\n\r\nconcerned, our trade representation went on up  till\r\n\r\nthe  middle  of  October. Sometime round  about  the\r\n\r\nmiddle   of   October,  for  various  reasons,   the\r\n\r\nIndonesian  Government  Foreign  Office   gave   our\r\n\r\nmission  two  weeks  to wind  up  their  affairs  in\r\n\r\nIndonesia and leave, which they duly did. I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 426</b></font><br><br>\r\n\r\n\r\n\r\ndo  not  know  when or whether or  not  it  will  be\r\n\r\npossible  for a resumption of diplomatic  relations;\r\n\r\nwhen or whether we will resume trade relations.  But\r\n\r\nthis  is a sum that has been set aside in the  event\r\n\r\nthat it is possible to resume trade relations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure that having spent the whole of the last\r\n\r\nthree   days   exhorting  negotiations  to   resolve\r\n\r\nconfrontation,  they would welcome a  resumption  of\r\n\r\ntrade.  Members on the other side may like  to  know\r\n\r\nthat,   as  far  as  the  Singapore  Government   is\r\n\r\nconcerned,  it  is always prepared to resume  trade;\r\n\r\nwhether  or  not there is a resumption of diplomatic\r\n\r\nrelations is an entirely different matter. It  is  a\r\n\r\nmatter  in the hands of the Central Government.  All\r\n\r\nof  us  on  this side and, I think, Members  on  the\r\n\r\nother  side  have  seen  the views  of  the  Central\r\n\r\nGovernment on it. I would like to repeat what I said\r\n\r\non  the  25th of October, that if there is to  be  a\r\n\r\nnormalisation  of relationship, which  we  all  hope\r\n\r\nthere  will  be, we hope it will be on  a  permanent\r\n\r\nbasis and not a temporary patch-up, generating  once\r\n\r\nagain  a false sense of euphoria soon to be banished\r\n\r\nagain  shortly  thereafter.  In  the  meantime,   if\r\n\r\nconditions permit, we will resume trade relations.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chio Cheng Thun -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chio Cheng Thun</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker, Sir, I have listened to the explanation  of\r\n\r\nthe  Prime  Minister. It is clear that the Singapore\r\n\r\nGovernment  pays  much attention  to  trade  between\r\n\r\nSingapore and Indonesia. You will remember that when\r\n\r\nthe  P.A.P. came into office in 1959, there  was  a\r\n\r\nspecial mission to Indonesia the object of which was\r\n\r\nto  promote  and  improve  trade  relations  between\r\n\r\nSingapore and Indonesia. But today it seems that our\r\n\r\nSenior Trade and Cultural Representative is no  more\r\n\r\nin  Indonesia, and yet the Government still provides\r\n\r\na  sum of money in the Budget for this Office.  This\r\n\r\nshows  that  the Government is very anxious  to  \r\n\r\nre-establish  trade  relations  between  Singapore  and\r\n\r\nIndonesia, which also is the hope of the  people  of\r\n\r\nSingapore. We voice the same hope that there must be\r\n\r\na  resumption  of trade relations between  Singapore\r\n\r\nand  Indonesia. The P.A.P. Government also expresses\r\n\r\nthe hope that --- \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 427</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, on a point of order. The\r\n\r\nMember opposite must understand that he is a subject\r\n\r\nof  Malaysia.  He  is  a Malaysian  citizen,  not  a\r\n\r\nMalayan citizen. If he insists on referring to a non-existing  Malayan entity, then one must assume  that\r\n\r\nhe  disavows the fact that he is a Malaysian citizen\r\n\r\nand should not be in this Chamber.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chio Cheng Thun -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chio Cheng Thun</b>(<i>In Mandarin</i>): The Government\r\n\r\nexpresses   the   hope  that,  notwithstanding   the\r\n\r\nrelations   between  Malaysia  and  Indonesia,   the\r\n\r\nSingapore Government is also hopeful that there  may\r\n\r\nbe a resumption of trade relations between Singapore\r\n\r\nand  Indonesia.  One thing we do not understand  is,\r\n\r\nwhy  does  the  Government not want  to  accept  our\r\n\r\nproposal to resume trade relations between Singapore\r\n\r\nand  Indonesia? There are reasons for their adopting\r\n\r\ntheir   present   attitude.  Firstly,   the   P.A.P.\r\n\r\nGovernment  in  dealing with  our  future  does  not\r\n\r\naccept the views of our Party. They also run counter\r\n\r\nto the interests of the people. They are prepared to\r\n\r\nwork for Malaysia which is sponsored by the British.\r\n\r\nNow  that  Malaysia  has  brought  difficulties  and\r\n\r\nhardships  to  our  people, without  Malaysia  there\r\n\r\nwould not have been this Indonesian confrontation.\r\n\r\n\r\n\r\n \r\n\r\n<br><br><!-- Dr Fong Kim Heng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman (Dr Fong Kim Heng)</b>: Order. Will  the\r\n\r\n \r\n\r\n \r\n\r\nMember  for Choa Chu Kang confine his speech to  the\r\n\r\namendment  and  not go back to what  has  been  gone\r\n\r\nthrough over the last 3� days?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chio Cheng Thun -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chio Cheng Thun</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker, Sir, it is because I want to point out that\r\n\r\nsince  the Trade Representative's Office is no  more\r\n\r\nin  existence in Indonesia, why should there be such\r\n\r\nan  item in the Budget? I also want to point out the\r\n\r\nreasons for the attitude the P.A.P. Government  have\r\n\r\nadopted.  Now they are trying to shift the blame  on\r\n\r\nto  other people for our present hardship.  We  want\r\n\r\ntrade relations to be resumed between Indonesia  and\r\n\r\nSingapore, and since the P.A.P. have the  same  hope\r\n\r\nand  aspirations,  why should they  not  accept  our\r\n\r\nproposals? Because of the ferocious attitude of  the\r\n\r\nAlliance  Government in the Federation,  the  P.A.P.\r\n\r\nGovernment  are  forced  to  toe  the  line  of  the\r\n\r\nAlliance Government. Because\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 428</b></font><br><br>\r\n\r\n\r\n\r\nafter merger the P.A.P. Government have given up all\r\n\r\ncontrol  and  rights to the Central  Government.  So\r\n\r\neven  though  the P.A.P. Government want  to  resume\r\n\r\ntrade  relations, they cannot go against the  wishes\r\n\r\nof  the  Alliance  Government. Therefore,  they  are\r\n\r\nforced  willy-nilly to toe the line of  the  Central\r\n\r\nGovernment, i.e. in not wanting to hold negotiations\r\n\r\nto  re-establish  relations  between  Singapore  and\r\n\r\nIndonesia.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Deputy Speaker, Sir, on\r\n\r\nMonday  when I invited criticism from both sides  of\r\n\r\nthe  House, Members may have noticed that I  invited\r\n\r\nhonest,  useful  criticism  that  can  lead   to   a\r\n\r\nconstructive  reframing of policy.  I  then  already\r\n\r\nsuspected,  even before the Member for Jurong  began\r\n\r\nhis  speech,  that we would be in for  another  five\r\n\r\nyears  of sterile, destructive, completely insincere\r\n\r\nattack.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask the Member for Choa Chu Kang whether what\r\n\r\nhe has said, which will be published tomorrow in,  I\r\n\r\nhope,  all  the newspapers and not just the  Chinese\r\n\r\nnewspapers,  is  going to help resolve  the  present\r\n\r\ntrade boycott between Indonesia and Singapore? If he\r\n\r\nhas  the  interests  of  Singapore  at  heart,  even\r\n\r\nassuming he has not got the interests of Malaysia at\r\n\r\nheart,  does  he  think he is helping  Singapore  by\r\n\r\nencouraging  our neighbours to believe that  we  are\r\n\r\nprepared  to go down on our bended knees  and  plead\r\n\r\nfor  trade - trade which as clearly borne out in  our\r\n\r\nstatistics  is 8.7 per cent of our national  income?\r\n\r\nOr  is he not spreading alarm and despondency to  be\r\n\r\nused  by the Indonesians and the Filipinos for their\r\n\r\ninternational propaganda to say that Malaysia is, in\r\n\r\nfact,  torn  and divided within itself, unworthy  of\r\n\r\ninternational support? On whose side is he  speaking\r\n\r\nfor?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, we all want a resumption of trade. But I\r\n\r\nsay,  more  than a resumption of trade, we  want  to\r\n\r\nsurvive as a separate entity in South-East Asia, not\r\n\r\nto  be slowly, one by one, absorbed and dissolved in\r\n\r\nSouth-East  Asia.  Does the Member  understand  what\r\n\r\nthis is all about? Does he think we are playing  for\r\n\r\na bagful of marbles? Men are being killed, have been\r\n\r\nkilled, in Brunei and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 429</b></font><br><br>\r\n\r\n\r\n\r\nSarawak.  The former leaders of the Barisan Sosialis\r\n\r\nthought they were playing a clever little game. I do\r\n\r\nnot  think  those who are in gaol now  believe  that\r\n\r\nthis  is so funny. Three of them have already  sworn\r\n\r\nthat  this is all a great mistake and have given  up\r\n\r\npolitics.  If they had the courage, they would  have\r\n\r\ncome  out  and fought their erstwhile companions  in\r\n\r\nthe Barisan Sosialis for having brought trouble into\r\n\r\nthis  country. Who brought about confrontation?  Who\r\n\r\nstarted  this whole thing? Of course, we  know  that\r\n\r\nsome people in this region thought that it would  be\r\n\r\na  good thing if Malaya did not grow bigger. But who\r\n\r\ngave them the entree, the sparking point, with which\r\n\r\nto  intervene in the affairs of another country? The\r\n\r\nBarisan Sosialis, together with the Socialist Front,\r\n\r\nlinking up with S.U.P.P., linking up with Brunei and\r\n\r\nAzahari, leading to the revolt, leading to a  United\r\n\r\nNations   assessment.  They  made  the  interference\r\n\r\neasier.  What is the logic of the criticism  made  by\r\n\r\nthe  Member  for Choa Chu Kang - begin  negotiations?\r\n\r\nAll  right, what for? To resolve confrontation.  All\r\n\r\nright, on what terms and on what conditions on which\r\n\r\nconfrontation will for the time being be  withdrawn?\r\n\r\nHe   said,   \"Malaysia   will   dissolve.\"   Another\r\n\r\nassessment team has been suggested What for? In  the\r\n\r\nhope  that  the assessment will be unfavourable  and\r\n\r\ntherefore  Sabah  and Sarawak are out.  What  is  he\r\n\r\npreaching? What I suggested on Monday - the  line  of\r\n\r\ntreachery and betrayal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Dr Fong Kim Heng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman (Dr Fong Kim Heng)</b>: Order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> It is now 5 o'clock. I propose\r\n\r\nthat the sitting be suspended until 5.30 p.m. Order.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.00 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n            \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 430</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head 6 be reduced\r\n\r\nby $10 in respect of subhead 10.\"\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Sir, there are approximately\r\n\r\nnine  minutes left before the vote is taken at  5.40\r\n\r\non  Head  6,  and I would like to put the  following\r\n\r\npoint  to the Member for Paya Lebar. First, on whose\r\n\r\nside  is he on? On the side of Indonesia or  on  the\r\n\r\nside  of  Malaysia? Second question:  Does  he  want\r\n\r\nthings to get better between Malaysia and Indonesia,\r\n\r\nor does he want things to get worse? Third question:\r\n\r\nHas  what  he has been saying just now, exaggerating\r\n\r\nalarm, loss of trade, differences of opinion between\r\n\r\nSingapore  and  Kuala Lumpur,  been  really  in  the\r\n\r\ninterest of Singapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us assume that he is against Kuala Lumpur. We\r\n\r\ntake  that  for  granted. But is it  really  in  our\r\n\r\ninterest  - whatever  our  internal  differences   of\r\n\r\npresentation   of   policy  - to   exaggerate   these\r\n\r\ndifferences  and  allow  them  to  be  exploited  by\r\n\r\noutside powers? It is as simple as that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member took the oath of loyalty in this\r\n\r\nChamber, and he should be loyal to Malaysia. He  has\r\n\r\nnever  even  once - none of the Opposition  - admitted\r\n\r\nthat   Malaysia  is  in  existence.  They  talk   of\r\n\r\nSingapore;  they talk of the Federation  of  Malaya.\r\n\r\nLet  me remind them that this is a matter which  may\r\n\r\nbecome extremely serious, and that their words  here\r\n\r\n- frivolous  though  they may be  to  those  who  are\r\n\r\nwatching  these proceedings - if used  and  exploited\r\n\r\ninternationally,  may well add  to  a  worsening  in\r\n\r\nrelations.  In  the  event, are they  alive  to  the\r\n\r\ndangers they are in - that any man against the nation\r\n\r\nwho  actively aids and abets aggression against  the\r\n\r\nnation  is a traitor, and will be punished as  such?\r\n\r\nThere  are five minutes left, and I would  be  quite\r\n\r\nhappy if the Member for Paya Lebar would give  me  a\r\n\r\ndirect  answer on behalf of his Party  to  my  three\r\n\r\nquestions.  On  whose side is  he  on  - Malaysia  or\r\n\r\nIndonesia? Does he want things to get\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 431</b></font><br><br>\r\n\r\n\r\n\r\nbetter  on worse? What he has said and what we  have\r\n\r\nsaid  over the past three days - today is the  fourth\r\n\r\nday  - on confrontation and loss of Indonesian trade,\r\n\r\nis  that  going to make things better or  worse  for\r\n\r\nSingapore?\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Anybody who wishes to can speak.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nbecause of time limitation, I will briefly reply  to\r\n\r\nthe  challenge given by the Prime Minister.  On  the\r\n\r\nquestion  whether we are standing  on  the  side  of\r\n\r\nMalaysia or Indonesia, I will say that we have never\r\n\r\nbeen  standing  on  the side of  Indonesia.  We  are\r\n\r\nstanding on the side of the people of Singapore  and\r\n\r\nMalaya.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Malaysia! [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Let the hon. Member answer in his own\r\n\r\nway.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>): He asks us whether\r\n\r\nwe  want relations between the two countries to  get\r\n\r\nworse  or  better. Our answer is, we  sincerely  and\r\n\r\ntruly want to bring about progress and prosperity in\r\n\r\nthe  livelihood of the people of Singapore. That  is\r\n\r\nwhy   we  propose  that  we  should  negotiate  with\r\n\r\nIndonesia   to   resolve  this  problem,   including\r\n\r\nconfrontation.  The  proposition  is  based  on  the\r\n\r\ninterests of the people of Singapore. My explanation\r\n\r\nis clear enough on this point. [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The hon. Member has only a few\r\n\r\nminutes  left. I think we should allow  him  to  say\r\n\r\nwhat he wants in the few minutes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>): I hope the\r\n\r\nGovernment  side will not continue to accuse  us  of\r\n\r\nbeing  traitors.  They  should  realise  that   they\r\n\r\nthemselves have sold out the interests of the people\r\n\r\nof Singapore. They are the true traitors.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> This is the first of the many\r\n\r\npoints  at issue. We shall meet again and  again  on\r\n\r\nthis point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, the Member for Paya Lebar was not in\r\n\r\na   position  to  reply  to  such  a  \"world-shaking\r\n\r\nquestion\", so the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 432</b></font><br><br>\r\n\r\n\r\n\r\nMember  for Jurong, in the absence of their  leader,\r\n\r\nhas  taken  over.  In  his answer  he  did  not,  by\r\n\r\nimplication, admit that Malaysia existed. He  talked\r\n\r\nof  Singapore; he talked of Malaya. So Malaysia does\r\n\r\nnot exist. Of course, he says he wants things to  be\r\n\r\nbetter.  He  was unable to answer the  simple  point\r\n\r\n- does he want Indonesian confrontation to succeed?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The way they have been acting over the last few\r\n\r\ndays  leaves nobody in any doubt that what they want\r\n\r\nis  to  do harm to the country - to spread alarm  and\r\n\r\ndespondency  - and give succour and  comfort  to  the\r\n\r\nenemies of the people, like the P.K.I. That is where\r\n\r\ntheir  hearts lie, where their loyalty lies.  And  I\r\n\r\nsay,  before  Malaysia, it is one thing  saying  all\r\n\r\nthese things. After Malaysia, I beseech them, before\r\n\r\nit  is  too late. From time to time, Sir, we proffer\r\n\r\nthem  sincere  advice for their own  good.  Many  of\r\n\r\ntheir  members who used to be there, had they  taken\r\n\r\nour  advice,  would  have been much  more  wholesome\r\n\r\npersonalities  today, instead of  being  broken-down\r\n\r\nenemies of the people. That is what they are.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nthe  Prime  Minister  has  just  now  raised  a  few\r\n\r\nquestions.   He   says  I  dare  not   answer   them\r\n\r\npersonally.  At  the same time, he asks  whether  we\r\n\r\nwant confrontation to succeed or fail.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past three days, all our Members on this\r\n\r\nside have said that we are opposed to confrontation,\r\n\r\nbecause  it  will increase the difficulties  of  our\r\n\r\npeople and bring hardships to their livelihood.  So,\r\n\r\nin  order to resolve confrontation, the first  thing\r\n\r\nis  to  seek peaceful means to negotiate, to discuss\r\n\r\namicably.  That  is  the best  way  to  resolve  the\r\n\r\neconomic   difficulties   and   hardships   in   the\r\n\r\nlivelihood    of    the   people    of    Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will the Member for Choa Chu Kang\r\n\r\nindicate whether he wishes to withdraw the amendment\r\n\r\nor whether he wishes to have a vote taken. A vote to\r\n\r\nbe taken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 433</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The time allotted for Head 6 having expired, the\r\n\r\nfollowing amendments, standing in tile names of Mr\r\n\r\nKow Kee Seng and Mr Tan Cheng Tong, were not\r\n\r\nproceeded with:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Kow Kee Seng:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 6 be reduced\r\n\r\nby $10 in respect of subhead 18.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 6 be reduced\r\n\r\nby $10 in respect of subhead 26.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Cheng Tong:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head 6 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,429,500 for Head 6 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 433</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 7-\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head 7 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, on this question, I will have to read\r\n\r\nout  to  the --- [Interruption] because the Land Office \r\n\r\nhas much land in its possession which is occupied by \r\n\r\nrural  people. I would tell the Government that  the \r\n\r\nLand  Office  has much land under its  control.  The \r\n\r\npeople  have been living on the land for many years,\r\n\r\nfor   scores  of  years.  Some  farmers  have   been\r\n\r\noccupying  pieces of land on short-term as  well  as\r\n\r\nlong-term leases. Now, these several acres  of  land\r\n\r\nto  each homestead after having been cultivated  for\r\n\r\nseveral years will have increased in value and  will\r\n\r\nprovide  succour to their families  and  members  of\r\n\r\ntheir  families who, after several years, will  have\r\n\r\ngrown  up  and will be leaving the land.  They  will\r\n\r\nhave  their own families and will need further  land\r\n\r\nto   develop,  cultivate,  and  to  live   on.   The\r\n\r\nGovernment  do  not  have  adequate  legislation  in\r\n\r\nregard  to land policy to provide for the  needs  of\r\n\r\nthe farmers.\r\n\r\n\r\n\r\n<br><br>5.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Even when the farmers make applications to the\r\n\r\nGovernment,  they  are turned down.  They  apply  to\r\n\r\nextend  their  houses but their requests  have  been\r\n\r\nturned down. On the one hand, the farmers are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 434</b></font><br><br>\r\n\r\n\r\n\r\nunable  to  find sufficient means to  support  their\r\n\r\nfamilies. On the other hand, the Government  do  not\r\n\r\nallow them to build houses on the land, and they put\r\n\r\nthem  in  difficulties. Also, private  land  is  not\r\n\r\navailable to the farmers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government should look at things objectively.\r\n\r\nThey  should see whether the land available to  them\r\n\r\nis enough --- [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> It is only proper for a Member\r\n\r\nto disclose his personal pecuniary interests when he\r\n\r\nspeaks  on  any subject. The Member is now preaching\r\n\r\nthe  cause of those who surreptitiously extend their\r\n\r\noccupation of Crown land and prawn ponds. He has got\r\n\r\ngreat  interests in them. I think  it  ought  to  be\r\n\r\ndisclosed.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I am not aware that the Member has a\r\n\r\ngreat  interest in prawn ponds. But surely it is  up\r\n\r\nto him whether he wishes to disclose it or not.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I beg your pardon, Mr\r\n\r\nSpeaker. If he has, then he must disclose. If he has\r\n\r\nnot, then let him say so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b>: Hear! Hear!\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, I\r\n\r\ncan  tell  you this. But let me touch on this  topic\r\n\r\nfirst. So in the end, when a farmer wants to build a\r\n\r\npig   sty,  his  application  is  turned  down.  Mr\r\n\r\nSpeaker, the farmers want to live on the land.  This\r\n\r\nis   for  the  purpose  of  making  a  living.   Any\r\n\r\napplication  to  extend the building  or  build  pig\r\n\r\nsties   is  for  the  purpose  of  supporting  their\r\n\r\nfamilies.  Yet all these requests have been  ignored\r\n\r\nby  the Government. They say that what I say here is\r\n\r\nridiculous,   because  they  have   understood   the\r\n\r\nimportance  of this. In my constituency there  is  a\r\n\r\nplace  where  there is a prawn pond and the  farmers\r\n\r\ncan support my argument. The Members opposite can go\r\n\r\nthere  to  investigate. Let  the  members  of  their\r\n\r\nbranches go there to find out. My land is not  Crown\r\n\r\nland.  It  is  private land. There is a small  prawn\r\n\r\npond owned by me, and this land is also private land\r\n\r\nacquired through proper means. During the course  of\r\n\r\ntime, prawn ponds have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 435</b></font><br><br>\r\n\r\n\r\n\r\nbeen  built. Some farmers have been arrested by  the\r\n\r\nmilitary authorities because of encroachment on  the\r\n\r\nland.  The result is that I have been approached  by\r\n\r\nthese  people for help. I went along to the military\r\n\r\nauthorities and got the release of these farmers. So\r\n\r\nthe  farmers  in this area think I am an influential\r\n\r\nman and have been able to get their release. That is\r\n\r\nwhy  I have been reelected by them again. [Laughter]\r\n\r\nSo  in  this  frame  of mind  they  think  I  am  an\r\n\r\ninfluential  man, and they make use of  my  name  to\r\n\r\napply  for land in order to tide over the difficulty\r\n\r\nby saying that the land belongs to me. If you do not\r\n\r\nbelieve   what   I  say,  you  can  carry   out   an\r\n\r\ninvestigation to look for the truth. I can challenge\r\n\r\nthem to look for the truth. If the investigation  is\r\n\r\nagainst me, then I am quite prepared to go to court.\r\n\r\nOtherwise, they will have to apologise to me.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Culture said that I applied for a permit to get land for the purpose of building a prawn pond. But you can go and ask your own jackals in my area who know what the true position is. They are not aware of the true position and they try to force the matter on me. The land actually belongs to the military authorities. They use force to recover the land, thinking that it belongs to me. So they want to deprive me of the land and the benefit thereof. But that does not affect me at all, in so far as the vested interest in the land is concerned.\r\n\r\nAll   this   goes  to  show  that  these   political\r\n\r\nnincompoops of the P.A.P. will resort to  all  sorts\r\n\r\nof  dirty means to attack their political opponents.\r\n\r\nInsofar  as it is to their political interest,  they\r\n\r\ndo not mind. If anything is politically advantageous\r\n\r\nto  their  opponents, then they will resort  to  all\r\n\r\nsorts  of  tactics to remove these advantages.  Now,\r\n\r\neven if you occupy a piece of private land, you will\r\n\r\nhave  to get a permit first before you can put up  a\r\n\r\npig sty. In these circumstances, many farmers are at\r\n\r\ntheir wits' end. So I hope the Government will relax\r\n\r\ncertain  restrictions in regard to applications  for\r\n\r\nconstruction of structures and pig sties to help the\r\n\r\nlivelihood of the poor farmers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 436</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, first, this\r\n\r\nlong  theme  of  woe interests the Land  Office  and\r\n\r\ntransactions in the Land Office. They all  have  for\r\n\r\nthe Member for Jalan Kayu very personal and somewhat\r\n\r\npainful  and  unprofitable  connotations.   If   one\r\n\r\nillegally  embarks  on  a business  venture  without\r\n\r\npermission  from the Land Office and is subsequently\r\n\r\ndiscovered, then the law must follow. Why should the\r\n\r\nlaw  now  be  binding, particularly as  one  of  the\r\n\r\neminent Members of this Assembly makes the law?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, apart from his personal interests in these\r\n\r\nmatters,  may  I go on to say this?  There  are  two\r\n\r\npoints  he  has made two valid points  of  substance\r\n\r\nwhich  I  think merit a firm reply. First, additions\r\n\r\nto  squatter  huts on Crown land. Second,  the  fact\r\n\r\nthat  the  Crown takes a firm stand against  further\r\n\r\nillegal buildings which, according to him, leads  to\r\n\r\nunhappiness for squatters on private land. This is a\r\n\r\nperennial problem. Crown lands are of two kinds when\r\n\r\nyou  let them out. One is under Temporary Occupation\r\n\r\nLicences,  the other is under a proper  lease.  What\r\n\r\nthe  Member  for  Jalan Kayu was referring  to  were\r\n\r\nTemporary Occupation Licences. In other words,  land\r\n\r\nwhich  has  been  earmarked for  public  development\r\n\r\n- schools,  clinics,  community  centres,  veterinary\r\n\r\ncentres and so on. Sooner or later, maybe this  year\r\n\r\nor  next year, but definitely within the foreseeable\r\n\r\nfuture  - five to ten years - there will  be  building\r\n\r\nand  user of land. And the more extensions we allow,\r\n\r\nthe  more compensation will have to be paid  out  of\r\n\r\npublic  funds. It is not our money. It is the people\r\n\r\nof  Singapore's money. Is the Member for Jalan  Kayu\r\n\r\nseriously   suggesting   that   we,   having    been\r\n\r\nsufficiently  humane in allowing the encroachers  to\r\n\r\nremain   and  giving  them  a  Temporary  Occupation\r\n\r\nLicence  at nominal rent, should further burden  the\r\n\r\npublic   treasury   by   the  prospect   of   bigger\r\n\r\ncompensation  when  the land is ultimately  required\r\n\r\nfor  use?  If  he  does, and he thinks  he  can  win\r\n\r\npopular public support, then I say he should move  a\r\n\r\nresolution  in  this Assembly and we will  hear  his\r\n\r\nreasons why we should pursue his policy.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 437</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are fully aware that there is a shortage of land\r\n\r\nin Singapore, as can he seen from the efforts of the\r\n\r\nMinistry   of  National  Development  in  reclaiming\r\n\r\nKallang  Basin,  the seaside from  Bedok  to  Nicoll\r\n\r\nHighway and Merdeka Bridge, and my own little effort\r\n\r\nin  London  to  get back 300 acres of  farming  land\r\n\r\ninside  the  Naval Base. All this we get  no  thanks\r\n\r\nfor. What we are asked to do is something which,  to\r\n\r\nmy  mind, is manifestly wrong - to burden public land\r\n\r\nwith more tenants who will claim more compensation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Private land is in an entirely different category.\r\n\r\nMr  Speaker, Sir, the policy of this Government  is\r\n\r\ndifferent  from the policy of previous  Governments.\r\n\r\nThis  Government  has  an  assessment  policy  which\r\n\r\nactively   discourages  the  holding  of  land   for\r\n\r\nspeculative purposes, in other words, buying  a  big\r\n\r\npiece  of  land,  squatting on  it,  waiting  for  a\r\n\r\nfraction  of  time  for an increase  in  population,\r\n\r\ndevelopment  around the area which  will  bring  the\r\n\r\nprice  up, and then selling it. Whether a  house  is\r\n\r\nvacant  or not, assessment is put up. Therefore,  it\r\n\r\nbecomes necessary for the land-owner to utilise  his\r\n\r\nland.  Sir, if this were a Government out to protect\r\n\r\nthe  landlords, squatters would not have got  in  in\r\n\r\nthe  first  place, let alone expand their  holdings.\r\n\r\nadding  rooms  to squatter huts. There  is  a  whole\r\n\r\nkampong now in Kampong Chentek, another one  in  the\r\n\r\nwhole  of the area between the Race Course and  Sime\r\n\r\nRoad, private land, squatted. If we had let out  our\r\n\r\nCrown  land  on  T.O.L.s and held them,  this  thing\r\n\r\nwould  not  have taken place. I am not  saying  that\r\n\r\nthis  is  an answer to the problem. Here was  vacant\r\n\r\nland  not  utilised, not looked after, and squatters\r\n\r\nhave  moved  in. The last I saw of  it  was  that  a\r\n\r\ntelephone  has  been installed  and  so  have  water\r\n\r\npipes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It may well be that ultimately a land policy may\r\n\r\nhave to be formulated in which vacant land user  may\r\n\r\nhave  to  be acquired for public disposal.  But  the\r\n\r\nplain   fact  of  the  matter  remains,   that   the\r\n\r\nGovernment cannot prevent the private\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 438</b></font><br><br>\r\n\r\n\r\n\r\nland-owner from allowing or not disallowing his\r\n\r\nland for certain uses. It has nothing to do with us.\r\n\r\nBut  what  we are considering is the possibility  of\r\n\r\nland  in  agricultural areas, not  in  rural  areas,\r\n\r\nmarked for agriculture on the Master Plan, where the\r\n\r\nland is arable, and the question of letting out  the\r\n\r\nland if the owner does not utilise it.\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I would be glad, Mr Speaker, Sir, for\r\n\r\nconstructive  proposals. If  the  Member  for  Jalan\r\n\r\nKayu, with all the experience of dodging in and  out\r\n\r\nof  the  law and growing wealthier in the course  of\r\n\r\nthe  years, could explain to me how we could do  it,\r\n\r\nwe would be indebted --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has expired. Would the\r\n\r\nMember for Jalan Kayu indicate whether he wishes  to\r\n\r\nwithdraw the amendment or have a vote taken?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nI wish to raise a few points. The first --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Does the Member wish to withdraw the\r\n\r\namendment or wish for a vote?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Yes, I would like\r\n\r\na vote taken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $577,730 for Head 7 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 438</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 10-\r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nbeg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 10 be reduced\r\n\r\nby $10 in respect of item (15)  of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This concerns the Registrar of Citizens and\r\n\r\nCommissioner for Registration of Persons. I say that\r\n\r\nin  the  past few months the Registrar has not  been\r\n\r\nable  to help a lot of innocent people obtain  their\r\n\r\ncitizenship. For example, there are people like  Mr\r\n\r\nTan  Lark Sye who have lost their citizenship during\r\n\r\nthese  months.  So unless some steps  are  taken  to\r\n\r\nensure that innocent people are not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 439</b></font><br><br>\r\n\r\n\r\n\r\ndeprived  of  their citizenship unnecessarily,  then\r\n\r\nthe situation will become worse.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b> Mr\r\n\r\nSpeaker,  the cases of the persons whom  the  Member\r\n\r\nfor  Tampines  has mentioned are under consideration\r\n\r\nby the Committee of Inquiry and I do not think it is\r\n\r\npermissible   to  discuss  them  in  this   Chamber.\r\n\r\nHowever,  let  me remind the Member of the  relevant\r\n\r\nsection  of  the  Singapore  Citizenship  Ordinance,\r\n\r\nsection 22 (2)  of which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Minister may, by order, deprive any such\r\n\r\ncitizen  of his citizenship if he is satisfied  that\r\n\r\nthe registration or certificate of naturalization -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) was obtained by means of fraud, false\r\n\r\nrepresentation or the concealment of  any  material\r\n\r\nfact; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) was effected or granted by mistake.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Section 22 (3) reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Minister may, by order, deprive any such\r\n\r\ncitizen  of his citizenship if he is satisfied  that\r\n\r\nthat citizen -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) has shown himself by act or speech to be\r\n\r\ndisloyal or disaffected towards His Majesty  or\r\n\r\nto Singapore; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) has, during any war in which His Majesty may\r\n\r\nbe  engaged,  unlawfully traded or communicated\r\n\r\nwith  an  enemy,  or  has been  engaged  in  or\r\n\r\nassociated  with any business that was  to  his\r\n\r\nknowledge  carried  on in  such  manner  as  to\r\n\r\nassist an enemy in that war; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) has within five years after registration or\r\n\r\nnaturalization been sentenced in any country to\r\n\r\nimprisonment  for a term of not less  than  two\r\n\r\nyears; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) has at any time after registration or\r\n\r\nnaturalization  been engaged in any  activities\r\n\r\nwhich  are  prejudicial  to  the  security   of\r\n\r\nMalaya,  or  the  maintenance of  public  order\r\n\r\ntherein,   or   the  maintenance   therein   of\r\n\r\nessential   services,  or   in   any   criminal\r\n\r\nactivities   which  are  prejudicial   to   the\r\n\r\ninterests  of  public  safety,  peace  or  good\r\n\r\norder.'.\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me explain very clearly to the Member for\r\n\r\nTampines that the situation which we face now  is  a\r\n\r\nmost  unusual situation. We are living in  times  of\r\n\r\ndanger when the security not only of Malaysia but of\r\n\r\nMalaya  and  Singapore,  is being  threatened.  When\r\n\r\nrobbers knock on our doors,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 440</b></font><br><br>\r\n\r\n\r\n\r\nit   is   quite  important  that  we  do  not   have\r\n\r\naccomplices  or  thieves  in  our  midst.  And   any\r\n\r\ngovernment will be failing in its duty if it permits\r\n\r\na  situation to arise whereby little Wang Ching Weis\r\n\r\nor  Quislings are permitted to endanger the security\r\n\r\nof  the  country.  Let me also add  that  those  who\r\n\r\nacquire  citizenship have done so within the context\r\n\r\nthat  they have come to this country freely and have\r\n\r\nbeen given the liberty to exercise the franchise  in\r\n\r\nSingapore.  That,  however,  does  not   mean   that\r\n\r\nconferment of citizenship would allow such a  person\r\n\r\nliberties  which he would not have exercised  before\r\n\r\nhe  acquired  citizenship. We are  aware  that  many\r\n\r\npeople  have sought citizenship with a purpose  and,\r\n\r\nhaving  acquired the citizenship, their loyalty  has\r\n\r\nnot  been  towards the country which has given  them\r\n\r\nthe  liberty to prosper and enjoy the freedom  which\r\n\r\nthey  have  had. There are a number of  people  who,\r\n\r\nhaving   acquired  and  enjoyed  the  privilege   of\r\n\r\ncitizenship,  now seek to destroy  the  security  of\r\n\r\nMalaysia. The law provides that such people in  this\r\n\r\ncategory  should be asked whether or not  they  have\r\n\r\nabused  the  citizenship that has been  given  them.\r\n\r\nWhatever  action the Government has  taken  in  this\r\n\r\nrespect  has  been done according  to  the  relevant\r\n\r\nprovisions of the Ordinance and I do not  think  the\r\n\r\nMember  for  Tampines  ought to  complain  that  the\r\n\r\nGovernment is not doing its duty.\r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak</b>(<i>In Mandarin</i>): I personally feel\r\n\r\nthat  those persons who are facing the possible loss\r\n\r\nof their citizenship must be given a chance in Court\r\n\r\nto  prove  that they are really guilty  of  being  a\r\n\r\nthreat  to  the security of Malaya and Singapore  so\r\n\r\nthat  the  innocent may be protected.  For  example,\r\n\r\npeople  like  Mr  Tan Lark Sye should  be  given  a\r\n\r\nchance  to  show that they are guilty  of  something\r\n\r\nbefore they are deprived of their citizenship.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has expired. Will the\r\n\r\nMember  for Tampines indicate whether he  wishes  to\r\n\r\nwithdraw the amendment or have a vote taken?\r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak</b>(<i>In Mandarin</i>): I want a vote, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 441</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $402,680 for Head 10 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 441</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 11-\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>): Mr Speaker, I beg\r\n\r\nto move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 11 be reduced\r\n\r\nby $10 in respect of item (50)  of subhead 1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The provision for overtime allowance for 1963 was\r\n\r\n$2,500  but the amount has been increased to $20,000\r\n\r\nfor  next  year. I would like to know why  there  is\r\n\r\nsuch  an  increase?  Is  it  because  of  the  tense\r\n\r\nsituation which requires more patrol boats to patrol\r\n\r\nour coastal areas?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, Sir, item (50) of\r\n\r\nsubhead  1  relates  to overtime allowance  paid  to\r\n\r\nlaunch  crews,  signalmen, Port  Office  hands.  The\r\n\r\nincrease from $2,500 in 1963 to $20,000 in  1964  is\r\n\r\nbrought  about  by  the  new agreement  on  overtime\r\n\r\nallowances effective from 1st January, 1962, entered\r\n\r\ninto   between   the  Government   and   the   union\r\n\r\nrepresenting  these grades. Overtime  allowance  was\r\n\r\npreviously  paid  to launch-crews  only.  Under  the\r\n\r\nexisting  agreement, it was paid to all Division  IV\r\n\r\npersonnel  which include signalmen and  Port  Office\r\n\r\nstaff. Previously, overtime allowance was paid on  a\r\n\r\ndaily  basis  of a nine-hour day and  time  off  was\r\n\r\ngiven in lieu of work done on Sundays, rest days and\r\n\r\npublic  holidays.  Under  the  agreement  made  now,\r\n\r\novertime allowance is paid on the basis of a 44-hour\r\n\r\nweek.  Time off cannot be given in lieu and  payment\r\n\r\nmust  be  made at double rate for work on rest  days\r\n\r\nand  public  holidays. On all  days  which  are  not\r\n\r\nSundays  and  holidays, duty between 8.00  p.m. and 6.00 a.m. must be paid at one-quarter rate. The main\r\n\r\nincrease  is  due  to  essential  services  of  port\r\n\r\nhealth,  port office and signal stations  which  are\r\n\r\nmaintained on a 24-hour basis throughout  the  year.\r\n\r\nThis  is a service which has been introduced by  the\r\n\r\nGovernment  and  it has been appreciated  very  much\r\n\r\nindeed by the shipping lines.\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong</b>(<i>In Mandarin</i>): I am surprised to\r\n\r\nhear the amendment moved by the Member for Paya\r\n\r\nLebar.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 442</b></font><br><br>\r\n\r\n\r\n\r\nThis  provision is for overtime in order  to  enable\r\n\r\nthe  workers to get more allowance. The Barisan have\r\n\r\nbeen claiming all along that they are the heroes and\r\n\r\nchampions  of  the workers. Now that the  Government\r\n\r\nhas  provided more overtime allowance to the workers\r\n\r\nfor   overtime  work,  the  Barisan  are  protesting\r\n\r\nagainst  this. This is a surprise to  me.  They  are\r\n\r\nagainst  Malaysia  and every  move  made  by  us  is\r\n\r\nconstrued  by  them  as  something  which   is   for\r\n\r\nMalaysia,  saying  that  this  is  a  provision  for\r\n\r\npatrolling.  Now, is this sum enough for  patrolling\r\n\r\nthe  whole coastal areas of Malaysia? They know that\r\n\r\nthe budget for the defence of Malaysia is controlled\r\n\r\nby  the Central Government. This has nothing  to  do\r\n\r\nwith  the  State Government. They have been claiming\r\n\r\nthemselves  as heroes of the workers. But  now  they\r\n\r\nare  protesting against this provision of  increased\r\n\r\novertime allowances for the workers.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>): Mr Speaker, I am\r\n\r\nbasing my question on the Budget because in 1963 the\r\n\r\nprovision  was for $2,500 whereas the provision  for\r\n\r\n1964 is $20,000. Why am I raising this question?  It\r\n\r\nis because we know that the Government is making use\r\n\r\nof  public money for the P.A.P. We want to know  the\r\n\r\nreason for this increase in the provision. We have a\r\n\r\nduty  to  question the Government. The Minister  for\r\n\r\nLabour spoke at great length on this simple question\r\n\r\nand  what  he  spoke was all rubbish. Therefore,  it\r\n\r\namounts  to  the  Government  giving  free  rein  to\r\n\r\nthemselves.  They do not allow the people  to  light\r\n\r\ntheir  lamps  but they themselves can  set  fire  to\r\n\r\nhouses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, during the last three days, what\r\n\r\nthe Minister for Labour has said is meaningless.  \r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, it only proves\r\n\r\nour contention that these are spokesmen for Jakarta.\r\n\r\nHere   is  an  obvious  case  of  allowances   being\r\n\r\nincreased for workers and what the Member  wants  to\r\n\r\nknow  is  whether  this  is being  directed  against\r\n\r\nIndonesia.  We  said yesterday that these  gentlemen\r\n\r\nare  here to represent the interests of Jakarta  and\r\n\r\nthey  have  proved it today on a simple  issue  like\r\n\r\nallowances for workers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 443</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Time has expired. Will the Member for\r\n\r\nPaya Lebar indicate whether he wishes to withdraw\r\n\r\nthe amendment or have a vote?\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>): I beg leave to\r\n\r\nwithdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,381,560 for Head 11 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 443</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 13-\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nmay amendments (1)* and (3)+ be taken together?\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Both amendments are in the Member's\r\n\r\nname. Please proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nI beg to move,\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*That the sum to be allocated for Head 13 be reduced by $10 in respect of item (87) of subhead 1; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;+That the sum to be allocated for Head 13 be reduced by $10 in respect of subhead 61.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I want to point out that ever since the P.A.P. set up the Work Brigade it has been using its members to work for itself. It is alleged that during the recent election the P.A.P. forced the members of the Work Brigade to campaign for their candidates in the various constituencies, to\r\n\r\nput  up posters and carry out other propaganda  work\r\n\r\nand to intimidate the voters. Did the members of the\r\n\r\nWork  Brigade  obey their orders? No, they  did  not\r\n\r\nobey  them, but they were forced to do so. They were\r\n\r\ntold  that if they did not obey the Government, they\r\n\r\nwould not be able to get jobs. Now if they were able\r\n\r\nto  take on jobs as school servants and clerks or in\r\n\r\nhospitals  and  other Government  departments,  they\r\n\r\nwould get at least a minimum salary of $100, whereas\r\n\r\nin the Work Brigade they get less.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Whenever the Prime Minister tours the rural areas,\r\n\r\nmembers of the Work Brigade are forced to cheer him,\r\n\r\nshout  slogans and welcome him. This is  all  wrong.\r\n\r\nThe Government is using public money to pay them  to\r\n\r\ndo  party work. This is not proper. If some  of  the\r\n\r\nMembers  are willing to work for the Party, that  is\r\n\r\nanother  matter. But some members told us that  they\r\n\r\nwere forced to do\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 444</b></font><br><br>\r\n\r\n\r\n\r\nso.  They had to go to the various branches  of  the\r\n\r\nP.A.P. to work for the Party and to maintain  them.\r\n\r\nThis is very wrong. We hope that the Government will\r\n\r\nnot  repeat this in future. Some members may be used\r\n\r\nby  you,  but it is best for you not to force  those\r\n\r\nwho do not want to be used by you.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): The Member for\r\n\r\nJalan  Kayu made many allegations against  the  Work\r\n\r\nBrigade. He said that the Government made use of the\r\n\r\nWork  Brigade to campaign and to put up posters  for\r\n\r\nthe  P.A.P. during  the recent  election.  He  also\r\n\r\naccused  us  of  forcing the  members  of  the  Work\r\n\r\nBrigade  to  do  this  work.  I  think  it  is   not\r\n\r\nsurprising for us to hear what he has said,  because\r\n\r\nthe  Work  Brigade is not with them.  They  can  say\r\n\r\nwhatever  they like. I would like to ask the  Member\r\n\r\nfor Jalan Kayu to recollect that when he was on this\r\n\r\nside  of  the House he visited the Work  Brigade  on\r\n\r\nmany  occasions because in his area there  are  many\r\n\r\nroads which were built by the Work Brigade. If he is\r\n\r\nnot forgetful, he will remember that I also went  to\r\n\r\nhis  constituency  to look at the roads  which  were\r\n\r\nbuilt  by the Work Brigade. I do not think  he  will\r\n\r\ndeny this. The Government set up this Work Brigade because there is a real need for it. At present, the\r\n\r\nWork  Brigade  comprises more  than  2,000  members.\r\n\r\nWithout the Work Brigade, these people will have  to\r\n\r\nface the problem of unemployment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In their speeches during the past few days, the\r\n\r\nBarisan   have   shown   great   concern   for   the\r\n\r\nunemployment  problem of the people. The  Government\r\n\r\nset up this Work Brigade to absorb the youths so  as\r\n\r\nto  give  them training and to provide jobs  in  the\r\n\r\nGovernment service. Is this not one of the means  of\r\n\r\nabsorbing  our unemployed? Many roads and drains  in\r\n\r\nthe rural areas have been built by the Work Brigade.\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people in the rural areas know this very well.\r\n\r\nTherefore, the expansion of the Work Brigade  is  in\r\n\r\nkeeping  with our needs and our circumstances.  That\r\n\r\nis  why  we  want to expand it. The Member  for  Toa\r\n\r\nPayoh was once in charge\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 445</b></font><br><br>\r\n\r\n\r\n\r\nof  the  Work Brigade. At that time he was  full  of\r\n\r\nadmiration  for the Work Brigade, but when  he  left\r\n\r\nthe  Party he made allegations as to how the  P.A.P.\r\n\r\nforced  members of the Work Brigade to work for  our\r\n\r\nParty.  But  the people of Singapore know  that  the\r\n\r\nmembers  of  the  Work Brigade have made  their  due\r\n\r\ncontribution to the welfare of the people.  Whatever\r\n\r\nallegations  they make will not be believed  by  the\r\n\r\npeople. The Government's explanation perhaps is that\r\n\r\nsome  departments in Singapore have been taken  over\r\n\r\nby the Federal Government, but in spite of what they\r\n\r\nsay,  you just cannot say that there can be  such  a\r\n\r\ngreat   difference  between  the   two   Development\r\n\r\nEstimates, because the new Estimates are  only  one-fifteenth of the former Estimates. From this  point,\r\n\r\none can expect that the facilities to be extended to\r\n\r\nthe people of Singapore will decrease considerably.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b>(<i>In Mandarin</i>): Mr Speaker, Sir, on\r\n\r\nthe  question  of the Work Brigade - whether  it  can\r\n\r\nsolve the question of unemployment can be seen  from\r\n\r\nthe  fact  that since its inception there  are  only\r\n\r\n7,000  members in it, and we can see the success  of\r\n\r\nonly  2,000  members.  It is  not  the  question  of\r\n\r\nwhether  the Work Brigade is desirable or  not,  but\r\n\r\nwhether  the  P.A.P think that the Work Brigade  can\r\n\r\nsolve  all the unemployment problems. We cannot  see\r\n\r\nany  good  results from the Work Brigade  under  the\r\n\r\nP.A.P. My colleague, the Member for Jalan Kayu,  has\r\n\r\nsaid something, but let me give you further facts to\r\n\r\nshow  that the P.A.P. in organising the Work Brigade\r\n\r\nare  not  really interested in the workers'  welfare\r\n\r\nbut  are merely interested in making use of them  as\r\n\r\ntheir  political instruments. On the matter  of  the\r\n\r\nmembers  of the Work Brigade being used to  campaign\r\n\r\nfor  the  P.A.P. during the September elections,  we\r\n\r\nhave  already talked about it and there is  no  need\r\n\r\nfor me to touch on it any more, but I would like  to\r\n\r\nmention  one  thing.  In Thomson  there  is  a  Work\r\n\r\nBrigade  camp.  Now, what are the members  doing  in\r\n\r\nthat area, or what work\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 446</b></font><br><br>\r\n\r\n\r\n\r\nhave they done? They have only built the road at  51\r\n\r\nmilestone,  Thomson Road, opposite  Thomson  Estate.\r\n\r\nThis  is  because  the  road  leads  to  the  Deputy\r\n\r\nChairman  of the P.A.P. Branch there. But there  are\r\n\r\nmany other roads in the Thomson area which are in  a\r\n\r\nvery bad condition. Yet the Work Brigade Camp in the\r\n\r\nThomson area has never been assigned to repair those\r\n\r\nroads. At the 6th and 7th mile called Rambutan Road,\r\n\r\nthere is another road. The condition of the road  is\r\n\r\nvery  bad.  There are many other roads in  very  bad\r\n\r\ncondition,  and other areas in Singapore which  have\r\n\r\nnever been looked after or taken care of by the Work\r\n\r\nBrigade under the P.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Not long ago there was a news item in the Press\r\n\r\nsaying  that  the P.A.P. Thomson Branch  had  a  new\r\n\r\nbuilding and the Work Brigade members were asked  to\r\n\r\nhelp  in the Opening Ceremony to decorate the Branch\r\n\r\nOffice  and  one of the members was electrocuted  in\r\n\r\nthe course of decorating the Office. Now these facts\r\n\r\ngo  to  show that the P.A.P. are making use  of  the\r\n\r\nWork  Brigade  members  to further  their  political\r\n\r\nends.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe the Member for Sembawang will not be so\r\n\r\nvery  forgetful about what took place  in  the  last\r\n\r\nelections  at  Sembawang,  when  the  Work   Brigade\r\n\r\nmembers were used to help him, and also some members\r\n\r\nof  the  Work Brigade were made use of  to  beat  up\r\n\r\nBarisan members for no reason. Now, this is a  fact.\r\n\r\nAll  those  who  were beaten up  have  their  wounds\r\n\r\nremaining to this day.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the P.A.P. perpetrate evil deeds, they want us\r\n\r\nto  go  along  with them. The question  now  is  not\r\n\r\nwhether those beaten up by the P.A.P. men are  still\r\n\r\nto be seen running about in the streets, but whether\r\n\r\nthe  P.A.P. are going to let members  of  the  Work\r\n\r\nBrigade  do  work  for the people and  not  for  the\r\n\r\nP.A.P. itself. That is a matter of policy. If  they\r\n\r\nreally  want  to use the Work Brigade to  solve  the\r\n\r\nunemployment  problem and to help repair  roads  and\r\n\r\nbridges  and build roads and do other work  to  help\r\n\r\nthe  general public, then we will have no opposition\r\n\r\nto  it. This question is very serious. Since at  the\r\n\r\nmoment,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 447</b></font><br><br>\r\n\r\n\r\n\r\nwe  are facing various economic difficulties and the\r\n\r\nGovernment  are  unable  truly  to  look  after  the\r\n\r\nwelfare  and interests of the rural people, well  on\r\n\r\nsimple  matters such as roads, bridges, cleanliness,\r\n\r\ndrainage,  the Government cannot even resolve  them.\r\n\r\nThe  people are meeting with difficulties  here  and\r\n\r\nthere. If the Government can use the Work Brigade to\r\n\r\nhelp  in  this respect but they cannot or will  not,\r\n\r\nthen we will really condemn them. What value can  be\r\n\r\nobtained  by  allotting money to  support  the  Work\r\n\r\nBrigade? I would ask the Government. What value  has\r\n\r\nalready  been derived from this provision? Since  my\r\n\r\ncolleagues have also said something relating to this\r\n\r\nsubject, that is why I would not like to say more.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Mr Speaker, let\r\n\r\nme   talk   briefly   about  the   allegations   and\r\n\r\naccusations of the Member for Thomson. I  would  say\r\n\r\nthat  what he has said is mere balderdash.  He  said\r\n\r\nthat  in  the  Thomson area there is a Work  Brigade\r\n\r\nCamp  and also there is a road in that area  leading\r\n\r\nto the P.A.P. Branch Office and leading to the Vice-Chairman  of the P.A.P. Branch there. This  is  very\r\n\r\nchildish talk. Since there is a P.A.P. Branch there,\r\n\r\nof course, there must be people living in that area,\r\n\r\nthe members or office-bearers of that Branch. It  is\r\n\r\nnot like the Barisan Sosialis who, when they want to\r\n\r\ncarry  out anything in a certain Branch, will  carry\r\n\r\nlorry loads of members and supporters from elsewhere\r\n\r\nto  give the impression that they have great support\r\n\r\nin  that area. But their deceptive tactics will  not\r\n\r\ndeceive and blind the eyes of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;About the matter of members of the Work Brigade\r\n\r\nbeating  up others, it is a distortion of facts.  It\r\n\r\nis  because  the Barisan members have  insulted  and\r\n\r\nsmeared  the  members  of the Work  Brigade  for  no\r\n\r\nreason,  and also due to anger and under provocation\r\n\r\nthat certain members were, of course,---\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, the translation seems\r\n\r\nto have broken down.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 448</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes, I was wondering whether my own\r\n\r\nmicrophone alone was out of order. Can we pause  for\r\n\r\na  little while? The translation system seems to  be\r\n\r\nout of order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, the\r\n\r\nmembers  of the P.A.P. are like urchins.  They  will\r\n\r\nnot  listen to arguments and good lessons, and after\r\n\r\nbeing  taught they can never understand. I  have  to\r\n\r\nenumerate facts to illustrate my points. Now, in  my\r\n\r\nconstituency there are two Work Brigade members  who\r\n\r\nare secret society members. One is a fighter and the\r\n\r\nother  is  a well-known secret society member.  They\r\n\r\nare also P.A.P. lieutenants and the P.A.P. have been\r\n\r\nusing  these two powerful secret society members  to\r\n\r\nfurther their ends during the election campaign.\r\n\r\n\r\n\r\n<br><br>6.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> On a point of order. If the Member\r\n\r\nknows  that they are secret society members,  it  is\r\n\r\nhis  duty  to inform the police instead  of  talking\r\n\r\nabout it in this Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That is not a point of order, Mr\r\n\r\nMinister. Please proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): These two secret\r\n\r\nsociety  members  were arrested  and  put  in  Pulau\r\n\r\nSenang.  The  P.A.P. then started to negotiate  with\r\n\r\nthem, \"If you want to serve us, then we will release\r\n\r\nyou.\" Of course, they agreed to serve the P.A.P.  So\r\n\r\nduring the Prime Minister's tour of the rural areas,\r\n\r\nthey  really helped a lot and worked late  into  the\r\n\r\nnight. Since one of the two is quite well off, he is\r\n\r\nbeing made use of by the Prime Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> On a point of order. Is the Member\r\n\r\ntalking  on  the  Work  Brigade  or  on  the   Prime\r\n\r\nMinister's tours?\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The hon. Member has been drifting a\r\n\r\nlittle  away  from the item on the Work Brigade.  It\r\n\r\noriginally started as a debate on the Work  Brigade,\r\n\r\nbut  he  mentioned what the P.A.P. did, and that  is\r\n\r\nwhy we went on to the Prime Minister's tours. Please\r\n\r\nproceed and try to speak on the Work Brigade.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 449</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nso  the  Prime Minister used one of the  two  secret\r\n\r\nsociety men to carry out this purpose and he  really\r\n\r\ncarried out his job very well. In the past,  he  was\r\n\r\nan  S.P.A. man, and he was also Mr M. P. D.  Nair's\r\n\r\nman.  He  behaved well outwardly and every night  he\r\n\r\nattended  P.A.P. Branch meetings. He  is  doing  all\r\n\r\nthis  as  a result of his coming to terms  with  the\r\n\r\nP.A.P. but this chap is secretly helping Mr  M.  P.\r\n\r\nD. Nair. The other man I mentioned was also a secret\r\n\r\nsociety  member and he has been used to threaten  us\r\n\r\nand  to create trouble among us. At least this  chap\r\n\r\nknew us and he --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Sir, I understand what he is\r\n\r\ntelling us, but is it necessary to raise this matter\r\n\r\nin  this  Assembly? He is telling us  a  long  story\r\n\r\nabout  some secret society gangsters going all  over\r\n\r\nthe place.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> You are in order, Mr Minister. The\r\n\r\nMember  is talking about someone. Is he a member  of\r\n\r\nthe  Work  Brigade? If he is not, then forget  about\r\n\r\nit. If he is, then he can proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> On a point of order, Sir, If he is,\r\n\r\nthen  he should disclose his name, otherwise  it  is\r\n\r\nall a figment of his imagination.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Probably he does not want to mention\r\n\r\nthe person's name.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> I have reason to believe that it is\r\n\r\ncompletely untrue, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That is a matter of opinion, Mr\r\n\r\nMinister.  Perhaps we will allow the hon. Member  to\r\n\r\nproceed. Please proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nbecause  these gangster members were being recruited\r\n\r\ninto  the  Work  Brigade, conditions were  made  for\r\n\r\nadmitting them into the Work Brigade under the guise\r\n\r\nof providing training for them.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): On a point of\r\n\r\norder.  The  Member has made an insulting allegation\r\n\r\nthat  the  Work Brigade is merely recruiting  secret\r\n\r\nsociety members. There are many Work Brigade  camps,\r\n\r\none of which --- \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 450</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. The hon. Member is not allowed\r\n\r\nto  debate  this subject when he interrupts  another\r\n\r\nMember  who  is  speaking. Is he interrupting  on  a\r\n\r\npoint of order or on a point of clarification? I ask\r\n\r\nhim what is his point of order. Would he like to say\r\n\r\nwhat is his point of order now?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b> indicated dissent.\r\n\r\n \r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Member will not. Please proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): You admit that\r\n\r\nthere is a camp for the training of secret societies\r\n\r\nand secret society members. [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will the hon. Member for Sembawang\r\n\r\nstop  interrupting? He rose on a point of  order.  I\r\n\r\nruled that the Member for Jalan Kayu should proceed.\r\n\r\nI  think the hon. Member for Sembawang should  allow\r\n\r\nhim to proceed without interrupting. Please proceed,\r\n\r\nMr Tan.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nI  am  not going to take a lot of the time  of  this\r\n\r\nHouse.  I  only  express my hope that  if  the  Work\r\n\r\nBrigade  is  being  used to solve  the  unemployment\r\n\r\nproblem,  then  the P.A.P. must  not  lay  down  any\r\n\r\nconditions  for  the admission  of  members  of  the\r\n\r\npublic into the Work Brigade. The P.A.P. should  not\r\n\r\nlay  down  a condition that if members of  the  Work\r\n\r\nBrigade  were  to  help  the  P.A.P. branches   for\r\n\r\npolitical  purposes, their wages would be increased.\r\n\r\nIf  you  want  to  make use of  them  for  your  own\r\n\r\npolitical purpose, then it is wrong. You cannot make\r\n\r\nuse  of public funds to achieve a political aim. But\r\n\r\nif  some  members of the Work Brigade of  their  own\r\n\r\nwish want to help the P.A.P., that is another matter\r\n\r\naltogether.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, listening to the\r\n\r\nOpposition, I feel that they do not understand  what\r\n\r\nthe  Work  Brigade is here for. Just because  in  an\r\n\r\norganisation of about 2,000 people there are  a  few\r\n\r\nmembers who the Barisan imagine are gangsters,  they\r\n\r\ntry to smear the whole organisation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson has asked me whether the\r\n\r\nWork Brigade will be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 451</b></font><br><br>\r\n\r\n\r\n\r\nable  to  solve the unemployment problem.  It  shows\r\n\r\nthat  he  does not understand at all what  the  Work\r\n\r\nBrigade is for. I say that the Work Brigade will not\r\n\r\nbe  able to solve the unemployment problem,  but  it\r\n\r\nwill help to solve it for the simple reason that the\r\n\r\nWork  Brigade  is an organisation where  we  try  to\r\n\r\nrecruit  young people who have left school  and  who\r\n\r\nhave  no  skill, and we give them training in  every\r\n\r\nway  we  can.  At the moment, we are working  out  a\r\n\r\nscheme  whereby we can turn them into masons in  six\r\n\r\nmonths so that they can participate in our expanding\r\n\r\nconstruction  work.  Now, the Member  for  Ubi  Kayu\r\n\r\n--- [Laughter]\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> I am sorry, the Member for Jalan\r\n\r\nKayu.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> As I have said before, someone called\r\n\r\nhim \"kayu\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> I beg your pardon, Mr Speaker. It\r\n\r\nwas a slip of the tongue. I thought it was Ubi Kayu,\r\n\r\nbut ---\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is no need to repeat it again.\r\n\r\nMr Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Now, the Member for Jalan Kayu - I\r\n\r\nhope  it  is  right  this time - has  said  that  the\r\n\r\nGovernment  forced members of the  Work  Brigade  to\r\n\r\nintimidate  the electors. I do not know  whether  he\r\n\r\nunderstands  human nature, because you can  force  a\r\n\r\nchap  to  do  a  certain thing, but  you  definitely\r\n\r\ncannot force him to intimidate another man. He  said\r\n\r\nthat   these  people  helped  the  P.A.P. in   the\r\n\r\nelections. Well, the Work Brigade is a force of over\r\n\r\n2,000  young  men. This is a democratic country  and\r\n\r\nthese  people have their own beliefs.  They  are  of\r\n\r\ndifferent  religions and they have  affiliations  to\r\n\r\ndifferent Parties. If some of them want to help  the\r\n\r\nP.A.P. outside  their office  hours,  there  is  no\r\n\r\nreason why they should not do so. For that matter, I\r\n\r\nbelieve  some  of them may have helped  the  Barisan\r\n\r\nSosialis. As regards intimidation and the beating up\r\n\r\nof  people, I think the Barisan boys have beaten  up\r\n\r\nand have intimidated more of our chaps. In fact,  if\r\n\r\nwhat they say is true, they can resort to the law;\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 452</b></font><br><br>\r\n\r\n\r\n\r\nthey  can  make a report to the police and then  the\r\n\r\nlaw will take its own natural course of action.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another allegation made that the Prime\r\n\r\nMinister  in  his tours of the constituencies  makes\r\n\r\nuse  of  the Work Brigade. That is true.  The  Prime\r\n\r\nMinister in his tours of the constituencies  has  in\r\n\r\nattendance  staff from every department because  the\r\n\r\npurpose of his tours is to find out from the  people\r\n\r\nwhat  they  want.  Therefore, he  has  with  him  in\r\n\r\nattendance  people from the Public Works Department,\r\n\r\npeople  from  the  Work  Brigade,  people  from  the\r\n\r\nC.B.S.,  people from the P.U.B., so that whenever  a\r\n\r\nrequest is made of him on the spot, he will be  able\r\n\r\nto  weigh  and will be able to discuss  the  problem\r\n\r\nwhich the people have right on the spot. In the same\r\n\r\nway, the Work Brigade is a disciplined force. We use\r\n\r\nit  to control the huge crowds that turn up whenever\r\n\r\nthe  Prime Minister visits the constituencies.  Now,\r\n\r\nthey  say  that the Work Brigade is a useless  body,\r\n\r\nbut  I  am glad to hear from the Member for  Thomson\r\n\r\nthat if we can prove that the Work Brigade does work\r\n\r\nfor the benefit of the public, he will fully support\r\n\r\nit.  I  do not know whether he goes around with  his\r\n\r\neyes  closed  or  whether he just goes  to  Thomson.\r\n\r\nSingapore  does  not consist only of Thomson.  There\r\n\r\nare  51  constituencies in Singapore and  there  are\r\n\r\nlots   of   things   to  be  done   in   all   these\r\n\r\nconstituencies.  So it does not mean  that,  because\r\n\r\none  or two roads in Thomson are being made up,  the\r\n\r\nWork Brigade has not done work elsewhere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For his information, Sir, and for the information\r\n\r\nof  this  House, I would like to tell him  that  the\r\n\r\nWork   Brigade   in   1963   undertook   this   work\r\n\r\n- construction and maintenance of rural  and  kampong\r\n\r\nroads, construction and repair of timber bridges  in\r\n\r\nrural areas. Sir, if I read the whole list, it  will\r\n\r\ntake  a  long  time. There is on this list  here  20\r\n\r\nitems   which  the  Work  Brigade  has  done   - land\r\n\r\nreclamation,   site   preparation   for    Sembawang\r\n\r\nresettlement  areas.  Now, it does  not  mean  that,\r\n\r\nbecause in Thomson there are two roads made up,  the\r\n\r\nWork Brigade has not been doing anything. There  is,\r\n\r\nfor instance, the Kallang River\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 453</b></font><br><br>\r\n\r\n\r\n\r\nimprovement scheme, co-operation of Jalan Damar  and\r\n\r\nTanah  Merah  sanitary  scheme,  and  also  in   the\r\n\r\nSouthern  Islands  improvement  schemes  under   the\r\n\r\nheading of fish prawn culture. The Member for  Jalan\r\n\r\nKayu  may  be interested if he wants to improve  the\r\n\r\noutput  of his prawn ponds. We welcome him if  as  a\r\n\r\nmember   of  the  public  he  comes  and  asks   for\r\n\r\ninformation  or  advice.  [Laughter]  Well,  we  are\r\n\r\nhelping them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b> rose ---\r\n\r\n \r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Point of order.\r\n\r\n\r\n\r\n<br><br>7.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir, the Minister is making a personal attack on me.\r\n\r\nThe matter that I have raised has got nothing to  do\r\n\r\nwith me personally.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Minister is making a personal\r\n\r\nallegation against the Member for Jalan Kayu.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> With due deference, Sir, I am not\r\n\r\nmaking  any  allegations against  him.  What  I  was\r\n\r\nsaying  was that we have these facilities ready  for\r\n\r\nthem  as members of the public. We are able to  help\r\n\r\npeople with prawn culture, and therefore, as members\r\n\r\nof  the  public, anyone, including the  Member,  can\r\n\r\napproach us.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. The Minister is coming pretty\r\n\r\nclose  to  attacking  the  Member  for  Jalan  Kayu.\r\n\r\nMembers on the Government side did heckle the Member\r\n\r\nfor  Jalan  Kayu and make several allegations  which\r\n\r\nadd  to  the confusion. Can we leave the Member  for\r\n\r\nJalan Kayu and his prawns alone? Please proceed, Mr\r\n\r\nMinister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Well, it has also been said that\r\n\r\nthe   Work   Brigade  does  not  train  people   for\r\n\r\nemployment, that there has been no turnover.  But  I\r\n\r\nwould  like  to point out that since 1960  the  Work\r\n\r\nBrigade  has trained 2,500 young boys who  have  had\r\n\r\ndiscipline  in the force, who have had  training  in\r\n\r\ncertain trades, and who have been employed by the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 454</b></font><br><br>\r\n\r\n\r\n\r\nGovernment  and  other  statutory  bodies.  It  has,\r\n\r\ntherefore, served its purpose in training people who\r\n\r\nin  between  leaving school and finding  employment,\r\n\r\npeople  who in order to become leaders of the future\r\n\r\nshould  first be disciplined. Therefore,  Sir,  from\r\n\r\nthis you can see that the Work Brigade is serving  a\r\n\r\nuseful purpose in our community, and I therefore say\r\n\r\nthe Work Brigade should be allowed to carry on.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nthe  Government benches have been trying to  distort\r\n\r\nour  views  on the Work Brigade. They say we  allege\r\n\r\nthat  the Work Brigade is entirely useless, that  it\r\n\r\nis  an organisation of secret society members.  This\r\n\r\nis not what we have said. They are trying to whip up\r\n\r\ndiscontent  among the members of the  Work  Brigade\r\n\r\nagainst the Barisan Sosialis by saying so. In  other\r\n\r\nwords,  they are trying to give members of the  Work\r\n\r\nBrigade  an  impression that in  the  event  of  the\r\n\r\nBarisan  Sosialis coming to power, then some members\r\n\r\nof  the Work Brigade will be expelled. This sort  of\r\n\r\ntalk  is  more  or  less intimidation  against  some\r\n\r\nmembers  of  the Work Brigade who are now supporting\r\n\r\nthe  Barisan  Sosialis. We do  not  deny  that  some\r\n\r\nmembers  of the Work Brigade are useful youths  who,\r\n\r\nby  sheer dint of circumstances, are unemployed  and\r\n\r\nhave to join the Work Brigade for the time being  to\r\n\r\ntide  over their present difficulties and to  enable\r\n\r\nthem   to   have  some  means  of  livelihood.   But\r\n\r\nunfortunately,  in spite of what  the  Minister  for\r\n\r\nNational  Development has said with  regard  to  the\r\n\r\nachievements  of the Work Brigade in  the  field  of\r\n\r\nroad  construction, the Government  can  never  deny\r\n\r\nthat  the  Work Brigade has been used by the  P.A.P.\r\n\r\nfor  propaganda  purposes. This the  Government  can\r\n\r\nnever deny.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> We deny.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>): The Minister for\r\n\r\nNational  Development has said just  now  that  some\r\n\r\nmembers  of  the  Work Brigade can  have  their  own\r\n\r\npolitical choice. They have freedom of religion  and\r\n\r\nfreedom  of  political ideas. But can the  Party  in\r\n\r\npower  explain  why  a lot of members  of  the  Work\r\n\r\nBrigade\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 455</b></font><br><br>\r\n\r\n\r\n\r\nhave  been  expelled en bloc at the same time?  Why?\r\n\r\nNow,  this  is  political  persecution.  Persecution\r\n\r\nagainst those --- [Interruption]\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Please allow the Member to\r\n\r\nproceed.  We  have not much time  left.  If  we  are\r\n\r\ncontinually  going to have arguments  from  here  to\r\n\r\nthere,  with somebody in the middle, I am  afraid  I\r\n\r\ncannot  follow the English translation of  what  the\r\n\r\nMember  is  saying in Chinese. So, if  Members  will\r\n\r\nappreciate the task I have, perhaps we can have less\r\n\r\narguments from one side to the other with someone in\r\n\r\nthe middle.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nwhat  we  are  facing now is a crisis. What  is  the\r\n\r\ncrisis  about?  It is that the P.A.P. are  misusing\r\n\r\npublic  funds  by  establishing an  organisation  in\r\n\r\nsupport  of  its own political Party. The Government\r\n\r\nare trying to adopt the policy of starvation against\r\n\r\nsome  unemployed youths in Singapore and induce them\r\n\r\nto  join  the Work Brigade under the guise  of  road\r\n\r\nconstruction  and other work. But  the  real  motive\r\n\r\nbehind  all  these acts is to make use of  the  Work\r\n\r\nBrigade for its own political ends. And this we  are\r\n\r\nopposed.  We  are against all methods by  which  the\r\n\r\nGovernment try to make use of public funds for their\r\n\r\nown  political ends. That is all I wish to say,  Mr\r\n\r\nSpeaker.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng (Parliamentary Secretary to the Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Social Affairs (Mr Chan Chee Seng)</b>(<i>In Mandarin</i>):\r\n\r\nMr  Chairman, as far as I remember, when we started\r\n\r\nthe   organisation  of  the  Work  Brigade,  it  was\r\n\r\nactually mooted by the Member for Hong Lim with  the\r\n\r\nidea of alleviating the problem of unemployment. The\r\n\r\noriginal  intention of the Government in setting  up\r\n\r\nthe  Work Brigade was, on the one hand, to help some\r\n\r\nunemployed persons to have relief work in  order  to\r\n\r\nearn  their livelihood; on the other hand, to assist\r\n\r\nvillagers  in  getting more sanitary  amenities  and\r\n\r\nother  health  services in the various rural  areas,\r\n\r\nsuch  as the construction of drains, the removal  of\r\n\r\nlallang,  and  such other work. So the Work  Brigade\r\n\r\nwas  originally set up to serve the interests of the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 456</b></font><br><br>\r\n\r\n\r\n\r\nI remember that we had a camp in Sembawang to absorb\r\n\r\nsome  unemployed youths in that area. In fact,  most\r\n\r\nmembers  of  the Sembawang camp of the Work  Brigade\r\n\r\ncame  from the villages around this area. This shows\r\n\r\nthat  the Work Brigade has the support of the people\r\n\r\nin  general.  If  we  do not close  our  eyes  while\r\n\r\nwalking  around Singapore Island, then  we  can  see\r\n\r\nthat  there  are a lot of Work Brigade men  at  work\r\n\r\nclearing  the  drains, assisting farmers  to  remove\r\n\r\nweeds  and  lallang, and helping them do  some  work\r\n\r\nwhich they are unable to do themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the Barisan Sosialis has the effrontery to turn\r\n\r\nround  and  say that we are making use of  the  Work\r\n\r\nBrigade for our political purposes. I remember  when\r\n\r\nthe  Barisan  Sosialis left the P.A.P. there  was  a\r\n\r\ngroup  of  members  in  the Work  Brigade  who  were\r\n\r\nsupporters  of  the Barisan Sosialis then  and  they\r\n\r\nwere  expelled because they were trying to  obstruct\r\n\r\nwhatever  measures the Government were  adopting  to\r\n\r\nimprove  the rural areas. Some of these people  even\r\n\r\nwent  to the extent of burning the bicycles  of  the\r\n\r\nrural  people and assaulting some members  who  were\r\n\r\nnot members of the Barisan Sosialis. As a result  of\r\n\r\ntheir  behaviour, there was a lot of chaos  in  the\r\n\r\nWork   Brigade  camps.  These  trouble-makers   were\r\n\r\nexpelled  because of their misbehaviour in the  Work\r\n\r\nBrigade  and because of their attempts  to  whip  up\r\n\r\nrebellious feelings in the Work Brigade.  They  even\r\n\r\ntried  to  turn  members of the  Work  Brigade  into\r\n\r\nrioters. I remember the Member for Thomson  said  in\r\n\r\nhis  speech that in the event of some union  members\r\n\r\nsupporting  the  Barisan  Sosialis, they  would  be\r\n\r\npersecuted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about the Nanyang undergraduates, I\r\n\r\nremember  there  were lorry loads  carrying  Nanyang\r\n\r\nundergraduates   with  the   banners   of   Nanyang\r\n\r\nUniversity,   and  some  banners  of   the   Barisan\r\n\r\nSosialis,  appealing to the public to vote  for  the\r\n\r\nBarisan  Sosialis. We have seen all this but  we  do\r\n\r\nnot  say  that  all  the undergraduates  of  Nanyang\r\n\r\nUniversity  are supporting the Barisan Sosialis.  In\r\n\r\nfact, some of our members on this side are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 457</b></font><br><br>\r\n\r\n\r\n\r\ngraduates of Nanyang University. In fact, there  are\r\n\r\nalso other undergraduates of Nanyang who are --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>): Mr Speaker, the\r\n\r\nParliamentary   Secretary  has   been   talking   on\r\n\r\nirrelevant matters such as Nanyang University  which\r\n\r\nis not a matter under discussion now.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think the Parliamentary Secretary\r\n\r\nhas been relevant here, because allegations from the\r\n\r\nBarisan  side  have  been that the  People's  Action\r\n\r\nParty  used the Work Brigade for the elections,  and\r\n\r\nhe  is  merely making counter-allegations  that  the\r\n\r\nBarisan used other people, including Nantah, for the\r\n\r\nelections.   Please   proceed,   Mr   Parliamentary\r\n\r\nSecretary.  Try to get back to the Work  Brigade  as\r\n\r\nsoon as possible.\r\n\r\n\r\n\r\n<br><br>7.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Chee Seng</b>(<i>In Mandarin</i>): I thank you for\r\n\r\nyour  ruling, Mr Speaker. I just mentioned  Nanyang\r\n\r\nUniversity in passing to show that there was nothing\r\n\r\nwrong  in  some members of the Work Brigade  helping\r\n\r\nthe P.A.P. This was because these members believe in\r\n\r\nthe  policies  of the P.A.P. and they  came  out  to\r\n\r\nsupport the P.A.P. There was nothing wrong in it  at\r\n\r\nall.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Member for Jurong a few moments\r\n\r\nago said that he was not saying that all members  of \r\n\r\nthe  Work  Brigade were bad hats but, on  the  other \r\n\r\nhand,  he  said that in the Work Brigade there  were \r\n\r\nsome  members who have been forced to join the  Work \r\n\r\nBrigade  by  the Government's starvation  policy.  I\r\n\r\njust  do  not  understand how there could  be  2,000\r\n\r\nmembers  of the Work Brigade if they were forced  by\r\n\r\nthe  Government's starvation policy to join the Work\r\n\r\nBrigade.   Then  they  would  not  be  helping   the\r\n\r\nGovernment to clear the drains and engage  in  other\r\n\r\nconstruction activities.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>): Mr Speaker, it\r\n\r\nseems  that the Member concerned does not understand\r\n\r\nthe meaning of \"starvation policy\".\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 458</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Chee Seng</b>(<i>In Mandarin</i>): I am saying that\r\n\r\nthe  Member for Jurong has been ignorant of how  the\r\n\r\nWork Brigade was established. It is because the Work\r\n\r\nBrigade  did  not help the Barisan Sosialis  in  the\r\n\r\nelections that they turn round and accuse  the  Work\r\n\r\nBrigade  of  certain things. Now, if  we  apply  the\r\n\r\nargument further, we say that Nanyang University has\r\n\r\nbeen  used  by  the  Barisan  because  some  of  the\r\n\r\nstudents have been helping them. Can you say all  of\r\n\r\nthem belong to the Barisan?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the existence of the Work Brigade at present is significant. As far as I know, there is a plan under way to absorb more members into it because there are many people who are desirous of joining it. Now if it is not doing any good work, then there will not be anyone joining.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nlet  me  say  something. Just now the  Parliamentary\r\n\r\nSecretary to the Minister for Social Affairs  talked\r\n\r\nabout  the history of the establishment of the  Work\r\n\r\nBrigade  and  the achievements of the Work  Brigade.\r\n\r\nMr Speaker, Sir, we do not oppose the set-up of the\r\n\r\nWork  Brigade. We know the work done by it. We  also\r\n\r\nknow  the  motive behind the setting up of the  Work\r\n\r\nBrigade.   What  we  oppose  is  that   the   P.A.P.\r\n\r\nGovernment  is  making use of the  Work  Brigade  to\r\n\r\nattain   their  political  ends.  The  Parliamentary\r\n\r\nSecretary  said certain members of the Work  Brigade\r\n\r\nwere expelled because they burned bicycles and cars.\r\n\r\nMr  Speaker,  Sir, do you think that people  really\r\n\r\nbelieve  this?  Can the Government  allow  the  Work\r\n\r\nBrigade members to burn bicycles and cars?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that as far as we know, some\r\n\r\nmembers  of  the Work Brigade were expelled  because\r\n\r\nmany of them did not want themselves to be made  use\r\n\r\nof  as  spectators to welcome the Prime Minister  on\r\n\r\nhis  visits.  They did not want to  obey  the  Prime\r\n\r\nMinister  and  as a result they were expelled.  They\r\n\r\nwere  expelled  because they did not want  to  allow\r\n\r\nthemselves  to  be  made use of  by  the  P.A.P.  Of\r\n\r\ncourse,  the P.A.P. do not want to admit it, because\r\n\r\nthis  is shameful. If they do not want to admit  it,\r\n\r\nit  is our duty to reveal the facts to the people of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 459</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For example, in my area, Paya Lebar, during the\r\n\r\nelection,  at  night, there were two lorry-loads  of\r\n\r\nWork  Brigade members who encamped near the Airport.\r\n\r\nThey patrolled the area and pulled down the election\r\n\r\nposters  of  their opponents. These are  the  facts.\r\n\r\nSome  of  them carried parangs and clubs to beat  up\r\n\r\nthe  members  of the Barisan Sosialis. They  did  it\r\n\r\nduring  the  middle  of  the night.  They  assaulted\r\n\r\nworkers  of  other  political Parties.  They  cannot\r\n\r\ndeceive  the people any more. These are  the  facts.\r\n\r\nThey  cannot hide it. Mr Speaker, Sir, we know that\r\n\r\nthe  Government is not willing to admit  the  facts.\r\n\r\nAll these things occurred in the rural areas. It  is\r\n\r\nwell  known  to the people in the rural  areas,  but\r\n\r\npeople  in the town area are in the dark as  to  the\r\n\r\nreal state of affairs. Therefore, it is our duty  to\r\n\r\nreveal  how  the  Government made use  of  the  Work\r\n\r\nBrigade to carry out propaganda work for the  P.A.P.\r\n\r\nduring the recent elections.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mahmud Awang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mahmud Awang</b>(<i>In Malay</i>): Mr Speaker, on a\r\n\r\npoint  of order. I see the Member for Paya Lebar  is\r\n\r\nspeaking not like a Member of this Assembly but like\r\n\r\na gangster.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I do not follow the Member for\r\n\r\nKampong  Kapor's point of order. He says the  Member\r\n\r\nfor Paya Lebar is not speaking like a Member of this\r\n\r\nAssembly but like a gangster. What does he mean?\r\n\r\n\r\n\r\n<br><br><!-- Inche Mahmud Awang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mahmud Awang</b>(<i>In Malay</i>): We respect this\r\n\r\nChamber and we should not permit any activities, any\r\n\r\nacts like gangsterism to be done here. I think it is\r\n\r\nnot decorous, if, in the opinion of the Speaker,  it\r\n\r\nis not against decorum, well, i have no objection.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I asked the Member for Kampong Kapor\r\n\r\nwhat  he  meant. I still do not know what  he  meant\r\n\r\nwhen  he said the Member for Paya Lebar was speaking\r\n\r\nlike a gangster. I therefore rule him completely out\r\n\r\nof  order  and  I ask the Member for Paya  Lebar  to\r\n\r\nproceed, please.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nintended  to  finish my speech  just  now,  but  the\r\n\r\nMember from the other side said I was behaving like\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 460</b></font><br><br>\r\n\r\n\r\n\r\na gangster. I want an apology from him. Just now the\r\n\r\nMinister for Culture was pointing his finger  at  us\r\n\r\nwhen he was making a speech, and yet we did not  say\r\n\r\nhe  was  a  gangster. I require an apology from  the\r\n\r\nMember for Kampong Kapor.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will the Member for Paya Lebar note\r\n\r\nthat  I  have  already  ruled that  the  Member  for\r\n\r\nKampong  Kapor  is out of order and that  the  Chair\r\n\r\ndoes not think that he spoke like a gangster?\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed Al-Haj -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed Al-Haj</b>(<i>In Malay</i>):\r\n\r\nOriginally  it  was not my intention to  speak,  but\r\n\r\nafter  hearing one of the Opposition Members  saying\r\n\r\nthat  in the last general elections many members  of\r\n\r\nthe   Work  Brigade  tore  down  posters,  beat   up\r\n\r\npolitical opponents, and carried clubs and  parangs,\r\n\r\nthis shows contempt for members of the Work Brigade.\r\n\r\nMr  Speaker, if warriors go to war with their  arms\r\n\r\nand  weapons,  if  farmers use their  changkols  and\r\n\r\nfishermen  their fishing nets, then members  of  the\r\n\r\nWork  Brigade have dedicated themselves to the cause\r\n\r\nof  the public. Can these people be considered as  a\r\n\r\ngroup  of  gangsters, beating up people  during  the\r\n\r\nlate nights, as though this country has gone back to\r\n\r\nthe  law  of  the jungle? This is contempt  for  the\r\n\r\nmembers  of the Work Brigade. Mr Speaker,  we  know\r\n\r\nthe  tree because of its fruit. We see the fruit and\r\n\r\nwe  know from what tree it comes. The tongue  speaks\r\n\r\nfor  the  heart.  Therefore,  members  of  the  Work\r\n\r\nBrigade are very angry. They have served the  public\r\n\r\nby  cleaning drains and making up roads. The Barisan\r\n\r\nSosialis   threw  wild  allegations  - salary   $150;\r\n\r\nrunning  dogs  of Lee Kuan Yew, and  so  on  and  so\r\n\r\nforth. Even we Members of this Assembly listening to\r\n\r\nsuch  allegations get very furious.  Those  expelled\r\n\r\nmembers  of  the  Work Brigade were those  who  were\r\n\r\nengaged  in  agitation.  Therefore,  allegations  of\r\n\r\nbeating  up people are all unfounded. It is contempt\r\n\r\nfor  the thousands of Work Brigade members who  have\r\n\r\ncontributed their bit towards society. I  think  the\r\n\r\nMember  should  withdraw these  serious  allegations\r\n\r\nagainst  the  Work  Brigade  members  who  have   no\r\n\r\nopportunity  to  defend themselves in  this  Chamber\r\n\r\nagainst such allegations.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 461</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chio Cheng Thun -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chio Cheng Thun</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir, at first I had no intention of saying anything,\r\n\r\nbut  after  seeing that the Government  benches  are\r\n\r\npaying  very much attention to this, since  \"it  has\r\n\r\ncaught  hold  of  their painful legs\",  I  will  now\r\n\r\ndiscuss  it further because these facts have exposed\r\n\r\nthe  evil deeds of the P.A.P. We have said just  now\r\n\r\nthat we do not oppose the Work Brigade members,  but\r\n\r\nwhat  we  are  against is that  the  Government  are\r\n\r\nmaking  use  of  their starvation policy  to  coerce\r\n\r\npeople  into  joining the Work Brigade in  order  to\r\n\r\nmake use of them to do things for the P.A.P.\r\n\r\n\r\n\r\n<br><br>7.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As to the incidents mentioned by us, they are\r\n\r\nconcrete  facts which cannot be denied. I will  give\r\n\r\nfurther examples.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sometime ago, in the small hours of the night at\r\n\r\nToa Payoh, an incident happened at the office of the\r\n\r\nCountry  People's Association. This  Association  is\r\n\r\nnow banned by the P.A.P. Certain members of the Work\r\n\r\nBrigade  were  engaged to wreck the  office  of  the\r\n\r\nAssociation  there. Of course, the  members  of  the\r\n\r\nWork  Brigade did not dare do such a thing. But they\r\n\r\ndid  it because they were thinking of their work and\r\n\r\nof  their  stomach. They had to make  a  living  and\r\n\r\ntherefore  they  had to take directions  from  those\r\n\r\nbehind  them  - namely  the  P.A.P.  So  we  are  not\r\n\r\ncondemning the members of the Work Brigade.  We  are\r\n\r\nonly  complaining about the way in which the  P.A.P.\r\n\r\nare  making use of the members of the Work  Brigade.\r\n\r\nWe  did not lodge any complaint. But we did disclose\r\n\r\nthese  facts.  But the main Chinese  newspapers  and\r\n\r\nother  newspapers did not publish these  facts.  The\r\n\r\nreasons  are  obvious to all, There  has  been  some\r\n\r\nintimidation from certain authorities to prevent the\r\n\r\nnews   from   being  published.  Who   directed   or\r\n\r\ninstigated the members of the Work Brigade to  wreck\r\n\r\nthe  office  of the Country People's Association?  I\r\n\r\nmention  this incident only to show that the members\r\n\r\nof   the   Work   Brigade  had  been   coerced   and\r\n\r\nintimidated. If they had\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 462</b></font><br><br>\r\n\r\n\r\n\r\nnot  carried  out the orders, they would  have  been\r\n\r\nsacked.  This  goes  to show  that  the  P.A.P. are\r\n\r\nsuppressing them.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Cheng Choon (Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for National Development (Mr Ho Cheng Choon)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, our friends opposite\r\n\r\nhave  made certain allegations. To me, they are just\r\n\r\nfantasies  and cooked-up stories. We all  know  that\r\n\r\nSingapore  is a country ruled by law. There  is  the\r\n\r\nrule  of law in the legal institutions of Singapore.\r\n\r\nIf any illegal act is committed, then it is the duty\r\n\r\nof a citizen to make a report to the police or lodge\r\n\r\na  complaint for action to be taken in  a  court  of\r\n\r\nlaw.  I believe that the Barisan Sosialis have  many\r\n\r\nlawyers behind them. They would be able to take this\r\n\r\ncase  to the Court. They have people like Mr T.  T.\r\n\r\nRajah.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another allegation is that certain members of the\r\n\r\nWork  Brigade  were  sacked  because  they  did  not\r\n\r\nsupport  the P.A.P. But the true reason is  that  in\r\n\r\nany  organisation there must be rules regulating the\r\n\r\ndiscipline of its members, and if any member of that\r\n\r\norganisation  infringes any of  its  regulations  he\r\n\r\nwill  then  be  duly  dealt with  according  to  the\r\n\r\nregulations.  If  any  of  the  members  commits  an\r\n\r\noffence, he will then be dealt with according to the\r\n\r\nregulations.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. It is 7.35 p.m. Will the\r\n\r\nMember for Jalan Kayu who moved amendments (1)* and \r\n\r\n(3)+ to  Head  13  indicate whether  he  wishes  to \r\n\r\nwithdraw them or have a vote taken?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): I would like a\r\n\r\nvote taken.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Could he indicate whether he wishes\r\n\r\none vote on two amendments or two votes?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Two votes.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I will put the questions on the\r\n\r\namendments as the Member pleases.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment* put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment+ put, and negatived.\r\n\r\n \r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*Amendment (1) reads as follows:-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated fo Head 13 be reduced by $10 in respect of item (87) of subhead 1.\r\n\r\n    \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;+Amendment (2) reads as follows:-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 13 be reduced by $10 in respect of subhead 61.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 463</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The time allotted for Head 13 having expired, the\r\n\r\nfollowing amendments standing in the name of Mr Ong\r\n\r\nLian Teng were not proceeded with:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) That the sum to be allocated for Head 13 be\r\n\r\nreduced by $10 in respect of item (1)  of subhead 13.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) That the total sum to be allocated for Head 13\r\n\r\nbe reduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $7,232,560 for Head 13 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 463</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 14-\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nI beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head 14 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this Head \"Building Survey\"\r\n\r\nconcerns a department which carries out such work \r\n\r\nas the inspection of buildings. I would like to ask \r\n\r\nthe Government   some  questions  in   regard   to   \r\n\r\nthe inspection of houses, structures, chicken-sheds  \r\n\r\nand pig-sties built by the farmers. This department also\r\n\r\nhas the duty of inspecting attap houses built by the\r\n\r\nfarmers.  Of  course,  we do not  agree  that  attap\r\n\r\nhouses  can  be built at any place. But we  can  see\r\n\r\nonly  a  few  houses  in  certain  areas  where  the\r\n\r\npopulation  is  not dense. We can  see  one  or  two\r\n\r\nhouses in certain areas with families staying there,\r\n\r\nkeeping  poultry and rearing pigs and chickens.  But\r\n\r\nthis  department  has sent out notices  to  demolish\r\n\r\ntheir  houses.  But when I visited those  places,  I\r\n\r\nfound the chicken-sheds and huts were so small  that\r\n\r\nthey  could not even accommodate the Minister's car.\r\n\r\nEven   such   structures  were  given  notices   for\r\n\r\ndemolition.  For the sake of making a living,  those\r\n\r\npeople  have  to  set up small  sheds  in  order  to\r\n\r\nmaintain  their  livelihood. Yet the Government  are\r\n\r\ngiving them notices to demolish the structures. Even\r\n\r\ntheir  applications to extend the buildings,  houses\r\n\r\nand  sheds  have been turned down, Even requests  to\r\n\r\nrepair leaking roofs have been turned down.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I went to see the Chief Building Surveyor and he\r\n\r\ntold   me   that  this  was  a  matter   under   the\r\n\r\njurisdiction of the Minister. He himself  could  not\r\n\r\ndo  anything. Since he said that he could do nothing\r\n\r\nin this respect, I thought that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 464</b></font><br><br>\r\n\r\n\r\n\r\nthese   farmers  might  go  to  see   the   Minister\r\n\r\nconcerned. But the Minister did not care to see them\r\n\r\nbecause these problems did not affect him. So he was\r\n\r\nnot  unduly  worried about it. But these things  are\r\n\r\nclosely  linked  up  with  the  livelihood  of   the\r\n\r\nfarmers.  The ordinary chicken-sheds, pig-sties  and\r\n\r\nstructures are also being dealt in this way  by  the\r\n\r\nGovernment.  There were houses which  were  somewhat\r\n\r\nextended; the extensions were not very extensive and\r\n\r\nyet  they were prohibited and notices were given for\r\n\r\nthem  to  be  demolished. Of course, there  must  be\r\n\r\ncases  where the Government could remind the farmers\r\n\r\nin  advance about what could be done and what should\r\n\r\nnot  be  done because the farmers in general  cannot\r\n\r\nknow   the   niceties  of  laws,   regulations   and\r\n\r\nprocedures   of   the  different  departments.   The\r\n\r\nGovernment should spend some time explaining to  the\r\n\r\nfarmers  so  as to guide and teach them. Then  there\r\n\r\nwill be fewer cases of farmers building unauthorised\r\n\r\nstructures.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have raised this point in order to urge the\r\n\r\nGovernment  to  be flexible. It should  not  try  to\r\n\r\ndemolish such unauthorised structures whenever  they\r\n\r\nare  built. The Government should, at least, in  its\r\n\r\npublicity work, enlighten the farmers on this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San and Mr Chio Cheng Thun</b> rose ---\r\n\r\n \r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I prefer to have one speaker from the\r\n\r\nOpposition and one speaker from the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chio Cheng Thun</b> resumed his seat.\r\n\r\n \r\n\r\n<br><br>7.45 p.m.\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, the Member for\r\n\r\nJalan  Kayu  again  misrepresented  the  facts.   He\r\n\r\nalleged  that  I was not interested  in  seeing  the\r\n\r\nfarmers. As far as I can remember, I am available to\r\n\r\nanybody who has a legitimate grievance to air, and I\r\n\r\ndo  not  remember any of the farmers wanting to  see\r\n\r\nme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We give notice to quit or notice of demolition\r\n\r\nunder   certain  circumstances.  Firstly,   if   the\r\n\r\nbuilding  is unauthorised; secondly, if the  repairs\r\n\r\nor  the  enlargement is not according to  the  plans\r\n\r\nthat\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 465</b></font><br><br>\r\n\r\n\r\n\r\nhave   been   submitted,  or  the   enlargement   is\r\n\r\nunauthorised.  We have staff in our  department  who\r\n\r\nwill  be  able to help these farmers if they  really\r\n\r\nwant to undertake legitimate repairs. In most of the\r\n\r\ncases that we have come across, they are not repairs\r\n\r\nbut   enlargements   and   extensions   of   illegal\r\n\r\nbuildings.  As  I have said before,  there  must  be\r\n\r\ncontrol,  not  only over attap huts, but  even  over\r\n\r\nwell   constructed  modern  flats.  There  must   be\r\n\r\ncontrol,  otherwise there would  be  chaos  in  this\r\n\r\ntown.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Every time there is an unauthorised erection, we\r\n\r\nsend  people there to investigate, and in most cases\r\n\r\nwe  find  that they are either unauthorised  or  the\r\n\r\nreconstruction  that has taken  place  has  involved\r\n\r\nadditional  floor area to the building.  Very  often\r\n\r\nadditional  living units complete with living  room,\r\n\r\nkitchen and toilet facilities have been added to the\r\n\r\noriginal  building. If these were allowed to  go  on\r\n\r\nunchecked,  very soon you would have an  area  where\r\n\r\nyou  would  find that there is no access, and  where\r\n\r\nusually  it is a fire trap, as in the case of  Bukit\r\n\r\nHo  Swee and the two fires that happened recently in\r\n\r\nGeylang.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Sir, if a farmer really wants to build,\r\n\r\nhe  can always come and see our staff; submit a plan\r\n\r\nwhich is according to specifications and which  will\r\n\r\nallow him to have a healthy house, As the Member for\r\n\r\nJalan  Kayu  has said, some of these  units  are  so\r\n\r\nsmall  that  even a car cannot be put in. Therefore,\r\n\r\nthese  are  not  fit for habitation. Must  we  allow\r\n\r\nunits of this type to be put up?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> For pigs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Another hon. Member:</b> Chickens.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> That is all I have to say, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chio Cheng Thun -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chio Cheng Thun</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  the last sentence uttered by the Minister  for\r\n\r\nNational  Development surprised me.  He  has  a  few\r\n\r\nthousand dollars a month. He has a car and  he  owns\r\n\r\nhouses.  He  does not know the difficulties  of  the\r\n\r\nvillagers and the farmers. I have pointed out in  my\r\n\r\nlast speech that it is not the farmers who are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 466</b></font><br><br>\r\n\r\n\r\n\r\nwilling to live in unhygienic structures and houses.\r\n\r\nIt  is not of their own free will that they have  to\r\n\r\nlive  in  such places. Our constructive  suggestions\r\n\r\nwith  regard  to  rural development  have  not  been\r\n\r\npublicised adequately, and there has been a  lot  of\r\n\r\nallegations against the Government for their failure\r\n\r\nto improve the lot of the poor farmers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This morning there were about 20 families in the\r\n\r\nLim  Chu Kang area who have had their farms,  houses\r\n\r\nand vegetables affected adversely. This morning when\r\n\r\nI went there I saw a riot squad, policemen, red vans\r\n\r\nand  radio  cars  and some Malays  carrying  knives,\r\n\r\nwooden sticks and parangs. Bulldozers were also used\r\n\r\nover  the  vegetable farms. How did  this  state  of\r\n\r\naffairs   come   about?  This   is   the   so-called\r\n\r\nGovernment's  intention of helping  the  farmers  to\r\n\r\nlive  in flats, so that action can be taken to drive\r\n\r\nthem away from their farms. Now, what happens?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> On a point of order, Sir. We are\r\n\r\ndebating  Head  14  - Building  Survey.  We  are  not\r\n\r\ndebating resettlement.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The point is in order. We are\r\n\r\ndebating Head 14 - Building Survey. Please proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chio Cheng Thun -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chio Cheng Thun</b>(<i>In Mandarin</i>): Mr Speaker, the\r\n\r\ndemolition  of  houses  is connected  with  Building\r\n\r\nSurvey.  In  fact, it is connected  with  the  rural\r\n\r\ndevelopment  scheme  of the Government.  I  am  just\r\n\r\nbringing  your attention to this morning's  incident\r\n\r\nto show that the farmers have no place to live in. I\r\n\r\nrang up the National Development Ministry as well as\r\n\r\nthe  Social  Welfare Department, but  there  was  no\r\n\r\nreply  as  to how these affected farmers are  to  be\r\n\r\ndealt  with.  They say that these  farmers  will  be\r\n\r\ngiven Housing Board flats.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Cheng Choon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Cheng Choon:</b> On a point of order, Sir, Mr\r\n\r\nSpeaker, Sir, the Member is referring to a piece  of\r\n\r\nland belonging to the Housing Board. The eviction of\r\n\r\ntrespassers  on  that land has  no  bearing  on  the\r\n\r\nsubject  we  are  now discussing.  I  hope  he  will\r\n\r\nconfine himself to the subject under discussion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 467</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The point is we have not got much\r\n\r\ntime  left. The Member speaking at present has  only\r\n\r\nabout two to three minutes more. So perhaps we  will\r\n\r\nallow  him  to wind up the proceedings of  the  day.\r\n\r\nPlease proceed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chio Cheng Thun -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chio Cheng Thun</b>(<i>In Mandarin</i>): I have brought\r\n\r\nout  these  facts for the purpose of the  record  so\r\n\r\nthat the Government will know what to do with regard\r\n\r\nto the livelihood of these farmers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In connection with this question, we want the\r\n\r\nGovernment  to be careful in dealing with  these  20\r\n\r\nfamilies (comprising at least about 100 persons) who\r\n\r\nare  affected by the action this morning. This is  a\r\n\r\npicture  showing  the  demolition  action   of   the\r\n\r\nGovernment    which   was   taken    this    morning\r\n\r\n[Indicating].\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, here again it\r\n\r\nis  a misrepresentation of facts. Though it does not\r\n\r\ncome  under  the debate in question, but  since  you\r\n\r\nhave allowed him to go on, I would like to give  you\r\n\r\nthe  true  facts  of the case. These  people,  as  a\r\n\r\nBackbencher has said, are trespassers who  had  been\r\n\r\noccupying Housing Board land for a long time.\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> Squatters.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> No. Squatters on Housing Board\r\n\r\nland   - yes.   They   were  given  every   available\r\n\r\nopportunity   to  move  out.  In  fact,  alternative\r\n\r\naccommodation in substitution was offered  to  them,\r\n\r\nbut  they  refused. They turned down the offer  and,\r\n\r\njust  like  in Toa Payoh, they were bluffed  by  the\r\n\r\nBarisan boys. They were told to stay until the  very\r\n\r\nlast  minute,  when we had to say,  \"Well,  we  have\r\n\r\ngiven  you enough time.\" They refused to budge,  and\r\n\r\nthat is why we had to take quite strong action.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Every time the Barisan boys give a picture, it is\r\n\r\na  wrong picture. They never give the other side  of\r\n\r\nthe picture.\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee:</b> Mr Speaker, I would like to\r\n\r\nspeak in Mandarin.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> One minute left.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 468</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nsince  time  is short I do not propose to  talk  too\r\n\r\nmuch. I would like to reply to the points raised  by\r\n\r\nthe Opposition in the shortest time possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I personally feel that the Member for Jalan Kayu\r\n\r\nis  not really interested in the farmers. What he is\r\n\r\ninterested in are pigs, fish ponds, prawn ponds, and\r\n\r\nchickens. A few days ago --- \r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There should be no personal attacks.\r\n\r\nWe  have had this throughout the day. The Member has\r\n\r\nhalf a minute left, Is that all he proposes to talk?\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Fong Sip Chee</b>(<i>In Mandarin</i>): There is a law in\r\n\r\nevery  country. Singapore is a place where the  rule\r\n\r\nof  law prevails. If you want to build a house,  you\r\n\r\ncan  do  so  provided  you  submit  a  plan  to  the\r\n\r\nGovernment,  and on approval you can  go  ahead  and\r\n\r\nbuild   it.  You  will  then  never  have  to   face\r\n\r\ndemolition. But the Member for Jalan Kayu  seems  to\r\n\r\nbe  encouraging  the  people of Singapore  to  build\r\n\r\nillegal and unauthorised houses and structures.\r\n\r\n\r\n\r\n<br><br>7.55 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time is up. Does the Member\r\n\r\nfor Jalan Kayu wish to withdraw his amendment or  to\r\n\r\ntake a vote?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, I\r\n\r\nwant a vote to be taken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $620,420 for Head 14 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br>7.58 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We are very close to the moment of\r\n\r\ninterruption.  If Members agree, I propose  to  take\r\n\r\nthe  Chair  again  tomorrow. No  dissentient  voice?\r\n\r\nOrder.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 469</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b> Mr\r\n\r\nSpeaker,  I  beg  to report that  the  Committee  of\r\n\r\nSupply has made progress on the Main Estimates, and\r\n\r\nask leave to sit again tomorrow.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Tomorrow it shall be.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 470</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourn.\"\r\n\r\n-[Dr Goh Keng Swee]\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">One minute to Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
