{"memberId": null, "volumeNo": "23", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"23\">\r\n\r\n<meta name=\"Sit_No\" content=\"4\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1964-11-05\">\r\n\r\n<meta name=\"Start_Col\" content=\"251\">\r\n\r\n<meta name=\"End_Col\" content=\"326\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">23</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">4</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">05-11-1964</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 251</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 23</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>\t\t\tThursday, 5th November, 1964</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>\t\t\tThe Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr A. P. Rajah).\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Parliamentary Secretary to the Minister for Education.\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law.\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs and Government Whip.\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n<br>Mr Chia Thye Poh (Jurong).\r\n\r\n<br>Mr Chow Chiok Hock (Ulu Pandan).\r\n\r\n<br>Dr Fong Kim Heng (Joo Chiat), Deputy Speaker.\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Labour.\r\n\r\n<br>Mr Koo Young (Thomson).\r\n\r\n<br>Mr Kow Kee Seng (Paya Lebar).\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 252</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lim Huan Boon (Bukit Merah).\r\n\r\n<br>Mr Lim Kim San (Cairnhill), Minister for National Development.\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n<br>Inche Mahmud Awang (Kampong Kapor).\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n<br>Mrs Devan Nair (Moulmein).\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n<br>Mr Ong Lian Teng (Bukit Panjang).\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n<br>Mr Poh Ber Liak (Tampines).\r\n\r\n<br>Inche Rahamat Bin Kenap (Geylang Serai).\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n<br>Mr S. Rajoo (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Bernard Rodrigues (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Health.\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n<br>Inche Yaacob Bin Mohamed Al-Haj (Southern Islands), Parliamentary Secretary to the Prime Minister.\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Health.\r\n\r\n\r\n\r\n<br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Crawford).\r\n\r\n<br>Mr Chan Sun Wing (Nee Soon).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 253</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Chio Cheng Thun (Choa Chu Kang).\r\n\r\n<br>Mr R. A. Gonzales (Serangoon Gardens).\r\n\r\n<br>Mr Lee Tee Tong (Bukit Timah).\r\n\r\n<br>Miss Loh Miaw Gong (Havelock).\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 253</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>2.30 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>CONSCRIPTION</b></div>\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on Amendment [4th\r\n\r\nNovember, 1964] to Question [4th November, 1964].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, in view of the seriousness of the situation which\r\n\r\nwill affect the lives and properties of the people of Singapore\r\n\r\nfollowing the pursuance of the present policy of military\r\n\r\nexpansion and war by the Alliance Government, and the measures\r\n\r\ntaken by the Central Government to coerce youths of Singapore to\r\n\r\nundergo military training, this Assembly calls on the Singapore\r\n\r\nGovernment to urge the Central Government to stop conscripting\r\n\r\nsuch youths for military service.\".-(Mr Kow Kee Seng).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Which Amendment was, to leave out -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"the pursuance of the present policy of military expansion\r\n\r\nand war by the Alliance Government, and the measures taken by\r\n\r\nthe Central Government to coerce youths of Singapore to undergo\r\n\r\nmilitary training, this Assembly calls on the Singapore\r\n\r\nGovernment to urge the Central Government to stop conscripting\r\n\r\nsuch youths for military service\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;and insert -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Indonesia's policy of aggression and subversion, this House\r\n\r\ncalls upon the Central Government to take all measures to secure\r\n\r\nthe safety of the lives\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 254</b></font><br><br>\r\n\r\n\r\n\r\nand property of our citizens, and for this purpose to give our\r\n\r\nyouth proper military training to help defend the sovereignty of\r\n\r\nour nation\". - (The Deputy Prime Minister - Dr Toh Chin Chye).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words proposed to be left\r\n\r\nout, be left out.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> As agreed by the House, the debate on the\r\n\r\nmotion and on the amendment will be proceeded with\r\n\r\nsimultaneously. The Member for Jurong had the Floor just before\r\n\r\nthe Assembly rose last night. Mr Chia Thye Poh.\r\n\r\n\r\n\r\n<br><br>2.33 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh (Jurong)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, we see that\r\n\r\nthe present situation is serious enough. We also see that a lot of money\r\n\r\nearned by the sweat and blood of the people has been used to buy foreign\r\n\r\narms,and to bring into this country foreign soldiers, rockets and\r\n\r\nother things to preserve Malaysia and to continue with the\r\n\r\nsuppression of the people and their just struggle. Thus, under\r\n\r\nthese circumstances, this territory will become an arena for\r\n\r\nAnglo-American imperialists and colonialists for their trial of\r\n\r\nstrength. The purchasing of foreign armaments can only give\r\n\r\nwealth and benefit to foreign manufacturers of arms and can only\r\n\r\nbring misery and suffering to the people in this territory. Not\r\n\r\nonly are the people faced with economic bankruptcy, they are\r\n\r\nalso facing the calamity of disruption and breaking-up of their\r\n\r\nfamilies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The North Bornean uprising is the struggle of the people to\r\n\r\nfree themselves, but the British have been brought there to\r\n\r\ncontinue to suppress the people, thus expanding the war. After\r\n\r\nobserving the situation in North Borneo, certain British\r\n\r\nmilitary officers say that the war there will continue for quite\r\n\r\na long time, perhaps eight or 10 years, maybe longer. It will be\r\n\r\na protracted war. Even the British themselves are not sure of\r\n\r\nthe duration of the war, and are not sure of the outcome of\r\n\r\ntheir armed suppression of the people there. So, resorting to\r\n\r\narms and war cannot solve the problem at all. Not only that, it\r\n\r\nwill bring\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 255</b></font><br><br>\r\n\r\n\r\n\r\nmore suffering and hardships to the people, will cause a\r\n\r\nsquandering of Government funds, and will incur more and more\r\n\r\nhatred from the people. Under these circumstances, there are\r\n\r\nonly two courses open to the political Parties. One is to solve\r\n\r\nthe question of Malaysia politically. In other words, return to\r\n\r\nthe people their basic rights; to disband Malaysia and to allow\r\n\r\nthe people to decide for themselves their destiny. The other\r\n\r\ncourse is to continue with dictatorial and adventurous action\r\n\r\nand to gamble with the lives of our youths and to make cannon\r\n\r\nfodder of them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the Alliance Government have chosen the second course.\r\n\r\nThey would not like to rectify the error they have made. At the\r\n\r\nsame time, they think that they can bamboozle the people by\r\n\r\ncovering up their present embarrassment. They have put up\r\n\r\nslogans such as \"Defend the Country\" and the rest of it in order\r\n\r\nto divert the people's attention. We have now seen the\r\n\r\npsychological warfare and many other campaigns waged by the\r\n\r\nGovernment. This psychological warfare has been conducted in\r\n\r\nmany fields, such as patriotic conferences, confrontation\r\n\r\nexhibitions, forums and the rest of it. But no matter how and in\r\n\r\nwhatever way the Government carry out this campaign, the purpose\r\n\r\nof it all is to distort the truth and confuse the people by\r\n\r\ncatch phrases and slogans in order to extend the war to preserve\r\n\r\ntheir consolidated interests. True patriots have been branded as\r\n\r\npro-Indonesia and traitors. At a recent exhibition put up in\r\n\r\nSingapore, even Inche Boestaman was branded as a traitor to this\r\n\r\nterritory. Boestaman was arrested because of his past struggle\r\n\r\nagainst the British colonialists. His arrest only proves the \r\n\r\npro-colonial inclination of the Party in power. But we can also\r\n\r\nunderstand the hue and cry made by the Government. They will put\r\n\r\nout more catch slogans and phrases. They will continue with\r\n\r\ntheir present line of action and repeat cant phrases in order to\r\n\r\nmaintain their own position. The real anti-national traitors in\r\n\r\nthe Party in power will continue to resort to old tactics and\r\n\r\nintrigues. We have sufficient facts to see through them.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 256</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;China has also been accused by Chiang Kai-shek as a Soviet\r\n\r\nstooge. Other countries have been branded by these Rightists as\r\n\r\nCommunist stooges. No matter how the Party in power wage\r\n\r\npsychological warfare, the people are still clear in their\r\n\r\nhearts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Borneo there are about 2,000 youths who have escaped\r\n\r\ninto Brunei. Why should they do so? Because they do not want to\r\n\r\nbe conscripted into the army to fight other people's cause. The\r\n\r\nChief Minister of Sarawak also said that about 20,000 youths in\r\n\r\nSarawak had disappeared. They did not want to join national\r\n\r\nservice. This is a most regrettable matter to him. Even in\r\n\r\nMalaya and Singapore there are also thousands of youths who do\r\n\r\nnot want to be enlisted and become cannon fodder. According to\r\n\r\nthe Government of Singapore, there are about 50,000 youths in\r\n\r\nSingapore who are eligible for national service. But, in fact,\r\n\r\nthe actual figure given by them is 70,000. Many Singapore youths\r\n\r\ndo not want to enlist. The Deputy Prime Minister said yesterday\r\n\r\nthat the number was 50,000. So it was 20,000 less than the\r\n\r\nofficial figure of 70,000. What is the actual position? We do\r\n\r\nnot know. Only the Party in power know the actual facts. From\r\n\r\nthis difference in the figures quoted, we can know that the\r\n\r\nGovernment are playing with figures. No matter how they do it,\r\n\r\nthe youths of Singapore still do not want to enlist as and\r\n\r\nbecome soldiers and cannon fodder. If the Party in power\r\n\r\ndescribe this unwillingness on the part of Singapore's youths as\r\n\r\nbeing anti-national and traitorous, then I say that there are\r\n\r\nthousands more of these youths in Singapore, including some\r\n\r\nmembers of the P.A.P. in the lower stratum, who refuse to listen\r\n\r\nto the cries of the P.A.P. leadership to join the national\r\n\r\nservice. They do not want to take part in any military training\r\n\r\nin spite of intimidation and propaganda. So if they call us \r\n\r\nanti-national, then there are some members who are not only \r\n\r\nanti-national but also anti their own Party. This shows that the\r\n\r\nP.A.P. itself is not even in a position to bluff its own\r\n\r\nmembers, to say nothing of the people at large.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 257</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The refusal of the people to take part in national service\r\n\r\nis gathering momentum. Appreciating this difficult situation and\r\n\r\nlosing confidence in Malaysia itself, the Prime Minister keeps\r\n\r\non saying that we should have confidence in Malaysia. His\r\n\r\nrepeated statements about having confidence in Malaysia show\r\n\r\nthat he himself lacks confidence. That is why he wants to use\r\n\r\nwords to restore the confidence of the people in Malaysia. In\r\n\r\nfact, he went to London to get help to solve his present\r\n\r\nembarrassment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The opportunistic P.A.P. leadership has no guts to go\r\n\r\nagainst the unreasonable policies of the Alliance Government. So\r\n\r\nit has no alternative but to follow the policies of the\r\n\r\nAlliance, much against its will. We know that the present\r\n\r\nsituation of the P.A.P. leadership is rather tragic and\r\n\r\nregrettable. Who knows that one day the Prime Minister of\r\n\r\nSingapore may be degraded to the position of Chief Steward of\r\n\r\nSingapore? If the leadership still continues to play with\r\n\r\npolitics, then one day it will find itself in a very difficult\r\n\r\nsituation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, no matter how much the P.A.P. smear us, our\r\n\r\nloyalty to the people at large will be appreciated by the people\r\n\r\nthemselves. Our determination to go against Malaysia and\r\n\r\nconscription is unshakable. We believe that only the people\r\n\r\nthemselves can solve their own problems. They cannot be solved\r\n\r\nby British soldiers. The people of Singapore have already made\r\n\r\ntheir contribution by way of opposing Malaysia. Our leaders have\r\n\r\ngone to gaol because of their opposition to Malaysia.\r\n\r\nInternationally there are countries which are against Malaysia.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b> On a point of\r\n\r\norder. Under the amended Standing Orders, the Member is allowed\r\n\r\na maximum of one hour to deliver his speech. Yesterday he had\r\n\r\nthe Floor for at least 45 minutes. I think by now he has\r\n\r\nexceeded the time limit.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 258</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have got a brief on my table which says\r\n\r\nthat the Member for Jurong was on his feet yesterday for 21\r\n\r\nminutes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>):\r\n\r\nIf you say that Afro-Asian countries are for the struggle\r\n\r\nagainst Malaysia, then it shows that our stand against Malaysia\r\n\r\nis correct. If the ruling Party says that it is because we are\r\n\r\nagainst Malaysia that others also follow us, then it means that\r\n\r\nwe are very strong to be able to influence others to accept our\r\n\r\nstand against Malaysia. In fact, there are some 50 countries in\r\n\r\nAfro-Asia which are against Malaysia. So the Party in power is\r\n\r\nless influential than we are. In spite of the tours of the Prime\r\n\r\nMinister to Africa and other countries, he has not been able to\r\n\r\nenlist support for Malaysia from the Afro-Asian nations. What we\r\n\r\nwant to remind the Party in power is that we never expect any\r\n\r\nforeign power to replace our own power and strength against\r\n\r\nMalaysia. So long as Malaysia remains in existence and so long\r\n\r\nas military expansion is the policy of the Government, we shall\r\n\r\ncontinue to go against Malaysia and conscription. We shall not\r\n\r\nchange our stand unless they change their policies. And the\r\n\r\npeople will suffer as long as their policies are not changed.\r\n\r\nOne day when the Prime Minister himself meets with difficulties,\r\n\r\nthen he will realise and admit that our stand against Malaysia\r\n\r\nis correct and that our stand against conscription is proper and\r\n\r\ncorrect.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, that is all I wish to say.\r\n\r\n \r\n\r\n<br><br>2.52 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, in speaking on the motion and\r\n\r\nthe amendment to the motion, I wish to deal with the problem in\r\n\r\na way which may be of interest to the business community in\r\n\r\nSingapore, particularly to the Chinese business community.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The original motion as proposed by the Barisan Sosialis is\r\n\r\nintended to weaken the resolve of our citizens to stand up to\r\n\r\nthe undeclared war waged by Indonesia against us, which is\r\n\r\ncalled confrontation. There has been an unending series of\r\n\r\nincursions across the Sabah and Sarawak borders by Indonesian\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 259</b></font><br><br>\r\n\r\n\r\n\r\narmed forces. In recent months Indonesian commandos and\r\n\r\nparatroopers have landed on the Malaysian mainland itself. Here\r\n\r\nit is not a case of the Malaysian Government and we waging war\r\n\r\nagainst the Indonesians. Quite the reverse. Indonesian armed\r\n\r\nforces consider themselves entitled at will to invade our\r\n\r\nterritory. In the face of this military threat, the Barisan\r\n\r\nSosialis believe that the best solution is to disarm ourselves.\r\n\r\nNo doubt the Barisan Sosialis will welcome the occupation of\r\n\r\nSingapore and other Malaysian territories by the Indonesian\r\n\r\narmy. But I believe that the overwhelming majority of our\r\n\r\ncitizens have not the slightest desire for the country to be\r\n\r\noccupied by the Indonesian army.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Put it in these basic terms, it is obvious where the choice\r\n\r\nlies. But in the present political and economic situation in\r\n\r\nSingapore, there may be members of the business community,\r\n\r\nespecially the Chinese business community, whose businesses have\r\n\r\nbeen hit by confrontation and who may try to get a quick and\r\n\r\neasy solution. They are asking themselves: is there a short-cut\r\n\r\nwhereby we can make peace with Indonesia and resume our formerly\r\n\r\nprosperous business?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I have been privileged to be present at the two\r\n\r\nMinisterial discussions in Bangkok and at the summit conference\r\n\r\nin Tokyo. I can therefore speak with some authority derived from\r\n\r\npersonal contact and negotiations with the Indonesian leaders. I\r\n\r\nam in a better position than most Members of this Assembly to\r\n\r\nassess their intentions and, on the basis of this assessment, to\r\n\r\nsay what the prospects are of an early and easy settlement with\r\n\r\nIndonesia. I have to say that there is none whatsoever, and that\r\n\r\nwe must be prepared to live with confrontation for a very long\r\n\r\ntime. Of course, we can settle on Indonesian terms, which simply\r\n\r\nmeans that we will divest ourselves of the means to stand up to\r\n\r\nmilitary pressure which they may apply on any occasion in the\r\n\r\nfuture. A condition of the demand that we disarm ourselves is\r\n\r\nthe early and complete removal of the British military presence.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 260</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Unless we are prepared to give a timetable for the withdrawal of\r\n\r\nBritish military forces from Malaysia, a timetable acceptable to\r\n\r\nthe Indonesian political and army leaders, there can be no\r\n\r\npeaceful settlement of this conflict between us. That was the\r\n\r\nposition as I found it at the first Bangkok meeting. That was\r\n\r\nalso the position when the summit talks collapsed in Tokyo last\r\n\r\nJune.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So the question that the business community, especially the\r\n\r\nChinese business community, must face is this:\r\n\r\ndo they want an early solution which will bring about an\r\n\r\ninevitable occupation of our country by Indonesian troops? Or\r\n\r\nare they prepared to stand up and fight? If there is any other\r\n\r\nway whereby we can achieve a peaceful settlement without risking\r\n\r\nIndonesian military occupation, I can assure this Assembly that\r\n\r\nwe will try our best to get it. But in the nature of things it\r\n\r\nis just not on the cards, and we are therefore faced with the\r\n\r\nprospect of a long struggle. And here it is important that the\r\n\r\nChinese business community make their calculations correctly.\r\n\r\nThey would be extremely foolish to fall for the bait of early\r\n\r\nresumption of business when that bait contains the seeds of\r\n\r\ntheir own destruction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Chinese business community in Indonesia, some 15 or\r\n\r\nmore years ago, made a fatal and tragic error and they are now\r\n\r\npaying very dearly for it. Historians who have studied the\r\n\r\nfortunes of the Indonesian Communist Party were amazed at the\r\n\r\nsupport which a substantial part of the Chinese business\r\n\r\ncommunity in Java extended to the P.K.I. in its early formative\r\n\r\nstage in the post-war years when the P.K.I. was operating for\r\n\r\nthe first time in its history as a legal political organisation.\r\n\r\nWhy the Chinese business community acted in this manner is still\r\n\r\na mystery. Perhaps they were resentful over some nagging petty\r\n\r\nregulations or restrictions which the national Government\r\n\r\nimposed on them and, therefore, they decided to lend support to\r\n\r\nsome opposition Party. Perhaps they thought that by giving money\r\n\r\nto the P.K.I., they could have a measure of control over their\r\n\r\npolicy.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 261</b></font><br><br>\r\n\r\n\r\n\r\nWhatever the reasons were, the course of events took a turn\r\n\r\ncompletely different from what they themselves had expected or\r\n\r\nhoped for.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the Indonesian economy deteriorated with increasing\r\n\r\nrapidity, the influence of the moderate Indonesian leadership\r\n\r\ndeclined, as I shall explain later. In their place hot-heads and\r\n\r\nultra-nationalists emerged. When this happened, naturally a\r\n\r\nscapegoat must be found for the economic morass into which the\r\n\r\ncountry had floundered. The scapegoat then was the Chinese\r\n\r\npopulation in general and Chinese businessmen in particular. In\r\n\r\nlarge parts of Java, Chinese shops were closed down and the\r\n\r\nChinese population physically driven out at the point of the\r\n\r\nbayonet. In many other places, their property was confiscated.\r\n\r\nAnd even when they were allowed to do business, it was on very\r\n\r\nrestrictive and often humiliating terms. These facts are well\r\n\r\nknown to our Chinese business community especially those who\r\n\r\nhave business ties with the Chinese in Indonesia. Needless to\r\n\r\nsay, if we are to be completely defenceless, as the Barisan\r\n\r\nSosialis want us to be, then the occupation of our country by\r\n\r\nIndonesian troops will automatically take place and our Chinese\r\n\r\nbusinessmen cannot expect a treatment better than that which\r\n\r\ntheir compatriots received in Indonesia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the early days of the P.K.I., on several occasions they\r\n\r\ncame close to political extinction, principally because of\r\n\r\npursuing anti-national political activities. But on each\r\n\r\noccasion the Chinese businessmen financed and even supported\r\n\r\nthem organisationally so as to enable them to make a quick re\r\n\r\ncovery. Mr Speaker, if you think it incredible that Chinese\r\n\r\nbusinessmen in Indonesia could support a Communist movement in\r\n\r\nthat country, let me remind you of a certain elderly Chinese\r\n\r\ngentleman in Singapore who was openly in cahoots with our\r\n\r\nCommunist comrades here. When he found to his chagrin that this\r\n\r\ngot him nowhere, he did a startling somersault and he is now\r\n\r\nhobnobbing with certain interesting people on the ultra Right.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 262</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To return to the situation in Indonesia. Before the\r\n\r\nassumption of total power by President Soekarno in 1958, we saw\r\n\r\na series of Indonesian Governments headed by people such as Dr\r\n\r\nHatta, Mr Soetan Sjahrir, Dr Djuanda and others. These are the\r\n\r\nablest and most rational leaders which Indonesia has produced,\r\n\r\nand they bent all their energies to reviving the economy of\r\n\r\nIndonesia in order to raise the livelihood of the masses and the\r\n\r\npeasantry, to make business run more efficiently, to increase\r\n\r\nproduction in the estates and in the tin mines, the oilfields,\r\n\r\nand indeed in all sectors of the economy. They resolutely\r\n\r\nopposed political adventures such as the West Irian campaign.\r\n\r\nThey concentrated all their energies on economic reconstruction.\r\n\r\nUnfortunately for them, their efforts came to nought. The\r\n\r\nprincipal reason for this is that the Communist Party of\r\n\r\nIndonesia, through its affiliated trade unions and peasant or\r\n\r\nganisations, were able to frustrate each and every attempt at\r\n\r\neconomic improvement. Strikes paralysed the ports, factories,\r\n\r\nestates, oilfields and other economic enterprises as and when\r\n\r\nthe Communist leaders called for them. So when the rational\r\n\r\neconomic solution attempted by Hatta, Soetan Sjahrir and others\r\n\r\nfailed, the only course of action open to the Indonesian leaders\r\n\r\nwas to play the line of hysterical ultra nationalism. In parti\r\n\r\ncular the leaders had to create external enemies whose imagined\r\n\r\nthreat to the Indonesian revolution provided a rallying point.\r\n\r\nIn this way they forestalled the time when the Republic of\r\n\r\nIndonesia would disintegrate. First, there was the West Irian\r\n\r\ncampaign. When this was wound up successfully - and we in\r\n\r\nMalaysia, Mr Speaker, Sir, helped them in this venture - then a\r\n\r\nfresh external enemy had to be discovered. Unfortunately for us,\r\n\r\nthis time the enemy they chose is us. The present Indonesian Gov\r\n\r\nernment cannot make honourable peace with Malaysia because then\r\n\r\nPresident Soekarno and other Indonesian leaders would have to\r\n\r\nexplain to the people why they are so desperately poor, and he\r\n\r\nwould have no external adventure to divert his people's\r\n\r\nattention from their present abject poverty. So these are the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 263</b></font><br><br>\r\n\r\n\r\n\r\nbasic revolutionary forces that are propelling the Indonesian\r\n\r\nleaders in the present situation. Even if President Soekarno\r\n\r\nwere to die, or if he were to be deposed today, I do not believe\r\n\r\nthat the new setup that will emerge will be one with which we\r\n\r\ncan come to terms on an honourable basis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are some businessmen who wonder whether or not\r\n\r\nSingapore would not have been better off if she had not joined\r\n\r\nMalaysia. Businessmen who so believe this are calculating on the\r\n\r\nbasis that in an independent Singapore the British military\r\n\r\nforces will remain for an indefinite period so as to prevent any\r\n\r\npossible take-over of the Government by the pro-Communist \r\n\r\nopen-front organisations in the first place, and the Malayan\r\n\r\nCommunist Party soon after that. Now this assumption of theirs\r\n\r\nabout an independent Singapore is completely false. In the\r\n\r\npresent world situation, with the emergence into independence of\r\n\r\nnearly the whole area of Asia and Africa, it would not be\r\n\r\npossible for the British to maintain their military\r\n\r\nestablishments in Singapore if the elected independent\r\n\r\nGovernment of Singapore asked them to leave. This has happened\r\n\r\nin Ceylon, where the British once maintained a naval base in\r\n\r\nTrincomalee. So the alternative scheme to Singapore's entry into\r\n\r\nMalaysia which flight have avoided Indonesian economic\r\n\r\nconfrontation depended for its survival and economic prosperity\r\n\r\non the completely false assumption that British military power\r\n\r\ncan remain to prevent the Communist take-over. But they cannot\r\n\r\nremain. What will happen if the Communists take over the\r\n\r\ngovernment in Singapore, whether by fair means or foul? There\r\n\r\nwill be a conflict between a Singapore and a Malayan Government.\r\n\r\nSuch a conflict may start, first, by an economic blockade of the\r\n\r\nisland with consequences more disastrous than Indonesian\r\n\r\neconomic confrontation. This conflict will eventually escalate\r\n\r\ninto war between the two territories. And let us not delude\r\n\r\nourselves into believing that that cannot happen here. It has\r\n\r\nhappened in other countries. Think of Korea, Vietnam, Laos, and\r\n\r\nCyprus. And it could, and in my calculation probably would, take\r\n\r\nplace if Singapore had gone\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 264</b></font><br><br>\r\n\r\n\r\n\r\nit alone. So we had no alternative but to press ahead with\r\n\r\nMalaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The troubles that we are facing are not of our own making,\r\n\r\nbut are clearly the result of the decision of the Indonesian\r\n\r\nGovernment to interfere in our domestic affairs with the object\r\n\r\nof absorbing us. In this situation, we have one of two choices.\r\n\r\nFirst, to surrender, if not immediately, then through a \r\n\r\nso-called negotiated peace which would leave us defenceless against\r\n\r\nmilitary occupation any time President Soekarno decides to carry\r\n\r\nit out. The second choice is to stand up and fight. It is only\r\n\r\ntraitors in this country like the antinational, pro-Communist,\r\n\r\npro-Indonesia, bankrupt political forces in the Barisan Sosialis\r\n\r\nwhich favour surrender to Indonesia. The Barisan Sosialis\r\n\r\nleaders, of course, hope that if they were to assist Indonesia\r\n\r\nin successfully subverting the country, they would be rewarded\r\n\r\nwith high office under Indonesian military occupation, positions\r\n\r\nwhich they were unable to win in democratic elections.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me stress the gravity of the issue we\r\n\r\nare debating. We are not here like little children playing\r\n\r\nmarbles in the backyard, or building sand-castles on the\r\n\r\nbeaches; nor are we debating stand-pipes, schools or community\r\n\r\ncentres. The issue before us is one of survival, of life and\r\n\r\ndeath, of resisting enslavement by a larger country with\r\n\r\nreckless leaders and a big army. The levers and instruments here\r\n\r\nare not nice speeches or delicate diplomatic manoeuvres, nor\r\n\r\neven more unpleasantly petty political intrigues and\r\n\r\nconspiracies. The levers here are those of naked power, power\r\n\r\nwhich, as a great revolutionary puts it, comes out of the barrel\r\n\r\nof the gun. Whether we like it or not, we live in a\r\n\r\nrevolutionary epoch and right in the heart of the seething\r\n\r\nrevolutionary arena of South-East Asia. It may be a good thing\r\n\r\nfor me to remind hon. Members of what that same great\r\n\r\nrevolutionary said of revolutions. He said, \"A revolution is not\r\n\r\nan invitation to a banquet. It is not essay writing, embroidery,\r\n\r\npoetry or other nice and elegant things. It is the effective and\r\n\r\norganised use of violence.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 265</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob bin Mohamed Al-Haj (Parliamentary Secretary to the Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Prime Minister (Inche Yaacob bin Mohamed Al-Haj)</b>(<i>In Malay</i>): Mr\r\n\r\nSpeaker, the speeches made by comedians like Charlie Chaplin in\r\n\r\nfilms and T.V, do not surprise us at all. But if such speeches\r\n\r\ncome from the mouth of politicians who are Members of this House\r\n\r\nand if they are designed to weaken the spirit and determination\r\n\r\nof the people, then they must be deprecated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are shocked to see the motion moved by the Barisan\r\n\r\nSosialis, because at a time when Malaysia is facing con\r\n\r\nfrontation from the enemy followed by incursions and aggression\r\n\r\nfrom the air, sea and on land, the Members of the Barisan\r\n\r\nSosialis who claim themselves to be genuine patriots and who are\r\n\r\nlauded by their foreign masters are prepared to move a motion of\r\n\r\na nature which will bring disgrace and dishonour to our nation.\r\n\r\nIf hon. Members of the Barisan Sosialis will read between the\r\n\r\nlines of their motion and feel that there is no truth in it,\r\n\r\nthey can withdraw it. We do not indulge in lies as the Barisan\r\n\r\nSosialis are fond of doing in this House.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. No Member of this House can be called a\r\n\r\nliar. Will the Member please withdraw the statement that the\r\n\r\nBarisan Sosialis Members in this House tell lies?\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed Al-Haj -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed Al-Haj</b>(<i>In Malay</i>): Mr Speaker. I am prepared to abide by\r\n\r\nyour ruling. But the Member for Paya Lebar accused me of being a\r\n\r\nliar. Maybe. Mr Speaker, you did not hear the translation.\r\n\r\nTherefore, I had to rebut his accusation.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I did not hear it. But if my attention had been\r\n\r\ndrawn to it, I would have certainly done something about it.\r\n\r\nPlease continue, Inche Yaacob.\r\n\r\n\r\n\r\n<br><br><!-- Inche Yaacob Bin Mohamed Al-Haj -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Yaacob Bin Mohamed Al-Haj</b>(<i>In Malay</i>): Mr Speaker, I withdraw the statement I\r\n\r\nmade just now. If we read carefully the motion in the names of\r\n\r\nthe Member for Jurong and the Member for Paya Lebar, we can\r\n\r\narrive at this conclusion, that it is a continuous link-up with\r\n\r\nthose who call themselves \"fighters of the national\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 266</b></font><br><br>\r\n\r\n\r\n\r\nKalimantan Utara\" led by Sheik Azahan and with the Voice from\r\n\r\nJakarta. The object of this motion is purely to weaken the\r\n\r\nspirit of our people in order that our people, who have been\r\n\r\nknown for their fighting qualities, can become cowards. Should\r\n\r\nthis be the attitude of warriors of a nation which the Barisan\r\n\r\nSosialis claim to be proud of?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is a saying, \"Do not beat a hornless\r\n\r\nbull because if you do so and he cannot attack you with his\r\n\r\nhorns, he will find other means of attacking you.\" Similarly if\r\n\r\nour small Malaysia which loves peace is provoked by aggression,\r\n\r\nwe are prepared to lay down our lives in its defence. How shall\r\n\r\nwe show our integrity and honour in the face of this crisis at a\r\n\r\ntime when our country is being attacked? We read from the\r\n\r\nnewspapers that our youths are rallying to the call to defend\r\n\r\ntheir country. Thousands of them have come forward to register\r\n\r\nfor military service and they have patriotically pledged to\r\n\r\ndefend their country. They would rather be dead than just merely\r\n\r\nhe alive. This is the pledge of true Malaysian patriots who love\r\n\r\ntheir fatherland. Even women have stated publicly in the\r\n\r\nnewspapers that they want the Government to arm them for\r\n\r\nmilitary service. They have called upon the youths of this\r\n\r\ncountry to defend our integrity and sovereignty. If any youth is\r\n\r\nnot prepared to defend the country, then he should strip himself\r\n\r\nnaked. The object of this motion is to weaken the determination\r\n\r\nof our youths. If our youths are not prepared to defend the\r\n\r\ncountry and they do not consider themselves to be warriors of\r\n\r\nthe fatherland, then we cannot say that they belong either to\r\n\r\nthe male or female sex.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is now clear that those who call themselves\r\n\r\npatriots and who are lauded by the so-called freedom fighters\r\n\r\nabroad are, in fact, the agents, henchmen and puppets of the new\r\n\r\nneocolonialism. Their argument is that Malaysia was forced upon\r\n\r\nthe people of Singapore, Sabah and Sarawak. This is nothing new.\r\n\r\nThe concept of Malaysia has been mooted long ago. We held a\r\n\r\nreferendum to determine this issue. Malaysia was established\r\n\r\nbefore the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 267</b></font><br><br>\r\n\r\n\r\n\r\ngeneral elections were held in Singapore and\r\n\r\nMalaysia. In the general elections after Malaysia, the Parties\r\n\r\nagainst Malaysia were rejected by the people, if Malaysia was\r\n\r\nrejected by the people, then naturally the Parties who were\r\n\r\nagainst Malaysia would be in power today. But we know that the\r\n\r\npro-Malaysia Parties received a clear mandate from the people.\r\n\r\nWas Malaysia then forced upon the people? I am surprised to see\r\n\r\nMembers of the Barisan Sosialis with droopy eyes in the day.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we heard Opposition Members use the word\r\n\r\n\"war\", which, of course, has been brought about by the \r\n\r\nneo-colonialist power. Malaysia has never embarked upon any\r\n\r\naggression. Even the Philippines which is claiming Sabah has not\r\n\r\nmade any incursions into Malaysian soil. It is not Malaysia\r\n\r\nwhich is the aggressor. It is Malaysia that has been attacked by\r\n\r\nthe Indonesians and a few traitors, as witnessed the landings in\r\n\r\nLabis and Malacca. If it is true that confrontation by our enemy\r\n\r\nis to protect or safeguard Malaysia, as alleged by the Member\r\n\r\nfor Paya Lebar, I am very surprised why Indonesia is still\r\n\r\nreluctant to free Timor Island - an island which is not far from\r\n\r\nIndonesia - which is still being colonised by Portugal, and why\r\n\r\nthe right of self-determination has not been implemented in West\r\n\r\nIrian. Why is this so if Indonesia is struggling for the right\r\n\r\nof self-determination of other countries? Why did Indonesia not\r\n\r\nsay a word before Malaya achieved independence and before\r\n\r\nSingapore merged with Malaya at a time when Indonesia had\r\n\r\nfriendly relations with Malaya? When Malaya realised its\r\n\r\nindependence in 1957, surely Indonesia realised that British\r\n\r\nforces were still stationed in Malaya. Why was there no\r\n\r\nconfrontation then? Why do they now claim that they want to\r\n\r\nliberate Malaysia from neo-colonialism?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to refer to something which took\r\n\r\nplace 12 years ago. An Indonesian, Professor Mohamed Yamin, who\r\n\r\nwas then the Minister for Education and Culture, was interviewed\r\n\r\nby an American journalist who asked him, \"Is Indonesia claiming\r\n\r\nWest\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 268</b></font><br><br>\r\n\r\n\r\n\r\nIrian from the point of view of history?\" Professor Yamin\r\n\r\nanswered, \"No, we do not claim West Irian from the historical\r\n\r\npoint of view. But we are claiming it from the point of view of\r\n\r\nDutch colonialism. This includes Kalimantan Utara, Malaya and\r\n\r\nothers.\" This was the basic intention of the Indonesian people.\r\n\r\nThey wanted to absorb Malaya into Indonesia. This has been the\r\n\r\nbasic struggle of the Indonesian leaders since 1945. They wanted\r\n\r\nto establish an independent Malaya within the framework of\r\n\r\nIndonesia Raya which was subsequently changed to Melayu Raya.\r\n\r\nThis is nothing new to old freedom-fighters because this happened\r\n\r\nonly some 11 or 12 years ago. It is only the newcomers who\r\n\r\ndo not know about this struggle.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Paya Lebar drew attention to the fact that\r\n\r\nhis Secretary-General, Mr Lim Chin Siong, did give advice with\r\n\r\na warning but that we did not heed it.\r\n\r\nHis advice was that if Singapore were to join Malaya, the\r\n\r\nconsequences would be grave. So the analysis of his \r\n\r\nSecretary-General has come true. The Barisan want the prediction of their\r\n\r\nSecretary-General to materialise, because in an interview with a\r\n\r\njournalist of Bintang Timor he said that it was better for\r\n\r\nSingapore to merge with Indonesia than Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, it is now clear who are the patriots of\r\n\r\nMalaysia. Unfortunately, the Member for Jalan Kayu is not with\r\n\r\nus now. Yesterday he said that conscription was not only against\r\n\r\nthe wishes of the people, but it was forcing our youths here to\r\n\r\nfight against their brothers in Borneo or Kalimantan Utara. Mr\r\n\r\nSpeaker, what is the definition of \"our brothers in Kalimantan\r\n\r\nUtara\"? We are not fighting our fellow countrymen in Sabah. We\r\n\r\nare fighting the aggressors from Indonesia. Are the enemies we\r\n\r\nare trying to drive out our brothers? Brothers, not to us, but\r\n\r\nto members of the Barisan Sosialis. This is as clear as\r\n\r\ndaylight. I am sometimes confused because of the constant con\r\n\r\ntradiction in their arguments. I do not recognise the aggressors\r\n\r\nas our brothers. Our brothers are the patriots who are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 269</b></font><br><br>\r\n\r\n\r\n\r\nprepared to fight for every inch of our country, and not the\r\n\r\nsoldiers who have landed on our soil. The term \"brothers\" is\r\n\r\nused by pro-Communist and Communist supporters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member for Jalan Kayu went on to say that although\r\n\r\nMalaysia is independent, it is not a sovereign State. They say\r\n\r\nthat there are foreign bases in Malaysia. Malaysia was not\r\n\r\ninvited to the Cairo Conference, therefore it is not a sovereign\r\n\r\nState. I am puzzled by the definition of the term \"sovereignty\".\r\n\r\nDoes he mean to say that only in Malaysia there are foreign\r\n\r\nbases? What about in Africa and other parts of Asia? As I have\r\n\r\nsaid earlier on, I am confused. Because we were not invited to\r\n\r\nattend the Cairo Conference, we are not an independent country?\r\n\r\nA country which has been acknowledged by the United Nations as\r\n\r\nbeing independent and sovereign. It is not independent according\r\n\r\nto the definition of Communist and pro-Communist elements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson yesterday said. \"The people are\r\n\r\nagainst conscription. We have canvassed from house to house to\r\n\r\nfind out the views of the people, and our finding is that they\r\n\r\nare against conscription.\" It is still fresh in my memory. Mr\r\n\r\nSpeaker, when a Gallup poll was held by University graduates at\r\n\r\nTanjong Pagar. They issued a statement in Tanjong Pagar showing\r\n\r\nthe percentage of the electorate in Tanjong Pagar who were\r\n\r\nagreed on merger in accordance with the White Paper or merger in\r\n\r\naccordance with conditions for Sabah and Sarawak. They claimed\r\n\r\nthat 80 per cent were against the White Paper merger. That was\r\n\r\nthe result of their Gallup poll. They were the judges and they\r\n\r\nwere the election officers. They counted the ballot papers and\r\n\r\nthey were the returning officers. They claimed that 80 per cent\r\n\r\nwere against the White Paper merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now they come hack again to the House to claim that they are the\r\n\r\nreal and only representatives of the people. Mr Speaker. I do\r\n\r\nnot wish to labour at length on this point. It is a shame when\r\n\r\nour country is facing a crisis, attacked\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 270</b></font><br><br>\r\n\r\n\r\n\r\nby the enemy from the air, on land and at sea to urge the\r\n\r\nCentral Government to stop conscription and exhort the youth not\r\n\r\nto take up military service. It is a sin perpetrated by Members\r\n\r\nof the Barisan Sosialis. Posterity will never forgive them. This\r\n\r\nmistake is due to the fact that there are cowards agitated by\r\n\r\nthe Barisan Sosialis in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I support wholeheartedly the amendment moved\r\n\r\nby the Deputy Prime Minister. The moment has arrived when we\r\n\r\nshould rise and respond to the call. There is a Malay saying\r\n\r\n- when the house is burning, the rats run. It is a shame to our\r\n\r\nnation. I urge and appeal to all people who love peace, who love\r\n\r\ntheir fatherland, to rise and respond to the call. It is better\r\n\r\nto die fighting than merely to live.\r\n\r\n\r\n\r\n<br><br>3.39 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mr Speaker, Sir,\r\n\r\nthere is an air of complete unreality in the debate that has\r\n\r\ntaken place on this motion by the Barisan Sosialis to condemn\r\n\r\nnational service, the training of our youths in military combat\r\n\r\nand the remote possibility of their dying in the jungles of\r\n\r\nSabah and Sarawak. Nobody really believes, not even the Barisan\r\n\r\nSosialis, that there is any immediate probability or likelihood\r\n\r\nof the youths of Singapore being called out in significant\r\n\r\nnumbers to fight or die for Malaysia. A lot of news was created\r\n\r\nout of national registration and national service. About March\r\n\r\nthis year it was introduced in the peninsula. Later it was\r\n\r\nextended to Singapore, Sabah and Sarawak in order that we shall\r\n\r\nall be equal Malaysians. Out of this prodigious patriotic\r\n\r\neffort, only some 80 young men from Singapore have gone to Port\r\n\r\nDickson for some military training. But this Barisan motion and\r\n\r\nthe Government's amendment to it are matters of postures, and\r\n\r\nthey are important. For it is in our postures that we give an\r\n\r\nindication of whether we are growing up to the realities of life\r\n\r\nin South-East Asia or whether we are still adolescents in a\r\n\r\nworld of make-believe, of sheriffs and bandits, of revolutionary\r\n\r\nanti-colonialists and wicked white colonial exploiters.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 271</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, Mr Speaker, Sir, the world and South-East\r\n\r\nAsia cannot be painted in such simple black and white. For the\r\n\r\nBarisan Sosialis, listening to them yesterday, the world has\r\n\r\nstood still since 1961. Malaysia is still a neo-colonialist\r\n\r\nplot, a big sellout. There is still the myth of revolutionary\r\n\r\nuprisings in Sabah and Sarawak being crushed by a colonial power\r\n\r\ngrasping its £400 million worth of investments, according to the\r\n\r\nMember for Jurong, without quoting his authority. Does he really\r\n\r\nsincerely believe all that he said, all the Member for Paya\r\n\r\nLebar has said now? For them nothing has changed. It is a\r\n\r\nremarkable capacity for self-deception. Still the \r\n\r\nwell-established, anti-colonial, anti-Malaysia, anti-national service\r\n\r\nline. The same old arguments, all trotted out from their 1961\r\n\r\narchives. The anti-national service one, it goes back one decade\r\n\r\nto 1954. Still against the wicked colonialists who are going to\r\n\r\nmake our poor Chinese middle school students die for a wicked\r\n\r\nimperialist cause, cannon fodder. And they dutifully repeat this\r\n\r\nline of suppression of the people's liberation movement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The only indication that came from the Opposition benches\r\n\r\nthat these speeches were being made in November 1964 and not\r\n\r\n1962 or 1961 was from the Member for Hong Lim. He has a keen\r\n\r\nsense of what the Communists call \"tailism\". The tail and \"ism\".\r\n\r\nThe mass sets the pace. In order not to be left behind, you tail\r\n\r\nin. He correctly reflected the different mood and temper of the\r\n\r\npeople when he said, \"Military service, yes.\" Well, the Member\r\n\r\nfor Hong Lim was caught in a dilemma. He added this proviso,\r\n\r\n\"But our youths are not to fight and die outside Singapore. We\r\n\r\ncan defend ourselves by just squatting on this island of 214\r\n\r\nsquare miles.\" One can sympathise with the Member for Hong Lim.\r\n\r\nHe can no longer afford to follow in the wake of the \r\n\r\nBarisan - hoping that when heads are chopped off, the body will go with\r\n\r\nhim. But that has not happened. The Barisan is still there,\r\n\r\nstill growing more stupid heads. And he knows that the Barisan\r\n\r\nis isolated. It is chilly when you are isolated, when you mount\r\n\r\na demonstration in Hong Lim Green and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 272</b></font><br><br>\r\n\r\n\r\n\r\nthe masses have vanished into thin air. The poor Member for Choa\r\n\r\nChu Kang is now cooling his heels off for six months to\r\n\r\ncontemplate the folly of his actions and wondering how it was\r\n\r\nthat some of his compatriots now in this Chamber were braver and\r\n\r\nfiercer revolutionaries but wiser men and still here. So the\r\n\r\nMember for Hong Lim cannot agree with them because he knows the\r\n\r\nmasses are melting away. He cannot agree with the P.A.P, either\r\n\r\nbecause his propaganda line is that whatever the P.A.P, does is\r\n\r\nbad. Therefore, when we say that the people should be \r\n\r\ntrained - and he knows that the people generally want to get trained \r\n\r\n- he says, \"Yes, agree to one-half and disagree with the other half,\"\r\n\r\nand be absent from the vote so that his position is still re\r\n\r\nserved. Who knows now that perhaps other heads and other\r\n\r\nmovements may disappear, and he will inherit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But the Barisan's old refrain sounds oddly out of tune in\r\n\r\nthese very awkward circumstances. The Member for Jurong said\r\n\r\nyesterday that the situation is getting graver day by day. I saw\r\n\r\nsome very gray and tired lines on his face. The youthful\r\n\r\ncherubic appearance of the assistant professor has given way to\r\n\r\nthe first lines of real rugged granite bitterness of the stark\r\n\r\nrealities of a revolution that has failed. He reminded the\r\n\r\nHouse, and regardless of Central Government propaganda, that it\r\n\r\nwas not the Indonesians alone but local fierce freedom fighters\r\n\r\nleading the way into Pontian and Labis. He commiserated a lot of\r\n\r\nthe poor people who suffered as a consequence of this ever\r\n\r\ngraver situation - fishermen cannot fish, and curfews. His heart\r\n\r\nbled for the masses. On whose side is he on? Always on the side\r\n\r\nof the masses, that goes without saying. But I want to know in\r\n\r\nthis particular case when here is a group of people who land by\r\n\r\nparachutes and by motor boats on territory which is not theirs,\r\n\r\nand this has made it necessary for the elected Government of\r\n\r\nMalaysia to impose these restrictions in order to prevent these\r\n\r\nincursions, on whose side is he on? Is he saying that all these\r\n\r\nhardships can be avoided just by not having curfews, not\r\n\r\ndefending ourselves, having more chaps\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 273</b></font><br><br>\r\n\r\n\r\n\r\nleading more Indonesians in? Is that what he is saying? it will\r\n\r\nend up with no Malaysia; of course, I agree with him. You get\r\n\r\nmore locals leading more Indonesians, no defence taken, and as\r\n\r\nhe says, there will be no Malaysia. And then what? The\r\n\r\nrevolution has failed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member has a remarkable capacity for sticking to the\r\n\r\nestablished line. Confrontation came because Malaysia is a \r\n\r\nneo-colonialist plan, and it therefore brought in troubles and\r\n\r\ntribulations. Why is it a neo-colonialist plan? Because 80,000\r\n\r\nsquare miles of real estate in Sabah and Sarawak were forcibly\r\n\r\nadded to form Malaysia in order to preserve £400 million worth\r\n\r\nof investment. So my colleague the Minister for Finance wanted\r\n\r\nto know whether these investments in Sabah and Sarawak are in\r\n\r\ndanger of being robbed or whether, in fact, they were already in\r\n\r\nMalaya and there was almost no significant investment in Sabah\r\n\r\nand Sarawak. What was it about? He could not answer. Then, all\r\n\r\nin the same breath, he went on to say that the intention of the\r\n\r\nBritish as colonialists must be to extend the war in Asia. E was\r\n\r\nflabbergasted, because if you extend the war - I mean, the\r\n\r\nclassic theory of imperialism is that you must have war because\r\n\r\nof a conflict of interests, and when wars take place the wicked\r\n\r\ncapitalists sell guns to both sides to fight each other. Then it\r\n\r\nmakes sense to me. Malaysia fights Indonesia. Malaysia buys\r\n\r\nhelicopters, guns, submarines, jets, etc, from the British. So\r\n\r\nthe British have an interest in extending the war. The Americans\r\n\r\nand the Russians sell guns to Indonesia, and the British,\r\n\r\nAustralians and New Zealanders sell guns to us. But is he\r\n\r\nseriously suggesting that we should believe him when he said\r\n\r\nthat the British extend the war in Asia all in order that more\r\n\r\nBritish money will be lost in hiring Gurkhas to stretch out\r\n\r\nalong a thousand-mile frontier in Sabah and Sarawak, more\r\n\r\nBritish helicopters sent to the Far East, thereby wasting a lot\r\n\r\nof petrol running around the place, holding mock exercises over\r\n\r\nSingapore to test the air defences and so using up jet fuel?\r\n\r\nSelling guns to themselves to create a war? These are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 274</b></font><br><br>\r\n\r\n\r\n\r\nthe parrotted recitals, a conglomeration of \r\n\r\npseudo-Marxist-Leninist assertions\r\n\r\n- all to explain away the folly of their past mistakes, their\r\n\r\npolicies pursued in selfish party interests that led them to a\r\n\r\ndead end.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are not naive enough to believe that the British,\r\n\r\nthe Australians and the New Zealanders come to our aid purely\r\n\r\nfor reasons of charity, humanity, and love of democracy. Of\r\n\r\ncourse, the British would like to keep their economic interests\r\n\r\nin this region. Of course, they want to keep a foothold - if not\r\n\r\na foothold at least a toehold - for their military interests and\r\n\r\nmilitary influence to extend over this area. And, of course,\r\n\r\nthey want to keep their lines open with New Zealand and\r\n\r\nAustralia. But the acid question is: is it in our interest and\r\n\r\nthe collective interest of nearly 11 million Malaysians to have\r\n\r\nthem fighting on our behalf, or out of this country with us\r\n\r\nfighting on our own? That surely is the acid question, is it\r\n\r\nnot? If they are bad for us because they are pursuing their\r\n\r\nwicked selfish interests which undoubtedly they are, then we\r\n\r\nshould get rid of them. But I would like to hear reasons why we\r\n\r\nshould. And if they are cogent, convincing reasons, then surely\r\n\r\nyou will carry the masses with you. Why should the Naval Base be\r\n\r\nshut down, Tengah shut down, Changi shut down'? So that there\r\n\r\nwill be peace in South-East Asia and we can have more cultural\r\n\r\ntroupes coming from Jakarta, and we can send the Member for\r\n\r\nJurong to learn Malay in Jakarta? And so we will all be friends\r\n\r\ntogether and brothers in South-East Asia? Why not'? But first we\r\n\r\nmust test the credibility of these possibilities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if the British had that capacity of foresight,\r\n\r\nif they knew in 1962 (just before the Brunei revolt and just\r\n\r\nbefore the first act of intervention by Indonesia into our\r\n\r\naffairs) that they would find in 1963/64 an evergrowing\r\n\r\ncommitment in defence expenditure - Gurkhas, helicopters,\r\n\r\naircraft carriers patrolling these waters -- I suggest that they\r\n\r\nmight have taken a different policy decision on the future of\r\n\r\nSabah and Sarawak. The curious thing about the whole of the\r\n\r\nIndonesian line\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 275</b></font><br><br>\r\n\r\n\r\n\r\nis not that Singapore is joining Malaya as \r\n\r\nneo-colonialism but Sabah and Sarawak. But like the British, our\r\n\r\nproblem now is not what the balance of interests was before\r\n\r\nMalaysia was formed, but what is the balance of conflicting\r\n\r\nalternatives now facing us. Where do we go from here to face up\r\n\r\nto the future? On our part, we have no doubts in our mind that\r\n\r\nif the boundaries of Malaysia were reduced or altered in any way\r\n\r\nas a result of Indonesian pressure, then our own future is in\r\n\r\nperil. For then the whole of South-East Asia becomes softened up\r\n\r\nfor further encroachment and expansion by the strongest power in\r\n\r\nthis region.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If there were no confrontation, perhaps we might believe that we\r\n\r\nwould get rid of the bases as an act of friendship to our\r\n\r\nneighbours. But no man in his right senses doubts that if there\r\n\r\nwere no British bases in this region today, confrontation would\r\n\r\nnot have stopped simply at sporadic guerilla raids, bomb\r\n\r\nexplosions and subversion. The people are resigned to the fact\r\n\r\nthat for a long time we shall be dependent on foreign assistance\r\n\r\nto keep the Indonesians from eroding the boundaries of Malaysia.\r\n\r\nBut the more British, Australian and New Zealand forces are used\r\n\r\non the ground either in Sabah and Sarawak or in the peninsula in\r\n\r\nMalaya, the more Malaysia is thrown psychologically on the defen\r\n\r\nsive, and having to explain to the Afro-Asian world why its\r\n\r\nnearly 11 million people are still unable to do its own \r\n\r\nmopping-up operations of a few platoons of guerillas. In a nutshell, the\r\n\r\nproblem that faces us is how to get into a position where we can\r\n\r\nmaintain indefinitely a firm shield against Indonesian attack\r\n\r\nwith unflagging support from our allies and without draining our\r\n\r\neconomic resources. What our enemies want to see happen is our\r\n\r\ngradually being bogged down in a situation where we face more\r\n\r\nand more economic disaster and chaos, with more and more arms\r\n\r\nchasing our own tails, and being finally squeezed from outside\r\n\r\nand disintegrating from inside.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have moved this amendment, Sir, not because we believe\r\n\r\nthat the Central Government will suddenly expand its training\r\n\r\nresources and facilities to build\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 276</b></font><br><br>\r\n\r\n\r\n\r\nan army comparable to Indonesia's. If the Central Government\r\n\r\nwere to begin to raise an army comparable to Indonesia's, i.e.\r\n\r\nabout 40,000 of Malaysia's 10 to 11 million people compared to\r\n\r\n400,000 of Indonesia's 103 million people - but now, according\r\n\r\nto President Soekarno in Ponyang, it is 104 million; every time\r\n\r\nhe speaks he represents more people, stronger men -- there will\r\n\r\nbe an enormous increase in our defence expenditure, about \r\n\r\nfour-fold. We have got about 10,000 now. If you multiply by four, it\r\n\r\nis going to have some very unpleasant effects on our economy.\r\n\r\nBut it is our hope that by this stand we will give a lead to our\r\n\r\npeople to face up to our responsibilities. Whilst a large stand\r\n\r\ning army to emulate Indonesian proportions may be extravagant\r\n\r\nand unwise, yet a territorial army of week-day civilians trained\r\n\r\nat week-ends who can be called upon to assist the regular army\r\n\r\nin maintaining the security of the nation is a feasible\r\n\r\nproposition which can be achieved at little cost provided the\r\n\r\npeople are prepared to make the effort. Next time, if a landing\r\n\r\nwere to be attempted say at Tuas in Jurong whilst the regular\r\n\r\nforces were defending the shore line, and if the Member for\r\n\r\nJurong were to mount another offensive with probably more\r\n\r\ncalamitous results than the one he mounted in Hong Lim, then we\r\n\r\nwould not have to waste our troops chasing him and his few\r\n\r\nfriends. We would have the Singapore Territorial Army to look\r\n\r\nafter them.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In moving this amendment, I suggest to the Barisan Sosialis that\r\n\r\nwe are making it clear to ourselves, our own people and to our\r\n\r\nneighbours that we understand what the stakes are in South-East\r\n\r\nAsia.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo (Changi):</b> Mr Speaker, Sir, a motion of\r\n\r\nhigh treason has been tabled before this House by the spokesmen\r\n\r\nfor Jakarta, and I wish to speak a little on this motion. First\r\n\r\nof all, I wish to ask the Members opposite whether they will\r\n\r\nclearly tell us that they are speaking on behalf of the people\r\n\r\nof Singapore, the people of Malaya, the people of Sabah, the\r\n\r\npeople of Sarawak, or the people of Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, at the recent sittings of the Central\r\n\r\nParliament, only the Members \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 277</b></font><br><br>\r\n\r\n\r\n\r\nof the Barisan Sosialis were against effective national\r\n\r\ndefence for Malaysia. During these two days, the spokesmen for\r\n\r\nBung Soekarno again spoke of anti-conscription. I would like to\r\n\r\nask them again, are they really loyal to Malaya? Are they really\r\n\r\nlooking after the interest of the people of Malaya? Mr\r\n\r\nSpeaker. Sir, you are aware that Indonesian terrorists had\r\n\r\ninvaded Malayan soil in Muar. This was the third landing of\r\n\r\nIndonesian terrorists in our country. We are indeed fortunate\r\n\r\nthat the people are loyal to Malaysia. They reported immediately\r\n\r\nto the security forces about the landings of the invaders. These\r\n\r\ninvaders were all rounded up in a short time. Mr Speaker, Sir,\r\n\r\nif the people were to listen to the evil speeches of the Barisan\r\n\r\nSosialis and did not co-operate with the Government but assisted\r\n\r\nour enemy, then the third landing of Indonesian terrorists would\r\n\r\nnot have been so easily wiped out. Members of the Opposition\r\n\r\nshould be loyal to the country and make concrete and responsible\r\n\r\ncriticisms of the Government. They should not be speaking on\r\n\r\nbehalf of the enemy in order to gain sweet favour from them. Mr\r\n\r\nSpeaker, those traitors who have helped to destroy our country\r\n\r\nwill pay heavily for what they have done. History too has\r\n\r\nrecorded the tragedy of a traitor who sold his country. I wish\r\n\r\nto draw the attention of the Opposition to the tragedy of a\r\n\r\nChinese traitor, Wang Ching-wei. I am afraid they will share the\r\n\r\nsame fate if they pursue an anti-national movement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, they are complaining furiously that Malaysia is\r\n\r\ncausing hardship to the people. But, Sir, they have highly\r\n\r\npraised the so-called guided democracy of Indonesia. They have\r\n\r\npraised their policy of asking people to eat rats and jagong.\r\n\r\nThey even feel that the moon has a better shape in Indonesia\r\n\r\nthan the moon in Malaysia.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, at this very moment, they are still shouting\r\n\r\nthat Malaysia is neo-colonialist. I wish to draw their attention\r\n\r\nto the recent Conference of the non-aligned nations in Cairo.\r\n\r\nThere were more than 40 leaders from the nonaligned countries\r\n\r\nwho attended the Conference. These leaders turned a deaf ear\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 278</b></font><br><br>\r\n\r\n\r\n\r\nto Soekarno's anti-Malaysia policy. Do you think that if\r\n\r\nMalaysia were a neocolonialist set-up, these non-aligned leaders\r\n\r\nwould have turned a deaf ear to Soekarno? Certainly they would\r\n\r\nhave supported him. This is clear proof that Malaysia is an\r\n\r\nindependent sovereign country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I will now come to the question of the\r\n\r\nBritish forces here. The Barisan Sosialis have time and again\r\n\r\nsaid that Malaysia would be an independent country if British\r\n\r\nand other Commonwealth troops were kicked out from Malaysia. On\r\n\r\nthe other hand, they say that they are loyal only to Malaya and\r\n\r\nnot to Malaysia. What sort of dirty logic are they telling us,\r\n\r\nSir? During these two days' debate, the Members opposite have\r\n\r\ncalled upon this House to support Azahari, the champion of the\r\n\r\nanti-Malaysia movement. Sir, as you are aware, Azahari, and may\r\n\r\nbe the Barisan Sosialis Members who have disappeared from this\r\n\r\nHouse, are still in Jakarta engineering to send Indonesian\r\n\r\nterrorists into Malaysia to destroy us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Malaysia is a fully independent country. But the\r\n\r\nBarisan are still condemning us when friendly nations assist us\r\n\r\nto protect our country. Mr Speaker, Sir, Malaysia is a young\r\n\r\nand weak nation with an army of only 10,000 troops compared with\r\n\r\nthe 400,000 strong army of Indonesia. If friendly countries like\r\n\r\nAustralia and New Zealand had not come to our aid, what would\r\n\r\nhave happened to us? I see no reason why we should not accept\r\n\r\nmilitary aid from friendly countries when they are willing to\r\n\r\ngive it to us unconditionally.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Barisan Sosialis and pro-Communist\r\n\r\nelements across the Floor will be very happy to see Malaysia\r\n\r\ncrushed. Members of the pro-Communist front across the Floor\r\n\r\nshould stop using their out-dated anti-fascist, anti-imperialist\r\n\r\nand anti-colonialist slogans as they will deceive the people no\r\n\r\nmore. They should be aware that only two or three Communist\r\n\r\ncountries sympathise with their masters in Indonesia. They\r\n\r\nshould know that the rest of the world fully recognise Malaysia\r\n\r\nas an independent sovereign country. Therefore, the question of\r\n\r\nMalaysia being a neo-colonialist plot is all bunkum.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 279</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, to protect the lives and property of our\r\n\r\nMalaysian citizens, I wish to give my full support to the\r\n\r\namendment of the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br><br>4.11 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Cheng Choon (Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for National Development (Mr Ho Cheng Choon)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, since the Assembly resumed last year, the anti-national\r\n\r\nelements sitting opposite have wasted a lot of the time of this\r\n\r\nHouse by shouting their anti-Malaysia, anti-foreign, \r\n\r\nanti-imperialist and anti-colonialist slogans. Apart from this, they\r\n\r\nhave also openly declared that the guerilla warfare in North\r\n\r\nBorneo is a war of national liberation.\r\n\r\n\r\n\r\n<br><br>4.14 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Deputy Speaker (Dr Fong Kim Heng) in the Chair]</h4></div>\r\n\r\n\r\n\r\nWhen debating the Yang di-Pertuan Negara's policy speech last\r\n\r\nyear, I said that they were doing so in order to advance the\r\n\r\ncause of the Communist movement. As the open front organisation\r\n\r\nof the Communists, they have united with the old boys'\r\n\r\nassociations and trade unions to carry out anti-national\r\n\r\nactivities in order to destroy Malaysia because they know that\r\n\r\nthe ultimate aim of Malaysia will be to bring about a more\r\n\r\nprosperous, peaceful and independent nation. This is what the\r\n\r\nCommunists do not want to see happening. In the past one year -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young</b> left the Chamber.\r\n\r\n \r\n\r\n<br><br><!-- Mr Ho Cheng Choon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Cheng Choon</b>(<i>In Mandarin</i>): He is afraid. He can stay. For one year, the Barisan Members\r\n\r\nhave been selling themselves to their foreign masters to destroy\r\n\r\nMalaysia. More and more of the workers who were formerly with\r\n\r\nthem have come over to our side. Many old boys' associations\r\n\r\nhave also stopped their anti-national activities and dissociated\r\n\r\nthemselves from this anti-national group. Why have the Barisan\r\n\r\nSosialis come to this end? The reasons are very simple. Our\r\n\r\nnation is truly independent now. Our Government is formed by the\r\n\r\none-man-one-vote system. It is formed by popular election. The\r\n\r\nfate of our nation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 280</b></font><br><br>\r\n\r\n\r\n\r\nis in the hands of every citizen. Every citizen under a\r\n\r\ndemocratic government can enjoy the right of education and other\r\n\r\nfacilities. In Singapore, the popularly elected Government is\r\n\r\ncarrying out various projects to serve the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, since the formation of Malaysia we have\r\n\r\nentered a new epoch and a new industrialised society is in\r\n\r\nprogress. In the not too distant future, we will be able to give\r\n\r\nmore and better employment opportunities to the people. This is\r\n\r\nwhat Malaysia will bring about. But the anti-Malaysia traitorous\r\n\r\nBarisan group are still stubbornly holding on to their past\r\n\r\nidea, persisting in their anti-national line, thus showing their\r\n\r\ntrue nature of collaborating with foreign masters and being\r\n\r\ntraitors to our nation. From this, we can see their demeanour of\r\n\r\nbeing subservient to their foreign masters. This is also proof\r\n\r\nof their high treason. There are several reasons to suggest\r\n\r\nthis. Firstly, before Mr Chor Kok Thong, a member of the\r\n\r\nBarisan Sosialis Central Committee, left for Communist China, he\r\n\r\nannounced to the Press that he had never been loyal to Malaya.\r\n\r\nYesterday I gave the Barisan Sosialis a chance to explain this.\r\n\r\nBut up till now, no reply or explanation has been given. Last\r\n\r\nyear when the House opened a new session, the Barisan Sosialis\r\n\r\nhad pledged to preserve, maintain and protect our Constitution.\r\n\r\nBut the actions taken by the Barisan Sosialis in the course of\r\n\r\nthe past year have shown that they have eaten their words, going\r\n\r\ncounter to what they have announced in this House. Secondly, the\r\n\r\nIndonesian landing in our territory is an act of aggression and\r\n\r\nyet the Barisan Sosialis claim that this is because of the forma\r\n\r\ntion of Malaysia, thus showing that they are foreign agents and\r\n\r\ntraitors in our midst. Thirdly, enemy troops have landed in our\r\n\r\nterritory. There have been a series of landings in Johore. Muar\r\n\r\nand Malacca. The Barisan Sosialis have never condemned them.\r\n\r\nThis fact also goes to show that the Barisan Sosialis are in\r\n\r\ncollusion with foreign enemies. So this shows that the Barisan\r\n\r\nSosialis are foreign agents amongst us, creating trouble in our\r\n\r\nState, as evidenced by the demonstration held recently against\r\n\r\nconscription. They wage their campaigns\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 281</b></font><br><br>\r\n\r\n               \r\n\r\nagainst this nation, thus exposing themselves as traitors. If\r\n\r\nthey are loyal to our country, then they should appeal to the\r\n\r\npeople to respond to conscription. Instead, they urge the people\r\n\r\nto oppose conscription and to ask for the withdrawal of British\r\n\r\nbases here in order to see our country enslaved. I would like to\r\n\r\nask you, Mr Deputy Speaker, how are we going to protect\r\n\r\nourselves and our sovereignty and independence without including\r\n\r\nbases? If Indonesia were to declare war against us, would the Ba\r\n\r\nrisan Sosialis be able to persuade their Indonesian masters to\r\n\r\nreverse their policy and save our country? Do they have this\r\n\r\nmagic power to repel the Indonesians? The Barisan Sosialis'\r\n\r\nstand before and after Malaysia has always been the same. They\r\n\r\nwant to push the people into the sea.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in our midst, there is a group of\r\n\r\ntraitors. These people are reactionaries according to Communist\r\n\r\nterminology. Such people, according to the practice in Communist\r\n\r\ncountries, are sent to the Siberian labour camps. These people\r\n\r\nhave been trying to make our country subservient to a foreign\r\n\r\npower. They have even lauded the landing of foreign troops in\r\n\r\nour territory.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the wheels of history are ever\r\n\r\nmoving forward. Anyone who wants to turn them back will be\r\n\r\ndiscarded by the people and trodden under. Our struggle against\r\n\r\ncolonial rule ended in September 1963. The past era has gone,\r\n\r\nnever to come back again. I would like to ask the Barisan\r\n\r\nSosialis to understand this well, otherwise they will disappear\r\n\r\nforever from the minds of the people.\r\n\r\n\r\n\r\n<br><br>4.25 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy (Anson)</b>(<i>In Tamil</i>): Yesterday and today, the\r\n\r\nBarisan Members in their speeches have proved that they are\r\n\r\nenemies of their own nation. They form their policies in accord\r\n\r\nance with those of Indonesia and the Communist countries.\r\n\r\nForeign troops have come into our land. The Barisan argument is\r\n\r\nthat at this juncture we should be subdued and that we should go\r\n\r\ndown on our knees to seek peace with our enemies. These people\r\n\r\nare neither\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 282</b></font><br><br>\r\n\r\n\r\n\r\nloyal nor grateful to the country. The people understand this\r\n\r\nvery well. When foreigners threaten the sovereignty of our\r\n\r\ncountry, we have to resort to national service registration to\r\n\r\nprotect our lives and property. Either the Barisan speak in\r\n\r\ntheir dreams, or they are not aware of local conditions. We know\r\n\r\nthe inner feelings of these people.. They seem to live in a\r\n\r\nworld of dreams. Their influence is decreasing day by day. Their\r\n\r\nsupporters are disappearing day by day. In order to raise the\r\n\r\nhopes of their followers and keep their influence going, they\r\n\r\nare resorting to this tactic of opposing national service. Their\r\n\r\npropaganda will not be believed by the people. In the last\r\n\r\nreferendum and in the last elections, their tactics were\r\n\r\nunderstood by the people. When Rome was burning, Nero, the\r\n\r\nemperor, was playing his fiddle. That is the kind of action the\r\n\r\nBarisan are following. If they are really loyal citizens of this\r\n\r\ncountry, they should join the forces and help defend the nation.\r\n\r\nBut since they are supporters of Soekarno and his policies, they\r\n\r\nare opposing national service. If a man is a loyal citizen of\r\n\r\nthis country, he will be prepared to lay down his life in its\r\n\r\ndefence. He will be happy to register his name for national\r\n\r\nservice to fight for his country. But if he opposes national\r\n\r\nservice, then we call him a traitor.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Barisan are singing their old song of opposition to\r\n\r\nMalaysia. More than 75 per cent of the people voted for merger\r\n\r\nand the formation of Malaysia. How can they claim that this was\r\n\r\nforced on the people? In the 1963 general election, the people\r\n\r\nfurther endorsed the policy of merger and Malaysia. The eyes of\r\n\r\nthe people are not shut. They realise the real situation as a\r\n\r\nresult of the referendum and the election. All the Barisan's\r\n\r\ntalk really shows their deceitful character and the deception\r\n\r\nthat they try to practise on the public. The people have no\r\n\r\nchoice but to laugh at the tactics of the Barisan. Although\r\n\r\nthere is an armed attack by the masters of the Barisan, that is,\r\n\r\nthe Indonesians, we have been able to defend ourselves. Will the\r\n\r\nIndonesian stooges play to their tune and carry out their\r\n\r\npropaganda? They are in favour of international communism. They\r\n\r\nhave to change their\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 283</b></font><br><br>\r\n\r\n\r\n\r\ntactics and policies. We do not know when they are going to be\r\n\r\nnationalists. They say that Malaysia is a warmonger, but the\r\n\r\npeople know who is really in favour of war. They also say that\r\n\r\nwe have to go according to the policy of peaceful co-existence.\r\n\r\nThe Indonesians have landed at Labis, in Johore, and near\r\n\r\nMalacca. Who is attacking whom? Soekarno is attacking Malaysia.\r\n\r\nSo the Barisan do not actually know what is happening. Even if\r\n\r\nthey do not know what is happening, they should know from the\r\n\r\nnewspapers what is happening in the United Nations. So we are\r\n\r\nthe sufferers from Indonesian aggression. In order to defeat our\r\n\r\nenemies and defend our country we have to enlist in national\r\n\r\nservice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I support the amendment of the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br><br>4.32 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng (Parliamentary Secretary to the Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Social Affairs (Mr Chan Chee Seng)</b>(<i>In Mandarin</i>): Mr Deputy Speaker, Sir, this motion\r\n\r\nconcerns the question of Indonesian aggression and the loyalty of the Barisan \r\n\r\nSosialis to our nation. Indonesian aggression by air, sea and land shows \r\n\r\nthat the territories of Malaysia are now subjected to the conditions \r\n\r\nof war. No one who is loyal to his country can connive at this aggression. \r\n\r\nThis is an act of robbers and thieves. The motive of the Indonesian\r\n\r\naggression is very clear. It is none other than territorial\r\n\r\nexpansion and the diversion of the attention of the Indonesian\r\n\r\npeople from their suffering. Everyone knows that Bung Soekarno\r\n\r\nis a very ambitious person, but with the encouragement of\r\n\r\nIndonesian Communists, Indonesia harbours imperialistic inten\r\n\r\ntions against Malaysia. So in order to do their work as lackeys\r\n\r\nof Indonesia, the Barisan Sosialis have to do something on this\r\n\r\nside to gear their behaviour and actions to Indonesian\r\n\r\naggression. They have been bragging so much and bluffing the\r\n\r\npeople here without knowing that their lies will never be taken\r\n\r\nseriously by the people. They know that they are slaves of\r\n\r\nIndonesia. That is why the only way out for them is very simple,\r\n\r\nand that is to sour up the relationship between the people and\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 284</b></font><br><br>\r\n\r\n\r\n\r\nGovernment and to lead Indonesian troops into our territory. It\r\n\r\nis regrettable that they should act so foolishly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The speeches that they have made over the past few days\r\n\r\ncontain a lot of old tunes and hackneyed phrases that they have\r\n\r\nrepeated time and again in the past. In fact, we expected to see\r\n\r\nmore intelligence in the Opposition Members but we have been\r\n\r\nvery disappointed, I am sorry to say. This is the Opposition now\r\n\r\nand they do not deserve any credit from any quarter. The\r\n\r\nspeeches that they have made are not in any way different from\r\n\r\nthose made by Dr Lee Siew Choh in this House and others like\r\n\r\nhim. I hope that they will realise their foolishness and, amend\r\n\r\ntheir ways. Instead of opposing national service, they should\r\n\r\ngive their support to this righteous cause so that Indonesian\r\n\r\naggression may be stopped in time. Perhaps by so doing there\r\n\r\nwill be some hope for the Barisan. But they never wake up to the\r\n\r\nrealities of life. Even internally the Barisan Sosialis arc\r\n\r\nsplit on the question of national service. The Socialist Front\r\n\r\nin the Federation of Malaya support national service, and the\r\n\r\nSingapore Barisan Sosialis have to keep quiet about it in the\r\n\r\nFederation Parliament. But now they have the audacity to come\r\n\r\nhere and talk against national service. They do so because they\r\n\r\nare without enlightened leadership. They are just like blind men\r\n\r\ngroping about in the dark. They do not really know what they are\r\n\r\ndoing and what to do. In fact, they are against everything that\r\n\r\nthe P.A.P. is doing for the people. They have to go against the\r\n\r\nP.A.P. in spite of all the good things that we have done for the\r\n\r\npeople in order to save their own face. The people are very\r\n\r\nclear in their minds that we are now faced with the threat of\r\n\r\nIndonesian aggression. But the slaves of Indonesia who have\r\n\r\nfound their way into the Barisan Sosialis are trying to sour up\r\n\r\nthe good relationship between the people and the Government. We\r\n\r\nmust tell the people now that the No. 1 enemy of our nation is\r\n\r\nIndonesia, and the No. 2 enemy is the Barisan Sosialis. As a\r\n\r\nsovereign independent nation, Malaysia is an emergent nation in\r\n\r\nthis region.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 285</b></font><br><br>\r\n\r\n\r\n\r\nIn order to stop aggression from a foreign source, we have to\r\n\r\nresist whatever acts of aggression that are carried out. On the\r\n\r\nother hand, we have to look after the welfare of our people\r\n\r\ninternally. But unfortunately we have some Indonesian agents in\r\n\r\nour midst. So it is our duty to wake the people up and show up\r\n\r\nthese foreign agents and reveal them to the people for what they\r\n\r\nare. We know that as long as parliamentary democracy exists in\r\n\r\nSingapore, we will give the people every opportunity to decide\r\n\r\nwho is right and who is wrong.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our Opposition Members are just like a mouthpiece of Radio\r\n\r\nJakarta. They are propounding Indonesian opinion in this House\r\n\r\nas though they are Radio Jakarta. But they have overlooked one\r\n\r\npoint, and that is that the suffering and misery that Indonesian\r\n\r\naggression has brought to our people has produced more widows\r\n\r\nand orphans in our country. A lot of families have been broken\r\n\r\nup because of Indonesian aggression, but the Indonesian slaves\r\n\r\nin our midst do not want to take cognisance of these facts. Let\r\n\r\nme tell them simply this: why do we want to break up Indonesian\r\n\r\naggression'? As far as the Malaysian people are concerned, we\r\n\r\nare better off in all respects than the Indonesian people. That\r\n\r\nis why we do not want Indonesia to interfere with our affairs.\r\n\r\nWe have every right to defend our nation and our way of life. We\r\n\r\nhave a good system of parliamentary democracy. Compared to the\r\n\r\nso-called guided democracy of Indonesia, we are far better off.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Indonesian leaders shout slogans about revolution every\r\n\r\nday. Bung Soekarno can only do this in his own country, hut when\r\n\r\nhe goes abroad, he enjoys life and acts in a different way from\r\n\r\nthat of a revolutionary. But the Barisan Sosialis are singing\r\n\r\nhigh praises of Bung Soekarno in spite of his shortcomings.\r\n\r\nThere is a great difference between the livelihood of our people\r\n\r\nand that of the Indonesian people. If the Barisan Sosialis\r\n\r\nimagine that there is a great paradise in Indonesia, that Bung\r\n\r\nSoekarno is an enlightened leader,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 286</b></font><br><br>\r\n\r\n\r\n\r\nthen I have to tell them that such imagination is too fantastic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since we are better off than Indonesia in terms of material\r\n\r\nbenefits, let us talk about spiritual conditions. We enjoy full\r\n\r\nfreedom in this part of South-East Asia. We have freedom, but\r\n\r\nfreedom does not mean that we should give freedom to our\r\n\r\nIndonesian agents to lead Indonesian troops into our territory.\r\n\r\nFreedom does not mean that we should allow the enemy in our\r\n\r\nmidst to act freely in order to undermine our nation. We should\r\n\r\nnot have a misconception about freedom. This wrong impression\r\n\r\nthat the people might have been given should be corrected. The\r\n\r\nfreedom that we enjoy is not enjoyed by the Indonesian people.\r\n\r\nThe Barisan Sosialis have full freedom to speak in this Chamber.\r\n\r\nThey can say whatever they like here. So they have no excuse to\r\n\r\nsay that we have not given them freedom of speech. They have the\r\n\r\nfreedom to scold people in this House and to abuse others, but\r\n\r\nwe should not give them the freedom to spread rumours, because\r\n\r\nrumours are dangerous to our nation. So there should be certain\r\n\r\nlimits to freedom. Those peace-loving people who want to\r\n\r\npreserve freedom in the proper sense should expose the Barisan\r\n\r\nSosialis because they do not say what they mean. Their words are\r\n\r\nnot the same as their acts. Instead of protecting peace and\r\n\r\npromoting freedom, they are undermining both these precious\r\n\r\ncharacteristics of a democratic country. Their intentions are\r\n\r\nvery clear. They want to create trouble and chaos in this\r\n\r\ncountry, to cause more strikes and to undermine our economy so\r\n\r\nthat in the last analysis they will put all blame on the\r\n\r\nGovernment. This is what they are trying to do. They try to put\r\n\r\nthe blame for the suffering brought about by Indonesia entirely\r\n\r\non the shoulders of the Government. They are trying to stir up\r\n\r\nfeelings of discontent among the people against the Government.\r\n\r\nBut they have already lost in Malaysia. They are not successful\r\n\r\nin what they do, otherwise they will not be in the embarrassing\r\n\r\nsituation as they are in now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They are trying to guide the wolf into the room to eat up the\r\n\r\nchildren.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 287</b></font><br><br>\r\n\r\n\r\n\r\nThey are trying to help Indonesia to crush Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to take up the argument of the Member for Thomson\r\n\r\nabout Malaysia not being invited to the Cairo Conference. He\r\n\r\nsaid that this is proof that Malaysia was a neo-colonialist\r\n\r\ncountry. But I want to ask hurl whether China took part in this\r\n\r\nconference. If not, can we then say that China is a neo-colonialist country? Switzerland and Norway did not take part in the\r\n\r\nCairo Conference. Can the Member also say that they are\r\n\r\nneo-colonialist countries? To say that those countries which have\r\n\r\nnot been invited to the Cairo Conference are neo-colonialist\r\n\r\ncountries is sheer nonsense. In fact, the non-aligned nations at\r\n\r\nthe Cairo conference are not sympathetic towards Indonesia.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong (Sembawang)</b>(<i>In Mandarin</i>): Mr Deputy Speaker. Sir,\r\n\r\nyesterday the Member for Paya Lebar introduced a motion in this House\r\n\r\nopposing conscription. At a time when the Indonesians are intruding upon\r\n\r\nour land and when enemy troops are committing aggression against\r\n\r\nus, thus endangering our lives and property, he does not want to\r\n\r\ntake up arms in defence of our country, although he is a\r\n\r\nrepresentative of the people. In addition to that, he has\r\n\r\ncollaborated with the enemy and has acted as the mouthpiece of\r\n\r\nIndonesia. He is like Wang Ching-wei in Chinese history. He can\r\n\r\neven exceed Wang Ching-wei in the way the latter sold China to\r\n\r\nJapan. The Barisan Sosialis are against conscription. They claim\r\n\r\nthat the reason is that Malaysia is a neo-colonialist product,\r\n\r\nand since Indonesia is opposed to neocolonialism, therefore,\r\n\r\nthey should also side with Indonesia and oppose Malaysia. This\r\n\r\nlogic of the Barisan Sosialis is absurd. Their efforts in\r\n\r\nopposing Malaysia in the past three years have all been futile.\r\n\r\nMalaysia has the support of the majority of the people. At the\r\n\r\nNational Referendum held on the 1st September, 1962, the people\r\n\r\nvoted in favour of it. There was a mission from the United\r\n\r\nNations to assess the wishes of the people. There were elections\r\n\r\nin the Borneo territories. All this proved that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 288</b></font><br><br>\r\n\r\n\r\n\r\nthe concept of Malaysia was in accord with the wishes of the\r\n\r\npeople. The recent general elections also go to prove that\r\n\r\nMalaysia has the support of the majority of the people. The\r\n\r\nBarisan Sosialis' stand on Malaysia has been discarded by the\r\n\r\ngeneral mass of the people. Therefore, the establishment of\r\n\r\nMalaysia is the fulfilment of the desire of the peoples of the\r\n\r\nterritories concerned. It is not, as the Barisan Sosialis have\r\n\r\ntermed it, a neo-colonialist product.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Member for Thomson has also\r\n\r\nsaid that their Party have carried out door-to-door\r\n\r\ninvestigations, and have visited the electorate. They have\r\n\r\nclaimed that, as a result of these visits, they have found that\r\n\r\nthe people were not in favour of Malaysia. What is the true\r\n\r\nfact? Wherever they went they were scolded and rejected by the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of conscription, according to the statement\r\n\r\nby the Central Government, there were 14,800 odd youths of\r\n\r\nvarious races who came forward to register themselves for\r\n\r\nnational service in May. The figure is about 80 per cent of that\r\n\r\nfor last year. Also in March this year, about 100 youths from\r\n\r\nSingapore went to Port Dickson to undergo training. Thousands\r\n\r\nmore youths have responded well to national service. This is in\r\n\r\ncontrast to the attitude of traitors like the Member for Thomson\r\n\r\nand other Members opposite. I feel they have no place to hide\r\n\r\nthemselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition Members have also mentioned the Cairo\r\n\r\nConference. But I would remind them that the outcome of the\r\n\r\nCairo Conference was that a statement was issued the contents of\r\n\r\nwhich were contrary to the wishes of their master, Soekarno. As\r\n\r\na result, Soekarno did not sign the final document of\r\n\r\ndeclaration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to enlighten these internal agents of the\r\n\r\ncontents of the declaration. It embodied the statement of\r\n\r\nrespect for national integrity and sovereignty and freedom from\r\n\r\nforeign aggression. Does this not imply a censure against\r\n\r\nIndonesia for its aggression against our territorial integrity?\r\n\r\nToday all peace-loving people of the world know that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 289</b></font><br><br>\r\n\r\n\r\n\r\nMalaysia is a country subjected to aggression by Indonesia. But\r\n\r\nregrettably the anti-national elements in our midst, namely, the\r\n\r\nIndonesian running dogs, have considered Indonesian aggression\r\n\r\nas a war to liberate this territory. They regard our own troops\r\n\r\nas foreigners and our measures to conscript as a form of\r\n\r\nsuppression. At this time all the loyal people are united to\r\n\r\ndefend our territory. Yet these foreign slaves and running dogs\r\n\r\nin our midst do not want to rise to the occasion and awaken\r\n\r\nthemselves. Their end will be just like that of Wang Ching-wei,\r\n\r\nthe traitor of China.\r\n\r\n\r\n\r\n<br><br><!-- Inche A. Rahim Ishak (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Education (Inche A. Rahim Ishak):</b> Mr Deputy Speaker, I think the Barisan\r\n\r\nAssemblymen have tried their best to confuse the issue over the\r\n\r\nquestion of national service and conscription. So it is\r\n\r\nprofitable, I think, if we can get the picture clear. In no\r\n\r\ndemocratic country normally are people allowed to go against\r\n\r\nconscription in times of emergency or war. Only what are called\r\n\r\nconscientious objectors, pacifists, Quakers and extreme\r\n\r\npacifists and so on go against national conscription for the\r\n\r\nviews they hold. Otherwise we cannot conceive of any group of\r\n\r\npeople who, in a national crisis, want to go against national\r\n\r\nservice. Yet the Barisan Sosialis and their friends propagate\r\n\r\nthis line. There are various reasons why they are doing this.\r\n\r\nBut what we on the Government side cannot understand, and the\r\n\r\npeople at large fail to understand, is that the whole world,\r\n\r\nexcept Indonesia, have extended recognition to Malaysia. Even\r\n\r\nCommunist States recognise Malaysia as a sovereign and\r\n\r\nindependent nation. Indonesia, of course, does not recognise us.\r\n\r\nThe question arises, why does Indonesia not recognise us? The\r\n\r\nIndonesians, or rather the Indonesian Government, say that\r\n\r\nMalaysia is a neocolonialist creation because the British agreed\r\n\r\nto allow Sabah and Sarawak to achieve freedom and independence\r\n\r\nby merging in the new Federation of Malaysia. Until five months\r\n\r\nago, the merger of Singapore with Malaya was not considered a\r\n\r\nneo-colonialist act by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 290</b></font><br><br>\r\n\r\n\r\n\r\nthe Indonesian Government. Radio Republic Indonesia had even\r\n\r\nreferred to the referendum in Singapore. You will remember, Sir,\r\n\r\nthat at the conferences in Manila and Tokyo, President Soekarno\r\n\r\nreferred to the necessity for self-determination for the people\r\n\r\nof Sabah and Sarawak only. He made no reference to Singapore.\r\n\r\nNow, Indonesian Government leaders have called for the\r\n\r\nliberation of not only Sabah and Sarawak but of Singapore. Not\r\n\r\nonly Radio Jakarta, but also Radio Kemam and Radio Kalimantan\r\n\r\nUtara have called for the liberation of Singapore and Malaya as\r\n\r\nwell. The charge of neocolonialism can remain a charge. But the\r\n\r\nIndonesian Government had to follow up this charge first with\r\n\r\neconomic and then military confrontation. They can call us a \r\n\r\nneo-colonialist creation a million times. That will not matter. But\r\n\r\nit is confrontation, military, economic and political subversion\r\n\r\nas an instrument of confrontation which makes it necessary for\r\n\r\nus to make a stand against the Indonesian Government. The\r\n\r\nreasons why the Indonesian Government have found it necessary to\r\n\r\ncarry out confrontation, as they call it, against us, is the\r\n\r\nabsence of internal opposition of any considerable strength in\r\n\r\nany of the four States towards Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The situation was completely different in the case of the\r\n\r\nCentral African Federation involving Northern Rhodesia,\r\n\r\nNyasaland and Southern Rhodesia. There, at that time, the\r\n\r\nproblem of the white settler population in the three States had\r\n\r\na lot to do with the opposition to the Federation. The Central\r\n\r\nAfrican Federation broke up.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the Federation of Malaya is a federation where the\r\n\r\nmajority of the people in Sabah, Sarawak and Singapore, before\r\n\r\njoining the new Federation, voted in favour of a democratic\r\n\r\nsystem. They voted in free, democratic and secret elections to\r\n\r\njoin Malaya in the new Federation. The Barisan Sosialis leaders\r\n\r\nand their Assemblymen, although ideologically pro-Communist or\r\n\r\nperhaps Communist, are at the same time Chinese by race. Now as\r\n\r\nMalay I can better understand their position than many could.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 291</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Fong Kim Heng (Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker (Dr Fong Kim Heng):</b> Order. The House is\r\n\r\nsuspended until 5.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>5.00 p.m, until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>\t Sitting resumed at 5.30 pin.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Inche A. Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche A. Rahim Ishak:</b> Mr Speaker,\r\n\r\nSir, as I was saying before the recess, the Barisan Sosialis\r\n\r\nleaders and their Assemblymen, although ideologically\r\n\r\npro-Communists or perhaps Communists, are, most of them, at the same\r\n\r\ntime, Chinese by race. I think the Members of the Barisan\r\n\r\nSosialis are in a dilemma. They are unable to detach themselves\r\n\r\nfrom the Indonesian line spread in so many devious ways. For\r\n\r\nexample, they are unable to detach themselves on this question\r\n\r\nof confrontation locally manifested by their policy of \r\n\r\nanti-national service. They cannot move themselves away from this\r\n\r\nIndonesian line of the charge of neo-colonialism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Indonesian confrontation appears in two aspects. The first\r\n\r\nis an ideological one, pursued by the P.K.I. more than any other\r\n\r\ngroup and Soekarno. The P.K.I. - Parti Kommunist Indonesia -is\r\n\r\nagainst Maphilindo, which is the new name for the old theory of\r\n\r\nIndonesia Raya. The other aspect of confrontation is a racial\r\n\r\none pursued by the Army, upholders of the theory of socio\r\n\r\nnational-Marhaenism, first propounded by Soekarno and now\r\n\r\npursued by many people like the late Professor Mohamed Yamin - a\r\n\r\nracist theory. Actually this racist theory based on \r\n\r\nsocio-nationalism, terms which are the reverse of Hitler's national\r\n\r\nsocialism, today is supported by many political groups, big and\r\n\r\nsmall.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If confrontation and the charge of neo-colonialism is\r\n\r\npursued only by the P.K.I., then the Barisan Sosialis can line\r\n\r\nup with the Indonesians only along ideological lines. But the\r\n\r\nBarisan Sosialis leaders know deep down in their hearts that\r\n\r\nthis charge of neo-colonialism, this confrontation which they\r\n\r\nare supporting, is actually double-edged. It is also\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 292</b></font><br><br>\r\n\r\n\r\n\r\ninspired at the same time by a racial theory, manifested by\r\n\r\nMaphilindo or Indonesia Raya for Melayu Raya directed against\r\n\r\nthe Chinese in Indonesia, in Malaysia and in South-East Asia.\r\n\r\nWhy indeed should President Macapagal want to join Maphilindo,\r\n\r\nthe Malays in this country can easily understand. But\r\n\r\nunfortunately, they, the Barisan Sosialis leaders, do not seem\r\n\r\nto understand. For the last 10 years there have been in the\r\n\r\nPhilippines efforts directed against the Chinese by legislation,\r\n\r\nto drive them out from the rural areas and even from the urban\r\n\r\nareas, in the field of commerce and industry, something which\r\n\r\nthe Indonesians tried to do beginning in 1955, particularly in\r\n\r\nthe rural areas, and which they have failed to carry out\r\n\r\nsuccessfully. As a matter of fact, the unenviable position that\r\n\r\nthe Barisan Sosialis members have manoeuvred themselves into,\r\n\r\ndoes not permit of any initiative at all on their part today.\r\n\r\nThey are caught in their own fire, so to speak. They must listen\r\n\r\nto Radio Kemam very carefully, and this is a piece of advice I\r\n\r\nwant to give them. Listen in to Radio Kemam - tonight, if\r\n\r\npossible, or on all following nights. They will find that Radio\r\n\r\nKemam - incidentally, for their benefit, I want to explain what\r\n\r\nthe name \"Radio Kemam\" means.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the man Ibrahim bin Haji Yaakub, in Indonesia known as\r\n\r\n\"Iskandar\", was a Malay school-teacher who emerged in Pahang in\r\n\r\n1939. He had collaborated with Japanese spies, and when the\r\n\r\nJapanese invaded our country (then a colony of Britain), Ibrahim\r\n\r\nbin Haji Yaakub belonged to a movement called the \"Fujiwara\r\n\r\nKikan\". They were the big overlords then, and Ibrahim Yaakub\r\n\r\nlater became a Colonel in the Japanese-sponsored Army called the\r\n\r\n\"Giyu Gun\". He fled from Malaya before the British re-occupied\r\n\r\nour country and today he is a Member of Parliament - correction,\r\n\r\nthey do not have a Parliament now, they have a People's\r\n\r\nConsultative Congress like Communist China - representing Rhiau\r\n\r\nfor Soekarno.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the movement led by Ibrahim bin Haji Yaakub was called\r\n\r\n\"Kesatuan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 293</b></font><br><br>\r\n\r\n              \r\n\r\nMelayu Merdeka\" and it was fashionable then, like now, to\r\n\r\nabbreviate words by their first syllables. In Jawi, of course,\r\n\r\nthe abbreviation of \"Kesatuan Melayu Merdeka\" is KEMAM.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, this movement of \"Kesatuan Melayu Merdeka\", ever since\r\n\r\nIbrahim bin Haji Yaakub fled to Indonesia, has been renamed\r\n\r\n\"Kesatuan Malaya Merdeka\", also known as \"KEMAM\" in\r\n\r\nabbreviation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Radio station, which used to broadcast to boost up the\r\n\r\nmorale of people like the Members of the Barisan Sosialis before\r\n\r\nus here, pumps out day in and day out - if they care to listen,\r\n\r\nwhich 1 think they should - this racial theory, which\r\n\r\nunfortunately probably the Members opposite do not understand,\r\n\r\nbecause it is in the Malay language, although they call\r\n\r\nthemselves loyal citizens of this country. Day in and day out\r\n\r\nRadio Kemam spouts this racial theory. They will find that Radio\r\n\r\nKemam reflects the thinking of the racialists, not only those\r\n\r\naround Ibrahim bin Haji Yaakub in this country, but also those\r\n\r\nin Jakarta.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now Radio Kalimantan Utara is something else. That is the\r\n\r\nstation run by the Barisan Sosialis colleague, Shaik Azahari.\r\n\r\nLet me ask them one question. How do the Barisan Sosialis\r\n\r\nMembers think the Indonesians are going to solve what the\r\n\r\nIndonesians call \"the Chinese problem\", if they succeed in\r\n\r\nconfrontation in Singapore and Malaya'? I hope they will try to\r\n\r\nanswer this question. The Barisan Sosialis, in pursuing a policy\r\n\r\nof anti-national service, have unwittingly helped the cause of\r\n\r\nthe Indonesian motivation of confrontation, although in\r\n\r\nsupporting confrontation they would want to help the reasons\r\n\r\nwhich motivate the P.K.I. Here is where they cannot detach\r\n\r\nthemselves from the other. They are caught in both.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before Malaysia was horn, the Barisan Sosialis might have\r\n\r\nopposed its formation purely on ideological grounds. That was\r\n\r\nthe reason we understood why they opposed Malaysia and merger.\r\n\r\nOf course, they opposed merger for their own selfish reasons.\r\n\r\nTheir position is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 294</b></font><br><br>\r\n\r\n\r\n\r\nsomewhat different today. For example, they are unable to\r\n\r\nimagine whether they will want to go against national service.\r\n\r\nIf, for example, the Army under Nasution, and the Right-wing\r\n\r\nleaders and racists take over control of the Indonesian islands,\r\n\r\nthey are not in a position to decide this eventually today. I\r\n\r\nreally feel sorry for them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in connection with this indecisive\r\n\r\nattitude which the Barisan Sosialis Members and their leaders\r\n\r\nhave manoeuvred themselves into, I am reminded of a story told\r\n\r\nme about 10 years ago about a Japanese woman who was a recent\r\n\r\nconvert to Christianity who went to church on a Good Sunday\r\n\r\nmorning. There is no intention to show disrespect to the\r\n\r\nJapanese people. It is just a story of a Japanese woman.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While listening to the church sermon, every time God's name\r\n\r\nwas mentioned she half-stood up, took off her hat and sat down\r\n\r\nagain. But every time Satan's name was mentioned, she did the\r\n\r\nsame thing. Now she was not very sure, so to be on the safe\r\n\r\nside, she did what she did.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You will have noted that when General Gusti Djatikusomo,\r\n\r\nwho was then Consul-General in Singapore and later became the\r\n\r\nIndonesian Ambassador in Kuala Lumpur, was in this country, he\r\n\r\nwas very fond of putting on the national costume of Javanese\r\n\r\nroyalty, because he belonged to the Royal House of Surakatta. He\r\n\r\nis a Raden - that is the Javanese name for Raja or Tengku in this\r\n\r\ncountry. The costume he wears consists of a headgear in typical\r\n\r\nJavanese style, a double-breasted tunic with buttons going\r\n\r\ndiagonally across the breast, and a typically Javanese-painted\r\n\r\nsarong, complete with royal chapals. The Army in Indonesia, on\r\n\r\nthe other hand, have their military uniform, trousers and all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Barisan Sosialis Members are so involved with all\r\n\r\nand sundry, with the Indonesian confrontationists, including the\r\n\r\nP.K.I., Parti Murbah, Indonesian racists and others - and\r\n\r\nbecause they are tagging on so hard to the Indonesian sarong and\r\n\r\ntrousers, one of these days the sarongs and trousers of all of\r\n\r\nthem\r\n\r\n<br><br><font size=\"1\"><b>Column: 295</b></font><br><br>\r\n\r\n\r\n\r\n- Aidit, Subandrio, Soekarno, Mohamed Razif, Djatikusomo.\r\n\r\nNasution and all the other racists one of these days their\r\n\r\ntrousers and sarongs will fall off, and the Barisan Sosialis\r\n\r\nMembers will have to face the naked truth! But, I suppose, Sir,\r\n\r\nbetween the P.K.I. and the Indonesian racists, the Barisan\r\n\r\nSosialis would prefer the P.K.I. But sad to say, theirs unlike\r\n\r\nthe Japanese woman whose choice is between God and Satan, will\r\n\r\nbe between two unmentionables!\r\n\r\n\r\n\r\n<br><br>5.43 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr S. Rajaratnam):</b> Mr Speaker, Sir,\r\n\r\nI have the good fortune to be a Member of this Assembly as well\r\n\r\nas of the Central Parliament, and I notice a strange and\r\n\r\nsignificant difference in the attitude of the Barisan Sosialis\r\n\r\nMembers in this Assembly and in the Central Parliament. Here\r\n\r\nthey are like wounded lions, while in the Central Parliament\r\n\r\nthey are like half-dead mice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This resolution should properly be tabled in the Central\r\n\r\nParliament, because this matter is one properly within the\r\n\r\npurview of the Central Parliament. But their representatives\r\n\r\nhave never dared all this while to bring up this question before\r\n\r\nthe Central Parliament. They are, however, prepared to do so in\r\n\r\nthis Assembly for reasons which are quite obvious, because they\r\n\r\nknow that in this Parliament, despite their talk about\r\n\r\ndictatorship and so on, there is more freedom of speech and more\r\n\r\nliberty for them to say what they want.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker. Sir, the core of this matter is more or less\r\n\r\nenshrined in the motion itself and in the amendment to the\r\n\r\nmotion. The operative phrase in the main motion by the Barisan\r\n\r\nSosialis is the allegation that the present policy of military\r\n\r\nexpansion and war is by the Alliance Government - their thesis\r\n\r\nis that confrontation is really military expansion by the\r\n\r\nAlliance Government, whereas we contend in our amendment that it\r\n\r\nis Indonesia's policy of aggression and subversion. So the\r\n\r\nquestion is, who is the aggressor? They contend that Malaysia is\r\n\r\nthe aggressor but we contend that it is Indonesia who is the\r\n\r\naggressor. Sir, there is an obvious\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 296</b></font><br><br>\r\n\r\n\r\n\r\ndefinition as to who is the aggressor. As far as I know - the\r\n\r\nBarisan Sosialis can correct me - there is not a single\r\n\r\nMalaysian soldier in any Indonesian territory, there is no\r\n\r\nMalaysian paratrooper in any Indonesian territory, and there is\r\n\r\nno subversion by Malaysia going on in any Indonesian territory.\r\n\r\nBut in Malaysia there are Indonesian paratroopers and Indonesian\r\n\r\nsoldiers, and there are Indonesian-trained Malaysian traitors in\r\n\r\nour midst. The Barisan Sosialis in their speeches yesterday and\r\n\r\ntoday have never made one word of criticism against Indonesian\r\n\r\naggression. They deny the existence of Indonesian aggression but\r\n\r\ntheir masters, the Indonesians themselves, are quite open about\r\n\r\nit. They admit there is aggression. I refer to a document called\r\n\r\n\"Malaysia's Case in the United Nations Security Council\". It is\r\n\r\na report of the proceedings in the United Nations and the\r\n\r\nIndonesian representative, unlike the Barisan Sosialis, did not\r\n\r\nbother to disclaim that Indonesian soldiers are not committing\r\n\r\naggression. I quote an extract from the speech made by the\r\n\r\nIndonesian representative at the United Nations Security Council\r\n\r\nin which he said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'I would not deny that our volunteers, our guerillas\r\n\r\ntogether with militant youths of Sarawak and Sabah, some of whom\r\n\r\nhad been trained in our territory, have entered the so-called\r\n\r\nterritories in Sarawak and Sabah. They have been fighting there\r\n\r\nfor some time, this is no secret.'\r\n\r\n\r\n\r\n<br><br>And yet the Barisan Sosialis in their speeches imply that there\r\n\r\nis no Indonesian aggression when their masters openly said in\r\n\r\nthe Security Council that there is aggression. And they said,\r\n\r\n\"What of it; we are sending soldiers, we are training Malaysians\r\n\r\nto infiltrate into Malaysia, to indulge in acts of sabotage.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The report goes on to say:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'And now this fighting has spread to other areas in\r\n\r\nMalaysia beyond Sabah and Sarawak such as Malaya. Why is\r\n\r\nMalaysia so gravely concerned now that it requests a meeting of\r\n\r\nthe Security Council?'\r\n\r\n\r\n\r\n<br><br>The stooges of the Indonesians pretend that there is Malaysian\r\n\r\naggression but their masters openly admit that they are\r\n\r\ncommitting aggression, they are prepared to go on with the\r\n\r\naggression. So\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 297</b></font><br><br>\r\n\r\n\r\n\r\nwhy make a fuss about it'? It goes on to say:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`As a matter of fact, the fighting now in Malaysia is on a very\r\n\r\nsmall scale compared to the magnitude of the fighting in Sarawak\r\n\r\nand Sabah.'\r\n\r\n\r\n\r\n<br><br>The Barisan Sosialis denies that there is aggression, whereas\r\n\r\nthe Indonesians do admit that there is aggression. In all the\r\n\r\nspeeches of the Indonesian representative they have never\r\n\r\nclaimed that there is a single Malaysian soldier in Indonesian\r\n\r\nterritories, and yet the Barisan Sosialis motion talks about\r\n\r\nmilitary expansion and war by the Alliance Government. Where is\r\n\r\nthe war by the Alliance Government? Which war? Sir, as we all\r\n\r\nknow - but I do not want to go into too much detail - apart from\r\n\r\nthe Russians and the Czechs, the Afro-Asian countries in the\r\n\r\nSecurity Council voted in condemnation, directly or indirectly,\r\n\r\nof Indonesian aggression in Malaysia. So it is only the Barisan\r\n\r\nSosialis and their Indonesian masters who claim that Malaysia is\r\n\r\ncommitting aggression. In fact, the Indonesians do not claim\r\n\r\nthat, only the Barisan claim it. Why, therefore, is the Barisan\r\n\r\nSosialis pretending and perpetuating a falsehood that there is\r\n\r\nMalaysian aggression'? There are two reasons for it. First, the\r\n\r\ndomestic quarrel inside the Barisan Sosialis. You will remember,\r\n\r\nSir, about a year ago, the present leaders of the Barisan\r\n\r\nSosialis - some of whom are here-took the line that they would\r\n\r\noppose conscription under protest, not opposing conscription,\r\n\r\nbut Dr Lee Siew Choh condemned them as supporting British\r\n\r\nimperialism. He took the line that there should be total opposi\r\n\r\ntion to conscription. So now orders have come from outside\r\n\r\ncompelling them to eat humble pie, and that is what they have\r\n\r\nbeen doing the last two days. They have been trying to outbid\r\n\r\nDr Lee Siew Choh in following his line, and to that extent they\r\n\r\nrespect Dr Lee Siew Choh who turns out to be more correct in\r\n\r\ninterpreting Communist policies than the Boy Scouts of the\r\n\r\nBarisan Sosiahis, amateur revolutionaries who try to curry\r\n\r\nfavour with Peking and Jakarta. So today they have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 298</b></font><br><br>\r\n\r\n\r\n\r\nto bring up this motion in order to out-manoeuvre Dr Lee Siew\r\n\r\nChoh. They know that Dr Lee Siew Choh's line has gone down\r\n\r\nbetter in their Party than their amateurish attempt to play both\r\n\r\nsides, to be constitutional politicians and revolutionaries.\r\n\r\nThat is one reason why I submit, Sir, they have brought up this\r\n\r\nmotion - to show to their followers that they are more\r\n\r\nrevolutionary than Dr Lee Siew Choh who has said some very\r\n\r\nharsh things about them. I do not think I will tax the patience\r\n\r\nof this House by pouring out the abuse that Dr Lee Siew Choh\r\n\r\nhas levelled at them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other reason is the realisation by the pro-Communists\r\n\r\nin the Barisan Sosialis that they cannot hope to capture power\r\n\r\nin Malaysia, constitutionally or unconstitutionally, by\r\n\r\npersuasion or by violence, and they know that the only way the\r\n\r\nBarisan Sosialis or the pro-Communists can come to power is with\r\n\r\nthe help of Indonesian bayonets. My colleague, the Minister for\r\n\r\nFinance, said earlier that they have no chance, either\r\n\r\nconstitutionally or by violence, of becoming Commissars,\r\n\r\nMinisters, or Parliamentary Secretaries except by leave and\r\n\r\nlicence of Indonesia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me quote another document if they think that the\r\n\r\nIndonesians are going to spend money, to sweat, and to shed\r\n\r\nblood to make these people Commissars. They arc mistaken because\r\n\r\nthere is another document called \"Indonesian Involvement in\r\n\r\nEastern Malaysia\". This is a report of some interview with\r\n\r\ncertain members of the C.C.O. - Clandestine Communist\r\n\r\nOrganisation in Sarawak. It says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`There is a good deal of anti-Chinese feeling within Indonesia\r\n\r\nand the Government may not wish to advertise their support' -\r\n\r\n\r\n\r\n<br><br>that is the Indonesian Government -\r\n\r\n\r\n\r\n`for a Chinese movement. To certain neighbours and international\r\n\r\naudiences Indonesian propaganda claims that Malaysia is in danger of being taken over by Chinese Communists. Indonesian\r\n\r\nopposition to Malaysia is an attempt to prevent an outpost of\r\n\r\nPeking being established in South-East Asia.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 299</b></font><br><br>\r\n\r\n\r\n\r\nIt goes on to say:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Some of the Indonesian authorities' caution about aiding\r\n\r\nthe C.C.O. is reflected in the statements of the Chinese who\r\n\r\nhave been captured or surrendered on their return from Indonesia\r\n\r\nto Sarawak.'\r\n\r\n\r\n\r\n<br><br>It goes on to say:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Indonesians have formed no exclusive Chinese volunteer\r\n\r\nUnit. The Chinese are indeed a minority in the Units in which\r\n\r\nthey have been incorporated. Nor have all the Chinese sent\r\n\r\nacross the frontier by the C.C.O, been recruited into the\r\n\r\nexisting volunteer formations. They have simply been kept in\r\n\r\nreserve.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then it quotes from a C.C.O. volunteer who defected:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`On going back to Indonesia after the attack, I found the\r\n\r\nChinese in the Unit singled out for harsh treatment by the\r\n\r\nIndonesian Company Commander. Their freedom of activity was\r\n\r\nseverely restricted. There was no medical attention, and they\r\n\r\nwere subject to rigid discipline. Bong deserted and had crossed\r\n\r\nthe frontier once again in October 1963.'\r\n\r\n\r\n\r\n<br><br>So, Sir, if the Members of the Barisan have any expectation that\r\n\r\nthe Bung is going to nominate them as Commissars or Ministers, I\r\n\r\nthink they should meet some of the Members of the C.C.O. who had\r\n\r\nunpleasant experiences of what the Indonesians' real intentions\r\n\r\nare in regard to Malaysia. They will be lucky if they can become\r\n\r\njunior doormen in an Indonesian Malaysia. So it is true, Sir,\r\n\r\nthey have no choice. As a Communist outfit they carry out orders\r\n\r\nregardless of the consequences for themselves, regardless of\r\n\r\nwhether that is the right policy to advance even Communism in\r\n\r\nMalaysia. They are the instruments of Indonesian expansionism.\r\n\r\nThey talk about military expansion and war by the Alliance\r\n\r\nGovernment, but the truth is, there is Indonesian expansion and\r\n\r\nthey are the instruments of Indonesian imperialism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is one thing about the Indonesians, and that is, they are\r\n\r\nmore open and frank about what they want. In May 1945 the late\r\n\r\nProfessor Yamin made it quite clear what are Indonesia's\r\n\r\nultimate objectives in this part of the world. It is published\r\n\r\nin booklet form which has been reproduced in local publications.\r\n\r\nIn May 1945, at a meeting of Bagan Usaha Persiapan Indonesia -\r\n\r\nInvestigating Committee for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 300</b></font><br><br>\r\n\r\n\r\n\r\nthe Preparation of Indonesia's Indedence - Mohamed Yamin said,\r\n\r\namongst other things, as far as he could see it, independent\r\n\r\nIndonesia should be grouped as follows - first, the former Dutch\r\n\r\ncolonies comprising Sumatra, Borneo, Java, Celebes and so on.\r\n\r\nThen areas within the war zones - Papua and so on. Third,\r\n\r\nPortuguese Timor and North Borneo. Fourth, the Malay Peninsula\r\n\r\n(including the island adjacent to it), that is, the following\r\n\r\nfour States - Trengganu, Kelantan, Kedah and Perlis. The\r\n\r\nadjacent island is Singapore. In his speech he said:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`To separate Malaya from the rest of Indonesia amounts to\r\n\r\ndeliberately weakening, from the outset, the position of the\r\n\r\npeople's State of Indonesia. To unite Malaya to Indonesia would\r\n\r\nmean strengthening our position and completing our entity to accord with our national aspirations and consistent with the\r\n\r\ninterests of geo-politics of air, land and sea.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then Soekarno at the same meeting endorsed Professor Yamin's\r\n\r\nthesis. He said:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`I have never said that Indonesia comprises only those\r\n\r\nareas which were ruled by the Dutch. In fact, I have on one\r\n\r\noccasion in my life dreamt of a Pan-Indonesia which would\r\n\r\ninclude not only Malaya and Papua (that is, New Guinea) but also\r\n\r\nthe Philippines. For that reason, I am in full agreement with\r\n\r\nthe stand taken by my colleague, Mr Yamin, who said yesterday\r\n\r\nthat neither on moral grounds nor on the grounds of\r\n\r\ninternational law are we obliged to be the inheritors of the\r\n\r\nDutch.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then he went on to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`God in his wisdom has mapped out this earth. Everyone\r\n\r\nlooking at the world map will understand what God has ordained\r\n\r\nas is shown on the map. God has determined that certain parts of\r\n\r\nthe world should form single units. God has also determined\r\n\r\nthat, on the map which he has created, the Japanese Isles should\r\n\r\nform one single unit. And when I look at the islands situated\r\n\r\nbetween Asia and Australia and between the Pacific and the\r\n\r\nIndian Oceans, I understand that they are meant to form a single\r\n\r\nentity. For that reason, I shall support in this meeting those\r\n\r\nwho advocate that independent Indonesia should extend to Malaya\r\n\r\nand Papua. We are not inheritors of the Dutch. Malaya is already\r\n\r\nin the hands of the Imperial Japanese Government, and so are\r\n\r\nPapua, North Borneo and Timor.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, Sir, right from the start, the Indonesians had expansionist\r\n\r\naims - to include all those islands and territories,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 301</b></font><br><br>\r\n\r\n\r\n\r\nto quote Soekarno, \"comprised within the Pacific and Indian\r\n\r\nOceans and between Asia and Australia.\" The Barisan Sosialis\r\n\r\nhave now become the stooges to carry out Indonesia's\r\n\r\nexpansionist plan. You will remember, Sir, that the people then\r\n\r\ndismissed all these things as a madman's dreams. In China, at\r\n\r\nthe turn of the century, there was the famous Tanaka Memorial\r\n\r\ndevised by Japanese imperialists for the conquest of China and\r\n\r\nthe rest of Asia. And when the plan went through, the Japanese\r\n\r\ntoo had their Wang Ching-wei's. He was killed by the Japanese,\r\n\r\nbut here in the Indonesian context we have the Barisan Sosialis\r\n\r\nplaying that role, becoming traitors to their own country. It is\r\n\r\nnot new in the Communist movement for Communists to become\r\n\r\ntraitors to their own country. During World War II, I remember\r\n\r\nthe Communists in Britain and Western Europe were for years\r\n\r\ndemanding that the Western countries should wage an aggressive\r\n\r\nwar against Germany and against the Fascists. But when Stalin\r\n\r\nsigned the pact with Hitler, they switched their line and they\r\n\r\nsaid, \"No, this is an imperialist war.\" And in India, the Indian\r\n\r\nCommunist Party also said, \"Yes, this is an imperialist war.\r\n\r\nIndian nationalists should not participate in it. They should\r\n\r\nfight the British, and should not participate in an imperialist\r\n\r\nwar.\" But when the pact was liquidated by Hitler, and Germany\r\n\r\nattacked Russia, once again the instructions came, \"No, no, it\r\n\r\nis not an imperialist war, hut it is the people's war.\" And it\r\n\r\nis this role that the Barisan Sosialis are playing. They have\r\n\r\ninstructions from the international Communists - there are two\r\n\r\ninternational Communist forces today - that they are to play the\r\n\r\nrole of traitors; they are to betray their country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You will notice, Sir, that they have been talking about\r\n\r\ncoercion, that the Central Government is coercing youths to\r\n\r\nundergo military training. They have been criticising that. But\r\n\r\nhave they criticised their own friends, their own comrades who\r\n\r\ngo to Indonesia, to the school for training traitors? They have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 302</b></font><br><br>\r\n\r\n\r\n\r\nnever condemned them. They are receiving military training\r\n\r\nthere, and being sent back. Why have they not a word to say\r\n\r\nabout Indonesians training our youths to kill our youths'? They\r\n\r\nhave nothing to say. They are training Malaysians to come back\r\n\r\nto kill Malaysians. What have they got to say? Is that not\r\n\r\ncoercing youths, training youths to murder, sending them as\r\n\r\ncannon fodder into Malaysia'? We saw recently in Labis, an\r\n\r\nIndonesian, not a Malaysian, who was sent here - what did he\r\n\r\nsay? He was an Indonesian patriot. At least, I respect him, Sir,\r\n\r\nbecause he was fighting for his country, but not the Barisan\r\n\r\nSosialis. They are fighting as traitors for some other country.\r\n\r\nAnd he, an Indonesian patriot, Soetikno, what did he say, when\r\n\r\nhe landed in Labis? What kind of war are the Indonesians\r\n\r\nfighting here, and what kind of war are the Barisan Sosialis\r\n\r\nsupporting'? The question was asked of him ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Would the Minister quote the paper and the\r\n\r\ndate?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> I am sorry, Sir.\r\n\r\nThursday, 1st October, 1964, the Straits Times. One question:\r\n\r\n\"Are you aware that among the political agents in your airdrop\r\n\r\ngroup there were Communists?\" Answer: \"Not among the military\r\n\r\npersonnel, but among the Malayan Chinese, yes. They were all\r\n\r\nmembers of the Communist Party.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question: \"Just now you said you have known these people for\r\n\r\nonly a short period. How could you know they were Communists?\"\r\n\r\nAnswer: \"My superiors told me. They were brought to Java to be\r\n\r\ntrained for infiltrating into Malaya.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Barisan Sosialis talk about oppression, that people do\r\n\r\nnot support Malaysia. Here is what an Indonesian said, a man who\r\n\r\ncame, risked his life to fight for Soekarno. He was asked. \"How\r\n\r\ndo you feel towards Soekarno's regime, now that you have been\r\n\r\nmisled?\" \"As soon as I arrived here I noticed that the various\r\n\r\nraces live harmoniously, and I realised that what was told to me\r\n\r\nwas all wrong. I hope that Soekarno will realise his mistake and\r\n\r\nrecall the negotiations that have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 303</b></font><br><br>\r\n\r\n\r\n\r\ntaken place between Indonesia and Malaysia so many times in the\r\n\r\npast.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then he was asked, \"Would you describe the landing as a\r\n\r\ncomplete flop?\" \"Yes, as we did not get any support from the\r\n\r\npeople.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They have been talking for the last two days that the\r\n\r\npeople are opposed to Malaysia, that the people are opposed to\r\n\r\nthis war. Here is an Indonesian who says he is convinced - \"Yes,\r\n\r\nwe did not get any support from the people. My own personal\r\n\r\nstruggle was an empty one. For 20 days I was in the jungle.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, lest they think that this Lieutenant, Soetikno, is a\r\n\r\ntraitor, let me quote from a recent broadcast from Radio Jakarta\r\n\r\nabout this lieutenant, before they say that this chap is a\r\n\r\ntraitor, that the Malayan Government had bought him over. This\r\n\r\nis from the Monitoring Digest issued by the Ministry of Culture\r\n\r\non Wednesday, 4th November, broadcast on 3rd November. The\r\n\r\nbroadcast says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'According to the statement by the Tunku Abdul Rahman\r\n\r\nregime, it would appear' -\r\n\r\n\r\n\r\n<br><br>Sir, this is in regard to the recent\r\n\r\ndropping of pamphlets -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'as if the pamphlets were signed by an\r\n\r\nIndonesian volunteer, Soetikno.'\r\n\r\n\r\n\r\n<br><br>The statement says:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The Indonesian people' -\r\n\r\n  \r\n\r\n<br><br>I hope the Barisan Sosialis Members will take due note of this -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'should feel proud that volunteer Soetikno in the face of\r\n\r\nencirclement by 5,000 mercenaries who are stationed in Malaya\r\n\r\ncould have sustained himself for that long.'\r\n\r\n\r\n\r\n<br><br>At least, Sir, I hand it to the Indonesians. Even their traitors\r\n\r\nthey praise as patriots. Our friends here, our Malaysians,\r\n\r\nconsider our patriots traitors. And I notice that every time\r\n\r\nRadio Jakarta refers to the Barisan Sosialis, they refer to them\r\n\r\nas patriots. When an enemy refers to somebody in our country as\r\n\r\npatriots, it must mean that they are traitors. So the\r\n\r\nIndonesians themselves have correctly assessed the role that the\r\n\r\nBarisan Sosialis play. They are patriots in the eyes of the\r\n\r\nIndonesians because they are traitors in the eyes of Malaysians.\r\n\r\nTherefore, Sir, this motion by the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 304</b></font><br><br>\r\n\r\n\r\n\r\nBarisan Sosialis is really an attempt to disarm Malaysians, to\r\n\r\nhand them over, to make us defenceless. What they are telling us\r\n\r\nis this, \"Let the Indonesians fight. If they bomb and kill our\r\n\r\nfishermen, bomb our cities, commit sabotage, not a word of\r\n\r\ncriticism.\" But if we defend ourselves against the Indonesians,\r\n\r\nthat is criminal. That is coercion. What does that mean? They\r\n\r\nare playing their allotted role. They want to tie our hands\r\n\r\nbehind our backs and hand us over to the Indonesians to be\r\n\r\nraped, to be looted, and eventually to be colonised by their\r\n\r\nmasters. They are not interested in what the people think of\r\n\r\nthem. They know what the people think of them. There was a\r\n\r\nreferendum, there was an election, and the people gave their\r\n\r\nverdict. And a month ago in Hong Lim the people melted away. In\r\n\r\nfact, there was a reporter there who told me that for the first\r\n\r\ntime, when the police moved into the Chinatown area to round up\r\n\r\nsome of the Indonesian sheep, the people were happy. They said\r\n\r\nthey were trouble-makers. There was not a single protest, not a\r\n\r\nsingle jeer at the police, because for the first time the people\r\n\r\nknew about the Barisan Sosialis; that they are the forward base\r\n\r\nfor Indonesian aggression against Malaysia. So their real reason\r\n\r\nfor bringing up this motion is not to convince us or the people\r\n\r\nbut to convince Indonesia, their masters, that they are doing\r\n\r\ntheir job well. I can bet my last bottom dollar, Sir, that\r\n\r\ntomorrow's Monitoring Digest will contain all the speeches from\r\n\r\nthe Barisan hut not a single speech from this side. And Radio\r\n\r\nJakarta will come out and say that the patriots in Malaysia\r\n\r\ncondemn conscription. That I say, Sir, might be commendation for\r\n\r\nthem from Indonesia, but it will be condemnation by the people\r\n\r\nof Malaysia of the Wang Ching-wei's created to their own folly,\r\n\r\nto their own stupidity. And as the lieutenant from Indonesia\r\n\r\nsaid, he discovered that he had wasted his life on behalf of\r\n\r\nSoekarno.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajoo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. Rajoo (Farrer Park)</b>(<i>In Tamil</i>): Mr Speaker, when we analyse\r\n\r\nthe motion of the Barisan Sosialis, we will find that they do not \r\n\r\nwish Malaysia to exist. If at all it is to exist,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 305</b></font><br><br>\r\n\r\n\r\n\r\nit must be subservient to Indonesia. Therefore, they do not\r\n\r\nrecognise Malaysia as an idependent nation. They do not like\r\n\r\nMalaysia to exist as an independent nation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the last 140 years, we have been subjected to colonial\r\n\r\nrule but now we are independent. But the Barisan Sosialis\r\n\r\nMembers are still subservient-mined. The Britishers have gone\r\n\r\nbut the Barisan Sosialis want us to be subservient to Indonesia\r\n\r\nbecause they cannot get rid of their subservient attitude. In\r\n\r\norder to guard and defend our nation, the Government has brought\r\n\r\nin national service but these people, who are the agents of the\r\n\r\nIndonesian Government, want to oppose it to prove to their Indo\r\n\r\nnesian masters that they are good servants. The Member for Paya\r\n\r\nLebar claims that Indonesia is helping to liberate North Borneo.\r\n\r\nAs far as the Singapore Government is concerned and as far as\r\n\r\nthe Central Government is concerned, the people of North Borneo\r\n\r\nhave chosen to be independent under Malaysia. The Indonesians\r\n\r\nsend their lackeys; but the Barisan Sosialis do not understand\r\n\r\nthis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Paya Lebar is proud of Indonesia but he\r\n\r\nforgets the treatment the Indonesian Chinese received from the\r\n\r\nIndonesian Government. The Chinese from Indonesia ran out of\r\n\r\nIndonesia to Singapore. If these Barisan Members still want to\r\n\r\nside with Indonesia, it is a wonder! If we do not defend\r\n\r\nourselves from Indonesian infiltration, if we do not stop\r\n\r\nIndonesian troops from coming in, and if Soekarno succeeds in\r\n\r\ncontrolling us, he will bring about the economic stagnation that\r\n\r\nalready exists in Indonesia. Because we do not want to be\r\n\r\nsubjected by Indonesian forces and the Indonesian Government,\r\n\r\nour Government is taking steps to train our young people for\r\n\r\nnational service. We, along with other nations, do not want to\r\n\r\nwage war, but if foreign nations want to carry out aggression\r\n\r\nagainst us and control us, we cannot wait and allow them to\r\n\r\nswallow us. We must defend ourselves. The defence of our nation\r\n\r\nis not contrary to the maintenance of peace.\r\n\r\n<br><br><font size=\"1\"><b>Column: 306</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister has said that because of our long\r\n\r\nrelationship with Britain, we have a defence pact with her. Just\r\n\r\nbecause of that, no one should accuse us of being a neo-colonialist country. When Indonesia gained independence from the Dutch,\r\n\r\nit broke off friendly relations with Holland. Now, the\r\n\r\nIndonesian Foreign Minister flies to the Dutch capital to have\r\n\r\nmeetings with the Dutch Foreign Minister to beg for help. Can we\r\n\r\ntherefore claim that Indonesia is now again a neo-colonialist\r\n\r\ncountry? Now, we in Malaysia are faced with emergency\r\n\r\nconditions. Enemy troops have invaded our territories.\r\n\r\nTherefore, it is the duty of every loyal citizen to defend this\r\n\r\ncountry. No country in the world does not recruit its youth for\r\n\r\nmilitary training. The Member for Bukit Merah stated certain \r\n\r\npre-conditions for the country to be independent. Indonesian troops\r\n\r\nmust clear out of this country and then only can our people live\r\n\r\nhappily. We can only pay full attention to our economic\r\n\r\ndevelopment when Indonesian troops are cleared out. The Barisan\r\n\r\nshould understand these pre-conditions for our peace and\r\n\r\nprosperity. Therefore, they should inform their master,\r\n\r\nSoekarno, that he must withdraw his troops. To muster our\r\n\r\nforces to defend our country does not mean that we are\r\n\r\nwar-mongers. As far as Malaysia is concerned, there is no ground for\r\n\r\nthis accusation. It would be difficult to accuse a small nation\r\n\r\nlike Malaysia of wanting to crush Indonesia. Just because we are\r\n\r\nsmall the Barisan want us to be subjected by Indonesia. Even big\r\n\r\nnations like Russia enlarge their forces and acquire nuclear\r\n\r\nweapons to defend themselves. Our case has been brought up in\r\n\r\ninternational councils and we have gained a lot of sympathy. But\r\n\r\nhere, in this House, some of our own people's representatives\r\n\r\nattack us for resorting to national service to defend ourselves.\r\n\r\nThese are the traitors that we have in this country and in this\r\n\r\nHouse. The Barisan should be ashamed of themselves for this. It\r\n\r\nis the Indonesians who attacked us. If they had not done so\r\n\r\nthere would have been no need for national service. In order to\r\n\r\ndefend ourselves, we have to resort to national service. Instead\r\n\r\nof supporting\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 307</b></font><br><br>\r\n\r\n\r\n\r\nthe Government, the Barisan are opposing national service. Even\r\n\r\nif they do not want to help the Government, they should stop\r\n\r\nopposing national service and hindering the efforts of the\r\n\r\nGovernment. Therefore, I call on them to be more reasonable and\r\n\r\npatriotic.\r\n\r\n\r\n\r\n<br><br><!-- Inche Rahamat Bin Kenap -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Rahamat Bin Kenap (Geylang Serai)</b>(<i>In Malay</i>): Mr\r\n\r\nSpeaker, Sir, yesterday and today we have heard statements made\r\n\r\nby the Barisan Sosialis which show that they are acting as\r\n\r\nagents for the Indonesians. It would not be far wrong for us to\r\n\r\nsay that they are actually the henchmen and lackeys of the\r\n\r\nIndonesians. The Barisan Sosialis have played an active part in\r\n\r\nthe cause of Indonesian confrontation. They spread false\r\n\r\npropaganda to instigate the various races in this country to\r\n\r\nfight one another, to instigate the people against the police,\r\n\r\nand to train people to become guides for Indonesian soldiers.\r\n\r\nThe reason why the Barisan Sosialis are against conscription is\r\n\r\nthat they can demoralise and weaken our country to enable them\r\n\r\nto carry out their nefarious designs in league with the\r\n\r\nIndonesians. If it is true that they are working for the\r\n\r\ninterest of our people, then why do they not blame the Indonesians\r\n\r\nfor the atrocities that they have committed? Instead,\r\n\r\nthey blame us for wanting to defend our country. It is only\r\n\r\ninsane people who believe in the Barisan Sosialis.\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong (Delta)</b>(<i>In Mandarin</i>): Mr Speaker, originally I did not wish to speak because many of my colleagues have spoken. But in view of the\r\n\r\nspeeches made by the Barisan Members, I have to say something.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As long as the people of Malaysia and Singapore have the\r\n\r\ninterests of the nation at heart, they should all condemn the\r\n\r\nBarisan Sosialis for the shameless speeches that they have made\r\n\r\nin defence of Indonesian atrocities committed in our territory.\r\n\r\nThe people who have the interests of the nation at heart will\r\n\r\nnever excuse them for what they do. The Member for Paya Lebar\r\n\r\nshouted yesterday in this House that they wanted peace, that\r\n\r\nthey did not want war.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 308</b></font><br><br>\r\n\r\n\r\n\r\nHis behaviour was very much like that of a comedian on the stage\r\n\r\nshouting words which do not mean anything. They say they are\r\n\r\nagainst war, that they desire peace, but they open the back-door\r\n\r\nsecretly to let in the Indonesian troops who are carrying out\r\n\r\nincursions at places which are within 25 miles of Singapore,\r\n\r\nnamely, Muar, Pontian and Malacca. And even in Sarawak Indo\r\n\r\nnesian troops are killing our people, wrecking our installations\r\n\r\nand damaging our property.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people of our nation suffer misery. Their families have\r\n\r\nbeen broken up by the Indonesian troops. Despite all this, the\r\n\r\nBarisan still want us to get foreign troops to withdraw from our\r\n\r\ncountry. The Indonesians have already pointed their guns at us.\r\n\r\nPerhaps the guns are not being pointed at the Barisan Members.\r\n\r\nThat does not matter to them. Because of this they hope that the\r\n\r\npeople of our nation would be devoured up and handed over to\r\n\r\nSoekarno. They say that the P.A.P. describes all those who are\r\n\r\nagainst the P.A.P.'s policy as anti-national. But we have ample\r\n\r\nevidence to show that the P.A.P. has not smeared the Barisan\r\n\r\nSosialis when we call them anti-nationals. Who does not want\r\n\r\npeace? Who does not want to live in peace and happiness? All\r\n\r\nalong it is the policy of our people to live harmoniously with\r\n\r\nour neighbours. All along we have been adopting a good neighbour\r\n\r\npolicy. We want to talk peace and we have broken away from\r\n\r\ncolonial rule in a peaceful way too.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jurong spoke yesterday in this House in\r\n\r\ndefence of Indonesian atrocities. He mentioned the third landing\r\n\r\nby the Indonesians in Malaysia. He was taking the matter rather\r\n\r\nlight-heartedly, as though to suggest that the, invaders were\r\n\r\ncoming here for a holiday, like American tourists. I would like\r\n\r\nto ask him whether he knows that the Indonesian terrorists who\r\n\r\nhave come here fully armed are not holiday makers. Does he not\r\n\r\nknow this is a fact? I am quite sure they know this in their own\r\n\r\nheart of hearts.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 309</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, the Member for Tampines is not only against\r\n\r\nconscription but he also goes to the extent of saying that\r\n\r\nMalaysia is not fully independent. I feel it is a pity that he\r\n\r\nshould have said such words, that Malaysia, which has been\r\n\r\naccepted by the people, does not enjoy full independence. And\r\n\r\nyet he is paid out of public funds to be in this House. We have\r\n\r\nseen the provisions of the Constitution. And in this Chamber he\r\n\r\ntries to deny us our sovereignty and our independence. He is\r\n\r\nbehaving like an Indonesian and any other Communist. According\r\n\r\nto what he says, \"Malaysia is not an independent and sovereign\r\n\r\nnation.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Sin Chew Jit Poh made a report of his speech, which\r\n\r\nshows that he was speaking in his capacity as a national\r\n\r\ntraitor. What is more absurd is the speech made by the Member\r\n\r\nfor Bukit Panjang. He quoted a Chinese proverb to the effect\r\n\r\nthat \"Good iron is not meant for making nails.\" He also quoted\r\n\r\nanother Chinese proverb that \"Good boys are not meant for the\r\n\r\narmy.\" This is fantastic and out-moded. They talk about wanting\r\n\r\npeace and are against war. If the Member is really sincere\r\n\r\nabout his pursuance of the policy of peace and opposition to\r\n\r\nwar, then I would suggest to him here, in all earnestness, that\r\n\r\nthey should ask his old friend Soekarno of Indonesia to make an\r\n\r\nappeal to the able-bodied youths in Indonesia not to join the\r\n\r\narmy for the purpose of invading Malaysia. They should ask\r\n\r\nIndonesia to stop sending their armies to our country and\r\n\r\ncausing damage to our property. They should also ask their good\r\n\r\nfriends not to change the good iron into weapons and use them\r\n\r\nagainst us. This in fact is what they should do. If they can do\r\n\r\nwhat I have suggested, that is by appealing to Indonesia not to\r\n\r\nturn able-bodied youths into soldiers, then they will prove\r\n\r\nthemselves to be nationals instead of anti-national elements.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Ong Pang Boon)</b>(<i>In Mandarin</i>):\r\n\r\nMr Speaker, the Member for Jurong and the Member for Paya Lebar\r\n\r\nhave jointly tabled\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 310</b></font><br><br>\r\n\r\n\r\n\r\nthis motion. This is a matter of regret, for this motion amounts\r\n\r\nto abetting the Indonesian aggression against us. I am wondering\r\n\r\nwhether these two Members have already forgotten their\r\n\r\nallegiance to Malaysia and to Singapore when they took their\r\n\r\noath in this House. Otherwise they should not make such state\r\n\r\nments and speeches in their capacities as Members of this House\r\n\r\nwhich will help the Indonesians.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After listening to their speeches and their reasons for\r\n\r\nopposing national service, we are saddened by their stubbornness\r\n\r\nand dogmatic analysis of events. They could only recite those\r\n\r\nhackneyed speeches made by their foreign masters. They have not\r\n\r\nbeen able to advance any convincing reasons. Their subjective\r\n\r\nand irrational speeches do not deserve our rebuttal, but in\r\n\r\norder to enable the people to understand their conflicting\r\n\r\nanalysis and to see through their falsehood, it is necessary for\r\n\r\nme to make a reply to their speeches.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Paya Lebar said yesterday that the formation\r\n\r\nof Malaysia was contrary to the aspirations of the people in\r\n\r\nMalaysia. His contention is that the people in Singapore do not\r\n\r\nhave the same citizen status and, therefore, the Barisan\r\n\r\nSosialis elements will not be able to take part in the Federal\r\n\r\nelections and also that there is not enough freedom of\r\n\r\nexpression, assembly and publication so as to enable them to\r\n\r\nserve the cause of the Malayan Communist Party and to expand\r\n\r\ntheir anti-national activities. Because the formation of\r\n\r\nMalaysia has conscribed their anti-national and traitorous\r\n\r\nactivities, they say Malaysia is against the wishes of the\r\n\r\npeople. I would like to ask the Member one question. Whether he\r\n\r\nhas forgotten that merger and Malaysia have been brought about\r\n\r\nafter the Referendum in which 75 per cent of the people in\r\n\r\nSingapore cast their votes in favour of merger and Malaysia? And\r\n\r\nin last year's general election in September, the great masses\r\n\r\nonce again cast their votes for the P.A.P. when they went to the\r\n\r\npoll on a Malaysian platform.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Barisan Members claim that they always abide by the wishes\r\n\r\nof the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 311</b></font><br><br>\r\n\r\n\r\n\r\npeople. In actual fact, they are going against the wishes of the\r\n\r\ngreat majority of the people on the Malaysia issue. How can they\r\n\r\nexplain away their stand? Are they of the view that only those\r\n\r\nwho support the Barisan Sosialis represent the wishes of the\r\n\r\npeople and that those who are against their traitorous\r\n\r\nactivities are not the people?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Paya Lebar also touched on the question of\r\n\r\nloyalty and on the various kinds of war. He said Indonesia's\r\n\r\naggression against North Borneo is anti-colonialist, anti-imperialist, and is a just war. As such, the people in Malaysia have\r\n\r\nno obligation to defend their own country and their territorial\r\n\r\nintegrity. His speech negates the fact that Sabah and Sarawak\r\n\r\nare part and parcel of the Malaysian territory. This goes\r\n\r\ndirectly against their Oath of Allegiance to Malaysia in this\r\n\r\nHouse. Is there anything more shameless than their attempt to\r\n\r\nhand over our land to our enemy, a land to which they have sworn\r\n\r\ntheir allegiance? Is this not a traitorous act and high treason?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Members of the Barisan Sosialis, in order to cover up\r\n\r\ntheir traitorous nature and to confuse the people, also talk on\r\n\r\nthe question of loyalty. But what is the object of their\r\n\r\nloyalty? According to them, they are loyal only to Malaya plus\r\n\r\nSingapore. They even boasted that they were prepared to sac\r\n\r\nrifice their lives for the territorial integrity of \"our\r\n\r\ncountry\", i.e. Malaya plus Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the 19th of October last year, the Barisan Sosialis in\r\n\r\nthe 36th issue of their Party organ, issued a statement in which\r\n\r\nthey said Malaya should have territorial integrity and\r\n\r\nsovereignty, and that this was their basic Party stand. \"We are\r\n\r\nprepared to give up our lives at any time to go to the forefront\r\n\r\nof the battlefield to defend our homeland.\" This was stated in\r\n\r\ntheir Party organ, The Barisan, in their policy statement. Their\r\n\r\nthen Party Chairman, Dr Lee Siew Choh, in the form of questions\r\n\r\nand answers which appeared in their Party organ of the same\r\n\r\nissue, gave his reply to these questions. One question\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 312</b></font><br><br>\r\n\r\n\r\n\r\nwas, \"If our country is invaded by foreign powers, is our Party\r\n\r\nprepared to resist foreign forces?\" His reply:\r\n\r\n\"Malaya is our fatherland. We will go to war to defend our\r\n\r\nfatherland.\" Another question was: \"If Malaya including\r\n\r\nSingapore is invaded by other countries, is the Party prepared\r\n\r\nto come out to defend it?\" Answer: \"Since Malaya is our\r\n\r\nfatherland and if it is invaded by other countries, of course,\r\n\r\nthe Party will come out to defend it.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the 38th issue of their Party organ,\r\n\r\npublished on the 3rd of November last year, there was an article\r\n\r\non the question of loyalty. In this article, the Barisan\r\n\r\nSosialis reaffirmed and stressed that \"Malaya is our fatherland.\r\n\r\nWe shall unhesitatingly sacrifice all our lives and property to\r\n\r\ndefend our fatherland.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In January 1964 on New Year's Day, the Barisan Sosialis\r\n\r\nChairman in his New Year message reaffirmed his Party stand. He\r\n\r\nsaid, \"Our stand is that we should have full sovereignty and\r\n\r\nterritorial integrity. If any other nation invades our\r\n\r\nfatherland, we will be the first to oppose such an invasion in\r\n\r\ndefence of our fatherland.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have been quoting statements made by\r\n\r\nthe Barisan Sosialis in order to ask them: Do they recognise\r\n\r\ntheir own Party's policy and statements? Do they admit that\r\n\r\nMalaya should have its territorial integrity and sovereignty? Do\r\n\r\nthey admit that they should be loyal and should sacrifice all\r\n\r\ntheir lives to defend their fatherland? If they do not want to\r\n\r\ncontradict what they have said and what their Party have said in\r\n\r\ntheir Party statement, then we shall ask them: Is Pontian part\r\n\r\nof Malayan territory? Is Labis part of Malayan territory, and is\r\n\r\nMalacca part of Malayan territory? I am asking them on the basis\r\n\r\nof their own speeches. The Indonesian armed invasions at Pontian\r\n\r\nand Labis (recently they have also landed in Malacca at Sungei\r\n\r\nKesang) are acts of open aggression committed by Indonesia\r\n\r\nagainst Malaysia. All nations with a sense of justice, even the\r\n\r\nSecurity Council of the United Nations, have accepted our\r\n\r\ncomplaints against these aggressive acts of Indonesia.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 313</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>6.54 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Deputy Speaker (Dr Fong Kim Heng) in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Barisan Sosialis Members have sworn loyalty to\r\n\r\nMalaya, so far we have not seen that they have shown any\r\n\r\nintention to sacrifice themselves to defend their fatherland and\r\n\r\nto condemn Indonesia's aggressive acts. 1 would like to ask\r\n\r\nthem: Why should they not mean what they say? Why do they not\r\n\r\ncondemn Indonesian aggression? Why do they not adopt concrete\r\n\r\nsteps to defend their fatherland, that is, Malaya? In view of\r\n\r\nIndonesia's aggression and subversion, and in view of the grave\r\n\r\nsituation arising from their aggression and the loss of lives,\r\n\r\nthey know full well that Indonesians have carried out their\r\n\r\naggression on Malayan soil. Why did they stage a demonstration\r\n\r\nagainst national service on the 12th of September? Why should\r\n\r\nthey bring up this motion to oppose national service? In\r\n\r\nbringing up their anti-national service motion, do they mean to\r\n\r\noppose the Indonesian aggression in defence of our fatherland or\r\n\r\ndo they mean to sell out our fatherland to Indonesia by abetting\r\n\r\ntheir aggression? All these facts go to prove that their real\r\n\r\naim of opposing national service is to weaken our defence\r\n\r\nagainst our enemy, so as to allow Indonesia to slaughter our\r\n\r\npeople. This is an unpardonable act of treason.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the 62nd issue of their Party organ, which was published on\r\n\r\nthe 26th of October, there was an article with the heading, \"We\r\n\r\nmust talk about facts and reasons.\" This article reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'We, the people in Malaya, only recognise Singapore and\r\n\r\nMalaya as our fatherland. So far there have been no Indonesian\r\n\r\ntroops in our fatherland (Singapore and Malaya) to attack the\r\n\r\nMalayan people. Therefore, we do not think that at the present\r\n\r\nmoment, Malaya has been threatened with aggression by Indonesian\r\n\r\nor North Borneo guerrillas. We have not been attacked by another\r\n\r\ncountry or invaded by other people. How can we keep shouting\r\n\r\nthat other people have been invading us when their troops are\r\n\r\nnot here? How can we say that somebody has committed aggression\r\n\r\nagainst us?'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 314</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These are facts and reasons given by the Barisan Sosialis.\r\n\r\nThey say that since others have not sent any soldiers to attack\r\n\r\nus, we should not condemn them. But now I would like the Barisan\r\n\r\nSosialis to reason with me and talk about truth. Has Indonesia\r\n\r\nsent its troops to our territory, our nation, to land on\r\n\r\nPontian, Malacca and Labis? Are Pontian, Malacca and Labis part\r\n\r\nof the territory of Malaya, or are they part of Indonesian\r\n\r\nterritory? Should we not condemn Indonesia? Do the Barisan\r\n\r\nSosialis now dare to condemn Indonesian aggression? Indonesia's\r\n\r\nblatant aggression against Malaya is now very clear for all to\r\n\r\nsee. They are unwilling to condemn Indonesian aggression, on the\r\n\r\nother hand, they oppose conscription to defend our country. I\r\n\r\nwould like to ask them: What kind of act is this? Is it a\r\n\r\npatriotic act or a traitorous act? If the Barisan Members think\r\n\r\nthemselves to be real patriots and their Party a patriotic\r\n\r\nParty, then I should say that their patriotic ideology is to\r\n\r\nwork for the overthrow of the elected Government by force and to\r\n\r\nsupport Indonesian soldiers to raid the Borneo territories. They\r\n\r\nregarded Indonesian invasion of Sabah and Sarawak as support and\r\n\r\nobligation by the Indonesian people to the just war of\r\n\r\nliberation waged by the people of Sabah and Sarawak. That is\r\n\r\ntheir patriotic stand. They do not oppose Indonesian aggression\r\n\r\nagainst Malaya, but they oppose conscription to defend Malaysia.\r\n\r\nOn the one hand, they encourage Indonesia to invade Malaysia,\r\n\r\nand, on the other hand, they oppose conscription in our country.\r\n\r\nThis is another show of their patriotic act. Let me ask them:\r\n\r\nwhat country do they love and to which country are they loyal?\r\n\r\nObviously it is Indonesia, and not Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday the Member for Bukit Merah said that Malaysia has been\r\n\r\nisolated by Afro-Asian nations, and Malaysia has to ask for\r\n\r\nmilitary aid from Britain, Australia, New Zealand and Canada.\r\n\r\nThis shows that he is stubborn and does not like to face naked\r\n\r\nrealities. Has he forgotten that the Security Council has\r\n\r\ndebated the question of Malaysia's accusation of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 315</b></font><br><br>\r\n\r\n\r\n\r\nIndonesia's aggression? Has he also forgotten that of the 9\r\n\r\ncountries which supported the draft resolution in support of\r\n\r\nMalaysia two were African countries? Indonesia was in fact\r\n\r\nisolated because it drew support only from two. And at the Cairo\r\n\r\nconference of non-aligned nations, Indonesia wanted the conference to condemn Malaysia in its declaration, but was rejected.\r\n\r\nSoekarno was so furious that he left the conference and refused\r\n\r\nto sign the declaration. Has the Member for Bukit Merah not read\r\n\r\nin the newspapers about the Indian Prime Minister, Mr Shastri's\r\n\r\nsupport for Malaysia?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The reason for requesting military assistance from the\r\n\r\nUnited Kingdom, Australia and New Zealand and not from \r\n\r\nAfro-Asian countries is very simple. Afro-Asian countries are engaged\r\n\r\nin their own internal development, and are not in a position to\r\n\r\nprovide us with material support. They can only give us moral\r\n\r\nsupport. But in the face of naked aggression, moral support is\r\n\r\nnot enough. We need guns and soldiers to defend our country. In\r\n\r\nfact, many emergent countries in Afro-Asia are in receipt of\r\n\r\nforeign military aid to build up their defence strength. India,\r\n\r\nCambodia, Ghana, and even Indonesia are receiving foreign\r\n\r\nmilitary aid and no one has accused them of losing their in\r\n\r\ndependence thereby.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Facts have already proved that the Barisan claim of wanting\r\n\r\nto defend Malaya and wanting to sacrifice their lives for Malaya\r\n\r\nhas all along been a falsehood. They oppose conscription because\r\n\r\nthey do not want the people of Singapore themselves to defend\r\n\r\ntheir homeland. They want Indonesia to take over our country.\r\n\r\n  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So we cannot support the motion which attempts to sell out our\r\n\r\ncountry. As our bounden duty to our country, we have to move an\r\n\r\namendment to the motion and ask the Central Government to train\r\n\r\nour youths to prepare them to defend our integrity and\r\n\r\nsovereignty.\r\n\r\n\r\n\r\n<br><br>7.07 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng (Paya Lebar)</b>(<i>In Mandarin</i>): Mr Deputy Speaker,\r\n\r\nfrom yesterday until today the debate on our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 316</b></font><br><br>\r\n\r\n\r\n\r\nmotion before this House moved by our Member here has been a\r\n\r\nheated one. Members on the Government side have been defending\r\n\r\ntheir position in regard to Malaysia. I do not like to reply to\r\n\r\nevery point raised by them in their speeches because whatever\r\n\r\nthey say are all stereotyped speeches, having come from the same\r\n\r\nParty. It should be enough for me to deal with the points raised\r\n\r\nby the Prime Minister and the Minister for Finance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the Government side did not speak on the motion, they\r\n\r\nwould feel embarrassed because they are members of the Party.\r\n\r\nBut whatever they have said today, we already heard yesterday.\r\n\r\nAnd what we heard yesterday, we had already heard last year.\r\n\r\nThey are just repeating themselves. So it will be enough for me\r\n\r\nto reply to and comment on what the Minister for Finance and the\r\n\r\nPrime Minister have said.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in summing up, they touched on our\r\n\r\nargument that Malaysia has brought suffering and misery to the\r\n\r\npeople, thus causing the present unhealthy situation here. They\r\n\r\nalso mentioned that we have been collaborating with Indonesia.\r\n\r\nIf we were to talk about the confusion and Indonesian\r\n\r\nconfrontation, we can never end, and it is not possible to\r\n\r\narrive at a conclusion because we have to look into the causes\r\n\r\nwhich have led to the present situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should know that without Malaysia, there would not be\r\n\r\nthis present state of affairs. There is no smoke without fire.\r\n\r\nSo since there is such a serious situation, we know that it must\r\n\r\nhave been caused by the formation of Malaysia. That is the\r\n\r\nproper approach to the question. This is what we must first\r\n\r\nknow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister has said that troops from Britain, New\r\n\r\nZealand and Australia are here to help us defend our country.\r\n\r\nThe Prime Minister has even the guts and the cheek to defend\r\n\r\nBritish imperialists in this House. He has even claimed that the\r\n\r\nBritish do not want war. If there is war, then they will lose\r\n\r\ntheir interests. If it is so, then may I ask him why did the\r\n\r\nBritish not grant Sabah and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 317</b></font><br><br>\r\n\r\n\r\n\r\nSarawak independence, according to an agreement reached in 1963\r\n\r\nwhich gave Singapore full internal self-government? 1 say let\r\n\r\nthese States be independent. Give them the power of\r\n\r\nindependence, and then allow the people of these territories to\r\n\r\ndecide for themselves whether or not they want to merge with\r\n\r\nMalaysia. Why do the British not want to let the people of these\r\n\r\nterritories do so? Why should the British not allow the people\r\n\r\nof these territories to be self-governing and so to decide for\r\n\r\nthemselves their political destiny? Why should there be\r\n\r\nelections under the aegis of the British? Our present Government\r\n\r\nis now under the full control of the British. In actual fact,\r\n\r\nthere is no internal autonomy at all. Why cannot the British\r\n\r\nallow the people in these territories to be independent first?\r\n\r\nThis is the root cause of the crisis in Malaysia now. If any\r\n\r\npolitical Party were to judge the present situation according to\r\n\r\nthis basis, then it would be fallacious.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people of North Borneo wanted independence so that they\r\n\r\ncould decide whether or not they wanted to merge with Malaysia.\r\n\r\nThat is why Party Rakyat in Brunei has the support of the\r\n\r\nmajority of the people there. They won the elections and are\r\n\r\nalso very popular. Why did the British not respect the \r\n\r\npopularly-elected Government of Brunei'? Why did the British not respect\r\n\r\nthe will of the people of Brunei who had elected their own\r\n\r\nGovernment and who had opted not to join Malaysia? Their wish\r\n\r\nhad been expressed constitutionally. This is the main reason for\r\n\r\nthe present situation in Malaysia. If we want to discuss this\r\n\r\nissue, we must first understand this underlying cause. The\r\n\r\nunilateral action taken by the British caused the present\r\n\r\ntrouble in North Borneo. The people there wanted to decide their\r\n\r\nfuture political destiny by the system of one man one vote. The\r\n\r\npeople of North Borneo adopted this system and voted in favour\r\n\r\nof independence. Why should the British Government not accede to\r\n\r\ntheir wish which was constitutionally expressed? Why should the\r\n\r\nP.A.P. now change their stand? But\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 318</b></font><br><br>\r\n\r\n\r\n\r\nthe determination of the people of North Borneo in their\r\n\r\nstruggle will never change. They will never be as changeable as\r\n\r\nthe P.A.P. The refusal of the British to allow independence to\r\n\r\nthe people of North Borneo has given them no alternative but to\r\n\r\nresort to force. All other constitutional means have been\r\n\r\nclosed. That is why there is now a military uprising. This is a\r\n\r\nreasonable uprising, internationally speaking. If there had been\r\n\r\nno suppression, there would have been no reaction by force from\r\n\r\nthe people. It is violence meeting violence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, the present war in North Borneo has\r\n\r\ncome about through the circumstances that I have mentioned. Why\r\n\r\ndo the P.A.P. Government not mention the causes which I have\r\n\r\nanalysed with regard to the war in North Borneo? It is because\r\n\r\nthey are afraid to face past history. They are afraid to bring\r\n\r\nout the true facts of the past and show them to the people of\r\n\r\nSingapore and Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, in Singapore, we wanted to have\r\n\r\nself-government, but we were forced to go into Malaysia. In 1963,\r\n\r\naccording to our Constitution, Singapore had the right to send a\r\n\r\nmission to England to have further constitutional talks. At the\r\n\r\ntime such constitutional talks could have been held. Why then\r\n\r\nwere we denied this opportunity'? Why did Britain refuse to\r\n\r\nallow us this opportunity? The British rulers did not want us to\r\n\r\nsucceed in further constitutional talks for their own interest.\r\n\r\nThe Prime Minister has said that the British have very little\r\n\r\ninvestment in North Borneo, and there is not much investment in\r\n\r\nSingapore too. He says that Britain has most of its investments\r\n\r\nin Malaya. But, Mr Deputy Speaker, one must not forget that\r\n\r\nNorth Borneo is a rich country. Everybody knows that it produces\r\n\r\noil, petroleum, rubber and other tropical produce. You cannot\r\n\r\nsay that because North Borneo is not fully developed, it is a\r\n\r\npoor country. You cannot say that Britain has little investment\r\n\r\nthere. You cannot say that Britain has very little interest in\r\n\r\nSingapore. If you ask yourselves in what way Britain can protect\r\n\r\nits economic interests in the whole of South-East Asia, you will\r\n\r\nthen\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 319</b></font><br><br>\r\n\r\n\r\n\r\nrealise the value of the British military bases in\r\n\r\nSingapore. Are not the military bases in the interests of\r\n\r\nBritain? Can they be in the interests of our people?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Britain knows that the five territories\r\n\r\nin this region are their last colonies in this part of the\r\n\r\nworld. If they are allowed to gain independence, then the people\r\n\r\nwill not allow the continued existence of British influence in\r\n\r\nthis region. That is why Britain, through its agents, took the\r\n\r\nopportunity of combining the four territories into one political\r\n\r\nunit, so that British interests can be entrusted to the people\r\n\r\nin favour of Britain. That is why you can see that the Prime\r\n\r\nMinister and the Minister for Finance dare to talk in defence of\r\n\r\nBritish interests in this Chamber. They say unashamedly that\r\n\r\nBritish troops are here in our own interests. This shows how\r\n\r\nmuch trust Britain has placed in them. And how correctly such\r\n\r\ntrust has been placed in these people! They have been very\r\n\r\nclever in combining these four territories into one political\r\n\r\nentity. If any people say that we are still under colonial rule,\r\n\r\nthen Britain will say that we are already independent. They can\r\n\r\nsay, \"What more do you want to talk about? Formerly you were a\r\n\r\nsmall place. Now you are a bigger nation with 10 million people.\r\n\r\nWhat more do you want to grumble about?\" In this way, the\r\n\r\nBritish are able to perpetuate their economic interests in this\r\n\r\nregion. I have to remind the P.A.P. that they should not think\r\n\r\nthat the British are really giving them all the powers. In fact,\r\n\r\nthe British are still behind them. The Back-benchers may not\r\n\r\nrealise this, but the Front-benchers know everything about the\r\n\r\nwhole scheme. Perhaps they are not willing to let the cat out of\r\n\r\nthe bag.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, the whole situation at the present\r\n\r\nmoment is closely connected with North Borneo. The Prime\r\n\r\nMinister says that, on the one hand, we want to chase away\r\n\r\nBritish troops and, on the other hand, we refuse to serve in the\r\n\r\narmy. He says that there is inconsistency in our policy. We have\r\n\r\nalready said time and again that Malaysia has been formed by the\r\n\r\nBritish to look after their own interests. That is why\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 320</b></font><br><br>\r\n\r\n\r\n\r\nit has been formed against the wishes of the people. As far back\r\n\r\nas 1961, the question of Malaysia was mentioned in Singapore. At\r\n\r\nthat time many people in Singapore were against Malaysia.\r\n\r\n\r\n\r\n<br><br><!-- Dr Fong Kim Heng (Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker (Dr Fong Kim Heng):</b> I would like to\r\n\r\ninform the Member that he has up to 8.06 p.m. if he wishes to\r\n\r\nmake full use of his time. If he does so, then a motion will\r\n\r\nhave to be moved to extend the time beyond 8 o'clock.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>):\r\n\r\nMr Deputy Speaker, I will try to finish my speech before 8\r\n\r\no'clock.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When some people air their views against Malaysia, they are\r\n\r\ngaoled by the Tunku and the P.A.P. Even the Afro-Asian countries\r\n\r\ndescribed Malaysia as a neo-colonial scheme in those days.\r\n\r\nWe were warned that we should not fall into the British trap.\r\n\r\r\nDid you not hear of such views? Did you not take heed of the\r\n\r\nwarning given by the Afro-Asian nations? No. You just went on\r\n\r\nyour own way and, as a result, Malaysia was formed. Now they say\r\n\r\nthat we are contradicting ourselves by wanting to chase away\r\n\r\nBritish troops and, at the same time, refusing to serve in the\r\n\r\narmy. I have to explain our stand here. In the first place we\r\n\r\nknow that British troops are based here not in our own\r\n\r\ninterests. I have already dealt with this matter. When we say\r\n\r\nthat we do not want to serve in the army, they say that by doing\r\n\r\nthis we are actually inviting Indonesian troops to come over\r\n\r\nhere. This is what the Prime Minister has suggested, and he has\r\n\r\nquestioned our motives. We op' pose the stationing of foreign\r\n\r\ntroops in Malaya. We have already stated our stand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We will talk about Malaya now. Before Malaysia British\r\n\r\ntroops were in Malaya. After Malaysia British troops are still\r\n\r\nin Malaya. The same has been true in Singapore for the last one\r\n\r\nhundred years or so. We do not want to serve in the army\r\n\r\nbecause, in the first place, we want Malaysia to be scrapped and\r\n\r\nwe want the Borneo people to be independent. We want British\r\n\r\ntroops to withdraw from this area. We want the abolition\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 321</b></font><br><br>\r\n\r\n\r\n\r\nof British bases too. Unless all this is done, we are not\r\n\r\nprepared to take up arms. The P.A.P. Ministers say that there\r\n\r\nare countries like Ceylon which have no hostile neighbours, and\r\n\r\nthat is why such countries do not require foreign troops to help\r\n\r\nthem. But they forget that countries like Ceylon are pursuing\r\n\r\nthe neutral policy of the Afro-Asian countries. If we adopt the\r\n\r\nsame policy, then the Afro-Asian countries will sympathise with\r\n\r\nand support us. If we contend that foreign troops should be\r\n\r\nwithdrawn from our territory, then we will get the support of\r\n\r\nthe Afro-Asian countries. If we tell the world that we want to\r\n\r\nstop aggression, then we will also get support from the \r\n\r\nAfro-Asian countries, provided foreign troops are withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, far from doing all this, the Malaysian\r\n\r\nGovernment is implementing a pro-Western policy. It is in\r\n\r\ncollusion with foreign powers to suppress the wishes of the\r\n\r\npeople. The Minister for Education has said just now that we\r\n\r\nstated in our Party organ that in the event of aggression\r\n\r\nagainst Malaya, our motherland, we would come out to defend it.\r\n\r\nAnd yet he has accused us of not carrying out our promises. We\r\n\r\nare now in Malaysia and not in Malaya. You cannot deny that\r\n\r\nMalaya is part of Malaysia; you cannot deny that Indonesia is\r\n\r\nagainst Malaysia. The confrontation is directed at Malaysia and\r\n\r\nnot at Malaya alone. You cannot say that Malaya is a separate\r\n\r\nnation as distinct from Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister talks of Indian support for Malaysia. Now, it\r\n\r\nis not strange that India should support Malaysia, because\r\n\r\nMalaysia has openly supported India against China. So, one good\r\n\r\nturn deserves another - the help is mutual and so is the support.\r\n\r\nThere is nothing strange about it. Mr Deputy Speaker.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If you want to talk about the interests of the people of\r\n\r\nSingapore, then you have to ask what good has Malaysia done for\r\n\r\nthe people of Singapore. There is tension and mounting\r\n\r\nunemployment in the island. So, as responsible representatives\r\n\r\nof the people, we have to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 322</b></font><br><br>\r\n\r\n\r\n\r\nspeak on their behalf; and speak against conscription, which is\r\n\r\nopposed by our youths at large. As a Party of the people, we\r\n\r\nhave to speak with determination for their interests.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. Back-benchers state that we have not changed our\r\n\r\nstand all along. Yes, this is our loyalty and sincerity to the\r\n\r\npeople of Singapore. We have been consistent all the time. We\r\n\r\nthink that as long as Malaysia is not scrapped, the people of\r\n\r\nMalaya and Singapore will not have any happiness and that so\r\n\r\nlong as Malaysia is in existence, there will be tension in\r\n\r\nMalaysia. We feel that if Malaysia is not scrapped, then the\r\n\r\npeople in the five territories will not be able to live in\r\n\r\npeace. Because of this contention, we shall not give up our\r\n\r\nstand. We shall continue to fight for the interests of the\r\n\r\npeople against Malaysia and against conscription. This is our\r\n\r\nattitude and stand. Of course, we cannot behave like other\r\n\r\npolitical Parties which change their stand from time to time\r\n\r\naccording to which way the wind blows. No, we are not so\r\n\r\nopportunistic as they are. But the P.A.P. is. It is so mutable\r\n\r\nand opportunistic that it changes its policy from time to time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was the May 13th incident which was mentioned by the\r\n\r\nMinister. This incident was fully exploited at that time by some\r\n\r\nof the Ministers. Now they are condemning it because times have\r\n\r\nchanged and they have changed their stand. At one time they were\r\n\r\nin co-operation with Fong Swee Suan, Lim Chin Siong and people\r\n\r\nlike them. They made use of the influence of these -\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Kah Hui (Parliamentary Secretary to the Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Health (Mr Sia Kah Hui):</b> Is the hon. Member talking about conscription or is he talking about\r\n\r\nthe P.A.P.?\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Order. I think the Member is quite relevant.\r\n\r\nHe may proceed. Time is short, so do not interrupt him, if\r\n\r\npossible.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>):\r\n\r\nThank you, Mr Deputy Speaker. I am trying to finish, but if\r\n\r\nthey want to challenge me to talk further, then the proceedings\r\n\r\nwill be protracted.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 323</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For their interests, they co-operated with Lim Chin Siong and\r\n\r\nthey got into power. And after they had captured power, they\r\n\r\nchanged their stand to sell away the people. They went into\r\n\r\ncollusion with Britain. They went with the Tunku to have talks\r\n\r\nwith Britain and arrested people like Lim Chin Siong who were\r\n\r\nanti-colonial fighters. At one time the Prime Minister begged\r\n\r\nLim Chin Siong to help him out of his difficulties. But now he\r\n\r\nhas changed. He himself has no influence, so he is making of\r\n\r\nthe influence of the Tunku and Britain to strengthen his own\r\n\r\nposition. While he is now in the Government, he thinks that by\r\n\r\nmaking use of the Tunku, he may be able to go right into the\r\n\r\nFederation Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, the Barisan Sosialis, which is as\r\n\r\nunchangeable as ever, is still against Malaysia which was not\r\n\r\nformed in accordance with the wishes of the people. Malaysia\r\n\r\nwas formed to look after the interests of the British. That is\r\n\r\nwhy we will continue to go against Malaysia. Even if the\r\n\r\nAlliance Government puts us all in prison, we will continue to\r\n\r\noppose Malaysia. This shows that our stand is always firm.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> Bravo, bravo!\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Order, order.\r\n\r\n\r\n\r\n<br><br>7.40 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be left out.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Division, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 23; Noes, 6; Abstention, 1; Absent, 21.\r\n\r\n\r\n\r\n<pre>\r\n\r\nAyes                       Noes\r\n\r\n\r\n\r\nBuang bin Omar          Chia Thye Poh\r\n\r\n Junid                  Koo Young\r\n\r\nChan Chee Seng          Kow Kee Seng\r\n\r\nChan Choy Siong'        Ong Lian Teng\r\n\r\n Madam\t\t        Poh Ber Liak\r\n\r\nFong Sip Chee           Tan Cheng Tong\r\n\r\nGovindaswamy, P.\r\n\r\nHo Cheng Choon            Abstention\r\n\r\nHo See Beng             Fong Kim Heng\r\n\r\nLee Teck Him      \r\n\r\nLim Cheng Lock\r\n\r\nLingam, S. V.             Absent\r\n\r\nMahmud Awang            A. Rahim Ishak\r\n\r\nMohd. Ariff bin         Bani, S. T.\r\n\r\n Suradi                 Barker, E. W.\r\n\r\nNg Kah Ting             Chan Sun Wing\r\n\r\nNg Yeow Chong           Chio Cheng Thun\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 324</b></font><br><br>\r\n\r\n\r\n\r\n<pre>\r\n\r\nAyes(cont.)                Absent(cont.)\r\n\r\n\r\n\r\nOng Pang Boon            Chow Chiok Hock\r\n\r\nRahamat bin Kenap        Goh Keng Swee\r\n\r\nRajoo, S.                Gonzales, R.A.\r\n\r\nRodrigues,Bernard        Jek Yeun Thong\r\n\r\nSia Kah Hui              Lee Kuan Yew\r\n\r\nSim Boon Woo\t         Lee Teng Tong\r\n\r\nTeong Eng Siong\t         Lim Huan Boon\r\n\r\nWee Toon Boon \t         Lim Kim San\r\n\r\nYaacob bin \t         Loh Miaw Gong, \r\n\r\n Mohamed Al-Haj\t           Miss\r\n\r\n                         Devan Nair, Mrs\r\n\r\n                         Ong Eng Guan\r\n\r\n                         Othman bin Wok\r\n\r\n                         Rajaratnam, S.\r\n\r\n                         Toh Chin Chye\r\n\r\n                         Wong Soon Fong\r\n\r\n                         Yong Nyuk Lin\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question accordingly aggreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be inserted, be there inserted.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Pang Boon:</b> Division, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 23; Noes, 6; Absentation, 1; Absent, 21.\r\n\r\n\r\n\r\n<pre>\r\n\r\nAyes                        Noes\r\n\r\n\r\n\r\nBuang bin Omar           Chia Thye Poh\r\n\r\n Junid                   Koo Young\r\n\r\nChan Chee Seng           Kow Kee Seng\r\n\r\nChan Choy Siong          Ong Lian Teng\r\n\r\n Madam\t\t         Poh Ber Liak\r\n\r\nFong Sip Chee            Tan Cheng Tong\r\n\r\nGovindaswamy, P.\r\n\r\nHo Cheng Choon             Abstention\r\n\r\nHo See Beng              Fong Kim Heng\r\n\r\nLee Teck Him      \r\n\r\nLim Cheng Lock\r\n\r\nLingam, S. V.              Absent\r\n\r\nMahmud Awang             A. Rahim Ishak\r\n\r\nMohd. Ariff bin          Bani, S. T.\r\n\r\n Suradi                  Barker, E. W.\r\n\r\nNg Kah Ting              Chan Sun Wing\r\n\r\nNg Yeow Chong            Chio Cheng Thun\r\n\r\nOng Pang Boon            Chow Chiok Hock\r\n\r\nRahamat bin Kenap        Goh Keng Swee\r\n\r\nRajoo, S.                Gonzales, R.A.\r\n\r\nRodrigues,Bernard        Jek Yeun Thong\r\n\r\nSia Kah Hui              Lee Kuan Yew\r\n\r\nSim Boon Woo\t         Lee Tee Tong\r\n\r\nTeong Eng Siong\t         Lim Huan Boon\r\n\r\nWee Toon Boon \t         Lim Kim San\r\n\r\nYaacob bin \t         Loh Miaw Gong, \r\n\r\n Mohamed Al-Haj\t           Miss\r\n\r\n                         Devan Nair, Mrs.\r\n\r\n                         Ong Eng Guan\r\n\r\n                         Othman bin Wok\r\n\r\n                         Rajaratnam, S.\r\n\r\n                         Toh Chin Chye\r\n\r\n                         Wong Soon Fong\r\n\r\n                         Yong Nyuk Lin\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question accordingly agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Original Question, as amended, put, and agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 325</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That, in view of the seriousness of the situation which will\r\n\r\naffect  the  lives  and properties of the people  of  Singapore\r\n\r\nfollowing Indonesia's policy of aggression and subversion, this\r\n\r\nHouse calls upon the Central Government to take all measures to\r\n\r\nsecure  the  safety of the lives and property of our  citizens,\r\n\r\nand for this purpose to give our youth proper military training\r\n\r\nto help defend the sovereignty of our nation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 326</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now adjourn to Thursday, 12th November, 1964\" - [Mr Ong Pang Boon].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">five minutes to Eight o'clock p.m. to</div>\r\n\r\n<div align=\"right\">Thursday, 12th November, 1964.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
