{"memberId": null, "volumeNo": "23", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"0\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"23\">\r\n\r\n<meta name=\"Sit_No\" content=\"3\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1964-11-04\">\r\n\r\n<meta name=\"Start_Col\" content=\"175\">\r\n\r\n<meta name=\"End_Col\" content=\"250\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">0</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">23</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">04-11-1964</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 175</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 23</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 4th November, 1964</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>\t\t The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr A. P. Rajah).\r\n\r\n\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law.\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs and Government Whip.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chia Thye Poh (Jurong).\r\n\r\n\r\n\r\n<br>Mr Chow Chiok Hock (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Dr Fong Kim Heng (Joo Chiat), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Koo Young (Thomson).\r\n\r\n\r\n\r\n<br>Mr Kow Kee Seng (Paya Lebar).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 176</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Babru).\r\n\r\n\r\n\r\n<br>Mr Lim Huan Boon (Bukit Merah).\r\n\r\n\r\n\r\n<br>Mr Lim Kim San (Cairnhill), Minister for National Development.\r\n\r\n\r\n\r\n<br>Inche Mahmud Awang (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim).\r\n\r\n\r\n\r\n<br>Mr Ong Lian Teng (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Poh Ber Liak (Tampines).\r\n\r\n\r\n\r\n<br>Inche Rahamat Bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr S. Rajoo (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Bernard Rodrigues (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed Al-Haj (Southern Islands), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Health.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 177</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Crawford).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Chio Cheng Thun (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr R. A. Gonzales (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Lee Tee Tong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Miss Loh Miaw Gong (Havelock).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Mrs Devan Nair (Moulmein).\r\n\r\n\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 177</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBERS TO BE ABSENT</h4></div>\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;The following Members have, under the provisions of subsection (2) (d)\r\n\r\nof section 30 of the Singapore (State Constitution) Order in Council,\r\n\r\n1963, obtained from the Speaker permission to be or to remain absent\r\n\r\nfrom sittings of the Assembly:\r\n\r\n<br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Inche Yaacob Bin Mohamed Al-Haj (Southern Islands), Parliamentary Secretary to the Prime Minister - from 28th to 30th October, 1964 (permission obtained from Mr Speaker Barker). Mr Chio Cheng Thun (Choa Chu Kang) - from 2nd November, 1964, to 30th April, 1965.\r\n\r\n<br><br><font size=\"1\"><b>Column: 177</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>DISTURBANCES</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Motion)</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Announcement by Mr Speaker)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> There was a motion standing in the name of the Member for\r\n\r\nJurong  with  regard to the recent disturbances which was awaiting  my\r\n\r\nruling.  I  have since ruled that the matter is now sub  judice  as  a\r\n\r\nCommission  has been appointed. Therefore, the motion does not  appear\r\n\r\non today's Order Paper.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 178</b></font><br><br>\r\n\r\n<div align=\"center\"><b>MEDICAL REGISTRATION</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>2.32 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Kah Hui (Parliamentary Secretary to the Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Health (Mr Sia Kah Hui) (for the Minister for Health):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Amendment Bill to the Medical\r\n\r\nRegistration Ordinance (Chapter 191 of the Revised Edition)  seeks  to\r\n\r\namend  the  Ordinance  so as to vary the composition  of  the  Medical\r\n\r\nCouncil in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At present, the Ordinance prescribes that under section 4 the Medical\r\n\r\nCouncil shall consist of 16 members and under subsection 1 (e),\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Three registered medical practitioners to be nominated by the Council\r\n\r\nof  the  University  of Malaya and appointed by  the  Yang  di-Pertuan\r\n\r\nNegara.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Ordinance came into effect in 1963 but as from January 1962, the\r\n\r\nUniversity  of  Malaya,  Singapore  Division, became  known  as   the\r\n\r\nUniversity  of  Singapore and the University of Malaya,  Kuala  Lumpur\r\n\r\nDivision, became known as the University of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As the University of Malaya in Kuala Lumpur has started a Medical\r\n\r\nFaculty  with  its first intake of medical students  in  1963,  it  is\r\n\r\nconsidered desirable that provision be made for representation of both\r\n\r\nUniversities  on the Medical Council. The Federal Minister  of  Health\r\n\r\nhas  been consulted and is in agreement that reciprocal amendments  be\r\n\r\nmade  in  the  relevant  Ordinances of both territories  so  that  the\r\n\r\nfollowing  representation will be prescribed  for  both  Medical  Councils:- \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;4 registered medical practitioners to be nominated in all, of which:-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;2 registered medical practitioners are\r\n\r\nto be appointed by the Yang di-Pertuan Negara on the nomination of the\r\n\r\nCouncil of the University of Singapore and another 2 registered\r\n\r\nmedical practitioners to be appointed by the Yang di-Pertuan  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 179</b></font><br><br>\r\n\r\n           \r\n\r\nNegara  on  the nomination of the Council of the  University  of\r\n\r\nMalaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With the proposed amendment under clause 2 of the Bill, the Medical\r\n\r\nCouncil  will  have  an  increased membership of  17  instead  of  16,\r\n\r\nhitherto.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of\r\n\r\nthe whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee on the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third\r\n\r\ntime and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 179</b></font><br><br>\r\n\r\n<div align=\"center\"><b>HOUSING AND DEVELOPMENT</b></div>\r\n\r\n<div align=\"center\"><b>(AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>2.37 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for National Development (Mr Lim Kim San):</b> Mr Speaker,\r\n\r\nSir, I beg to move, \"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill is to fulfil Government's promise to provide opportunities\r\n\r\nfor  the  middle and lower income group to own homes. The Housing  and\r\n\r\nDevelopment  Board's five-year programme calls for the  completion  of\r\n\r\n51,000 housing units by mid 1965. I am sure Members of this House will\r\n\r\nbe  glad  to hear that we will have the 51,000 units of public housing\r\n\r\nby  that  date.  The progress of our housing programme,  according  to\r\n\r\nschedule,  has  enabled the Government to give  accommodation  to  the\r\n\r\nmajority  of applicants who urgently need houses. We have reached  the\r\n\r\nstage where we can offer accommodation to any citizen of Singapore who\r\n\r\nis  eligible to a house if he is not too choosey. However,  there  are\r\n\r\nquite  a  number of people with low income who want to, and should  be\r\n\r\nencouraged to, own their homes too. Unfortunately the flats and houses\r\n\r\nbuilt  by  private developers are priced beyond their means.  We  have\r\n\r\ntherefore  now started a scheme whereby two- and three-room flats  are\r\n\r\nsold on instalment at the subsidized prices of $4,900 and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 180</b></font><br><br>\r\n\r\n\r\n\r\n$6,200 respectively. At these prices our citizens can choose between\r\n\r\nbuying a car or a house.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The plan for the sale of low-cost flats was announced in February this\r\n\r\nyear, and the Housing and Development Board, as agent of the Government, prepared a pilot scheme for the sale of 2,068 two- and\r\n\r\nthree-room flats. The response so far has been most encouraging. Up to date\r\n\r\nabout 800 flats have been balloted for. Enough publicity has been\r\n\r\ngiven to the scheme and I do not propose to go into details. In\r\n\r\nputting up this scheme it is our intention to see that no abuse arises\r\n\r\nout of it. Therefore, certain conditions and regulations have to be\r\n\r\nmade pertaining to the sale of these flats. There are enough\r\n\r\nprovisions in this Bill to prevent these flats which are sold on\r\n\r\ninstalments from falling into the hands of speculators and profiteers.\r\n\r\nThe flats are to be sold only to bona fide purchasers who wish to buy\r\n\r\na house for their own occupation. There are also provisions in this\r\n\r\nBill to ensure that the flats can be managed properly and economically\r\n\r\nafter they have been sold. Under this Bill, a person is not entitled\r\n\r\nto purchase more than one flat, and if he does so, he contravenes the\r\n\r\nOrdinance, and on conviction will be liable to imprisonment for a term\r\n\r\nnot exceeding 12 months, or to a fine not exceeding $2,000, or to both\r\n\r\nfine and imprisonment. Any flat purchased in contravention of the\r\n\r\nOrdinance will not be registrable. But, on the other hand, provision\r\n\r\nis made in the Bill to exempt all bona fide transactions from the\r\n\r\nlegal requirements of the Registration of Deeds Ordinance and the Land\r\n\r\nTitles Ordinance, as regards the registration of sale, mortgage, and\r\n\r\nre-mortgage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a restriction on transfers which could only be effected with\r\n\r\nthe consent of the Housing and Development Board, and where the Board\r\n\r\nrefuses such consent, it is bound to buy it up at a price to be\r\n\r\ndetermined by the Board. This price is, however, subject to appeal to\r\n\r\nthe Minister, should the owner be dissatisfied with the price offered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Powers are given to the Board to require the owners of flats to form a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 181</b></font><br><br>\r\n\r\n\r\n\r\nmanagement corporation for the purposes of general maintenance of  the\r\n\r\ncommon property, and where a direction by the Board to this end is not\r\n\r\ncomplied  with, the Board may authorise any company to  undertake  the\r\n\r\ncontrol, management and administration of the property. The Board may,\r\n\r\nhowever,  exercise  these  functions  where  there  is  no  management\r\n\r\ncorporation or where such corporation has been wound up on  the  order\r\n\r\nof  the  Minister.  The  corporation  would  subsist  by  levying  con\r\n\r\ntributions from the owners of the flats in the block.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Powers are given in the Bill to enable the Housing and Development\r\n\r\nBoard to determine the lease under various circumstances, such as \r\n\r\nnon-payment  of instalments, securing purchase of a flat on false  pretext\r\n\r\nor the owner has violated the rules for the sale of flats. In order to\r\n\r\nregulate the sale of flats, the Board will be empowered to make  rules\r\n\r\nfor  purposes  such  as  methods of sale,  qualifications  of  persons\r\n\r\neligible, monthly instalments, period of payments, and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The opportunity is also taken in this Bill to make other amendments to\r\n\r\nthe  Housing and Development Ordinance which are considered  necessary\r\n\r\nin  the  light of experience of the working of the Board since it  was\r\n\r\nformed  in  February 1960. The repeal and re-enactment of  section  12\r\n\r\nwill enlarge the scope of the Board's functions and enable it to build\r\n\r\naccommodation for sale and lease as well as for renting, and will also\r\n\r\nenable  it  to  undertake urban development and to  provide  loans  to\r\n\r\nenable persons to purchase houses. The Board will also be empowered to\r\n\r\npromote  and  float incorporated companies to carry  out  any  of  the\r\n\r\nfunctions laid down under the Ordinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;By an amendment to section 24, the procedure for the internal\r\n\r\nadministration  of  the Board will be simplified by  vesting  it  with\r\n\r\npowers  to  make  standing orders in regard to the methods  of  making\r\n\r\ncontracts,  the  delegation of powers to officers of  the  Board,  the\r\n\r\nkeeping of accounts, conduct and discipline of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 182</b></font><br><br>\r\n\r\n\r\n\r\nofficers, loans and allowance to officers, and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The procedure for the borrowing of monies from Government will also be\r\n\r\nsimplified  by  clause 9, which repeals sections  37  and  38  of  the\r\n\r\nOrdinance,  and  re-enacts section 37. Under the new provision,  funds\r\n\r\nrequired  by the Board for carrying out its functions will be  subject\r\n\r\nto less cumbersome and formal procedures.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first balloting of the sale of flats took place early in February\r\n\r\nthis  year,  and  it is necessary to bring this Bill into  force  with\r\n\r\nretrospective  effect  from  the 11th  February,  1964,  in  order  to\r\n\r\nvalidate the action of the Board in selling flats to the public.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>2.47 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Huan Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Huan Boon (Bukit Merah)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I would like to comment on this Bill from my personal understanding and experience. I would like the\r\n\r\nMinister to explain the points I will ask.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to clause 4 (new section 12A), when authorized by the\r\n\r\nMinister,  the Board can form a private corporation and can carry  out\r\n\r\nurban and rural development. A green or agricultural belt was formerly\r\n\r\nnot allowed for housing development and prices were low. But according\r\n\r\nto  clause 4 (new section l2A), if the Minister approves of  it,  such\r\n\r\nlands  can  be developed and the landlord will have to pay  a  certain\r\n\r\namount  of development charges. The Bill has the purpose of preventing\r\n\r\nthe landlord from exploiting the benefits derived from development.  I\r\n\r\nwonder  whether the Government has taken any measures to control  land\r\n\r\nprices.  I  hope that the Housing Board, before any scheme is  carried\r\n\r\nout,  will  look into the question of prices for the land  and  should\r\n\r\narrive  at  a just determination, otherwise land prices will increase,\r\n\r\nand as a result, the burden of the people will be increased.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 183</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to clause 7 of the amendment Bill, the Board approved by the\r\n\r\nMinister  can  make  standing orders to provide for  certain  matters.\r\n\r\nThere  is  a  provision  that  the  Board  can  give  facilities   and\r\n\r\nconveniences to its staff. Maybe one reason is that they  are  looking\r\n\r\nafter the welfare and housing problem of the public, so that they  are\r\n\r\ngiven such facilities and conveniences. I wonder whether the staff  in\r\n\r\nother  Government  departments  are also  given  such  facilities  and\r\n\r\nconveniences  as provided here. I would like the Minister  to  give  a\r\n\r\nreply.\r\n\r\n\r\n\r\n<br><br>2.52 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, the House has just passed the\r\n\r\nPlanning (Amendment) Bill. Under that Bill whatever rise there  is  in\r\n\r\nland prices due to development, part of that increase in value will go\r\n\r\nback to Government in development charges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the fear of the hon. Member that landlords - I hope I\r\n\r\nget  him  right  - will benefit unduly by the rise of prices  in  land\r\n\r\nbecause of our development, I can assure him that we will see  to  it,\r\n\r\nwith every means at our disposal, that there will be no speculation in\r\n\r\nland.  I did mention in my speech in moving the Second Reading of  the\r\n\r\nPlanning (Amendment) Bifi that we were quite aware that where planning\r\n\r\npermission  has  been given, there are a number of people  who  having\r\n\r\nreceived  this permission have hawked it around without any  intention\r\n\r\nof  building.  Therefore, in the Planning (Amendment)  Bill,  we  have\r\n\r\nfixed a date -\r\n\r\nI  think  it  is  within two years - within which  if  no  building\r\n\r\noperation is commenced, the permission lapses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to his other point - he was referring to clause 7:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'24.-(1) The Board may, with the approval of the Minister, make rules\r\n\r\nprescribing  anything  that  is  to be prescribed  and  generally  for\r\n\r\ncarrying out the provisions of this Ordinance.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;His contention is, why should special facilities be given to officers\r\n\r\nof  the  Board  to  enable  them to carry out  their  duties;  whereas\r\n\r\nofficers in other departments do not get the same facilities? I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 184</b></font><br><br>\r\n\r\n\r\n\r\nwould say this ruling here is - as a result of our previous experience\r\n\r\n-  to cut away as much red tape as possible, to see that what could be\r\n\r\ndone  for  the public should be done with as little waste of time  and\r\n\r\nwith as little red tape as possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of\r\n\r\nthe whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee on the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<br><br>2.55 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 2, line 9, after \"the\", to insert \"developed\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 2, line 20, to leave out \"section\" and insert \"subsection\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2, as amended, ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 3 to 7 inclusive ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 8 -\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 6, to leave out lines 5 to 21 inclusive and insert ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Minister does not have to read out the amendment if\r\n\r\nhe is satisfied with the amendment as set out in the Order Paper.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 185</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Yes, Mr Speaker, Sir, I beg to move the amendment* as set out in the Order Paper.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\nThe amendments read as follows: - \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* (l) In page 6, to leave out lines 5 to 21 inclusive and insert -\r\n\r\n\r\n\r\n<pre>\r\n\r\n\"            \"(2) Where a person purchases a flat, house or other living accommodation\r\n\r\n           in contravention of the  provisions  of  subsection (1) of  this  section,\r\n\r\n           such person shall not present for registration under the provisions of the \r\n\r\nCap 255    Registration of Deeds  Ordinance  or  the Land Titles Ordinance, 1956, the \r\n\r\nOrd 21     assurance of such flat,  house  or  other  living accommodation. The Board \r\n\r\nof 1956    shall, within three  months  of the date of the discovery of such purchase, \r\n\r\n           serve a written  notice  upon the  purchaser  of such flat, house or other \r\n\r\n           living accommodation of its intention to lodge with the Registrar of Deeds \r\n\r\n           or the Registrar of Titles,  as the case  may be, an instrument under  the \r\n\r\n           provisions of subsection (3)  of this section. Such  purchaser may, within \r\n\r\n           fourteen days of the service of such notice, appeal to  the Minister whose \r\n\r\n           decision thereon shall be final and  shall not  be called into question in \r\n\r\n           any Court.\". \r\n\r\n</pre>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 186</b></font><br><br>\r\n\r\n             \r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b>Mr Speaker, Sir, I beg to move the amendment\r\n\r\n(2)+ as set out in the notice of amendment.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n+ (2) In page 6, to leave out line 32 to line 4 in page 7 and insert -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(4) The Registrar of Deeds or the Registrar of Titles shall -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) not be concerned to inquire into the regularity or validity of any\r\n\r\ninstrument, lodged under the provisions of subsection (3) of this\r\n\r\nsection; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) register such instrument and upon such registration the title to or\r\n\r\nthe   estate  or  interest  in  such  flat,  house  or  other   living\r\n\r\naccommodation  shall vest in the Board without further assurance  free\r\n\r\nfrom  all incumbrances (save such subsisting covenants, conditions  or\r\n\r\nrestrictions, if any, as may be binding on the Board) for such  title,\r\n\r\nestate  or  interest as the Board would have had on the  date  of  the\r\n\r\nregistration  of such instrument, if there had been no  sale  of  such\r\n\r\nflat, house or other living accommodation.\".\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 187</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir,\r\n\r\nI beg to move amendment (3),\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 7, to leave out lines 5 to 37 inclusive and insert\r\n\r\nthe words* as set out in the notice of amendment.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The amendments read as follows: -\r\n\r\n* (3) In page 7, to leave out lines 5 to 37 inclusive and insert -\r\n\r\n<pre>\r\n\r\n     \"(5) Upon the registration of such an instrument -\r\n\r\n         (a) in the  case of a flat, house or other living accommodation,\r\n\r\n             registered under the provisions of the Registration of Deeds\r\n\r\n             Ordinance, the Registrar of, Deeds shall make an entry in \r\n\r\n             the books of the Registry that such flat. house or other \r\n\r\n             living accommodation has vested in the Board in accordance \r\n\r\n             with the provisions of subsection (4) of this section, and \r\n\r\n             upon such entry being made, such flat, house, or other living \r\n\r\n             accommodation shall vest in the Board free from all \r\n\r\n             incumbrances, subject to such subsisting covenants, conditions \r\n\r\n             or restrictions, if any, as may be binding on the Board; or\r\n\r\n  \r\n\r\n         (b) in the case of a flat, house  or other  living  accommodation,\r\n\r\n             registered under the provisions of the Land Titles  Ordinance,\r\n\r\n             1956, such flat, house  or  other living  accommodation  shall \r\n\r\n             vest in the Board free  from all incumbrances, subject to such \r\n\r\n             subsisting covenants,  conditions  or restrictions, if any, as \r\n\r\n             may be binding on the Board, and the Registrar of Titles shall \r\n\r\n             cancel the  registration  of  any  mortgage,  charge, or lease \r\n\r\n             thereby overreached.\".\r\n\r\n</pre>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 10, to leave out lines 1 to 8 inclusive and insert\r\n\r\nthe words+ as set out in the notice of amendment.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n+ (4) In page 10, to leave out lines 1 to 8 inclusive and insert -\r\n\r\n<pre>  \r\n\r\n  \r\n\r\n\"Establishment          36G.-(1) The  owners  of flats in any building of the\r\n\r\n of a                 Board  shall,  as  soon  as  possible  after  they  are \r\n\r\n corporation.         directed by the Board  in  writing,  establish  a  body \r\n\r\n                      corporate under the name of \"The Management Corporation \r\n\r\n                      for flat numbers . . . of the Housing  and  Development \r\n\r\n                      Board building  situate  in  Lot  number . . . in  Town \r\n\r\n                      Sub-Division or Mukim . . .\".\".\r\n\r\n                      \r\n\r\n</pre>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I beg to move,\r\n\r\nIn page 14, to leave out lines 8 to 15 inclusive.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, this amendment has been suggested by the Registrar of\r\n\r\nTitles   and  Deeds  and  is  considered  to  be  essential  from   an\r\n\r\nadministrative  point  of view. I am advised that  the  amendment  sug\r\n\r\ngested is sound and may be accepted as it will enable the Registrar to\r\n\r\ncarry out the provisions contained in the amending Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The attention of\r\n\r\nMembers is drawn to the note on the Order Paper, which reads:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 188</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 13, line 13, to leave out\r\n\r\n\" -- (1)\" consequent on the deletion of sub-clause\r\n\r\n(2).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 8, as amended, ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9 ordered to stand part of the Bill.\r\n\r\n<pre>\r\n\r\n\r\n\r\nNew Clause -\r\n\r\n\r\n\r\n\"Amendment                Section  30 of the principal Ordinance is hereby \r\n\r\nof section 30.            amended by deleting subsection (2) thereof and \r\n\r\n                          substituting therefor the following:-\r\n\r\n\r\n\r\n                           \"(2) Subject to the provisions of this \r\n\r\n                          section -\r\n\r\n\r\n\r\n                            (a) appointments and promotions of all     \r\n\r\n                                employees shall be made by the Board; and\r\n\r\n\r\n\r\n                            (b) determination  of  an  appointment,   \r\n\r\n                                dismissal  and  disciplinary control of \r\n\r\n                                the employees of the Board shall be vested\r\n\r\n                                in the Board.\r\n\r\n\r\n\r\n                            (3) The  Minister  may,  with  the  consent  \r\n\r\n                           of  the  Public  Service Commission, declare\r\n\r\n                           by  notification  in  the  Gazette that the  \r\n\r\n                           appointment\r\n\r\n</pre>\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 189</b></font><br><br>\r\n\r\n<pre>\r\n\r\n                           or  appointments and promotion or promotions of \r\n\r\n                           an officer or class of officers  as  he  deems  \r\n\r\n                           fit, and determination  of  an  appointment,\r\n\r\n                           dismissal  and  disciplinary  control of \r\n\r\n                           persons appointed  as  such officers,  shall \r\n\r\n                           be vested in the Board acting on the  advice\r\n\r\n                           of  the Public Service Commission, and upon\r\n\r\n                           such declaration, the Board  shall exercise  \r\n\r\n                           such functions on the advice of the Public\r\n\r\n                           Service  Commission.\r\n\r\n\r\n\r\n                            (4) Notwithstanding the provisions of this \r\n\r\n                           section, the Chief Executive Officer may  \r\n\r\n                           appointpersons temporarily for a period not\r\n\r\n                           exceeding two months.\r\n\r\n\r\n\r\n                            (5) The Board shall, with the approval of the \r\n\r\n                           Minister, prescribe the rates of remuneration\r\n\r\n                           payable to persons employed by the Board, and\r\n\r\n                           no persons so employed shall be paid otherwise\r\n\r\n                           than in accordance with such rates.\".- [Mr Lim \r\n\r\n                           Kim San].\r\n\r\n</pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Brought up, and read the First time.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I beg to move, \"That the clause be\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the purpose of this new clause is to make provision\r\n\r\nin  the  Ordinance  to regulate the appointments  and  promotions  and\r\n\r\ndetermination of appointments, dismissal and disciplinary  control  of\r\n\r\nofficers of the Board. Under this new clause the Minister may  declare\r\n\r\nthat  the  appointment, dismissal and disciplinary control of  certain\r\n\r\nclasses of officers can only be carried out by the Board acting on the\r\n\r\nadvice  of  the  Public Service Commission. The rates of  remuneration\r\n\r\npayable to persons employed by the Board will also be subject  to  the\r\n\r\napproval of the Minister. The provisions of this new clause will bring\r\n\r\nthe Housing and Development Board into line with the practice of other\r\n\r\nstatutory  bodies  like the Public Utilities Board  and  the  Port  of\r\n\r\nSingapore Authority.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause read a Second time and added to the Bill.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 190</b></font><br><br>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with amendments; read a Third time and passed.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 190</b></font><br><br>\r\n\r\n<div align=\"center\"><b>CONSCRIPTION</b></div>\r\n\r\n\r\n\r\n<br><br>3.13 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng (Paya Lebar)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I now\r\n\r\nmove officially, \r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;*That, in view of the seriousness of the situation which will affect\r\n\r\nthe  lives  and  properties of the people of Singapore  following  the\r\n\r\npursuance of the present policy of military expansion and war  by  the\r\n\r\nAlliance  Government, and the measures taken by the Central Government\r\n\r\nto  coerce  youths  of  Singapore to undergo military  training,  this\r\n\r\nAssembly  calls  on  the  Singapore Government  to  urge  the  Central\r\n\r\nGovernment to stop conscripting such youths for military service.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*The motion also stood in the name of Mr Chia Thye Poh.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This motion does not mean that our youths are afraid of death or are\r\n\r\ndisloyal  citizens. Mr Speaker, wars differ in nature. We  have  wars\r\n\r\nwhich are waged to protect peace and the interests of the people,  and\r\n\r\nwars  which  are  waged  in  the interests  of  the  imperialists  and\r\n\r\ncolonialists. We have anti-colonialist wars and anti-imperialist  wars\r\n\r\nto protect the people and their interests, and we have imperialist and\r\n\r\ncolonialist wars to deprive the people of their rights and  interests.\r\n\r\nSo it is for us to decide what type of war this is, whether this is  a\r\n\r\nwar  in the interest of the people of our own nation, or a war in  the\r\n\r\ninterest of the imperialists and colonialists. Once we know the nature\r\n\r\nof  the war, then we shall be able to decide whether to encourage  our\r\n\r\npeople to fight or not to fight in the war.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as a result of their long experience in their\r\n\r\nstruggle against the imperialists and colonialists, the people of  our\r\n\r\nnation know what they should or should not do. Therefore, they are not\r\n\r\nso  gullible  as  to be led into an unjust war. The Alliance  and  the\r\n\r\nP.A.P.  Governments all along want the people to do what they  dislike\r\n\r\nand  what they should not do. Their refusal to do what the P.A.P. want\r\n\r\nthem to do is termed as an act of disloyalty and anti-national. But is\r\n\r\nit  for  the ruling clique to say whether the people are disloyal  and\r\n\r\nantinational? The ruling clique is selfish and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 191</b></font><br><br>\r\n\r\n\r\n\r\nreactionary. Anyone who dares to fight for the interest of the  nation\r\n\r\nand against the reactionary ruling clique is described as disloyal and\r\n\r\nanti-national. Mr Speaker, Sir, what is very strange is that these \r\n\r\nso-called  diloyal  and  anti-national  elements  are  invariably  \r\n\r\nanti-colonial fighters who receive great respect from the nation at  large.\r\n\r\nThe Alliance and the P.A.P. Governments hate them and resort to every \r\n\r\nmeans to suppress them.  Why  should  this  be  so? This is  because  \r\n\r\nthe  anti-colonial fighters  threaten the interest of the ruling clique \r\n\r\nand  the  British and American imperialists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me recount to you the history of our people in\r\n\r\ntheir  struggle against imperialism and colonialism. In 1941 when  the\r\n\r\nJapanese  imperialists occupied our country, the British soldiers  did\r\n\r\nnot  shoulder their responsibility in defending our country. They  ran\r\n\r\naway  on hearing the approach of the Japanese. As a result, our people\r\n\r\nwere  left  entirely  to  sink or swim. They  were  massacred  by  the\r\n\r\nJapanese. The blood shed was enough to form a stream and the  piled-up\r\n\r\ncorpses  could  form  a  hill. This was the so-called  protection  and\r\n\r\ndefence  that  the British were able to give us during  that  critical\r\n\r\nperiod.  As a result, our people of various races had to come  forward\r\n\r\nto  defend their nation and their own lives and properties,  and  they\r\n\r\nwaged  the  war  against the Japanese imperialists and Fascists.  With\r\n\r\ndetermination  and  support from many parts of the world,  our  people\r\n\r\nwere   able   to  defeat  the  Japanese.  After  all  these  difficult\r\n\r\nexperiences,  we realise that whatever hardship and suffering  we  are\r\n\r\nsubjected  to  are the result of the suppression carried  out  by  the\r\n\r\nBritish  imperialists. Therefore, in the name  of  liberation  and  to\r\n\r\nbreak  away from the British imperialists, the people were not  afraid\r\n\r\nto  go  to  gaol,  to  make sacrifices and carry on  their  relentless\r\n\r\nstruggle against the British imperialists. In these circumstances, the\r\n\r\nBritish  imperialists experienced certain pressure  from  the  people.\r\n\r\nThey  knew  that  the struggle was going to be very difficult.  So  in\r\n\r\norder  to  prolong their interest and influence in our  country,  they\r\n\r\nmade  use  of certain stooges. The policies of the Alliance  were  not\r\n\r\nframed to end the British colonial\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 192</b></font><br><br>\r\n\r\n\r\n\r\ninfluence.  On  the  contrary,  they  were  framed  with  a  view   to\r\n\r\nconsolidating the British and American imperialist influence. That  is\r\n\r\nwhy  the  people are against them. We are against Malaysia because  of\r\n\r\nthis.  We  are against the suppression that is now being  carried  out\r\n\r\nagainst the people of North Borneo. Mr Speaker, Sir, this is a  short\r\n\r\nhistory  and  it has been written in blood. It shows the loyalty  that\r\n\r\nthe people have to our nation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me ask the people in the ruling clique where they were during the\r\n\r\nstruggle against the Japanese imperialists, what they contributed  and\r\n\r\nwhat  they did to set an example to the people. Let me take the  Prime\r\n\r\nMinister for example. In 1963, on 25th August ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. We are on the motion now. I wish that the hon. Mem\r\n\r\nber will not drag personalities into his motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I am not making any personal attack. I am just going\r\n\r\nto  tell you some facts about the contributions made by people in this\r\n\r\nrespect. The Government has all along been condemning my Party as\r\n\r\nanti-national  and  disloyal, and I have to tell you some facts  to  refute\r\n\r\nthis allegation.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. There is no\r\n\r\nobjection  to the Member attacking the P.A.P. as such, but what  I  am\r\n\r\nsaying  is that individual Members must not be dragged into the debate\r\n\r\nby name.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>):\r\n\r\nAt  the  present juncture, what have the PAP. Ministers  as  Ministers\r\n\r\ndone  to deserve their places? I remember that at a certain rally  the\r\n\r\nPrime  Minister  spoke  about  his  difficult  experience  during  the\r\n\r\nJapanese  occupation when he almost had his head chopped  off  by  the\r\n\r\nJapanese  Fascists. He said that he escaped this fate because  he  was\r\n\r\nvery  fluent  and very convincing in what he said. But  unfortunately,\r\n\r\nthousands of people who were subjected to hardship during the Japanese\r\n\r\noccupation  were not so fortunate with the gift of the  gab  like  our\r\n\r\nPrime  Minister; otherwise they would still be alive today, just  like\r\n\r\nhim, and there would be less widows and orphans. When\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 193</b></font><br><br>\r\n\r\n\r\n\r\nthe Japanese went, the British came in, as a result of which the peole\r\n\r\nlaunched  into the anti-colonial struggle. What did our  Ministers  do\r\n\r\nduring  this  period by way of contribution in this struggle?  It  was\r\n\r\nthrough  the leadership of the Secretary-General of my Party  and  the\r\n\r\nother  anti-colonial  and  anti-imperialist  leaders  that  the  Prime\r\n\r\nMinister had been able to get some support to be what he is now.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have been listening patiently to the Member. I\r\n\r\nhave  been giving him as much rope as I think he should have. But  the\r\n\r\nmotion before the House is not the P.A.P. The motion before the  House\r\n\r\nrelates itself to \"the seriousness of the situation which will  affect\r\n\r\nthe  lives  and  properties of the people of Singapore  following  the\r\n\r\npursuance  of  the present policy. . . .\". So will the Member  confine\r\n\r\nhimself to \"the present policy\"?\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>):\r\n\r\nI  thank you for your ruling, Mr Speaker. So through the struggle and\r\n\r\nthe  strength of the anti-colonial fighters, the P.A.P. came to power.\r\n\r\nThey went into collusion with pro-colonial elements like the Tunku  to\r\n\r\nwork  for  the  interest of the British colonialists and  they  formed\r\n\r\nMalaysia.   They   are  the  No.  1  collaborators  of   the   British\r\n\r\ncolonialists. What right have they to tell us who are and who are  not\r\n\r\nloyal,  Mr  Speaker?  The present tension that is  generated  in  our\r\n\r\nnation is attributable to the formation of Malaysia by force. What was\r\n\r\nthe  idea  behind  Malaysia? After the Second  World  War,  the  \r\n\r\nanti-colonial and anti-imperialist movement has been gathering momentum  in\r\n\r\nSouth-East  Asia.  The  cry for liberation and  self-determination  is\r\n\r\nresounding throughout this region. The British colonialists knew  this\r\n\r\ntrend  and  in order to continue with and protect their rule  in  this\r\n\r\nregion,  they stated in the 1963 Constitution that Singapore would  be\r\n\r\ngiven  complete  internal self-government; Sarawak  and  North  Borneo\r\n\r\nwould  be  given  self-government; and Brunei would be given  complete\r\n\r\nindependence. But the British colonialists at\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 194</b></font><br><br>\r\n\r\n\r\n\r\nthat  time  knew  that the progressive I Leftwing  movement  was  very\r\n\r\nstrong  and  influential and that power would come into the  hands  of\r\n\r\nthis  movement and those people who were against British  colonialism.\r\n\r\nSo the British colonialists had no alternative but to entrust power to\r\n\r\ntheir agents in order to prolong their interest and influence in  this\r\n\r\nregion.  They found these agents in the Alliance and the  P.A.P.  That\r\n\r\nwas  how  the  idea  of Malaysia came into being. The ants-progressive\r\n\r\nelements  gathered together and Malaysia was formed. British interests\r\n\r\nand economic influence have not come to an end as a result of the form\r\n\r\nation  of Malaysia. On the contrary, they have been further protected.\r\n\r\nMalaysia  was formed to isolate the progressive elements in  Indonesia\r\n\r\nand  the  national movement in this region. This is precisely  in  the\r\n\r\ninterest of the imperialists. Mr Speaker, Malaysia was formed against\r\n\r\nthe wishes of the people. According to the Constitution, the people of\r\n\r\nSingapore  cannot enjoy the same status as that of the  Federation  of\r\n\r\nMalaya. The people of Singapore do not enjoy the same political rights\r\n\r\nas  those  in  the Federation. The people of Singapore have  no  equal\r\n\r\nrepresentation in the Central Parliament. They do not enjoy freedom of\r\n\r\npublication, freedom of assembly and freedom of speech.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Malaysia Constitution has failed to unite the people of various\r\n\r\nraces.  In  fact, it has gone one step further. It has split  them  to\r\n\r\nstrengthen  the  colonialist influence. The Chinese people  have  been\r\n\r\nregarded  as a foreign reactionary force. What is Malaysia like  as  a\r\n\r\nnation? After its formation, the colonial influence still exists.  The\r\n\r\ncolonialists still continue to control the economy of our nation.  Bri\r\n\r\ntish  bases are still rampant throughout our nation. Rockets and  army\r\n\r\ninstallations  are  very  common in our  country.  Malaysia's  foreign\r\n\r\npolicy is pro-Western. It is a pro-war policy. Fundamentally, Malaysia\r\n\r\nis  a  neo-colonialist  plan.  That is why  the  people  of  the  five\r\n\r\nterritories are against it. Previous to the formation of Malaysia, the\r\n\r\nSecretary-General of my Party, Mr Lim Chin Siong, gave  this  sincere\r\n\r\nadvice, that if Malaysia was imposed by force upon the people of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 195</b></font><br><br>\r\n\r\n\r\n\r\nthe five territories, then the consequences would be very grave.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew)</b> rose ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of information.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister</b> <i>(In Mandarin)</i>: Can  the  Member for Paya Lebar make it clear whether we have accepted\r\n\r\nthe  advice  of  his  Secretary-General when he asked  his  Indonesian\r\n\r\ncolleagues to give us trouble here?\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>):\r\n\r\nBefore the Prime Minister speaks, he should have my permission.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Let me clear this point so that we will not misunderstand\r\n\r\none  another in future. If the Member did not wish to give way to  the\r\n\r\nPrime  Minister, he should have remained on his feet and I would  have\r\n\r\nasked the Prime Minister to resume his seat. As the Member had resumed\r\n\r\nhis seat, I understood that to mean that he had given way to the Prime\r\n\r\nMinister.  In future, if the Member does not wish to give way  to  the\r\n\r\nPrime Minister, all he has to do is to remain on his feet.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>):\r\n\r\nConcerning  the query raised by the Prime Minister, I  think  I  shall\r\n\r\ndeal with it after my speech. [interruption.]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the advice has not been heeded by the Alliance and the\r\n\r\nP.A.P.  That is why there is a war going on in North Borneo. There  is\r\n\r\nalso  Indonesian confrontation. As a result of this advice  not  being\r\n\r\nheeded,  things  are happening that are against the  interest  of  the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the war that is now going on in North Borneo is one in\r\n\r\nwhich the people want to get self-determination and liberation - a  link\r\n\r\nof  the entire national movements. The target of their struggle is the\r\n\r\nBritish  colonialists. This war unites many people in  their  struggle\r\n\r\nand opposition against Malaysia. It is being waged to get rid\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 196</b></font><br><br>\r\n\r\n\r\n\r\nof  the  colonialists from our country. This is  a  war  for  complete\r\n\r\nindependence.  But  the  British colonialists have  taken  suppressive\r\n\r\naction  to  curb  the wishes of the people. Under these circumstances,\r\n\r\nthe  people of North Borneo have no alternative but to resort to  arms\r\n\r\nin order to get rid of the British colonialists. Mr Speaker, in order\r\n\r\nto fight for their national independence and liberation, the people of\r\n\r\nNorth  Borneo  are  now bravely engaged in an anti-British  and \r\n\r\nanti-colonial struggle. Any party or organisation and even individuals  who\r\n\r\nare  anti-colonialists should support the people of North Borneo.  The\r\n\r\nBritish  colonialists and the ruling Party in Malaysia should be  held\r\n\r\nresponsible  for the war that is going on in North Borneo  today.  The\r\n\r\nAlliance Government is now forcing the people of Singapore to  undergo\r\n\r\nmilitary  training as a preparation before they go to fight  in  North\r\n\r\nBorneo. This is against the interest of the people as much as  it  is\r\n\r\nin  the  interest  of the British colonialists. The  present  struggle\r\n\r\nagainst the British colonialists in North Borneo is a reasonable  one.\r\n\r\nThe British colonialists should be held responsible for the consequences.\r\n\r\nThe fate of the people of Singapore and Malaya is similar to that of the \r\n\r\npeople in North Borneo. They have suffered the same savage suppression. Since\r\n\r\nwe have mutual aspirations and wishes, we should support one another to get\r\n\r\nrid of this suffering.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, having experienced two World Wars, particularly the\r\n\r\nJapanese  invasion of Malaya, the people in Singapore and  Malaya  are\r\n\r\nnow  longing  to go back to the former peaceful days. But the  British\r\n\r\ncolonialists and the Alliance Government would not let the people live\r\n\r\nin  peace.  When  the  people in Singapore and  Malaya  are  urging  a\r\n\r\npeaceful  solution of the war in Borneo, the British colonialists  and\r\n\r\nthe  Alliance  Government  are  forcing  youths  to  undergo  military\r\n\r\ntraining in order to prolong the war. We have no ill-feelings  against\r\n\r\nthe  people in North Borneo. The British colonialists have carried out\r\n\r\nthis war in North Borneo in order to suppress the people. They do  not\r\n\r\nwant  to give them self-determination. Why should we, the young people\r\n\r\nhere, be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 197</b></font><br><br>\r\n\r\n\r\n\r\nasked to fight for the British colonialists? Even if the struggle  for\r\n\r\nself-determination in North Borneo could be suppressed, what good will\r\n\r\nit do to - \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour (Mr Jek Yeun Thong)</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b> remained standing.\r\n\r\n \r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Member does not give way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Kow Kee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Kow Kee Seng</b>(<i>In Mandarin</i>):\r\n\r\nThe  only  people  who  can  benefit from this  war  are  the  British\r\n\r\ncolonialists. Therefore, the people in our country have no  obligation\r\n\r\nto  fight  against the people in North Borneo. This is  especially  so\r\n\r\nwhen  the  people  in  Singapore  have  not  been  enjoying  the  same\r\n\r\nprivileges and rights as the people in the other territories.  We  are\r\n\r\nin  the  midst  of  hardship. We have been  deprived  of  our  rights.\r\n\r\nMoreover,  we are being conscripted to fight our brothers.  Since  the\r\n\r\npeople  have no rights, what obligation have they to fight in  a  war?\r\n\r\nWar  will  only bring destruction, misery and death to our people.  It\r\n\r\nwill  destroy  our  peaceful lives. Husbands and  wives,  parents  and\r\n\r\nchildren, brothers and sisters will be separated. There will  be  more\r\n\r\norphans  and  widows.  This is only for the  purpose  of  serving  the\r\n\r\nBritish  and  American imperialists. After the formation of  Malaysia,\r\n\r\nmany people have lost their jobs. Many factories and shops have closed\r\n\r\ndown.  Our  trade has declined. Our port is under control. The  barter\r\n\r\ntrade  has  been  suspended.  Economic  activities  in  Singapore  are\r\n\r\nbecoming  more and more depressed. The income of the people  has  gone\r\n\r\ndown. The burden of the people is becoming heavier day by day. At  the\r\n\r\nsame  time,  the  Alliance Government and the  P.A.P.  Government  are\r\n\r\ncarrying out repressive measures. Many innocent youths have been  sent\r\n\r\nto  gaol and beaten up. They have restricted youths from entering  the\r\n\r\nuniversities.  They  have  declared a state  of  emergency,  and  have\r\n\r\nintroduced reactionary measures and regulations.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 198</b></font><br><br>\r\n\r\n\r\n\r\nThey  have created racial disturbances. Lives and properties have been\r\n\r\nsacrificed. In short, they have brought misery to the people. This  is\r\n\r\nthe result of Malaysia. The war in North Borneo is also the outcome of\r\n\r\nMalaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the facts are very clear. They have shown that we\r\n\r\nhave   no  obligation  to  serve  the  foreign  capitalists  and   the\r\n\r\nreactionary stooges. I urge the Alliance Government to value the lives\r\n\r\nand  property  of the people. They should defer to the  views  of  the\r\n\r\npeople  and  stop  calling them up, especially the  youths,  to  fight\r\n\r\nagainst the people in North Borneo. Our Party advocates peace and  the\r\n\r\nprotection of people's lives and property. The people in Singapore are\r\n\r\npeace-loving. They do not want war. They hate it and they do not  want\r\n\r\nto  wage  it. If there is any war in our country, it can only  benefit\r\n\r\nthe  colonialists, and the Government should be fully held responsible\r\n\r\nfor  it, because they have allowed the British to station armies here.\r\n\r\nThey  suppress democracy and they pursue the pro. Western war  policy,\r\n\r\nparticularly  the policy of the United States which is  anti-Communist\r\n\r\nand  anti-China.  New Zealand, Australia and the  United  States  have\r\n\r\njoined  the  British in supporting Malaysia and they have promised  to\r\n\r\nprovide  arms to Malaysia. However, their young people will  not  come\r\n\r\nhere to fight the war, because in Britain itself the young people  are\r\n\r\nagainst conscription. Moreover, the British do not have enough  troops\r\n\r\nto cope with the situation in Malaysia. So we see the Alliance and the\r\n\r\nP.A.P. are trying to conscript the young people here into fighting for\r\n\r\nthe  British. The out-of-date armament left over h' the United States\r\n\r\nand  the  weapons  left behind after the war in Korea  are  now  being\r\n\r\nhanded over to the Alliance Government. The Alliance Government is now\r\n\r\ntrying  to  arm our people with these out-of-date weapons. Had  Dulles\r\n\r\nknown  this, he would have laughed in his grave, because his  plan  of\r\n\r\nAsian people fighting against Asian people has now been realised.  The\r\n\r\nU.S.  Military  Mission  has come to Malaya to  have  talks  with  the\r\n\r\nAlliance Government.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 199</b></font><br><br>\r\n\r\n\r\n\r\nTun Razak has also said that Malaysia is prepared to send aid to South Vietnam  to help the Government there. All this proves that  they  are irresponsible. All this has been carried out to serve the interests of\r\n\r\nthe  foreign  powers. That is why they want our people  to  fight  the\r\n\r\npeople  in North Borneo. Therefore, in the interest of our people  and\r\n\r\nthe  interest of the people in North Borneo, I earnestly urge  Members\r\n\r\nof  all  Parties  in this House to forget their party differences  and\r\n\r\nprotect  the lives and properties of the people by bringing them  back\r\n\r\nfrom the brink of war.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>3.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Prime Minister (Dr Toh Chin Chye):</b> Mr Speaker, Sir, the\r\n\r\nMember for Paya Lebar wrote to me, as Leader of the House, asking that\r\n\r\nthe Assembly be summoned under Emergency conditions in order to debate\r\n\r\nthis  motion.  I  replied to him that since his motion  mentioned  the\r\n\r\npolicies  of  the Alliance Government and the administrative  measures\r\n\r\ntaken  by  the Central Government, it was right and proper  that  this\r\n\r\nmotion  should  be debated in the Central Parliament in Kuala  Lumpur.\r\n\r\nThis  suggestion, as I have seen, has not been taken up by the Barisan\r\n\r\nSosialis.  We have had two meetings of Parliament since he last  wrote\r\n\r\nto  me,  and  none of their representatives in the Dewan  Ra'ayat  has\r\n\r\nsought  the opportunity to debate this motion of theirs in  the  Dewan\r\n\r\nRa'ayat, as they ought to if they are nationalist leaders. They  have,\r\n\r\nhowever,  preferred to act as \"big frog in a little  well\",  and  have\r\n\r\nasked  this House to debate this motion which has been put up  in  the\r\n\r\nname of the Member for Paya Lebar.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is only one consistency in the Barisan Sosialis despite changes\r\n\r\nin  their  leadership.  Their Party is now without  a  Chairman;  they\r\n\r\ntalked of their Secretary-General, but no mention is made of the Party\r\n\r\nChairman.  The  only  consistency in the  Barisan  Sosialis  is  their\r\n\r\nsupport for Indonesia against Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Two and a half years ago when in this House we debated the Referendum\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 200</b></font><br><br>\r\n\r\n\r\n\r\nBill,  at  that time, their Member for Thomson, Mr S.  T.  Bani,  now\r\n\r\nMember  for Crawford, significantly mentioned that Indonesia  was  the\r\n\r\nheart-land  of  Malaysia. At that time, among  some  sections  of  the\r\n\r\npublic,  little importance was attached to that statement. But  it  is\r\n\r\nnow  transparently clear in the light of recent developments  why  the\r\n\r\nMember  for  Crawford,  Mr S. T. Bani, had  insisted  that  Indonesia\r\n\r\nshould  be the heart-land of Malaysia. This underlies all the  actions\r\n\r\ntaken  and  statements made by the Barisan Sosialis - their statements\r\n\r\nopposing  Malaysia and national service and their action in organising\r\n\r\na  demonstration at Hong Lim Park against national service.  All  this\r\n\r\namounts to really a big sell-out by the Barisan Sosialis of the people\r\n\r\nof  Singapore.  What they are asking us is to substitute parliamentary\r\n\r\ndemocracy,  which they are enjoying here today, for guided  democracy;\r\n\r\neconomic progress for economic stagnation and decline. They are asking\r\n\r\nthe people to substitute, or to change over from eating rice to eating\r\n\r\ncorn, and they are asking us to relinquish our independence so that we\r\n\r\ncan come under Indonesian hegemony.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us review the stand which has been taken by the Barisan Sosialis\r\n\r\nsince  the first signs of disaffection broke out in this part  of  the\r\n\r\nworld.  They have openly declared their support for Azahari  when  the\r\n\r\nrebellion broke out in Brunei. In fact, it was pointed out in a  White\r\n\r\nPaper  released subsequently that there was a conspiracy in which  the\r\n\r\nBarisan Sosialis agreed to provide assistance for Azahari's rebellion.\r\n\r\nWhen the Indonesians sent guerillas to infiltrate the borders of Sabah\r\n\r\nand  Sarawak  and  even  when long-houses were attacked,  the  Barisan\r\n\r\nSosialis came out in support of what was called the \"liberation  army\"\r\n\r\nof  Sarawak. In fact, a number of Barisan Sosialis leaders,  including\r\n\r\nthe  ex-Chairman and Secretary, went across to Kuching and other parts\r\n\r\nof  Sarawak to incite disaffection and raise the standard of rebellion\r\n\r\nin  Sarawak.  But  as  we all know, these pseudo-revolutionaries  were\r\n\r\nunceremoniously thrown out by the Sarawak Government.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 201</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, we see a sorry sight, when Indonesians are attacking the borders\r\n\r\nof  Malaya  itself, when Indonesians are exploding bombs in Singapore,\r\n\r\nwhen  Indonesians are attacking our fishermen, robbing them  and  even\r\n\r\nkidnapping  them,  there has been no word of protest  by  the  Barisan\r\n\r\nSosialis against these acts of aggression. On the contrary, they  have\r\n\r\nexpressed sympathy for the Indonesian cause. They have not at any time\r\n\r\nspoken  in  favour of our own cause - the cause of our own  people,  but\r\n\r\nthey wax eloquent against Malaysia and support for Indonesia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the space of three months, Mr Speaker, we have had landings at\r\n\r\nPontian, Lahis and Muar. Altogether there must have been at least -  a\r\n\r\nrough  estimate  from news that can be gathered from Press  \r\n\r\nreports  - about  300 odd or more Indonesian guerillas who have landed on Malayan\r\n\r\nshores. There have even been more attacks on Malaysian fishermen. What\r\n\r\ndo  the  Barisan expect? Do they intend that we should keep our  hands\r\n\r\ntied,  that we do not defend ourselves, and that we apologise  to  the\r\n\r\nIndonesians for these acts of aggression? This is, in fact,  what  the\r\n\r\nBarisan  Sosialis  are doing. The Barisan Sosialis  perhaps  would  do\r\n\r\nbetter  to  use this opportunity to unite and rally all the  races  in\r\n\r\nMalaysia and make this a first-class Opportunity for laying the founda\r\n\r\ntion for our Malaysian nation, rather than making Malaysia an issue to\r\n\r\nsplit  the  races.  That, unfortunately, has been the  consequence  of\r\n\r\nBarisan's support for Indonesia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are two methods by which Indonesia hopes to crush Malaysia. The\r\n\r\nfirst  method is to utilise military aggression. The second method  is\r\n\r\nto  use  subversion - subversion in which race can be  pitted  against\r\n\r\nrace  -  so  that ultimately the Indonesians hope that  Malaysia  will\r\n\r\nfall,  not  because of external pressures, but from internal collapse.\r\n\r\nAnd the Barisan is doing nothing better than to assist the Indonesians\r\n\r\nin this subversion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 202</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is a sorry sight, Mr Speaker, to see in front of us Members of the\r\n\r\nLegislative  Assembly who, at this moment, when  they  ought  to  show\r\n\r\ntheir  patriotism, working on the side of the enemy. Rather  than  the\r\n\r\nBarisan  Sosialis leaders should have wasted their energies misleading\r\n\r\ninnocent  school-boys  and schoolgirls in an  attempted  demonstration\r\n\r\nagainst national service in September last month, and causing a number\r\n\r\nof  these innocent school-boys and schoolgirls to land up ingloriously\r\n\r\nin  court  and  in  gaol, they should have devoted their  energies  to\r\n\r\npromulgating the cause of the Malaysian nation. But theirs has been  a\r\n\r\ndestructive policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members of the House will have noticed that the Member for Choa Chu\r\n\r\nKang  is missing from this House today having paid the price for being\r\n\r\nindiscreet enough to be caught at the demonstration. But I gather that\r\n\r\nthe Member for Paya Lebar and the Member for ---\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> And the Member for Jurong were watching.\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> --- and the Member for Jurong were more cagey. They\r\n\r\nwere hiding behind the skirts of school-girls and were discreet enough\r\n\r\nto  remain in hiding until all the mass was cleared by the Police.  If\r\n\r\nthis  is  the capacity for leadership as shown by the present  Barisan\r\n\r\nSosialis  leaders, then I say that if this country were to  listen  to\r\n\r\nthem,  they would be leading us into, not only just disglory,  but  to\r\n\r\nhell.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we are all aware that our own military setup is\r\n\r\ninadequate  even  for our own internal defence. And because  of  this,\r\n\r\neverybody  knows - it is not a secret - that New Zealand  troops  were\r\n\r\nasked  to  assist Malaysian forces to wipe out paratroopers  who  were\r\n\r\ndropped  at  Labis  on  2nd September, and more  recently,  Australian\r\n\r\ntroops  were involved in confronting the guerillas who landed in  Muar\r\n\r\nat the end of last month. It is not desirable for us to depend all the\r\n\r\ntime  on foreign troops to assist us in our defence. For then,  surely\r\n\r\nwe will be laid with the charge that we are a neo-colonialist force.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 203</b></font><br><br>\r\n\r\n\r\n\r\nhaving to depend upon foreign troops for our own  defence.\r\n\r\nWe accept at this juncture while our own forces are inadequate that it\r\n\r\nis  necessary  that  we  should  rely upon  British  troops  and  even\r\n\r\nAustralian  and New Zealand forces. However, it is important  that  we\r\n\r\nourselves should build up our own military forces in order to  protect\r\n\r\nour own independence. No independent country can survive the pressures\r\n\r\nwhich  are  exerted  upon  it  in this world  of  international  power\r\n\r\npolitics, unless it is prepared to defend its freedom.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Israel, young boys and girls of 18 and 19 years old are conscripted\r\n\r\nto  serve for two years in the national service. On the one hand, they\r\n\r\nare  taught  to carry a rifle and, on the other hand, they  carry  the\r\n\r\nplough,  and they are taught how to drive a tractor. This is  possible\r\n\r\nbecause  the Israelis are aware that the only way they can defend  the\r\n\r\nintegrity of their country is to demonstrate an expressive ability  to\r\n\r\nfight and die for their country's independence. Even the neutralism of\r\n\r\nSwitzerland  must be defended by military means. Neutralism  does  not\r\n\r\ncome  by  itself  or  is  given on a platter to countries  which  just\r\n\r\ndeclare  that they are neutral. In Switzerland, young men of 20  years\r\n\r\nold are called to serve in the militia, and they remain in the militia\r\n\r\nfrom the age of 20 years to 50 years during which they undergo periods\r\n\r\nof  military  training. They take back their arms with them  to  their\r\n\r\nhomes and, at a moment's notice, the country can mobilize thousands of\r\n\r\nmilitia  men.  And  this has made it possible for Switzerland  not  to\r\n\r\nmaintain a standing army.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Malaysia is an independent country. Singapore is independent by virtue\r\n\r\nof  our integration with Malaysia, and therefore it is necessary  that\r\n\r\nwe  should be prepared to defend our independence. The alternative  is\r\n\r\nto  remain  passive and subsequently fall and succumb to the pressures\r\n\r\nwhich  will  be exerted on us not only from Indonesia but  from  other\r\n\r\nparts.  Let  me just ask the Barisan Sosialis one simple question.  Do\r\n\r\nthey  or do they not agree to foreign troops helping us to defend  our\r\n\r\nindependence?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 204</b></font><br><br>\r\n\r\n\r\n\r\nIf they do not agree, will the Barisan Sosialis leaders act as a \r\n\r\nstop-gap?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, national service is no shame. In fact, all newly emergent\r\n\r\ncountries in the Afro-Asian world have made it a point to ensure their\r\n\r\nindependence by indoctrinating the youths of their countries into  the\r\n\r\nsignificance  and  nature of independence, partly  by  propaganda  and\r\n\r\npartly through national service. Rather than agreeing with the Barisan\r\n\r\nSosialis  on  their  motion  to urge the Central  Government  to  stop\r\n\r\nconscripting such youths for military service, I must say it is a pity\r\n\r\nindeed that so far only 100 Singapore's young men have been called  up\r\n\r\nfor  military training. Over 50,000 young men in Singapore have signed\r\n\r\nup for national service, and indeed it is regrettable that up to date,\r\n\r\nto  our  knowledge, only 100 have been called up. It is our hope  that\r\n\r\nmore people in Singapore will be given a chance of demonstrating their\r\n\r\nloyalty  to  this  country and to show in no uncertain  fashion  their\r\n\r\ndetermination to defend our independence and all that we stand for.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I would like to move an amendment to the motion submitted\r\n\r\nby the Member for Paya Lebar:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After the word \"following\" in line 2, to leave out the rest of the\r\n\r\nmotion, and insert the following words -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Indonesia's policy of aggression and subversion, this House calls\r\n\r\nupon  the Central Government to take all measures to secure the safety\r\n\r\nof  the  lives and property of our citizens, and for this  purpose  to\r\n\r\ngive our youth proper military training to help defend the sovereignty\r\n\r\nof our nation.\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment handed in.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The amendment is in order. The Clerk will now distribute\r\n\r\nto  Members  copies  of the amendment proposed  by  the  Deputy  Prime\r\n\r\nMinister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Copies of the amendment accordingly distributed to hon. Members.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The first Question is, \"That the words proposed to be\r\n\r\nleft  out, be left out.\" The debate may include the words proposed  to\r\n\r\nbe left out and those proposed to be inserted.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 205</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I draw the attention of the House to Standing Order 39. I do not\r\n\r\nwant  to read out the whole of that Standing Order. It is quite  long.\r\n\r\nBut for our present purposes the gist of it is this. The House may, if\r\n\r\nit so desires, debate at the same time the original motion as proposed\r\n\r\nby the mover of the motion, the words to be left out, and the words to\r\n\r\nbe  added as proposed by the Deputy Prime Minister. If the House feels\r\n\r\nthat  it is convenient to do this, then we may do so. But if the House\r\n\r\nfeels that it wishes to debate the amendment first and then go hack to\r\n\r\nthe  original motion, the House may also do that. I am entirely in the\r\n\r\nhands  of the House as to what it proposes to do. Perhaps it might  be\r\n\r\nmore  convenient if the amendment and the original motion  be  debated\r\n\r\ntogether,  and,  at  the proper time, I shall just put  the  questions\r\n\r\nsimpliciter. Is that the general view of the House?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The debate may then range over the amendment, the words\r\n\r\nto  be left out, the words to be inserted, and the original motion. At\r\n\r\nthe  appropriate juncture I shall put the motion just simpliciter  and\r\n\r\nask Members to vote thereon.\r\n\r\n\r\n\r\n<br><br>4.18 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong (Jalan Kayu)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I oppose the amendment before us. This amendment motion is mainly to counter our motion, its effect\r\n\r\nwould  be  to  force  all our people to be conscripted  to  fight  for\r\n\r\nsomething  which  is  against our interests. We have  brought  up  our\r\n\r\nmotion in the belief that conscription is against the interests of all\r\n\r\nthe  people  of Singapore. To force our people to be soldiers  and  to\r\n\r\nforce  them  to go to war would only destroy the family lives  of  our\r\n\r\npeople.  It would also separate families. It would cause the  loss  of\r\n\r\nmany  lives  and  property. More serious than this is  the  fact  that\r\n\r\nMalaya  has  been brought into a war to promote the interests  of  the\r\n\r\nAnglo-American imperialists and colonialists. We have been involved in\r\n\r\nan aggressive war in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 206</b></font><br><br>\r\n\r\n\r\n\r\ninterests  of  the imperialists in SouthEast Asia. Through  their \r\n\r\nso-called merger with Malaya the Lee Kuan Yew clique has handed over  our\r\n\r\npolitical, citizenship, and financial rights to the Central Government\r\n\r\nin  the  name  of Malaysia. All important decisions which  affect  the\r\n\r\n1,700,000 people of Singapore - and to quote one example, conscription - are in the hands of the\r\n\r\nAlliance  Government. Perhaps on this matter, Prime Minister Lee  Kuan\r\n\r\nYew ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Mr Lee Kuan Yew happens to be the Prime Minister\r\n\r\nof  Singapore. Will the Member refer to him by his designation and not\r\n\r\nby his name?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>):\r\n\r\nPerhaps  the Prime Minister, Mr Lee, who said that we are limited  by\r\n\r\nlaw, perhaps the Lee Kuan Yew clique will say that ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the Member wants to use the word `clique', I\r\n\r\nhave  no objection to his using \"the Prime Minister's clique\" but  not\r\n\r\n\"Mr Lee Kuan Yew's clique\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>):\r\n\r\nOn  this matter, the State Government has the obligation to accept our\r\n\r\nmotion  before  the  House,  a  motion  that  will  urge  the  Central\r\n\r\nGovernment  not to carry out this reactionary measure in  forcing  our\r\n\r\nyouths to become soldiers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, why do I oppose the amendment before us? It is\r\n\r\nbecause  this  amendment  is chiefly aimed at  the  following  points.\r\n\r\nFirstly, the people have no obligation to protect the product of \r\n\r\nneo-colonialists,  namely, Malaysia. Prime Minister  Lee's  clique  cannot\r\n\r\nrebut this -\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Just the \"Prime Minister\" and not \"Prime Minister\r\n\r\nLee\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker,  Sir,  perhaps  due to the  difficulties  in  regard  to\r\n\r\nterminology as between Chinese and English, in other words, because of\r\n\r\nthe  transposition  of  words in the course of  the  translation,  the\r\n\r\ntranslation  has appeared to be as you have heard. Malaysia  has  been\r\n\r\nbrought  about  by the scheme of three parties, namely,  the  British,\r\n\r\nMalaya and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 207</b></font><br><br>\r\n\r\n\r\n\r\nSingapore. The \"three big men\" have had meetings at Cameron  Highlands\r\n\r\nover  venison,  satay and golf, at the end of which  they  came  to  a\r\n\r\ndecision.  This scheme has been an open secret. Everybody  knows  that\r\n\r\nthe Federation of Malaya is really serving the interests of the\r\n\r\nAnglo-American  imperialists.  Since that is so,  what  obligations  do  the\r\n\r\npeople have that they should shed their blood and sacrifice themselves\r\n\r\nin order to safeguard British property in Malaysia?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the purpose of military training is to send the conscripts\r\n\r\nto North Borneo to wage war. This fact cannot be covered by any \r\n\r\nsmoke-screen. It is very clear. The war in North Borneo is the result of the\r\n\r\nBritish  rulers' intention, through constitutional means, to  suppress\r\n\r\nthe  desire  of the North Borneo people to gain national  independence\r\n\r\nand  self-determination. The North Bornean people  want  to  shed  off\r\n\r\nforeign  rule  and  domination. They want national independence.  This\r\n\r\nrequest is right and proper. The desires and ambitions of North Borneo\r\n\r\ncannot   be  obstructed  by  any  imperialist  designs.  The   British\r\n\r\ncolonialists, who are devils, are trying to show themselves as  angels\r\n\r\nand to cause Asians to fight amongst themselves. What cause do we have\r\n\r\nto fight for the British imperialists and colonialists?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, under the phoney merger, all rights and political interests\r\n\r\nhave  been sold out. The so-called autonomy in labour and autonomy  in\r\n\r\neducation which have been claimed by the Prime Minister's clique  have\r\n\r\nbeen  seen  through. The recent legislation restricting students  from\r\n\r\nentering  the universities is a very good example. Their  rights  have\r\n\r\nbeen severed. Those who harm others will in the end harm themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, conscription is part of the designs of the Alliance to\r\n\r\nexpand  their war-like preparations. It is also part of the scheme  of\r\n\r\nwar of the imperialists. The establishment of Malaysia, in fact, meets\r\n\r\nthe military aim of the Anglo-American imperialists to start a new war\r\n\r\nof aggression in South-East Asia. Thus from the day Malaysia was born,\r\n\r\nit was doomed. Its fate has been doomed since\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 208</b></font><br><br>\r\n\r\n\r\n\r\nits  birth,  because it will have to shoulder the burden of  armaments\r\n\r\nand war, and become cannon fodder for the foreign imperialists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, we oppose the conscription of our youths and their military\r\n\r\ntraining  so  to  become  cannon fodder to satisfy  the  imperialists'\r\n\r\ngreedy  desire.  Such  an  aim is contrary  to  the  Charter  and  the\r\n\r\nprinciples  of  the  United  Nations,  and  the  principle  of   \r\n\r\nself-determination as declared by the conference of the nonaligned  nations\r\n\r\nin  Cairo. It is also contrary to the spirit of self-determination  of\r\n\r\nthe people in the colonies. The people's opposition to conscription to\r\n\r\nfight  a  war  for  the  interests  of  foreigners,  colonialists  and\r\n\r\nimperialists  is  fully  in  keeping  with  the  principles  of  newly\r\n\r\nindependent Afro-Asian nations. The people want to get their right  of\r\n\r\nself-determination  from  the British colonialists.  We  have  now  an\r\n\r\nobligation  to help them to fight the people of North Borneo.  If  the\r\n\r\nP.A.P. want to act in the manner they have claimed, then they  should\r\n\r\nsupport  the  declaration  of  the non-aligned  nations.  The  Barisan\r\n\r\nSosialis  is a Party that has the interests and welfare of the  people\r\n\r\nat  heart.  Since the P.A.P. clique have rebelled against the  people,\r\n\r\nserious consequences and adverse conditions have been brought upon the\r\n\r\npeople  of  Singapore.  I will now repeat that  facts  have  blatantly\r\n\r\nexposed  the  lies  of  the Prime Minister's clique.  Their  so-called\r\n\r\nprosperity,  happiness,  peace  and all  such  slogans  and  beautiful\r\n\r\nphrases  have come to nothing. They are like water bubbles. But  facts\r\n\r\nare facts. The Prime Minister cannot deny them. It is clear for all to\r\n\r\nsee  that  there has been a big increase in unemployment with  serious\r\n\r\nlosses  to  all  concerned and an economic depression all  round.  The\r\n\r\nP.A.P. ruling clique have been suppressing the people, suppressing the\r\n\r\nnews,  facts  and information concerning the true situation  in  order\r\n\r\nthat  the people may not know the facts. The traitorous clique of  the\r\n\r\nPrime  Minister  have  gone all out to arrest patriotic  people.  They\r\n\r\ncontrol  the Press, create public opinion and fabricate false news  in\r\n\r\norder to blind the eyes of the people - [Interruption.]\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 209</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Member please continue with his speech?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>):\r\n\r\nUp  till  now, the clique of the Prime Minister are just like drowning\r\n\r\npersons  catching  at  straws  to  prolong  their  lives.  Their  true\r\n\r\nintentions  have  been  exposed. All of a sudden,  they  imagine  that\r\n\r\nconfrontation  has  afforded them the last chance  of  survival.  They\r\n\r\nshout  that the people of Malaysia should be united in order to defend\r\n\r\nthemselves  against  foreign aggression. They  lie  that  the  Barisan\r\n\r\nSosialis  is  pro-Indonesia  and is traitorous.  They  are  just  like\r\n\r\ngamblers  who  resort to cheating in order to win. But what  they  are\r\n\r\nholding on to is a straw that cannot save their lives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the present situation is brought about entirely as a\r\n\r\nresult  of  Malaysia.  These people who are asking  others  to  defend\r\n\r\nMalaysia should themselves take up arms - the son of the Minister  for\r\n\r\nFinance  is  of  age now - and they should ask their  own  sons  to  be\r\n\r\nconscripted. Also the sons of people in the traitorous clique  of  the\r\n\r\nPrime Minister who are staying in their --- \r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Will the Member refrain from using the words\r\n\r\n\"traitorous clique\"?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>):\r\n\r\nThese  people  who  try to collaborate with imperialists  and  foreign\r\n\r\ncolonialists  should not ask the people to support and die  for  them.\r\n\r\nThe  Prime  Minister's clique say that we are an anti-Malaysia  group.\r\n\r\nBut there are other Afro-Asian countries, for example China, which are\r\n\r\nalso  opposed to Malaysia. Then why do the clique not say that we  are\r\n\r\nalso  pro-China  as well as pro-Afro-Asian countries?  Formerly,  they\r\n\r\nsaid  that we have been pro-China. Why do they now turn round and  say\r\n\r\nthat we have been pro-Indonesia --- \r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> A question has been asked. May I say, \"Because it\r\n\r\nis  Indonesian troops that have landed in Malaya. It is the Indonesian\r\n\r\nterrorists  who  are  in  Malaya, Sabah and Sarawak.  Not  Chinese  or\r\n\r\nAfrican troops.\" That is why.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 210</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker,  Sir, our Party is in the forefront of the struggle  for\r\n\r\nthe  people. Our principles and our aims are fully in accord with  the\r\n\r\ninterests  and welfare of the people. The only people who can  control\r\n\r\nus  are the general masses. If you want to ask us whom we are for,  we\r\n\r\ncan  say that we are for the people. We are pro-the-people. The P.A.P.\r\n\r\nwho want to shake their tails in front of the British colonialists try\r\n\r\ntheir  best  to shift their blame on to others and to cover  up  their\r\n\r\nanti-people  nature. They try in every way to smear  and  slander  all\r\n\r\nthose who are patriotic and innocent. As representatives of the people\r\n\r\nwho  are suppressed, we have an obligation to speak for the people who\r\n\r\ndesire peace. We insist on our correct stand. The Member for Choa  Chu\r\n\r\nKang has already shown a very brave and valiant example ---\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> On a point of order. Can an action which has\r\n\r\nresulted  in  a  criminal prosecution with a term of  imprisonment  be\r\n\r\nproperly called \"heroic conduct\" in this Assembly?\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Tan Cheng Tong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> No. Mr Speaker, Sir, I am not putting a retort.\r\n\r\nI  am  really asking for a ruling on this because it seems to me  that\r\n\r\nthe  Member for Jalan Kayu was referring to the heroic conduct of  the\r\n\r\nMember for Choa Chu Kang who was arrested for breaking the law,  tried\r\n\r\nin  a court of law and convicted, and is now serving a sentence of six\r\n\r\nmonths.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think it is a matter of opinion. The Member for Jalan\r\n\r\nKayu is entitled to his opinion on that. Mr Tan Cheng Tong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>):\r\n\r\nMr  Nehru was also arrested and imprisoned. There are other  national\r\n\r\nheroes and democratic people who have been arrested and imprisoned  by\r\n\r\ntheir colonial masters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in order not to allow the anti-national clique of\r\n\r\nthe  Prime  Minister to escape our censure and not to  allow  them  to\r\n\r\nblindfold us, I think I had better give a very clear example to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 211</b></font><br><br>\r\n\r\n\r\n\r\nshow  the  truth.  A woman cannot bear a child without  having  sexual\r\n\r\nrelationship  with a male. Malaysia is caused by the political  sexual\r\n\r\nrelationship between the P.A.P. and the Tengku's Alliance  ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I must warn the Member not to use offensive\r\n\r\nlanguage in this House. [Laughter]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Dirty mind!\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> He can make his point. [Laughter] Will the Member for\r\n\r\nJalan  Kayu please refrain from laughing? I must ask him to use proper\r\n\r\nlanguage in this House, otherwise I shall ask him to sit down. Mr Tan\r\n\r\nCheng Tong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>): Mr Speaker, Sir, these facts relating to nature are common knowledge\r\n\r\nwhich anyone can understand. So I need not talk further on this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a result of the political promiscuity between the parties\r\n\r\nconcerned, Malaysia was born, full of syphilis and venereal disease -\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I must ask the Member to refrain from using those\r\n\r\nwords. Will he continue with his speech?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Cheng Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Cheng Tong</b>(<i>In Mandarin</i>):\r\n\r\nWho  can  be  blamed  for  this? We can only  blame  the  P.A.P.,  the\r\n\r\ntraitors. They have achieved this because of their own desires. Here I\r\n\r\nhope  that  the  Backbenchers  in the  Government  would  respect  the\r\n\r\ninterests of the people and choose the road of peace. This  is  not  a\r\n\r\npolitical  dispute.  This suggestion relates to  an  issue  which  has\r\n\r\nimmediate  concern for the interests of the people. I hope  they  will\r\n\r\nchoose  to get out of the clique of the P.A.P. and support the  motion\r\n\r\nbefore the House.\r\n\r\n\r\n\r\n<br><br>4.47 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Fong Sip Chee (Parliamentary Secretary to the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Culture (Mr Fong Sip Chee)</b>(<i>In Mandarin</i>): Mr Speaker, we have earlier heard Members of the Opposition talking about and defining war. They say there are\r\n\r\ndifferent types of war - anti-national war, anti-aggression war  and\r\n\r\nliberation war. The Barisan Sosialis' understanding of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 212</b></font><br><br>\r\n\r\n\r\n\r\nliberation  war  is  this - that it is an act by  which  anti-national\r\n\r\nelements  try  to overthrow a constitutional government.  The  Barisan\r\n\r\nSosialis  want  the people of this country to commit an  anti-national\r\n\r\nact by rising up and destroying the nation. But they do not say so  in\r\n\r\nmany  words. We have heard also that the Barisan Sosialis  adopts  the\r\n\r\nanti-Malaysian  stand because we did not accept the  advice  given  by\r\n\r\ntheir  Secretary-General. The Barisan Sosialis is now left  without  a\r\n\r\nChairman  although  it has its Secretary-General. I  remember  hearing\r\n\r\nthat  the  Barisan  Sosialis members are not interested  in  having  a\r\n\r\nChairman.  That is why their Party is still without one. In fact,  one\r\n\r\nof  the  members  of  the Barisan Sosialis has said  that  he  is  not\r\n\r\ninterested whether his Party has a Chairman or not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Paya Lebar has said just now that Lim Chin Siong, their\r\n\r\nParty  Secretary, advised with sincerity that we should not take  part\r\n\r\nin  Malaysia.  Because we refused to accept his  advice,  the  Barisan\r\n\r\nSosialis are now against us and against Malaysia. I think the  members\r\n\r\nof  the Barisan Sosialis can still remember that their Party Secretary\r\n\r\nalso said, with the same degree of sincerity, to the British at a  tea\r\n\r\nparty, that they wanted to have a self-governing country instead of  a\r\n\r\ncompletely  independent country. They were prepared to hand  over  the\r\n\r\nright  of self-determination to the British. They did not support  the\r\n\r\ncall for independence completely. This shows that they are not so \r\n\r\nanti-colonial as they claim to be.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about their loyalty, the Member for Paya Lebar has said that\r\n\r\nthe  Government  has described all those whom they  dislike  as \r\n\r\nanti-national  and disloyal elements. Now, Mr Speaker, when the nation  is\r\n\r\nfaced with a crisis, it is for us to back it up. At this juncture  the\r\n\r\nBarisan  Sosialis should call upon the people to take part in national\r\n\r\nservice  to  support  and  defend our  country.  But  they  have  done\r\n\r\notherwise. So they have disqualified themselves as representatives  of\r\n\r\nthe people. Furthermore, they have even tried to mislead some students\r\n\r\nand  youths to take part in illegal processions and demonstrations  in\r\n\r\norder to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 213</b></font><br><br>\r\n\r\n\r\n\r\nbring further disorder to our country. I remember in the past Mr Chor\r\n\r\nKok  Thong, a former member of the Barisan Central Committee,  saying\r\n\r\nsomething about loyalty and democracy. On the eve of leaving Singapore\r\n\r\nfor  China, he said that he never showed any loyalty to Singapore  and\r\n\r\nthis  nation.  These are words that have come from  a  member  of  the\r\n\r\nCentral  Committee of the Barisan Sosialis. He said that he was  never\r\n\r\nloyal   to   our   country.   These  words  are   representative   and\r\n\r\ncharacteristic of the leadership of the Barisan Sosialis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, what we are not clear about is whether they have been\r\n\r\nreally  logical. Our national integrity is never doubted  among  \r\n\r\nAfro-Asian  countries. We have been recognised by many countries  in  \r\n\r\nAfro-Asia. But there are still some elements in Singapore, our own country,\r\n\r\nwho  still  doubt  our  national integrity and  sovereignty,  when  we\r\n\r\nalready  have it. Mr Speaker, this is something that is very puzzling\r\n\r\nto  me.  At a time when Indonesian troops are killing and slaughtering\r\n\r\nour people on the border of Borneo, and at a time when open aggression\r\n\r\nhas  been  shown by Indonesian landings in Labis, Malacca and Pontian,\r\n\r\nthe Barisan Sosialis have said nothing to condemn the Indonesians.  On\r\n\r\nthe  contrary, they have turned round to say that we are  forcing  the\r\n\r\npeople  to fight against such aggression. We do not deny that in  deal\r\n\r\ning  with  these invaders, as the Deputy Prime Minister has said  just\r\n\r\nnow,  we have to obtain help from New Zealand and Australia. But  this\r\n\r\nhelp has been described as a threat to our nation, whereas Indonesia's\r\n\r\nopen  aggression is never considered as a threat to us by the  Barisan\r\n\r\nSosialis. It is very clear that there are Indonesian guerrillas on the\r\n\r\nborder  of  Sabah and Sarawak trying to disrupt our national  security\r\n\r\nand  killing  our people. But the Barisan Sosialis have  said  nothing\r\n\r\nagainst  it. They say that the Indonesians are part of the  Sahah  and\r\n\r\nSarawak  people. This is their logic. It is not so strange as one  may\r\n\r\nseem  to think, because the hero in the Barisan Sosialis, Mr Lim Chin\r\n\r\nSiong, has already suggested a federation \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 214</b></font><br><br>\r\n\r\n\r\n\r\nbetween  Singapore  and  Indonesia. By this  logic  Indonesian  guerrilla\r\n\r\nactivities are described by them as acts of heroes fighting for  \r\n\r\nself-determination and national liberation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Barisan Sosialis have not been successful in acting\r\n\r\nas  the agent of their Indonesian master. That is why their master now\r\n\r\nhas  some  doubts about them. Knowing this, the Barisan  Sosialis  are\r\n\r\ntrying  to get back the favour that their master used to give them  in\r\n\r\norder to regain the position that they used to enjoy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in various countries in the world, whether in Afro-Asia\r\n\r\nor  Europe, national service has been considered as an honour  to  the\r\n\r\ncitizens.  The people feel proud to be able to take part  in  national\r\n\r\nservice  in  defence of their own country. This is a great  honour  to\r\n\r\nloyal  citizens. But to the Bansan Sosialis, to escape  from  national\r\n\r\nservice  is not shameful at all. Instead of encouraging our youths  to\r\n\r\ntake part in national service, they want them to boycott it. This is a\r\n\r\nvery  irresponsible act. The self-determination and sovereignty  of  a\r\n\r\ncountry should be safeguarded by us. We should not depend for too long\r\n\r\na  time on foreign aid to defend our own rights. National service is a\r\n\r\nstep  towards  strengthening our military power to protect  ourselves.\r\n\r\nBut  the Barisan Sosiahis do not like this. Instead, they suggest that\r\n\r\nwe  should open our doors wide and invite their Indonesian friends  to\r\n\r\ncome in with great honour. This is a very clear example of their\r\n\r\nanti-national sentiments.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think this is a convenient time to take the tea break. I suspend the sitting of the House and will resume the Chair at 5.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.59 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n  \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Poh Ber Liak, in Mandarin.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 215</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak (Tampines)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I would\r\n\r\nlike to air my views on certain points raised by the Deputy Prime\r\n\r\nMinister and the Parliamentary Secretary to the Minister for Culture.\r\n\r\nAll they have said is mere nonsense.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We know that war will bring disaster to the people; war will cause\r\n\r\nloss  of support to aged parents; war will cause disintegration  among\r\n\r\nfamilies.  Therefore, we firmly oppose war and the  military  training\r\n\r\nmeasures which are pursued by the Government, because this will affect\r\n\r\nthe  normal livelihood of the people. The spread of war may also cause\r\n\r\nloss  of  lives  among the people. Therefore, we must  point  out  the\r\n\r\nfallacy  uttered  by the Deputy Prime Minister and  the  Parliamentary\r\n\r\nSecretary,  in saying that the State Assembly should not  debate  this\r\n\r\nquestion. Why should that be so, since the question involves the lives\r\n\r\nand  property of the people? We are totally opposed to what they  have\r\n\r\npropounded just now. The State Legislature has full rights  and  is  a\r\n\r\nproper  place  to discuss the question which is posed before  us.  The\r\n\r\nSingapore  Government  should pay attention  to  this  question  which\r\n\r\naffects the lives and future of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the war in North Borneo, the Deputy Prime Minister has\r\n\r\naccused the Barisan Sosialis by saying that we should not support  the\r\n\r\nwar  waged  by the people in North Borneo. We know that the war  there\r\n\r\nwas  the  outcome of the people's uprising there. Does the P.A.P. not\r\n\r\nrealise that Party Rakyat has got the support of the people in  Brunei\r\n\r\nand   that  this  was  initiated  by  the  British  colonialists?   As\r\n\r\nrepresentatives  of the people, we have a duty and  responsibility  to\r\n\r\noffer them support on humanitarian grounds. But the Government has put\r\n\r\nforward  all kinds of falsehoods, pretexts and excuses, and fabricated\r\n\r\nall sorts of rumours in order to suppress the democratic people ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I understand some earphones are not switched off.\r\n\r\nWill  hon.  Members please see that their earphones are switched  off,\r\n\r\nbecause  it  does  interrupt the proceedings and we do  not  want  the\r\n\r\nproceedings interrupted, do we?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 216</b></font><br><br>\r\n\r\n              \r\n\r\n<br><br><!-- Mr Poh Ber Liak -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Poh Ber Liak</b>(<i>In Mandarin</i>): The P.A.P. tactic has been to\r\n\r\nfabricate all sorts of rumours in order to confuse and mislead the\r\n\r\npeople. Like the other reactionaries in Malaya, the P.A.P. are trying\r\n\r\nto mislead the people by saying that the democratic people here are\r\n\r\npro-China and pro-Communist. But now they have changed their tune by\r\n\r\nsaying that we are pro-Communist and accuse us of being pro-Indonesia.\r\n\r\nThey say that we have connections with Indonesia. All these deceitful\r\n\r\nstatements will be exposed to the people. All these falsehoods will\r\n\r\nnot be of avail and they will have to fabricate other falsehoods. All\r\n\r\nthese schemings are like those of a woman who wants to change her\r\n\r\nlipstick.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We know that the present dispute between Indonesia and Malaysia arose\r\n\r\nfrom  the  establishment of Malaysia. It also severed trade  relations\r\n\r\nbetween  the  two countries. The economic situation in  Singapore  has\r\n\r\ndeteriorated.  All firms and factories are in a semi-paralysed  state.\r\n\r\nShops  are  faced  with difficulties because of a  trade  slump.  Many\r\n\r\nbusinessmen are earning less and less. All these difficulties are  the\r\n\r\noutcome  of  the  scheme pursued by the P.A.P. and  the  Alliance  in\r\n\r\nsetting  up Malaysia. If the P.A.P. and the Alliance had not supported\r\n\r\nthe  British Government on the question of Malaysia, then there  would\r\n\r\nnot  have been such a dispute between Malaysia and Indonesia and there\r\n\r\nwould  not  have been this confrontation and slump in trade,  so  that\r\n\r\nbusinessmen, hawkers and people from all walks of life would have been\r\n\r\nable  to  live  a happy life without Malaysia. All these  difficulties\r\n\r\nwere created by the P.A.P. and the Alliance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are opposed to the policy pursued by the Alliance Government in\r\n\r\nregard  to  Malaysia. Therefore, we staged our peaceful  demonstration\r\n\r\nagainst conscription in protest against the war policy of the Alliance\r\n\r\nGovernment. We opposed the Alliance Government because they wanted  to\r\n\r\nforce  our  youths to go to the battlefield to become  cannon  fodder.\r\n\r\nThere is nothing surprising in their attitude. It can only expose  the\r\n\r\nP.A.P.'s inability to work for the interests of the people.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 217</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister has talked about so many difficulties they have to face. He says they should not depend on foreign aid and military assistance, and that we should build up our own defence. Now\r\n\r\nlook  at the example of Ceylon. Ceylon is a small country. Yet it does\r\n\r\nnot depend on foreign troops to protect its independence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now that the Deputy Prime Minister is here, I would like to direct my\r\n\r\ncriticism at him. \"The military pact was created by the people\" -  if\r\n\r\nthey  have any self-respect, they should oppose the Alliance  military\r\n\r\npact with Britain, because this military pact would only lead them  up\r\n\r\na  blind alley. It would lead to our people being forced to fight  for\r\n\r\nforeign  powers.  It  would  only lead to foreign  powers  setting  up\r\n\r\nnumerous military bases on our soil. In the present circumstances, our\r\n\r\ntroops are under the control of foreign officers. We firmly oppose all\r\n\r\nconscription  being carried out in this neo-colonialist Malaysia.  The\r\n\r\npresent purpose of conscription is not to) serve the interests of  the\r\n\r\npeople but to serve the interests of foreign powers - neo-colonialists. Conscription means support for the foreign powers to\r\n\r\nsuppress our own people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Deputy Prime Minister whether he really\r\n\r\nunderstands the situation in Switzerland. Has Switzerland allowed  any\r\n\r\nforeign  powers to set up military bases in her territory?  If  Malaya\r\n\r\npursues  a policy similar to that of Switzerland, of course,  we  will\r\n\r\nnot  oppose conscription, or the policy of non-alignment. How  can  we\r\n\r\ncompare  Malaysia  to  Switzerland, which is entirely  different  from\r\n\r\nMalaysia?  The Deputy Prime Minister also talks of the help  given  by\r\n\r\nNew  Zealand,  Australia and Britain. New Zealand and  Australia  have\r\n\r\nbeen  trying  to suppress the peoples of other countries; particularly\r\n\r\nBritain after governing Malaya for more than a century and suppressing\r\n\r\nthe people here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me touch on the points made by the Parliamentary\r\n\r\nSecretary   to   the  Minister  for  Culture.  He  has  talked   about\r\n\r\nsafeguarding our sovereignty and independence. How much\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 218</b></font><br><br>\r\n\r\n\r\n\r\ndoes  he  know about sovereignty? If we have sovereignty, how  can  we\r\n\r\nallow  foreign troops to be stationed on our soil? How could we  allow\r\n\r\nforeign  capitalists to exploit our people? How could we allow foreign\r\n\r\npersonnel  to control our administration? If we have sovereignty,  why\r\n\r\nshould  we  not be allowed to take part in the Afro-Asian  non-aligned\r\n\r\nconference in Cairo?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He has also talked of the honour of serving in the army. Where is the\r\n\r\nglory  of  serving in the army which is meant to fight,  to  die,  for\r\n\r\nforeign  powers? I want to ask, \"What soldiers will they become?  Whom\r\n\r\nwill the soldiers serve? And under whose control are these troops?\" If\r\n\r\nthe army were under the control of a fully independent nation, then it\r\n\r\nwould,  of course, be a glory to serve in it. However, in our  present\r\n\r\nstate  of affairs, we are not independent, we are not masters  of  our\r\n\r\nown selves, and it is not a glory to serve in an army when it is under\r\n\r\nthe control of foreign powers.\r\n\r\n\r\n\r\n<br><br>5.47 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan (Hong Lim):</b>\r\n\r\nMr  Speaker, Sir, nobody likes military training or military  service\r\n\r\nbecause  youths  are  compelled to interrupt their  studies  or  their\r\n\r\ncareers to spend sonic of the most precious periods of their lives  in\r\n\r\ntraining  how  to shoot and kill. What a waste of human resources  and\r\n\r\nnational  income  even  if what we are prepared  for,  will  never  be\r\n\r\ncarried out! It has always therefore been a dream of philosophers from\r\n\r\nancient  days to find ways and means to abolish war forever.  But  the\r\n\r\nnations of the world have not been so successful in their efforts, and\r\n\r\nin spite of the existence of the League of Nations, and now the United\r\n\r\nNations,  there are still wars breaking out now and then in all  parts\r\n\r\nof  the  world.  So as long as the threat of war hangs over  us,  most\r\n\r\ncountries, including neutral countries, have been forced to  introduce\r\n\r\ncompulsory military service. It is also for that reason that  we  find\r\n\r\nthe  Socialist  Front and the S.U.P.P. supporting the call-up  in  the\r\n\r\nMalaysian Parliament. Mr Speaker, Sir, I therefore cannot agree  with\r\n\r\nthe motion of the Barisan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 219</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sosialis in advocating a complete boycott of military service\r\n\r\naltogether.  Moreover,  the  situation  in  the  country  has   become\r\n\r\ncritical. We are facing the threat of external aggression and internal\r\n\r\ndisturbances.  Indonesian  troops  have  landed  in  Johore  and  near\r\n\r\nMalacca.  Racial  disturbances  have  exploded  on  two  occasions  in\r\n\r\nSingapore.  I do believe that unless peace with Indonesia is  restored\r\n\r\nin  time, we cannot discount the possibility of Indonesian planes  and\r\n\r\nguerillas making raids on Singapore Island itself. We cannot advocate,\r\n\r\ntherefore,  support  of  a  boycott  of  military  service  in   these\r\n\r\ncircumstances.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Looking backwards to the 5-13 affair - in those days the fight against\r\n\r\nconscription was a correct move. In those days it was the British  who\r\n\r\nwanted to conscript the youth of Singapore to fight fellow Malayans of\r\n\r\na  different philosophy in the jungles of Malaya. After ten years  the\r\n\r\nsituation  has  radically changed. South-East  Asia  will  not  be  as\r\n\r\npeaceful as it once was.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The formation of Malaysia has set in motion a chain of events which\r\n\r\neven  the founders of Malaysia had least expected. I believe  some  of\r\n\r\nthe  staunchest  pro-Malaysian leaders are now having second  thoughts\r\n\r\nand  praying in their heart of hearts that Malaysia will disintegrate.\r\n\r\nThey  now realise their former mistakes. But the unfortunate thing  is\r\n\r\nthat  history  once made cannot be undone. We are now faced  with  the\r\n\r\nthreat  of  external aggression. The internal situation also  requires\r\n\r\nour  utmost  vigilance. The buildup of a local defence force  to  meet\r\n\r\nexternal  pressures and maintain internal peace,  law  and  order,  is\r\n\r\nnecessary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many will agree that in the last two civil disturbances the people of\r\n\r\nSingapore  would  have  been  better off  seeing  local  troops  being\r\n\r\ndeployed rather than getting troops from other places who are  not  so\r\n\r\nfamiliar   with  local  conditions.  Military  service  is   therefore\r\n\r\ninevitable.  But  I ask that Singapore youths, after training,  should\r\n\r\nnot  be  sent to other States, particularly to the Borneo territories.\r\n\r\nThe primary role of Singapore youths after military training should be\r\n\r\nfor  local  defence. After all, Singapore citizens are in an  inferior\r\n\r\nstatus compared \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 220</b></font><br><br>\r\n\r\n\r\n\r\nto that of other Malaysian citizens, and it is not fair to  ask\r\n\r\nthem  to shoulder similar responsibilities as full-fledged first-class\r\n\r\ncitizens when it is a question of citizenship obligations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Although I support national service in principle, I would not wish to\r\n\r\nsupport the war-mongering moves of the P.A.P. Government which attempt\r\n\r\nto  persuade the British Government to take the initiative of  bombing\r\n\r\nIndonesia,  thereby escalating the present conflict into a  full-scale\r\n\r\nwar. We should condemn not only Indonesian acts of aggression but,  at\r\n\r\nthe same time, we should expose any move to seek political capital and\r\n\r\npolitical  salvation from an extension of the present  skirmish.  What\r\n\r\nconsolation  do  we  get if Singapore, Penang  and  Kuala  Lumpur  are\r\n\r\nreduced to ashes at the same time as all Indonesian cities are blotted\r\n\r\nout?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I see that a solution to the present dispute is not\r\n\r\nimpossible. Let us take a determined stand and tell Indonesia that  we\r\n\r\nwill  fight and that we cannot be cowed. But at the same time  let  us\r\n\r\nnot  fail  to  find  ways and means of re-establishing  peace  in  the\r\n\r\nregion,  on the basis of a fair and honourable settlement. Only  then,\r\n\r\nSir, can we earn the respect and support of the Afro-Asian nations and\r\n\r\nthe world.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, Mr Speaker, Sir, I cannot support the amendment of the Deputy\r\n\r\nPrime  Minister.  The P.A.P. leadership have now understood  the  real\r\n\r\nsignificance that power in most countries of the world, and more so in\r\n\r\nAsia,  rests  in  the barrel of the gun. From North and  South  Korea,\r\n\r\nCommunist  and  Kuomintang China, North and South  Vietnam,  Thailand,\r\n\r\nBurma,  Pakistan  and Indonesia - in the countries of  Asia  stretching\r\n\r\nfrom  the  Persian Gulf to the Mediterranean Sea, we see in  the  lost\r\n\r\nanalysis  that it is the control of the gun that really decides  where\r\n\r\npower shall lie. Only in a few countries, like Japan, the Philippines,\r\n\r\nthe  Federation of Malaya, India and Ceylon, could the democratic vote\r\n\r\neffect  at  least in theory a change of government. But  how  far  the\r\n\r\ngovernments  and  ruling  groups in these countries  would  allow  the\r\n\r\nballot box to effect a genuine\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 221</b></font><br><br>\r\n\r\n\r\n\r\nchange of government is still left to be seen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. leadership knew from its experience in the last Federal\r\n\r\nelections  that it has no hope whatsoever of assuming political  power\r\n\r\nin Malaysia. For the P.A.P. knew that not only must it be given a fair\r\n\r\nchance  to  compete in the democratic vote in Malaysia  which  it  has\r\n\r\ndenied  to its opponents in Singapore, but that even if it can win  in\r\n\r\nthe  democratic  vote, which is not an easy matter, it  is  still  the\r\n\r\ncontrol  of the gun that shall finally count. And, therefore, we  find\r\n\r\nthe  P.A.P. complaining that Singapore youths are not  given  a  fair\r\n\r\nchance  to receive proper military training. The Deputy Prime Minister\r\n\r\nhas  said just now, with real understanding, and perhaps apprehension,\r\n\r\nthat  only  one hundred of the 50,000 youths registered  for  national\r\n\r\nservice have been called up to receive military training. For  in  the\r\n\r\nminds  of the P.A.P., if the 50,000 youths of Singapore could receive,\r\n\r\nas   the   Deputy  Prime  Minister  has  described,  \"proper  military\r\n\r\ntraining\", we might find ourselves in a situation, in the event of the\r\n\r\nFederal-State  relationship  further deteriorating,  a  South  Malayan\r\n\r\narmy, predominantly Chinese in content, marching into battle against a\r\n\r\nNorth  Malayan  Army  across  the  causeway,  predominantly  Malay  in\r\n\r\ncomposition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore can only be a turtle in a tub. Singapore can never be a\r\n\r\nbeachhead,  a  launching-pad  to  launch  an  offensive  against   the\r\n\r\nFederation.  Yamashita  has proved it. Singapore  cannot  be  a  Cuba,\r\n\r\nneither  can  it  be  a  South Korea where the Causeway  is  our  38th\r\n\r\nParallel.  We  have  warned  the P.A.P. of  the  consequences  before\r\n\r\nentering  Malaysia. Sir, the die is cast, it is too late  to  retrieve\r\n\r\nthe  position.  The  present  conflict  between  the  Singapore  State\r\n\r\nGovernment  and the Central Government should be resolved  by  further\r\n\r\nconsultation. If there is ever the idea of a 50,000 secret army to  be\r\n\r\ntrained  by  the  Central Government which will one day  come  to  the\r\n\r\nrescue  of the P.A.P. Government, I am afraid the idea will not  help.\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 222</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> He is a peace-maker!\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Eng Guan:</b> If I am asked, surely I am prepared to do it. The\r\n\r\nFederation  leaders  are  more calculative and  intelligent  than  the\r\n\r\nP.A.P. like to admit.\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng (Bras Basah):</b> Mr\r\n\r\nSpeaker,  Sir, the usual poor intellectual content of the Barisan  has\r\n\r\nfurther  deteriorated. This is proved today by  the  Member  for  Paya\r\n\r\nLebar  who has tabled the motion of anti-national service before  this\r\n\r\nHouse.  Even the Member for Hong Lim does not agree to the motion.  At\r\n\r\none  time, he was shouting similar slogans like the Barisan. Today the\r\n\r\npeople  of  Malaysia are interested in carrying on  and  fighting  the\r\n\r\ninvaders who are now fighting in our land. Yet the Barisan has come to\r\n\r\nthis  House  to  object to national service. This shows  there  is  no\r\n\r\nintellectual content in the Party and the Party is gone.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I rise to support the amendment proposed by the\r\n\r\nDeputy  Prime Minister. I have heard the Member for Paya Lebar  saying\r\n\r\nthat the formation of Malaysia has brought misers and hardship to  the\r\n\r\npeople.  If there is any truth in it, it is encouraged and abetted  by\r\n\r\nthe  Barisan  who have collaborated with Indonesia. That  the  Barisan\r\n\r\nSosialis is infiltrated by Communists is an open secret and it is this\r\n\r\nelement which has encouraged Indonesia to confront Malaysia. As  early\r\n\r\nas 1962 the Barisan have openly professed their support of an uprising\r\n\r\nin  Brunei  led  by  Azahari who is now in  exile  in  Indonesia.  The\r\n\r\nSecretary-General  of the Barisan Sosialis. Mr Lim  Chin  Siong,  collaborated with him. The Barisan knew full well that they were not in a\r\n\r\nposition to fight, to capture power by constitutional means,  so  they\r\n\r\nchose  to  capture power by violence. In this connection, the  Barisan\r\n\r\nhave spread falsehoods and told Indonesia that the people of Singapore\r\n\r\nare anti-Malaysia. They hope by this to receive aid from Indonesia  in\r\n\r\norder  to  help them to capture power. Is that not the truth? However,\r\n\r\nman proposes, but God disposes. This plot\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 223</b></font><br><br>\r\n\r\n\r\n\r\nbetween  the  Barisan and Indonesia was exposed, and  it  led  to  the\r\n\r\narrest  of Lim Chin Siong and company. Sir, following the arrest,  the\r\n\r\npeople  came  to  realise that the Barisan are  closely  aligned  with\r\n\r\nIndonesian  Communists. That is why the people voted them out  in  the\r\n\r\nlast  election.  It  is common sense, Sir,If they are  anti-Malaysia,\r\n\r\nthey  should  not blame the people of Singapore for voting  them  out.\r\n\r\nAccording  to  their logic, if the people had been against  us  -  the\r\n\r\nP.A.P. - they would have voted us out in the last general election. It is the\r\n\r\nverdict of the people, Sir,If the Opposition had any sense of  shame,\r\n\r\nthey should by now have realised and kept their mouths shut.\r\n\r\n\r\n\r\n<br><br>6.03 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Huan Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Huan Boon</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker,  Sir, at present Malaysia is isolated  in  international\r\n\r\ncircles.  It has only the sympathy of Australia, Britain, New  Zealand\r\n\r\nand Canada. It can only get support from such countries, but it cannot\r\n\r\nget the support of Afro-Asian countries and our neighbours, the Philip\r\n\r\npines,  Thailand  and  other neighbouring countries.  The  reason  why\r\n\r\nMalaysia has not been able to get support from Afro-Asian countries is\r\n\r\nthat  Malaysia  is  controlled by the British in  respect  of  matters\r\n\r\nconcerning economy, military and politics. For instance, if  there  is\r\n\r\nany  matter of importance in public affairs, the P.A.P. would not like\r\n\r\nto  consult the Opposition or to solve the problems on the strength of\r\n\r\nthe  people.  On the other hand, the Government resort  to  help  from\r\n\r\nOttawa, Washington and London. Mr Speaker, Sir, the P.A.P. Government\r\n\r\nis  the same as the Central Government, because whenever there is  any\r\n\r\nproblem confronting it, it will go to London to seek a solution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the P.A.P. and the Alliance Government have not\r\n\r\ntaken the people's opinions and wishes serious\r\n\r\nly.  On  the contrary, they regard them as enemies, and those who  are\r\n\r\nfriendly  with Malaya and who are actually loyal have been  termed  by\r\n\r\nthem  as  traitors. The British military is regarded by them as  their\r\n\r\nintimate friends. Do the P.A.P. not know that the British military has\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 224</b></font><br><br>\r\n\r\n\r\n\r\nbeen  occupying colonies throughout the world and that the  people  of\r\n\r\nthe  Afro-Asian countries are against neocolonialism? The P.A.P. have\r\n\r\nbeen  suppressing democracy, arresting people, disrupting  the  normal\r\n\r\nfamily  life  of  the people, and causing distress and disaster.  They\r\n\r\nregard  the people as their enemies. On the one hand, they oppose  the\r\n\r\nBarisan  Sosialis' stand in calling off conscription and fighting  for\r\n\r\nthe interests of the foreign countries. On the other hand, they try to\r\n\r\nstep up this action. We should pay heed to Afro-Asian opinion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have three ways to deal with the present situation. Firstly, to\r\n\r\ndiscard all foreign bases and control and to ask all foreign troops to\r\n\r\nwithdraw  from Malaysian countries. Secondly, to pursue a  non-aligned\r\n\r\npolicy.  Thirdly, to give the people a greater degree of  freedom  and\r\n\r\ndemocracy. If the people cannot get this, then they have no obligation\r\n\r\nto  fight  for the present Government. If the P.A.P. and the  Alliance\r\n\r\nGovernments cannot put into effect these three suggestions,  then  all\r\n\r\nthe consequences will be theirs to bear.\r\n\r\n\r\n\r\n<br><br>6.06 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour (Mr Jek Yeun Thong)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, after hearing the Barisan Members just now, I feel  very\r\n\r\ndisappointed in them. I also feel sad for them. After one whole year's\r\n\r\ntraining in this Assembly, they are still the same as before,  raising\r\n\r\npast  issues,  reciting cant phrases and mentioning  anti-colonialism,\r\n\r\nneo-colonialism  and the rest of it, similar to what  they  have  been\r\n\r\ndoing  in  the  past four or five years. There has been no  change  in\r\n\r\ntheir  tune.  They are just like a charlatan selling medicine  to  the\r\n\r\npeople  on the road side. There has been no change and they are unable\r\n\r\nto bring out anything new to show. But times have changed. It is now a\r\n\r\nnew  era. The present Singapore is very much different from the  Singa\r\n\r\npore  one  year  ago.  Yet their talk, their attitude  and  tune  have\r\n\r\nremained the same. This is because of their obstinacy and ignorance in\r\n\r\nnot  paying attention to the people's wishes. They have thus lost  the\r\n\r\nsupport of the people.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 225</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now the Member for Paya Lebar has been boasting about the\r\n\r\nheroism of his former Secretary-General, attributing merit to him  and\r\n\r\nlauding  him  for his achievements. We cannot say that any  individual\r\n\r\ncan  be  solely  responsible for any contribution  or  achievement  to\r\n\r\nsociety.  But  collectively  we  bring about  better  housing,  better\r\n\r\nschools,  better  medical  health and care and  various  projects  and\r\n\r\nbenefits to the people and improvement in society generally. But  this\r\n\r\nso-called hero has he brought about any such things to the people? The\r\n\r\nmost  he  has done has been to create such unrealistic people  as  the\r\n\r\nMembers of the Barisan Sosialis who are ignorant of social changes. As\r\n\r\na  Minister, I am not unaware of any problem or hardship in Singapore.\r\n\r\nMy being a Minister is not by appointment of the British colonialists.\r\n\r\nI have been elected by the people - [Interruption].\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I wish Members would allow the Minister to continue his\r\n\r\nspeech uninterrupted.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong</b>(<i>In Mandarin</i>):\r\n\r\nAs  regards  the motion put up by them, at first I thought they  would\r\n\r\nwithdraw it because there had been changes in the circumstances and it\r\n\r\nwas  time for them to withdraw it and yet they have not withdrawn it.\r\n\r\nI have given undue credence to their intelligence in taking cognisance\r\n\r\nof  the  situation. There is a Chinese classical saying to the  effect\r\n\r\nthat  everybody has a duty in respect of the existence or death  of  a\r\n\r\ncountry  especially  facing foreign aggression.  Every  duty-conscious\r\n\r\ncitizen  will rise to the occasion to try to defend and safeguard  his\r\n\r\ncountry.  Now  that  we  are  faced  with  the  crisis  of  Indonesian\r\n\r\naggression and confrontation, many infiltrators and troops have landed\r\n\r\non  our  soil  and many traitors have been carrying out  sabotage  and\r\n\r\ndestructive work in our country. The Indonesians have unreasonably car\r\n\r\nried out economic confrontation against us, causing economic losses to\r\n\r\nus, in  facing  all  these attacks and aggression by  Indonesia,  the\r\n\r\nBarisan   Members  have  not  only  refrained  from   condemning   the\r\n\r\nIndonesians hut have instead asked us\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 226</b></font><br><br>\r\n\r\n\r\n\r\nnot  to conscript, not to raise an army to defend our country, and not\r\n\r\nto  take  any  steps to safeguard our own safety and  integrity.  Now,\r\n\r\nthis, according to me, is a traitorous act, abetting the enemies,  and\r\n\r\nis downright high treason.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Although the Central Government may have some faults in certain mea\r\n\r\nsures,  I  do not think that the recent conscription order  is  not  a\r\n\r\ncorrect  policy.  I  think it is correct in this situation.  Malaysia,\r\n\r\nsince  its  independence, has never had the need  to  conscript  until\r\n\r\nIndonesia started its confrontation and aggression. This also goes  to\r\n\r\nprove  that  in  the past Malaysia had been carrying  out  a  peaceful\r\n\r\npolicy.  If the military brings about any inconvenience to our people,\r\n\r\nthen  I  would say that it is because foreign aggressors have  brought\r\n\r\nthis  upon us. Then we should first condemn the Indonesians for  their\r\n\r\nunreasonable  confrontation and aggression against us,  causing  great\r\n\r\nlosses to our people. Now, this is the only right and correct step  to\r\n\r\ntake to safeguard the integrity of our country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is the bounden duty of every citizen to defend his country. It is\r\n\r\nso throughout the world. I cannot see any reason why we should condemn\r\n\r\nconscription  at  this  hour.  The  Indonesian  confrontation  against\r\n\r\nMalaysia is not only news - a matter pertaining to this area -  but  it\r\n\r\nhas  also  become headline news throughout the world.  All  democratic\r\n\r\ncountries  have condemned Indonesian aggression against us except  the\r\n\r\nSoviet  bloc.  No other country except the Soviet bloc has  said  that\r\n\r\nMalaysia  is  wrong.  Indonesia condemned  Malaysia  in  the  Security\r\n\r\nCouncil.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next point is that the Barisan Sosialis has condemned the\r\n\r\nMalaysian Government for resorting to conscription in defence  of  the\r\n\r\ncountry.  This  proves  that  the Barisan  Sosialis  are  following  a\r\n\r\ntreasonable line, aligning with the Indonesian aggressors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the debate in the Security Council recently, 11 countries voted in\r\n\r\nfavour   of  the  Norwegian  draft  resolution  condemning  Indonesian\r\n\r\naggression  against Malaysia. Out of the 11 countries, nine Afro-Asian\r\n\r\ncountries supported it. Only Russia and Czechoslovakia opposed it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 227</b></font><br><br>\r\n\r\n\r\n\r\nRussia  had to cast a veto and this blocked the passage of  the  draft\r\n\r\nresolution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now the Member for Bukit Merah has said that Malaysia has been\r\n\r\nisolated in the Afro-Asian world. But what is the truth? What  is  the\r\n\r\ntruth  in  the Security Council? Who is isolated? It is  not  us.  The\r\n\r\nfacts are very clear. World opinion is on the side of Malaysia. If you\r\n\r\nthink that is the U.S.A. opinion, then it is a kind of Communist stand\r\n\r\nto have such a view. Only Indonesia and the Soviet bloc think so. Only\r\n\r\nthey  condemn  Malasia. Does it not clearly show who is the  aggressor\r\n\r\nand who is being attacked? Who are traitors and who are not?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just as the Member for Paya Lebar has said, there are many kinds of\r\n\r\nwar -  wars of aggression or wars in defence of the country and others.\r\n\r\nOurs  is  a  war  of  defence  to maintain  the  peace,  security  and\r\n\r\nsovereignty  of  our  country. It is a just  war.  The  war  waged  by\r\n\r\nIndonesia  is  an  aggressive  war, a  neo-imperialist  war  which  is\r\n\r\ncondemned by all the people in the world. Whereas the Barisan say that\r\n\r\nIndonesia's  action should be lauded. Now, this is  a  most  shameless\r\n\r\ntreasonable statement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Paya Lebar has talked about the people of our country\r\n\r\nnow  and  then.  I  would  like to ask him about  the  so-called  \"our\r\n\r\ncountry\".  What does he mean? What does he refer to? When I asked  him\r\n\r\nthis  question,  he dared not answer. To what country  does  the  term\r\n\r\nrefer?  Then  he  said it refers to Malaya. We have also  heard  about\r\n\r\ntheir  songs, \"We love Malaya\". \"Malaya is our homestead\". Now,  since\r\n\r\nMalaya  is  their  homestead, why then should they oppose  Singapore's\r\n\r\nentry into Malaysia last year?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Indonesians have landed at Pontian, Labis and Muar. All these are\r\n\r\npart  of  Malayan  territory and also Malaysian  territory  -  or  the\r\n\r\nterritory of \"our country\" as the Member for Paya Lebar has said. Now,\r\n\r\nsince  the territory of our country has been infringed upon,  and  the\r\n\r\nBarisan  Sosialis is a patriotic political Party, why  should  it  not\r\n\r\nvoice protest against this unreasonable aggression? They say that  the\r\n\r\npeople  have no obligation to defend Malaysia. But now it  is  Malayan\r\n\r\nterritory; in other words a part\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 228</b></font><br><br>\r\n\r\n\r\n\r\nof  Malaysian  territory that is being infringed  upon.  As  patriotic\r\n\r\nelements, do they not have the obligation to defend this country?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe the Barisan Sosialis themselves are undecided on the\r\n\r\nquestion  of  conscription. If they should agree to this, then  people\r\n\r\nmight  criticise them for changing steps, if they do not  support  it,\r\n\r\nthen  people  might criticise them as being unpatriotic. Now,  it  has\r\n\r\ncaused  internal contradiction and conflict in their Party.  For  many\r\n\r\ndays  they have been talking across the table, pulling strings  inside\r\n\r\ntheir  own  Party.  It  is entirely their internal  Party  affair.  In\r\n\r\naddition  to  this, there are also two views existing in  the  Barisan\r\n\r\nSosialis.  There is the saying that if the nomenclature is not  right,\r\n\r\nthen  the action is not proper. If the action is not proper, then  the\r\n\r\ncause  is  not just. Because of this, they are inciting the people  to\r\n\r\nsupport   their  action.  They  have  organised  an  anti-conscription\r\n\r\ndemonstration  which  has caused great disgust to  the  people.  As  a\r\n\r\nresult  of the two recent disturbances in Singapore, people have  been\r\n\r\nlonging  to  live in peace and security. They hated the  demonstration\r\n\r\nsponsored  by  the Barisan Sosialis. The demonstration failed  because\r\n\r\nthe  people did not co-operate. This is because the mood of the people\r\n\r\nhas  changed.  For  the sake of the security of the country,  everyone\r\n\r\nlongs  to  take  up  arms  to  defend the country  against  Indonesian\r\n\r\naggression. But the people in the Barisan Sosialis, on the other hand,\r\n\r\nwant  to  pour cold water on the heads of the people. Even the  Member\r\n\r\nfor  Hong  Lim can understand this situation. He dare not support  the\r\n\r\nmotion  by  the Barisan Sosialis. He also understands that times  have\r\n\r\nchanged  and  that  there should be a new approach.  But  the  Ban-san\r\n\r\nSosialis cannot see that times have changed, and that there should  be\r\n\r\na  new  formula to deal with the new situation. Conscription to defend\r\n\r\nthe country is a common system throughout the world. Even Switzerland,\r\n\r\nwhich  is a nonaligned country pursuing a neutralist policy, has  this\r\n\r\nsystem in practice. In fact, the conscription now in force in Malaysia\r\n\r\nhas shown us that we are no longer in slavery. Why should we have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 229</b></font><br><br>\r\n\r\n\r\n\r\nconscription  to  defend our own country? It  could  be  left  to  the\r\n\r\nmasters  to defend it. So it is just as what the Barisan Sosialis  has\r\n\r\nsaid  in  the past -\"This land is ours. Except for this land  we  have\r\n\r\nnowhere  to  go.\" If this land unfortunately is occupied by Indonesia,\r\n\r\nthen our livelihood will be badly affected. That is the reason why  we\r\n\r\nshould protect and defend our country. The Barisan Sosialis argue that\r\n\r\nour  condemnation  of Indonesia is a lie. Do they mean  that  all  the\r\n\r\nIndonesian  infiltrators  who  landed in  Labis  and  Muar  were \r\n\r\nnon-existent?  We had an exhibition recently in Singapore. It was  a  very\r\n\r\nsuccessful  exhibition at which weapons like machine-guns supplied  by\r\n\r\nthe  Indonesian Government were displayed. Do they mean that all these\r\n\r\nwere faked?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tampines touched on foreign bases. He said that these\r\n\r\nbases  should  be  withdrawn. He said that if  these  bases  had  been\r\n\r\nwithdrawn,  then nothing would have happened. Let me ask  him  whether\r\n\r\nCeylon, which has a powerful neighbour, is in danger of being invaded.\r\n\r\nThe  answer is no. If Indonesia can assure us that it will not  invade\r\n\r\nus;  if the whole world can assure us of our safety and security,  we,\r\n\r\nof  course,  will  request the withdrawal of foreign  bases.  But  the\r\n\r\nquestion  is  whether we can get such an assurance from Indonesia,  or\r\n\r\nfrom  the United Nations, to protect our security and safety. If  not,\r\n\r\nthen how are we going to protect and safeguard our country? Of course,\r\n\r\nwe  will  then have to arm ourselves and build up our forces. When  we\r\n\r\nask foreign countries to help us, to defend us, they turn round to say\r\n\r\nthat  it  is  not  proper to do so. Do they mean that  they  want  our\r\n\r\ncountry  to be handed over to another power before they are contented?\r\n\r\nThe  Barisan speakers and their propaganda have been of no avail. They\r\n\r\nare going into a blind alley from which position they cannot save them\r\n\r\nselves.  Their action is an anachronism. I hope they will  mend  their\r\n\r\nways.\r\n\r\n\r\n\r\n<br><br>6.33 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Lian Teng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Lian Teng (Bukit Panjang)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, just\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 230</b></font><br><br>\r\n\r\n\r\n\r\nnow  the  Minister  for  Labour has said that the  Barisan  are  using\r\n\r\nhackneyed phrases, and that we are repeating what we have said in  the\r\n\r\npast.  That  is  right,  because there  has  been  no  change  in  the\r\n\r\nsituation. Our former colonial masters are today still controlling the\r\n\r\nfate of Singapore and Malaya. Singapore and Malaya are still under the\r\n\r\ncontrol  of colonialism. If there is no change in the situation,  then\r\n\r\nof  course we will not change our attitude and words. I admit that the\r\n\r\nP.A.P. have  changed. They are very fond of changing  themselves  and\r\n\r\ntheir  position. They could pose as anti-colonialists,  and  later  on\r\n\r\nthey  could also become a pro-colonialist Party. They could co-operate\r\n\r\nwith  our  Secretary-General and they could also sell  him  out.  They\r\n\r\ncould also become a woman to please the Tunku. They can also become  a\r\n\r\nscrew-driver  to  loosen screws or to tune up  the  machinery  of  the\r\n\r\nAlliance.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The earphones are not right. They do not seem to\r\n\r\nhave  been switched off. Will Members responsible for their earphones,\r\n\r\nplease check? Mr Ong Lian Teng.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Lian Teng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Lian Teng</b>(<i>In Mandarin</i>):\r\n\r\nFurthermore,  I  believe  that  the Minister  for  Labour  is  also  a\r\n\r\nversatile  person  judging from his speech. He  has  referred  to  the\r\n\r\ndiscussions  held  in  the  United Nations  on  Indonesian  aggression\r\n\r\nagainst  Malaysia, and has tried to show that Malaysia has the support\r\n\r\nof  world opinion. If he wants to give a full analysis, he should also\r\n\r\nmention  the facts of February 1963. He should also mention  the  \r\n\r\nnon-aligned  nations'  Conference in Cairo. It is only  fair  for  him  to\r\n\r\nmention these two events.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. are also fickle in this way. They have all Sorts of\r\n\r\npropaganda  tactics. Previously they said that the  Barisan  was \r\n\r\npro-China.  Later  they  changed their tune and said  that  we  were \r\n\r\npro-Communist.  Now they say we are pro-Indonesia. This is  a  classic  ex\r\n\r\nample of their incapability.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Labour has also touched on a Chinese saying that when a nation is faced with danger, everybody\r\n\r\n<br><br><font size=\"1\"><b>Column: 231</b></font><br><br>\r\n\r\n\r\n\r\nhas  a duty to defend it. However, he has forgotten that there is also\r\n\r\na Chinese saying that good iron will not become nails, and good people\r\n\r\nwill not become soldiers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Members sitting opposite have also said that we should bring up\r\n\r\nthis  issue  in the Central Parliament. What do they imply  by  saying\r\n\r\nthis?  Firstly,  I  think they want to pass the buck  to  the  Central\r\n\r\nParliament in order to shirk their responsibility. Secondly, their  in\r\n\r\ntention is that maybe the people in Singapore have no rights and  that\r\n\r\neverything has to be decided by the Central Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let me rebut some of the points raised by the Member for\r\n\r\nStamford.  He  said  that  the border of Sabah  has  been  invaded  by\r\n\r\nIndonesian  troops. However, does he know that the Chief  Minister  of\r\n\r\nSabah,  Dato  Stephens, said that about 2,000 youths had escaped  into\r\n\r\nthe jungle? The Member for Stamford should approach the Chief Minister\r\n\r\nof Sabah to find out the real situation.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The earphones are still not switched off. I wish\r\n\r\nMembers  will pay attention to their earphones and have them  switched\r\n\r\noff, so that the debate will not be interrupted. Mr Ong Lian Teng.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Lian Teng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Lian Teng</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker,  the  P.A.P. claim to represent  the  interests  of  the\r\n\r\npeople,  but  the  real  fact is that they only  represent  their  own\r\n\r\ninterests.  Everybody knows that it is no good to serve in  the  army.\r\n\r\nWhy  should the P.A.P. ask the people to serve in the army?  They  say\r\n\r\nthat it is to defend our country. But my colleagues have said that our\r\n\r\ncountry is not fully independent. If we do not have full independence,\r\n\r\nobviously  our  youths will be under the control of  British  officers\r\n\r\nafter  they have completed their training, and they will not be  under\r\n\r\nthe control of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Conscription does not mean looking after the interest of the country.\r\n\r\nIf  we want our youths to undergo military training for the purpose of\r\n\r\ngoing  to war, this will run counter to their aspirations and  wishes.\r\n\r\nWe must pursue a policy of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 232</b></font><br><br>\r\n\r\n\r\n\r\npeace.  If  we want peace, we must find ways and means to resolve  the\r\n\r\ndispute between Indonesia and Malaysia. If our youths are conscripted,\r\n\r\nwhat  will  be  the consequences? We can imagine them. There  will  be\r\n\r\ndisintegration of families. There will be separation of  husbands  and\r\n\r\nwives.  What  good  will  it be to send our youths  to  fight  on  the\r\n\r\nbattlefields of North Borneo? For whom? Even if we gain victory,  what\r\n\r\nwill  we  benefit? Nothing. Soldiers are needed to safeguard a nation.\r\n\r\nLet  me  mention  this.  Tun  Razak has recently  said  that  whenever\r\n\r\npossible  Malaysia  will send some of its troops  to  help  the  South\r\n\r\nVietnam  regime. It is very clear what the purpose is  of  our  youths\r\n\r\nserving in the army. The first Infantry Regiment of Singapore was sent\r\n\r\nto  Sabah.  96  youths from Singapore were sent to  Port  Dickson  for\r\n\r\nmilitary  training. All these people have been sent outside Singapore.\r\n\r\nWe  have to understand the situation, otherwise we ill just be like\r\n\r\nblind men.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Tunku said on the 14th of August that the United States would\r\n\r\nsend  a  mission to Malaysia to find out our military needs.  He  said\r\n\r\nthat  he hoped the United States would give us the same amount of  aid\r\n\r\nthat  it  was giving India to fight against the Chinese. What will  be\r\n\r\nthe  result  of this aid? The United States are also aiding  Indonesia\r\n\r\nbecause  they are training Indonesian officers. How can anyone explain\r\n\r\nthis  paradox? If there is a war in these countries, nobody will  gain\r\n\r\nanything  by it. Only the Americans will derive any benefit  from  it.\r\n\r\nAll these factors should be studied by us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Labour has touched on the demonstration that took place on the 12th of September. If he is accusing us of repeating ourselves, then we can say the same of him because speeches have been\r\n\r\nput  over the radio to the effect that it was the Barisan Sosialis who\r\n\r\nwanted to create trouble and disturbances in Singapore. But has he considered  who were responsible for the disturbances before the  Barisan\r\n\r\ndemontration?  We wanted to discuss this matter in the  Assembly,  but\r\n\r\nthe P.A.P. did not have the guts to do so.\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> On a point of order.\r\n\r\n<br><br><font size=\"1\"><b>Column: 233</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Member resume his seat?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Lian Teng</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, I understand that you have already\r\n\r\nruled  that their motion on the communal disturbances in Singapore  is\r\n\r\nsub judice. Therefore, it is not to be debate I in this House. But the\r\n\r\nhon.  Member said just no that we dare not debate this motion in  the\r\n\r\nHouse  because we were afraid that we would be exposed. I do not think\r\n\r\nthis is a fact.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member for Bukit Panjang is referring to those\r\n\r\ndisturbances, then he is out of order, because that matter is now  sub\r\n\r\njudice.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Lian Teng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Lian Teng</b>(<i>In Mandarin</i>):\r\n\r\nI  am  just  recalling the events that took place before the  12th  of\r\n\r\nSeptember.  There  was  still a curfew on the night  of  the  12th  of\r\n\r\nSeptember.  The  P.A  P. Government made use of  military  troops  and\r\n\r\npolicemen  to  arrest  some  30  persons.  These  persons   were   not\r\n\r\nresponsible  for  the racial disturbances. Why was this  action  taken\r\n\r\nbefore  the curfew was lifted? Even before the 11th of September,  the\r\n\r\nGovernment  took  similar  action on  four  occasions.  They  arrested\r\n\r\ncertain  people and locked them up in gaol without trial.  Why  cannot\r\n\r\nthe  people express their views on such matters? If the Government can\r\n\r\narrest  people without trial, then the people are entitled to  express\r\n\r\ntheir  views  either for or against this action. The demonstration  on\r\n\r\nthe  12th of September was one of the means by which the people  tried\r\n\r\nto express their views. That is the first point.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Law (Mr E. W. Barker):</b> On a point of order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Lian Teng</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Mr Speaker, Sir, I do not think the hon. Member is being\r\n\r\nrelevant. I wonder what all this has to do with the motion before  the\r\n\r\nHouse?\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I wish the Member would get on with the motion. He can\r\n\r\nmake his points as he goes along, but he should not dwell on them  too\r\n\r\nmuch and so get out of line with the motion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 234</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Lian Teng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Lian Teng</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker, I have brought up these matters because the Minister for\r\n\r\nLabour  has spoken on the demonstration held on the 12th of September.\r\n\r\nI have to bring them up by way of reply.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Minister for Labour has also touched on one other\r\n\r\npoint,  namely, that Ceylon is not experiencing any foreign  pressure.\r\n\r\nOf course, we know that there are no foreign troops in Ceylon. That is\r\n\r\nwhy  there  is  no  external pressure. We can also say  that  Cuba  is\r\n\r\nexperiencing pressure from foreign sources because at one time foreign\r\n\r\ntroops were stationed there.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker. Members on the Government side have also said that the Barisan Sosialis have refrained from condemning Indonesia. The question of condemnation of Indonesia has been brought up in the\r\n\r\ninternational field, that is, in the United Nations. We can  challenge\r\n\r\nthem  now  by saying that if they can cause foreign troops to withdraw\r\n\r\nfrom  our  country, then the democratic rights of our people  will  be\r\n\r\nrespected.  Give them the freedom which they deserve. As my  colleague\r\n\r\nhas  said,  if the people have no democratic rights, then their  hands\r\n\r\nare  tied and they have no obligation to serve in the army. But if the\r\n\r\nGovernment  is prepared to release all political detainees,  including\r\n\r\nthose  arrested  during the colonial regime, we will then  change  our\r\n\r\nattitude.  We  will  then be prepared to serve in  the  army.  We  are\r\n\r\nprepared  to serve in the army provided the Government is prepared  to\r\n\r\ndo what I have already stated.\r\n\r\n\r\n\r\n<br><br>6.53 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bernard Rodrigues -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bernard Rodrigues (Telok Blangah):</b> Mr Speaker. Sir, conscription\r\n\r\nwas brought about because of Indonesian aggression. It was all because\r\n\r\nof the failure of the confrontation policy. I think the question today\r\n\r\nis,  who  brought about confrontation? It was the seven  blokes  there\r\n\r\nthat brought about confrontation today.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I did not hear. The seven - what did the Member\r\n\r\nsay?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 235</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Bernard Rodrigues -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bernard Rodrigues:</b> The seven Barisan Members. Malaysia was brought about\r\n\r\nby  the consent of the people of Malaysia. Yet they have got the cheek\r\n\r\nto come here today and say that they are afraid of the masses, whereas\r\n\r\nin  reality  they are working against the wishes of the masses.  These\r\n\r\nare the hypocrites who, on the one hand, shed crocodile ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Is the Member referring to the seven Members\r\n\r\nsitting in this House'?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bernard Rodrigues -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bernard Rodrigues:</b> I mean these are the Barisan Members ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I ask, is the Member referring to the seven\r\n\r\nMembers in this House opposite him?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bernard Rodrigues -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bernard Rodrigues:</b> It is not only the Barisan Members in this House but\r\n\r\nthe Barisan members as a whole.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Outside this House?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bernard Rodrigues -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bernard Rodrigues:</b> Outside and inside, Mr Speaker.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Then the Member must withdraw that expression.\r\n\r\n \r\n\r\n<br><br><!-- Mr Bernard Rodrigues -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bernard Rodrigues:</b> The Barisan Members ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Member please withdraw that expression?\r\n\r\n\r\n\r\n<br><br><!-- Mr Bernard Rodrigues -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bernard Rodrigues:</b> Yes. The Barisan Members, on the one hand, shed croco\r\n\r\ndile  tears  because of conscription and, on the other  hand,  support\r\n\r\nconfrontation and Indonesian aggression. Malaysia is at war today, not\r\n\r\ncold  war, but physical war. The Indonesians have sent troops here  to\r\n\r\nkill  our  innocent  ones. Our brothers and sisters  have  lost  their\r\n\r\nlives.  But  what  do  the  Barisan Sosialis  do  today'?  Instead  of\r\n\r\ncondemning  Indonesia, they have come here instead to ask us  to  stop\r\n\r\nconscription  in  the  hope  that the Barisan  Communist  bosses  from\r\n\r\nIndonesia will take over Malaysia and that their leaders could  go  on\r\n\r\nholiday  overseas  and enjoy their leave with their  different  wives.\r\n\r\nWhereas  the  ordinary  people in the street  have  to  eat  rats  for\r\n\r\nbreakfast, rats for lunch, rats for dinner; and even rat soup  in  the\r\n\r\ncase of the sick. Why do the Barisan anti-nationals for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 236</b></font><br><br>\r\n\r\n\r\n\r\nonce  not  denounce confrontation and, condemn Indonesian  aggression?\r\n\r\nThe  giant  National Trades Union Congress has said that the  workers\r\n\r\nare  prepared to fight for Malaysia so that their children  and  their\r\n\r\nchildren's  children  will  be guaranteed three  square  meals  a  day\r\n\r\ninstead of being forced to eat rats.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if I had my way today, the people concerned would\r\n\r\nnot  be allowed to enjoy the privileges of this country. Instead  they\r\n\r\nwould  be  made  to experience eating rats by banishing  them  to  the\r\n\r\ncountry from where they get their instructions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker. Sir, when I was elected to this Assembly I thought we\r\n\r\nhad  13  Opposition  Members, hut now it seems  the  number  has  been\r\n\r\nreduced. I sincerely hope that the day will not come when we  have  to\r\n\r\nface no opposition at all.\r\n\r\n\r\n\r\n<br><br>7.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Koo Young -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Koo Young (Thomson)</b>(<i>In Mandarin</i>): Mr Speaker, we call upon the State Government to urge the Central Government to stop forcing our youths to serve in the Army for\r\n\r\ngood reasons. The Members opposite talk about invasion, aggression and\r\n\r\npatriotism.  They try to show that they are very patriotic,  and  very\r\n\r\nloyal, more patriotic and more loyal than those who do not agree  with\r\n\r\ntheir  views. They describe those who disagree with them  as  disloyal\r\n\r\nand  unpatriotic. They even go to the extent of saying that we are for\r\n\r\naggression.  Before one can come to the-conclusion that the  other  is\r\n\r\npatriotic or not, one has to go into the actual facts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We say that Malaysia is the brainchild of neo-colonialism. The P.A.P.\r\n\r\nwant  our  people to be loyal to the British colonial  masters.  Their\r\n\r\npatriotism is not based on the interests of the people but on those of\r\n\r\ntheir colonial masters. There are different forms of patriotism. Japan\r\n\r\nand  Hitler  of  Germany had their own ideas about  patriotism.  Their\r\n\r\npatriotism was one of aggression. That is one form of patriotism.  The\r\n\r\ncolonial  masters want to continue their rule over foreign  lands  and\r\n\r\nthey also require some form of loyalty of the' colonial people to  the\r\n\r\nruling clique. The\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 237</b></font><br><br>\r\n\r\n\r\n\r\nso-called patriotism of the P.A.P. belongs to the second category that\r\n\r\nI have described.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we have already made our stand very clear. We cannot\r\n\r\nmake  it any clearer. There is a war going on in Borneo. They say that\r\n\r\nBorneo  is  being invaded. So let me deal with this point now.  Borneo\r\n\r\nbelongs  to  the people of Borneo. It is the British who  have  forced\r\n\r\ntheir  way  into North Borneo and occupied it. As the waves  of  \r\n\r\nanti-colonialism mount, the people rise to the occasion to drive away their\r\n\r\ncolonial  masters.  They do not want to be ruled by  the  British  any\r\n\r\nlonger.  So  for fear that the people will succeed in getting  rid  of\r\n\r\nthem,  the  British thought of an idea by including  North  Borneo  in\r\n\r\nMalaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Like the British, the Alliance Government has sent some troops to\r\n\r\nsuppress the uprising in North Borneo. Now, who is being invaded?  The\r\n\r\nP.A.P., although it is without any troops, is also shouting that North\r\n\r\nBorneo  is  being  invaded by foreigners. Who is  actually  guilty  of\r\n\r\naggression? Has anyone the right to deny the right of the people of  a\r\n\r\ncountry  to fight against foreign rule? The people of Borneo  want  to\r\n\r\nfight  for  their  own rights. They want to fight  for  democracy  and\r\n\r\nindependence. Borneo belongs to them and they want to regain it from a\r\n\r\nforeign  ruler.  So  the  British should  actually  leave  the  matter\r\n\r\nentirely  in the hands of the Borneo people. Because of the  formation\r\n\r\nof Malaysia by force, there is trouble going on in North Borneo. There\r\n\r\nis  also trouble arising from conscription. The ruling clique want the\r\n\r\npeople  of  Singapore  and  Malaya to support  the  British  in  their\r\n\r\nsuppressive actions against the people of Borneo. How can we give them\r\n\r\nsuch support? No, certainly not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the present juncture, the Alliance Government and the P.A.P. are\r\n\r\nfaced  with  certain  difficulties arising out  of  the  formation  of\r\n\r\nMalaysia  by  force.  Because of this the  people  are  against  them.\r\n\r\nInternationally   they  have  received  criticisms   from   Afro-Asian\r\n\r\ncountries; internally they are isolated. So to resolve\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 238</b></font><br><br>\r\n\r\n\r\n\r\nall  these  difficulties, they have no alternative but to  expand  the\r\n\r\narmed forces and to prepare for war. The Alliance Government, in doing\r\n\r\nthis  and  in trying to obtain the support of the people,  are  making\r\n\r\nfull  use  of  the expression \"loyalty and patriotism\".  They  try  to\r\n\r\nequate  the interests of the minority to the interests of the majority\r\n\r\nin  the  view of the broad masses of the people. They try to say  that\r\n\r\nthe  fight for their own interests is a fight for the interests of the\r\n\r\npeople. What good will anyone get from this fight?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members of the P.A.P. contend that conscription is intended for the\r\n\r\ndefence of our own nation. The Minister for Labour has said that every\r\n\r\ncitizen  has a duty to his nation when it is confronted with a crisis.\r\n\r\nOthers  have said that it is an honour to serve in the army. Yes,  all\r\n\r\nthis  is  very  true. But we want to ask this question: if  we  should\r\n\r\nserve  in  the army today, as they say, to defend Malaysia, what  good\r\n\r\nwill  it  do  to the people? Malaysia has been formed and  within  the\r\n\r\nshort  space of a year a series of events have taken place,  and  some\r\n\r\nevents are still taking place, much to the disadvantage of the people.\r\n\r\nThey  say  that  Malaysia will bring prosperity and happiness  to  the\r\n\r\npeople.  But during the course of the formation of Malaysia,  we  have\r\n\r\nmounting  unemployment,  a  great  slump  in  trade,  and  a  lot   of\r\n\r\nbusinessmen  have  to  put down their shutters. This  what  they  call\r\n\r\n\"prosperity and happiness\". If we were asked to defend something  that\r\n\r\nis  useless  to the people, it would be absurd. No one  in  his  right\r\n\r\nsenses will ever do this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is one other important point. You may say that Malaysia is now\r\n\r\nindependent.  But  who  is in actual control of  the  forces?  Who  is\r\n\r\ndirecting the war in North Borneo? It is none other than the colonial\r\n\r\nmasters - the British. They are all in actual control of our forces. Are\r\n\r\nthey doing all this for the interests of the people of Malaysia'?  No,\r\n\r\nthey  are  doing  it  for their own interests  because  they  want  to\r\n\r\ncontinue with their exploitation in this region.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the time when Malaya was invaded by the Japanese, that was the time\r\n\r\nwhen the Malaysian people required\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 239</b></font><br><br>\r\n\r\n\r\n\r\nforeign  aid. But what happened to the British troops then  that  were\r\n\r\ndescribed as troops fighting for our interests? Who actually  rose  to\r\n\r\nfight against the Japanese? The P.A.P., the Australian troops, or  the\r\n\r\nBritish  troops? I believe, Mr Speaker, they would not have the  guts\r\n\r\nto  answer my question. Those who are capable of safeguarding Malaysia\r\n\r\nare  our  own people, not foreign troops. The words and utterances  of\r\n\r\nthe  P.A.P. are not different from those of the imperialists. How  can\r\n\r\none  imagine that the independence and freedom of a nation require the\r\n\r\nprotection of a foreign power?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, not so long ago the nonaligned nations held a conference\r\n\r\nin  Cairo. What were the resolutions of that conference? Those  taking\r\n\r\npart  in  that  conference resolved on an immediate and  unconditional\r\n\r\nwithdrawal of foreign troops from colonial countries. On the agenda of\r\n\r\nthat conference, foreign bases was a topic for discussion. On this mat\r\n\r\nter their resolution called upon the imperialists to give up all their\r\n\r\nmilitary  bases in foreign lands. Now, are foreign troops and  foreign\r\n\r\nbases  in a position to protect us? The Party in power says that  they\r\n\r\nhave  got international support and support from Afro-Asian countries.\r\n\r\nBut  what  are the actual facts? The facts have already been mentioned\r\n\r\nand  they  are very clear. One resolution passed at the conference  of\r\n\r\nnon-aligned nations was to condemn the existence of foreign bases  and\r\n\r\nforeign  troops in colonial countries. And what is most surprising  is\r\n\r\nthat the so-called independent Malaysia was not invited to participate\r\n\r\nin  the  conference of non-aligned nations in Cairo. Why? It  is  very\r\n\r\nclear - it is because Malaysia is pro-colonial and is not on the side\r\n\r\nof  the  majority  of anti-colonial nations of the world.  Instead  of\r\n\r\nfighting  against  imperialism and colonialism,  Malaysia  is  helping\r\n\r\nthem. That is why Malaysia was not invited to the conference.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister has stressed the need to continue with the military pacts that we have with the British and the need for foreign troops in our country. We in principle are against the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 240</b></font><br><br>\r\n\r\n\r\n\r\nso-called military defence pact with Britain. If we say that this pact\r\n\r\nis  necessary, then we will be scorned by other independent nations in\r\n\r\nthe  world.  Just  imagine  one nation having  to  resort  to  foreign\r\n\r\nmilitary  aid  in order to safeguard its own integrity. Is  it  really\r\n\r\nnecessary?  Cambodia  is  a neutral country and  is  non-aligned.  The\r\n\r\nP.A.P. is proud of it, but has Cambodia signed any military pact  with\r\n\r\nAmerica  or Britain to safeguard her own sovereignty? Let us  look  at\r\n\r\nSouth  Vietnam which is being bullied by the Americans, The Cambodians\r\n\r\ndo  not  require  any  foreign protection. If the  Ministers  and  the\r\n\r\nBackbenchers of the Government do not recognise this fact, then let me\r\n\r\ntell  them  that in Cambodia they have been having some trouble  along\r\n\r\ntheir border recently because of American stooges in South Vietnam. Ac\r\n\r\ncording  to  P.A.P. logic, it appears that Cambodia  has  to  sign  a\r\n\r\nmilitary  pact  with  Britain  in  order  to  counter  these  acts  of\r\n\r\naggression. No, there is no need. Cambodia does not do so  because  it\r\n\r\nwants  peace.  It  is an independent country and it  is  not  isolated\r\n\r\ninternationally. In spite of the fact that it does not have troops  or\r\n\r\natomic  weapons, it can still exist in this world because it  has  the\r\n\r\nwill and the determination to exist. The people there love peace. They\r\n\r\nlove  freedom  and they want to preserve their independence.  Cambodia\r\n\r\nhas the support of its people and the world.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My colleague has also said that Malaysia has brought about great dif\r\n\r\nficulties  and hardship. If this should go on, it will be  harmful  to\r\n\r\nour  people.  If this is allowed to go on by force or  by  some  other\r\n\r\nmeans, then the consequences should be pinned on the shoulders of  the\r\n\r\nP.A.P.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Labour, in trying to defend the Alliance Government,\r\n\r\nhas said that the Alliance Government in expanding the armed forces is\r\n\r\nnot preparing for war. He has said that the Alliance is trying to stop\r\n\r\nforeign aggression. Let us look back to 1947 and the period before the\r\n\r\nformation  of  Malaysia. Was there any necessity to  prepare  for  war\r\n\r\nthen?  Talking  about  the year 1957, which he  said  was  a  terrible\r\n\r\nperiod, the real master was the British\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 241</b></font><br><br>\r\n\r\n\r\n\r\nand not the Alliance. He has also said that he had said before that we\r\n\r\nwanted  to  safeguard Malaya. But I want to point out that  Malaya  is\r\n\r\nstill  within Malaysia. If the P.A.P. and the Alliance Government  are\r\n\r\nprepared  to accept the views of the people by getting away  from  the\r\n\r\ncontrol  of  the British and the colonialists - that is by dissolving\r\n\r\nMalaysia - then we will come forward to safeguard Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before Malaysia was formed, we had already pointed out to the Party\r\n\r\nin  power  that Malaysia would not get the support of the  people  and\r\n\r\nthat  it  was  neo-colonial. We said that  time  and  again  and  also\r\n\r\nexpressed our correct views, hut the paid no attention to us. So,  as\r\n\r\na  result  of the formation of Malaysia, there came about difficulties\r\n\r\nand  they try to put the blame on us. They want to get us to fight for\r\n\r\nthe interests of the colonialists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. always say that a citizen has a duty to his nation. We all\r\n\r\nagree. But they do not mean what they say. The people are reluctant to\r\n\r\nbecome  cannon  fodder of the imperialists and the  colonialists.  Two\r\n\r\nmonths  ago we carried out a house-to-house visit all over the  island\r\n\r\nand  we  came  to  the conclusion that the people do  not  desire  the\r\n\r\nexpansion of the army. Now if the P.A.P. want the people to  serve  in\r\n\r\nthe army, then they themselves should first set a good example. During\r\n\r\nthe  period after Malaysia there are enough lessons for the P.A.P. to\r\n\r\nlearn, in spite of their slogans saying that they serve the interests\r\n\r\nof the people, and that the people support Malaysia, the people do not\r\n\r\ngive them their support.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. have handed over some powers to the Central Government as a\r\n\r\nresult of Malaysia. In spite of this, they still persist in continuing\r\n\r\nwith  their actions. If they should persist further, I am afraid  that\r\n\r\nthe  results  will  be tragic. So in order to curry  favour  with  the\r\n\r\nCentral  Government, they have to say things which are  against  their\r\n\r\nwishes. This is a good lesson for them to learn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 242</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>7.26 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mahmud Awang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mahmud Awang (Kampong Kapor)</b>(<i>In Malay</i>): Mr Speaker, Sir, I\r\n\r\nhave  still not quite understood the arguments put forward by the hon.\r\n\r\nMembers opposite. They have submitted this motion before us which says\r\n\r\nthat  the  seriousness  of the situation will  affect  the  lives  and\r\n\r\nproperties  of  the  people of Singapore. If  a  leader  is  sincerely\r\n\r\nresponsible  towards his country, he should inevitably  say  that  the\r\n\r\nlives and property of the people of Singapore should be safeguarded so\r\n\r\nthat our enemies, whose intention is to destroy the lives and property\r\n\r\nof our people, can be prevented from colonising us. Unfortunately, the\r\n\r\nhon.  Members  have not spoken in that tone. They do  not  defend  our\r\n\r\nright  to  protect  the lives and property of our people  and  of  our\r\n\r\nState.  On  the  contrary, they say that our country is  defended  by'\r\n\r\nforeign  forces. Are they conscious that the Government  is  exhorting\r\n\r\nits  citizens to respond to its call to protect the lives and property\r\n\r\nof our people?\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the hon. Member could keep a little distance\r\n\r\nfrom  the  mike,  perhaps we can get on better. His  voice  is  coming\r\n\r\nthrough very loud.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mahmud Awang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mahmud Awang</b>(<i>In Malay</i>):\r\n\r\nThank you, Mr Speaker. I think I was a little carried away by emotion\r\n\r\nwhen I talk about lives and property.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Government has called upon the people to come forward\r\n\r\nto  defend  and  protect  their lives and  property.  It  is  not  our\r\n\r\nintention  to  call  upon  the  people  outside  the  State.  In   the\r\n\r\ncircumstances, the Opposition Members are not aware of the  situation.\r\n\r\nPerhaps they have not read the local newspapers and they are not aware\r\n\r\nof  the  landings  which took place in Pontian  and  Labis,  and  more\r\n\r\nrecently in Muar.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Those troops who landed on our soil could be correctly referred to as\r\n\r\nforeign troops whose intention it is to destroy the lives and property\r\n\r\nof  the  people. Because of the presence of these foreign  troops  who\r\n\r\nwant  to  destroy our lives and property, we are duty bound to protect\r\n\r\nand safeguard our lives and property. We must therefore defend our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 243</b></font><br><br>\r\n\r\n\r\n\r\ncountry  so  that  the  lives and property  of  the  people  might  be\r\n\r\nprotected.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I am obliged to repeat \"lives and property\" over and over\r\n\r\nagain  in the hope that I can bring home to hon. Members opposite  the\r\n\r\ntrue meaning of these words.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They say that Malaysia has been forced upon us, whereas in fact they\r\n\r\nrealise  that  they  were rejected by the people  at  the  Referendum,\r\n\r\nalthough they tried to instigate our people into voting against merger\r\n\r\nand  Malaysia. Perhaps leaders like the hon. Members opposite have  no\r\n\r\nstanding  - they have no responsibilities towards the people.  Perhaps\r\n\r\nthey  conveniently forget that the Referendum which was held two years\r\n\r\nago  has  taught  them an object lesson that our  country  aspired  to\r\n\r\nmerger  and  Malaysia. Therefore, it goes without  saying  that  their\r\n\r\nallegation that Malaysia was forced upon us is nothing but a falsehood\r\n\r\nor  untruth which was uttered by irresponsible Members in the House in\r\n\r\norder  to mislead the people. And they further say that we must  learn\r\n\r\nin  order  to  lead our people to the path of peace and harmony.  What\r\n\r\nthey  have said earlier on contradicts what they ask of us  to  do  in\r\n\r\norder  to  achieve peace and harmony. They tell us not to  defend  our\r\n\r\ncountry. They desire, in collaboration with their foreign masters,  to\r\n\r\nrule  us  with  a view to breaking the law and order of this  country.\r\n\r\nThey  also say that only they are prepared to listen to the advice  of\r\n\r\ntheir Secretary-General, Mr Lim Chin Siong. They are not prepared  to\r\n\r\nheed the advice of the people of this country. Their Secretary-General\r\n\r\nhas  advised  that  the  lives and property  of  the  people  must  be\r\n\r\nprotected  in  peace and harmony! The advice from the people  of  this\r\n\r\ncountry  is  unheeded  by them and they are in  collusion  with  their\r\n\r\nforeign overlords with intent to destroy their own electorate who have\r\n\r\nproperty in this country. Needless to say, such leaders have no  place\r\n\r\n1n  our midst, since they have enjoyed peace and freedom of speech but\r\n\r\nare not prepared to shoulder ,their responsibilities to the State. Let\r\n\r\nthose Opposition leaders scrutinise the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 244</b></font><br><br>\r\n\r\n\r\n\r\nlocal  newspapers. If they are not prepared to go through the  English\r\n\r\nor  Malay newspapers, then they can read the Sin Chew fit Poh  or  the\r\n\r\nNanyang Siang Pao from which they can see reports of landings at Labis\r\n\r\nand  Muar.  Surely  they  realise that lives and  property  are  being\r\n\r\nthreatened  there,  and  that therefore it is  our  responsibility  to\r\n\r\ndefend our country from our enemies, and thus protect the lives of our\r\n\r\nfellow citizens and prevent their property from being grabbed by  such\r\n\r\nforeign masters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, that is all I wish to say. I hope the Opposition Members\r\n\r\nwill realise the gravity of the motion they have tabled and how to  be\r\n\r\nresponsible to this country.\r\n\r\n\r\n\r\n<br><br>7.39 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh (Jurong)</b>(<i>In Mandarin</i>): Mr Speaker. Sir,I will try as far as possible to give a brief reply to all the criticisms levelled at us by the Government\r\n\r\nside regarding our motion and I will also touch upon the amendment  of\r\n\r\nthe Deputy Prime Minister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that today the people are faced with a very serious\r\n\r\nsituation,  and  a depression in trade and commerce.  The  people  are\r\n\r\nsuffering  and  there  is  unemployment.  There  are  also  other  ill\r\n\r\nconsequences. So you can see the seriousness of the situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, in Sabah and Sarawak, you can see a guerilla war going on,\r\n\r\nand it is becoming more serious every day. From the Press we have read\r\n\r\nhow  many British soldiers have been killed or security force  members\r\n\r\nwounded. We have also read that British aeroplanes have been shot  at.\r\n\r\nWe can see that the situation is worsening and deteriorating.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Also in Malaya in Johore - Malacca and Muar - there have been youths\r\n\r\nlanding  along  the  coast. It is undeniable that among  those  landed\r\n\r\nthere  have  been some local Chinese and Malay youths. The  Government\r\n\r\nhave  declared  a  curfew in those areas and  this  has  affected  the\r\n\r\nlivelihood of the people there.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to this, we have also seen the Alliance Government going\r\n\r\nalong the path of military expansion and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 245</b></font><br><br>\r\n\r\n\r\n\r\nembarking on a policy of war. At present Malaysia has been declared to\r\n\r\nbe  in  a  state of emergency and all freedom and right of association\r\n\r\nand  assembly have been banned. The Government have been  using  money\r\n\r\nearned by the blood and sweat of the people to buy armaments. They are\r\n\r\ncarrying  out enforced conscription throughout the territory in  order\r\n\r\nto send our youths to any place to fight.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now this situation cannot be said to be not serious. You cannot say\r\n\r\nthat  this  situation does not have any far-reaching consequences  and\r\n\r\ninfluence on the future of our people. Who is the culprit? Who  is  to\r\n\r\nblame  for  this situation today? Political party propaganda  by  the\r\n\r\nother  side has claimed that it has been from Indonesia, in two  ways:\r\n\r\nexternal  military aggression and internal subversion. They  say  that\r\n\r\nbecause  of  this  foreign aggression, therefore, we  have  these  ill\r\n\r\nconsequences and this serious situation. Now this is their logic. They\r\n\r\nhave  told  the  people  that  Malaysia will  bring  about  peace  and\r\n\r\nprosperity. But what is the actual result? The actual result  is  that\r\n\r\nMalaysia  has  brought about pain and suffering  and  misery,  because\r\n\r\nMalaysia is a product of British neo-colonialism, because it is not in\r\n\r\nthe  interests  of  the  people but in the interests  of  the  British\r\n\r\ncolonialists. The Party in power says that it is ridiculous to say so,\r\n\r\nbut  even the British people themselves have claimed what I have  said\r\n\r\nnot  very  long ago. A British newspaper, the Observer,  published  an\r\n\r\narticle saying that Malaysia was a communal arrangement. Not very long\r\n\r\nago  a British Conservative Party Minister said that Malaysia was very\r\n\r\nimportant  to  Britain.  Why?  Because Britain  has  great  financial\r\n\r\ninvestments in this territory, and also this territory would serve  as\r\n\r\nan  important military link and a point of communications in a  \r\n\r\nworld-wide  network. So from this you can see the motives of the British  in\r\n\r\nsetting up Malaysia. It is merely for their own interests.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b> On a point of\r\n\r\ninformation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 246</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh:</b> All right.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> The hon.\r\n\r\nMember has mentioned British investments in Malaysia. Now, can  I  ask\r\n\r\nhim  how  much  British investment there is in the Malayan  States  as\r\n\r\ncompared with British investments in Sabah and Sarawak which makes  it\r\n\r\nso  important  that Sabah and Sarawak must join the new Federation  of\r\n\r\nMalaysia?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>):\r\n\r\nSir,  I think the Minister for Finance is trying to test me. According\r\n\r\nto  my  information on the question as to how much investment  there\r\n\r\nis,  I  understand it is �400 million sterling by the British. So  the\r\n\r\nBritish,  because  of  the financial benefits  and  because  of  their\r\n\r\nmilitary advantages in having this area, tried to form Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee</b> rose ---\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Sir, the hon. Member has said �400 million or what\r\n\r\never  it is. My question is, \"How much in the Malayan States, and  how\r\n\r\nmuch  in the Borneo States?\" If Malaysia was formed because of British\r\n\r\neconomic interests, then British investments in Sabah and Sarawak must\r\n\r\nbe  so great that they want to bring it into Malaysia. My point is. 90\r\n\r\nper  cent of British investment is in Malaya in rubber estates and tin\r\n\r\nmines. So what is the point of bringing in Sabah and Sarawak? I  mean.\r\n\r\nwhere is the benefit?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>):\r\n\r\nFrom the Minister's question asked just now, it is clear that he wants\r\n\r\nto  defend  British  interests.  He  has  claimed  that  most  of  the\r\n\r\ninvestment is in Malaya. Now this goes to prove the point that Britain\r\n\r\nwanted  to  set up Malaysia in order to protect its economic interests\r\n\r\nin  Malaya.  As  I  have said, the investment amounts  to  about  �400\r\n\r\nmillion.  It does not matter where most of it lies - in Malaya  or  in\r\n\r\nSabah  and  Sarawak.  If  they want to bring Sabah  and  Sarawak  into\r\n\r\nMalaya,  it  is  because  the struggle of the people  in  these  areas\r\n\r\nagainst  colonialism is gaining momentum. Seeing this  situation,  the\r\n\r\nBritish wanted some agent to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 247</b></font><br><br>\r\n\r\n\r\n\r\nlook  after  their interests in this area. Under these  circumstances,\r\n\r\nthey  formed Malaysia. Because the British point of view is  such  and\r\n\r\nthe motive is such, it has aroused strong opposition by the people  in\r\n\r\nthese  five  territories, and the people of  Sabah  and  Sarawak  have\r\n\r\nstarted a struggle against Malaysia. Even in Singapore the people  are\r\n\r\ndoing  so.  How do the Government resort to suppressing this movement?\r\n\r\nThey are closing down and banning the organisations and arresting  the\r\n\r\npeople.  Under such circumstances, the people of Sabah have  no  other\r\n\r\nalternative but to take up arms against the British. No matter how the\r\n\r\nParty in power may say that this is very terrible and violent. Even in\r\n\r\nthe  recent  non-aligned nations' conference in  Cairo,  there  was  a\r\n\r\nresolution   which   stated  that  colonial  territories   should   be\r\n\r\nindependent as soon as possible. If the colonial powers would not  let\r\n\r\nthem  be  independent, then the colonial people could  resort  to  any\r\n\r\nmeans, including force, to achieve independence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So in Sabah the people have been waging a struggle for independence\r\n\r\nand  the  British  have tried to suppress them. It is  just  like  the\r\n\r\nstruggle  that  is  taking  place in, say,  Cuba  and  other  colonial\r\n\r\nterritories.  It  is a righteous struggle. No matter how  the  British\r\n\r\npersuade  the  Federal Government to do things  which  meet  with  the\r\n\r\ninterests of the British, i.e., to form Malaysia and to salvage  their\r\n\r\nsinking  political  fortunes in this area  and  to  look  after  their\r\n\r\ninterests,  the  struggle of the people of Borneo has become  stronger\r\n\r\nand more vehement. I think it will continue until success is achieved.\r\n\r\nIt  is  only  a  matter of time before the people will be  victorious.\r\n\r\nThere  is no doubt that they will get support from various\r\n\r\nquarters  - spiritual support as well as moral support. Perhaps Malaysia  will  be\r\n\r\ngetting  support  from  the  British and  elsewhere,  as  has  already\r\n\r\nhappened  in the past. For instance, the liberation of West Irian  had\r\n\r\nthe  support of people in various Asian countries. So the struggle for\r\n\r\nfreedom  in  Borneo  will  also receive the  support  from  Afro-Asian\r\n\r\ncountries and all those who love independence and freedom.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 248</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now I have mentioned this and now I would like to say how the\r\n\r\nsituation can be resolved. The Alliance Government has been trying  to\r\n\r\nincrease their military armaments and to go along the path of war. Not\r\n\r\nvery  long  ago  the Prime Minister, the Tunku, went  to  Britain  and\r\n\r\nAmerica for the purpose of asking for more military and financial aid.\r\n\r\nAmerica  also agreed to provide more military equipment, such as  helicopters, and even technical personnel to train military officers here.\r\n\r\nIn  order  to  beg  for  more  money and military  aid,  the  Alliance\r\n\r\nGovernment also announced its support for South Vietnam, thus  running\r\n\r\nthe  danger of involvement in the American War. How much military  aid\r\n\r\nwill come from America we wilt see in the future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Britain is also trying to build up her military armaments here even\r\n\r\nto the extent of supplying nuclear warheads to be stationed here. Thus\r\n\r\nthere  will  be  danger to the lives of the people in  this  territory\r\n\r\nunder  the  pretext of preserving Malaysia. They are  actually  making\r\n\r\nready  to expand war in this area when necessary. This is just like  a\r\n\r\nkind of competition. America also puts ---\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, on a point of information.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Would the Member give way to the Prime Minister?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> I am a little puzzled on this. Because the\r\n\r\nBritish  wanted  the  exploitation  of  the  �400  million  worth   of\r\n\r\ninvestments, therefore Borneo and Sabah were thrown in for  that.  But\r\n\r\nnow the Member says the British and Americans also want to enlarge the\r\n\r\nwar in this area. But if they do that, they will be losing money. So I\r\n\r\nam  a  bit puzzled. Are we to understand the Barisan view is that  the\r\n\r\nBritish  are  interested in investments and profits,  or  in  war  and\r\n\r\ndestruction,  which  would  mean the  end  of  their  investments  and\r\n\r\nprofits?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chia Thye Poh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chia Thye Poh</b>(<i>In Mandarin</i>):\r\n\r\nThe  imperialists, of course, have their motives in expanding the  war\r\n\r\nin this area. For instance, America, when she\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 249</b></font><br><br>\r\n\r\n\r\n\r\ncannot maintain her position in South Vietnam, will have to extend the\r\n\r\nwar  into North Vietnam. Some officers of the British forces have also\r\n\r\nsuggested  the  bombing of Indonesia. So in order  to  preserve  their\r\n\r\ninterests, they would go to the extent of expanding the war. So  there\r\n\r\nis  a  sort of armament competition in this area. It is a question  of\r\n\r\nbuilding  up  military strength here. America wants  to  preserve  her\r\n\r\nmilitary  balance  here; so she is trying to dump  in  this  area  her\r\n\r\nmilitary  build-up. So Malaysia would become a battlefield  in  \r\n\r\nSouth-East Asia. Now, of what benefit is it to the people? None at all.  The\r\n\r\npeople  under  these circumstances will suffer more in an  imperialist\r\n\r\nwar in this area.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, the Alliance Government, in addition to buying\r\n\r\narmaments, is trying to conscript youths to be soldiers. No matter how\r\n\r\nthe Party in power tries to explain that the conscription of youths is\r\n\r\nfor the defence of the country, we say that conscription\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 250</b></font><br><br>\r\n\r\n\r\n\r\nof the youths is to defend British interests, and it is a deception on\r\n\r\nthe  people. The British have never given us any assurance to  protect\r\n\r\nus.  They  have  poured into our territory and they are  not  our  own\r\n\r\npeople.  Who  are in control of the forces here? None other  than  the\r\n\r\nBritish. So to say that conscription is to replace British forces does\r\n\r\nnot  hold  water.  The  real  purpose is  to  make  the  people  serve\r\n\r\nimperialist  interests  and to force the youths  to  undergo  military\r\n\r\ntraining.  What  will be the period of training then?  As  far  as  we\r\n\r\nunderstand, the war here will be a long one, a war of attrition.  Even\r\n\r\nthe British military officers have said ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Moment of Interruption.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do\r\n\r\nnow adjourn.\" [Mr Jek Yeun Thong].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
