{"memberId": null, "volumeNo": "24", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"24\">\r\n\r\n<meta name=\"Sit_No\" content=\"3\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1965-12-14\">\r\n\r\n<meta name=\"Start_Col\" content=\"89\">\r\n\r\n<meta name=\"End_Col\" content=\"144\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">24</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">14-12-1965</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 89</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>(TO BE CALLED THE FIRST PARLIAMENT)</b></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 24</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Tuesday, 14th December, 1965</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr A. P. Rajah).\r\n\r\n\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Minister of State for Education.\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and National Development.\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs, and Government Whip.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chow Chiok Hock (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister of Defence.\r\n\r\n\r\n\r\n<br>Mr R. A. Gonzales (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State for Culture.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 90</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Inche Mahmud Awang (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Mrs Devan Nair (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Culture and Social Affairs.\r\n\r\n\r\n\r\n<br>Inche Rahamat Bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr S. Rajoo (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Bernard Rodrigues (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Minister of State of Defence.\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed Al-Haj (Southern Islands), Minister of State for the Prime Minister's Department.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 91</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Health.\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Crawford).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr Chia Thye Poh (Jurong).\r\n\r\n\r\n\r\n<br>Mr Chio Cheng Thun (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Dr Fong Kim Heng (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Koo Young (Thomson).\r\n\r\n\r\n\r\n<br>Mr Kow Kee Seng (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Lee Tee Tong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Lim Huan Boon (Bukit Merah).\r\n\r\n\r\n\r\n<br>Miss Loh Miaw Gong (Havelock).\r\n\r\n\r\n\r\n<br>Mr Ong Lian Teng (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Poh Ber Liak (Tampines).\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 91</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n \r\n\r\n<div align=\"center\"><b>BILL INTRODUCED</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SINGAPORE TELEPHONE BOARD</b></div>\r\n\r\n<div align=\"center\"><b>(AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Singapore Telephone Board Ordinance\r\n\r\n(Chapter 107 of the Revised Edition)\",\r\n\r\n\r\n\r\n<br><br>presented by the Deputy Prime Minister (Dr  Toh  Chin Chye); read the First time, to be read a Second  time\r\n\r\non   the  first  available  sitting  day  after  21st\r\n\r\nDecember, 1965, and to be printed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 91</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>YANG DI-PERTUAN NEGARA'S SPEECH</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Debate on the Address)</b></div>\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mr Speaker,\r\n\r\nSir, in moving the Motion of Thanks to the Yang\r\n\r\ndi-Pertuan Negara for his Address, I am faced with the\r\n\r\nunusual duty of recounting to the House, first, the\r\n\r\nunusual circumstances in which we have found\r\n\r\nourselves as a sovereign and independent Legislature,\r\n\r\nand, next, the problems that arise, in order to\r\n\r\nensure that our sovereign status shall always be \r\n\r\nsafe-guarded \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 92</b></font><br><br>\r\n\r\n\r\n\r\nand respected by our neighbours. It is  not\r\n\r\noften  that a people achieve independence in the  way\r\n\r\nwe  have.  There  were a number of  unusual  features\r\n\r\nabout  Singapore  and  its geographic,  economic  and\r\n\r\ndemographic nexus with Malaya. There have been  cases\r\n\r\nin  history  where  nations have  fallen  apart  into\r\n\r\nindependent  halves, like Syria and Egypt.  But  then\r\n\r\nSyria  was  already an independent nation before  she\r\n\r\nwent into voluntary federation with Egypt. There have\r\n\r\nbeen  federations like the Central African Federation\r\n\r\nor  the West Indian Federation which did not succeed;\r\n\r\nand  component  parts  of the  federated  whole  then\r\n\r\nbecame  sovereign, as in the case of Zambia,  Malawi,\r\n\r\nJamaica,  Trinidad and Tobago. But in the  annals  of\r\n\r\nnation-making, I think Singapore must occupy a unique\r\n\r\nplace,  for one of the most strategic islands in  the\r\n\r\nwhole  world  acquired sovereignty over  the  Western\r\n\r\nEuropean  bases without violent revolution.  This  is\r\n\r\nnot  to  say that I altogether disapprove of  violent\r\n\r\nrevolution, but however violent we could have  become -   and  the  Cypriots  in  their  revolution   were\r\n\r\nextremely  violent  -  we would never  have  achieved\r\n\r\nsovereignty   over   important  base   installations,\r\n\r\nimportant not just to Britain but to a whole host  of\r\n\r\nother  countries,  for  security  and  survival   are\r\n\r\nintimately linked with certain checks and balances of\r\n\r\npower  in the region. When eventually Cyprus  emerged\r\n\r\nas   an  independent  Republic,  her  bases  remained\r\n\r\nBritish and sovereignty remained with the British.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the price of about $70 million in loss of\r\n\r\nrevenue  over  two  years, which  my  colleague,  the\r\n\r\nMinister for Finance, recounted yesterday, an  excess\r\n\r\nof   payment  over  actual  Federal  expenditure   in\r\n\r\nSingapore   of   $25   million  per   annum,   making\r\n\r\napproximately $50 million for two years, and loss  of\r\n\r\ntwo  years of currency profits at $10 million a year,\r\n\r\nwe have acquired sovereignty without bloodshed. If we\r\n\r\ncould  put  things in pecuniary terms, that  was  the\r\n\r\nprice  we  paid  in place of blood  -  not  that  the\r\n\r\nBritish would have taken that price for I think  they\r\n\r\nknew the value of this real estate in Singapore.  But\r\n\r\nbe that as it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 93</b></font><br><br>\r\n\r\n         \r\n\r\nmay,  perhaps  it was our good fortune  that  someone\r\n\r\nwith  an  antique gold sovereign exchanged it  for  a\r\n\r\nbagful of sweets; and who are we to complain when  we\r\n\r\nhave  found  ourselves  the  proud  possessor  of  an\r\n\r\nantique gold piece?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But there was another price which we paid besides\r\n\r\nthe  $70 million. Two years in which we came face  to\r\n\r\nface  very  rapidly  with  the  stark  realities   of\r\n\r\nconflict  -  conflict over race, over language,  over\r\n\r\nreligion.  Very  quickly all the  cliches  of \r\n\r\ninter-communal  co-operation were shorn  off  as  we  found\r\n\r\nourselves  confronted  with  a  somewhat  crude   and\r\n\r\nblatant  attempt to subdue us as a submissive  member\r\n\r\nof  a federation, the inner workings of which we were\r\n\r\nnot  so  conversant with before Malaysia.  Whilst  we\r\n\r\nlaid the emphasis on the constitutional framework and\r\n\r\ngood  faith,  intending to bring the territories  and\r\n\r\nthe  peoples closer together as they operated  within\r\n\r\none   national  unit,  sharing  one  economic  system\r\n\r\nirrevocably  wedded  together  by  ties   of   common\r\n\r\nexperience and the fact that their destinies had been\r\n\r\nso  closely  interwoven in the past,  we  found  that\r\n\r\nthere  were certain inarticulate major premises  upon\r\n\r\nwhich  others had based their calculations,  and  the\r\n\r\nconstitution, which was written and the  inarticulate\r\n\r\nmajor  premises of race, language and religion  which\r\n\r\nwere unwritten were irreconciliable. All that is over\r\n\r\nfor  us for the time being. The problem has not  been\r\n\r\nsolved,  but  for us the problem does not immediately\r\n\r\narise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What we wish to do now is to get into a new working\r\n\r\nrelationship  with our former partners  in  Malaysia.\r\n\r\nThis  working  relationship is likely to  come  about\r\n\r\nonly  if we approach it on a matter of fact basis  of\r\n\r\nwhat  is the common benefit to be derived in any  act\r\n\r\nof  economic  or  other co-operation.  For  the  time\r\n\r\nbeing,  our problem is that it is difficult  for  us,\r\n\r\nwithout  being  accused  of intransigence,  to  bring\r\n\r\nabout  that  spirit of co-operation as long  as  some\r\n\r\npeople  believe that Singapore out of Malaysia  means\r\n\r\nthe  relationship which existed between Singapore and\r\n\r\nthe old Malaya. Then, for many years,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 94</b></font><br><br>\r\n\r\n\r\n\r\nwanting merger, wanting reunification, and seeking  a\r\n\r\nmore  enduring basis for our future, Singapore -  not\r\n\r\njust the Government but the people - was prepared  to\r\n\r\ntolerate  a  relationship which  was  not  altogether\r\n\r\nmutual.  Certain advantages accrued to Malaya without\r\n\r\ncorresponding advantages to Singapore. Their products\r\n\r\nfound  markets in Singapore whilst our  products  did\r\n\r\nnot  find markets in Malaya. So it was in fact  in  a\r\n\r\nlarge  number of fields of economics and finance.  It\r\n\r\nis  not  possible  to  go back to this  relationship.\r\n\r\nBefore a new working relationship is established,  we\r\n\r\nmust first dispel the illusion that because we wanted\r\n\r\nmerger  in  Malaysia,  therefore  we  are  vulnerable\r\n\r\nwithout  merger.  Whilst politically  an  independent\r\n\r\nSingapore  holds hazards in the long-term,  not  just\r\n\r\nfor  overselves  but  for  all  in  South-East  Asia,\r\n\r\neconomically it does not follow that it is within the\r\n\r\ndispensation of our neighbours to decide our economic\r\n\r\ndestiny. Two years of confrontation have given us  an\r\n\r\nopportunity  to demonstrate that we did not  live  on\r\n\r\nthe  bounty of our neighbours. We did them a service,\r\n\r\nand  if  that  service is not required, it  could  be\r\n\r\nextended  elsewhere for other returns.  It  may  take\r\n\r\nsome  time and no little effort before the same axiom\r\n\r\nis   demonstrated   with  other  neighbours.   I   am\r\n\r\nreasonably confident that eventually we can  reach  a\r\n\r\nrational  relationship, not one in which  the  bigger\r\n\r\nassumes  automatically that he must get  the  greater\r\n\r\nbenefit,  but a relationship in which each and  every\r\n\r\nstep  is weighed in accordance with whether it is  of\r\n\r\nvalue   to  them  and  to  us.  In  other  words,   a\r\n\r\nrelationship based on a quid pro quo. If we  are  not\r\n\r\nto  get something out of it, naturally it is not  our\r\n\r\nintention that we should give up something  which  is\r\n\r\nvaluable.  Similarly we ask nothing of our neighbours\r\n\r\nunless we give them something in return. In this  way\r\n\r\nwe hope to establish in the course of next year a new\r\n\r\nbalance which has now become necessary as a result of\r\n\r\nour  emergence as a sovereign State, living with  the\r\n\r\nGovernment  of Malaysia not as a State Government  to\r\n\r\nCentral   Authority,  but  as  two  independent   and\r\n\r\nsovereign regimes.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 95</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, before I go into the programmes\r\n\r\nfor  this Session of Parliament, I would like to  put\r\n\r\nforward  the  difficulties  with  which  we  will  be\r\n\r\nconfronted  as  a  result  of  the  decision  of  the\r\n\r\nOpposition to boycott this Parliament. I do not  know\r\n\r\nfor  how  long they intend to absent themselves  from\r\n\r\nthis  Chamber. I would like to be able  to  say  that\r\n\r\ndespite their absence we shall attempt to put forward\r\n\r\nevery  act of legislation, every decision of  policy,\r\n\r\nfairly and squarely before this House, and before the\r\n\r\npeople  to  whom  we are ultimately  responsible.  It\r\n\r\nmeans, in other words, an added responsibility of not\r\n\r\nonly putting forward our point of view hut of all the\r\n\r\nconceivable  opposing points of view  which  we  have\r\n\r\nconsidered before we have decided to over-rule  them.\r\n\r\nThere  must  be  a  scrupulous  presentation  of  the\r\n\r\nreasons for and against legislation and policies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To begin with, I would like to remind the House why\r\n\r\nthe  Opposition has decided to absent itself. On  the\r\n\r\nday  on  which  we  assembled, the  Barisan  Sosialis\r\n\r\nissued  a  special  edition of its Party  publication\r\n\r\ncalled  Shih Chen Pao. On page 4, it sets out why  it\r\n\r\nwas not to participate in this Legislature.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Could the Prime Minister give the date\r\n\r\nof the publication?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> It is on the 8th of December,\r\n\r\n1965, the day when His Excellency the Yang di-Pertuan\r\n\r\nNegara addressed this Assembly. It is in Chinese, and\r\n\r\nif  I  may  just read the relevant extracts before  I\r\n\r\ngive  an interpretation of what I think it means.  It\r\n\r\nsays  here: [The Prime Minister read the extracts  in\r\n\r\nMandarin  which  he then translated into  English  as\r\n\r\nfollows]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They have attributed three reasons why we have\r\n\r\nconvened this Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`First, to give legal seal to our departure from\r\n\r\nMalaysia  which was a neo-colonialist plot to  divide\r\n\r\nand rule. Second, to get legal cover for our abuse of\r\n\r\npublic   funds.  Third,  to  use  this   Session   of\r\n\r\nParliament as a platform for propaganda to cheat  the\r\n\r\npeople and confuse them.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 96</b></font><br><br>\r\n\r\n\r\n\r\nThey, therefore, came to these conclusions:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Under these circumstances, to attend Parliament\r\n\r\nand  to  lend  support and credence  to  the  mockery\r\n\r\nenacted   by   the  PAP.,  either  intentionally   or\r\n\r\notherwise,  we are helping the P.A.P, to  cheat  the\r\n\r\npeople    with    regard   to    Singapore's    false\r\n\r\nindependence.'\r\n\r\n\r\n\r\n<br><br>And the final conclusion is:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Therefore, if we are to oppose them, we must\r\n\r\nresolutely  expose the PAP., the falseness  of  their\r\n\r\nparliamentary  democracy, and their anti-the-people's\r\n\r\nviews. Also we must go a step further and expose  the\r\n\r\nfalseness  of Singapore's independence. And  in  this\r\n\r\nway we can raise up the level of consciousness of the\r\n\r\npeople. Therefore, we must oppose the debate in  this\r\n\r\nAssembly and it is something which must he done.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker. Sir, I think it is important that we\r\n\r\nshould   understand  how  they  have  come  to   this\r\n\r\nconclusion.  It is pretty dreary reading,  to  follow\r\n\r\nthe tortuous paths that they have followed since they\r\n\r\nstarted off with \"phoney merger\" ending up in \"phoney\r\n\r\nMalaysia\",  and  now  finding  themselves  denouncing\r\n\r\nSingapore  as  a  phoney independent country.  But  I\r\n\r\nwould  ask  Members to hear with me when I  read  out\r\n\r\ncertain  extracts  which they have  published,  their\r\n\r\nParty  philosophy, their analysis since  the  9th  of\r\n\r\nAugust.  I would like to start off with this  -  this\r\n\r\nwas their latest publication, on the 8th of December,\r\n\r\nand   the   one   before  that,   of   relevance   in\r\n\r\nunderstanding  their mind, is that published  by  the\r\n\r\nMalayan Monitor, which is a publication by Mr H.  B.\r\n\r\nLim, a member of the Malayan Communist Party, who has\r\n\r\nbeen  in  London  for many years and  who  runs  this\r\n\r\nparticular  publication.  He  carried   in   full   a\r\n\r\nstatement by Dr Lee Siew Choh, who styles himself in\r\n\r\nthis  statement  as Chairman of the Malayan  People's\r\n\r\nAfro-Asian Solidarity Committee. This is of the  30th\r\n\r\nNovember, 1965. He said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We met Asst. Secretary, Comrade Murshi Said El Din\r\n\r\nrecently in Singapore, [he is the Assistant \r\n\r\nSecretary-General   of   the  Afro-Asian  People's   Solidarity\r\n\r\nOrganisation] and he asked us our views on the recent\r\n\r\npolitical  developments in `Malaysia' and  especially\r\n\r\non   the  so-called  separation  of  Singapore   from\r\n\r\n`Malaysia',   and   the  phoney   `independence'   of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 97</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our views on this matter have been made abundantly\r\n\r\nclear  in the various press statements issued by  the\r\n\r\nMalayan People's Afro-Asian Solidarity Committee  and\r\n\r\njointly  by the Party Rakyat and the Barisan Sosialis\r\n\r\nParty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have repeatedly pointed out that the separation\r\n\r\nof   Singapore   from  `Malaysia'  is   yet   another\r\n\r\nimperialist  plot, designed to save  `Malaysia'.  The\r\n\r\n`independence' of Singapore is phoney,  and  this  is\r\n\r\nclearly   seen  in  the  `Agreement  of   Separation'\r\n\r\nreleased  on  9.8.65  the  day  of  proclamation   of\r\n\r\n`Independence'    of   Singapore.   This    Agreement\r\n\r\nstipulates   that  British  troops  and  bases   will\r\n\r\ncontinue  to  remain  in Singapore;  that  `Malaysia'\r\n\r\ntroops and bases will also occupy Singapore; and that\r\n\r\nthe Singapore `Govt.' cannot establish diplomatic  or\r\n\r\ntrade   relations   with  foreign  countries   unless\r\n\r\napproved  by the `Malaysian' Government. Further  the\r\n\r\nBritish  and  `Malaysian' govts, can  send  Singapore\r\n\r\ntroops  to suppress the national liberation  struggle\r\n\r\nin Kalimantan Utara, and this is being done.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And it ends up in this flamboyant fashion:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We are Malayan patriots.'\r\n\r\n\r\n\r\n<br><br>So  much  so,  Mr Speaker, Sir, that they  refer  to\r\n\r\nSabah and Sarawak as \"Kalimantan Utara\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We cannot, and must not, accept the British-US\r\n\r\nimperialist manipulated constitutional separation  of\r\n\r\nSingapore from the rest of Malaya. Neither can we  in\r\n\r\nour  thinking,  and  in  our  struggle  for  national\r\n\r\nliberation, accept the new imperialist plot of\r\n\r\ndivide-and-rule. The withdrawal of Singapore has not brought\r\n\r\nany  drastic change to `Malaysia'. There  is  only  a\r\n\r\nchange  in form, but no change in content. As far  as\r\n\r\nMalayan  internal politics is concerned  the  present\r\n\r\nconstitutional  arrangements are merely  intended  to\r\n\r\nisolate  and confine the Lee Kuan Yew clique  to  the\r\n\r\nisland  of  Singapore and prevent them from competing\r\n\r\nfor status in the wider arena of `Malaysia'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our struggle is a most difficult one.\"\r\n\r\n\r\n\r\n<br><br>This  is  about  the sanest of all the comments  that\r\n\r\nthey have made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`But with the solidarity support of the peoples of\r\n\r\nAfro-Asia,  we  are  absolutely  confident  that  our\r\n\r\nstruggle for a genuinely democratic Malaya (including\r\n\r\nSingapore) free of foreign troops and free of foreign\r\n\r\ncontrol, will be crowned with success.'\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Prime Minister give the date\r\n\r\nof the publication?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> 30th of November, 1965. Mr\r\n\r\nSpeaker, Sir, they started off with a special edition\r\n\r\nof the Plebeian Express of August 1965 with the title\r\n\r\nSingapore `independent'? I will just read\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 98</b></font><br><br>\r\n\r\n\r\n\r\nout  phrases  from it; I think they will  convey  the\r\n\r\nkind  of  reason and logic which they have mesmerised\r\n\r\nthemselves into believing, that white is black;  that\r\n\r\nblack is white; that independence means phoney;  that\r\n\r\nMalaysia does not exist; that Malaya includes  Malaya\r\n\r\nthe peninsula and Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`So-called independence of Singapore. Phoney\r\n\r\nindependence, a humbug, intended to confuse, hoodwink\r\n\r\n&  side-track. Change of form. No change in  content.\r\n\r\nSingapore  has limited powers and in fact  is  little\r\n\r\nbetter  than a City Council. The British imperialists\r\n\r\n(supported  by US) still rule over the  Federation  &\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The special clauses which stipulate that Singapore\r\n\r\ncannot  enter  into any separate treaty or  agreement\r\n\r\nwith  other  countries without  the  consent  of  the\r\n\r\nFederation govt.; that Singapore has to enter into  a\r\n\r\ntreaty for external defence & mutual assistance  with\r\n\r\nthe  Federation govt.; and that Britain can  continue\r\n\r\nto  maintain the bases in S'pore and use  them  as  &\r\n\r\nwhen  they  like, without even the usual pretence  of\r\n\r\n\"consultation\" with the Singapore govt.! -  all  show\r\n\r\nthat Singapore is not truly independent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is a private arrangement between the British\r\n\r\nagents  on  the one side and British puppets  on  the\r\n\r\nother,  with  active encouragement & support  of  the\r\n\r\nBritish imperialists.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am not quite sure who are agents and who are the\r\n\r\npuppets.   But   obviously  both  are   viewed   with\r\n\r\nconsiderable disfavour.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It will be noted that the few countries that have\r\n\r\nrecognised  Singapore's so-called \"independence\"  are\r\n\r\nmostly US-puppets & pro-western countries.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know whether the editors of the Barisan\r\n\r\nExpress really understand what this is all about. But\r\n\r\nI think they derive a great deal of their inspiration\r\n\r\nfrom  a  group  of revolutionaries who  believe  that\r\n\r\nrevolutionary  thinking  consists  of  the   emphatic\r\n\r\nrepetition of dogmatic slogans.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the September issue of the Plebeian Express,\r\n\r\nthey  carried an analysis of Singapore  by  Mr  John\r\n\r\nEber,  whom  they have very modestly described  as  a\r\n\r\nMalayan  now  staying  in Britain.  He  is  also  the\r\n\r\nSecretary-General  of  the M.C.F.,  which  means  the\r\n\r\nMovement  for  Colonial Freedom. He  is  many  things\r\n\r\nbesides just being Secretary-General of the M.C.F.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 99</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Heading, Who Decides on S'pore's \"Eviction\"?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Federation was phoney.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The decision was primarily a British one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The British decision to evict was based on the\r\n\r\nnecessity to preserve \"Malaysia\", and it is important\r\n\r\nto  realise that Singapore is today still a  part  of\r\n\r\n\"Malaysia\"  in  all  but  name.  This  fact  is  very\r\n\r\npointedly underlined by the continuing presence under\r\n\r\nthe  \"secession\" agreement of \"Malaysian\"  troops  in\r\n\r\nSingapore - together,  of  course;  with  the  massive\r\n\r\nBritish  force there. All that has happened  is  that\r\n\r\nLee  Kuan  Yew  and  his  colleagues  have  now  been\r\n\r\nexcluded  from the struggle for status in  the  wider\r\n\r\nfederation. One speaks of \"status\" and not of  power,\r\n\r\nfor no man or party can have power in Malaya while it\r\n\r\nremains under the shadow of 55,000 British troops.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Malaysia was a fake. So is independent Singapore.\"\r\n\r\nThat  is  conclusive authority for our  revolutionary\r\n\r\nheroes in the Barisan Sosialis.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The date of that document?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> That document is the Barisan\r\n\r\nExpress  of  September  1965. Having  read  Mr  John\r\n\r\nEber's  erudite  analysis, an editorial  appeared  in\r\n\r\nanother edition of 21st September --- another edition\r\n\r\nof the month of September of the Plebeian Express.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Controversial Question Concerning The Present\r\n\r\nSituation\",  says  the editor. There  are  two  views\r\n\r\nabout the independence of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The first view holds that this is a purely\r\n\r\nAlliance-PAP  affair, that the British  knew  nothing\r\n\r\nabout  it  before  hand, and that  the  British  have\r\n\r\nmerely  accepted  the Alliance-PAP fait  accompli  in\r\n\r\ngood  grace.  The second view holds that  this  is  a\r\n\r\nBritish  plot, that the British knew about this  from\r\n\r\nthe  very  beginning and have jointly initiated  this\r\n\r\nnew  arrangement  with  the  full  agreement  of  the\r\n\r\nAlliance & the PAP govts.'\r\n\r\n\r\n\r\n<br><br>Needless to say, Mr Speaker, Sir, they came  to  the\r\n\r\nsecond conclusion. They said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`From all this we can confidently come to the\r\n\r\nconclusion therefore that though the timing could  be\r\n\r\na  surprise, the separation of S'pore from \"Malaysia\"\r\n\r\nwas  not a Tunku-LKY affair, but was British inspired.\r\n\r\nThe  leaders  in  the Alliance & the PAP  are  merely\r\n\r\nactors who play different roles.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 100</b></font><br><br>\r\n\r\n\r\n\r\nAnd under the heading \"Why Do the British Want this\r\n\r\nNew Arrangement?\":-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Hence the new arrangement which in essence is\r\n\r\nstill the same old thing. There are no drastic\r\n\r\nchanges. It is a change only in form with no change\r\n\r\nin content. What was once a federation now becomes a\r\n\r\nconfederation...'.\r\n\r\n\r\n\r\n<br><br>But  there again the plaintive note at the end, which\r\n\r\nis the only note of sanity:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`All this would create immense difficulties for the\r\n\r\nLeft in Malaya (i.e. S'pore & the Federation).'\r\n\r\n\r\n\r\n<br><br>And  so  they  went  on to October this  year,  again\r\n\r\ntalking on the Algiers Conference which was abortive.\r\n\r\nThey wrote in the editorial, \"Phoney Independence  of\r\n\r\nSingapore\":-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The question of the Lee Kuan Yew \"govt.\" must also\r\n\r\nbe  considered  in the same category  as  the  \r\n\r\nabove-mentioned.   The   \"separation\"  of  Singapore   from\r\n\r\n\"Malaysia\",  carried out by the British imperialists,\r\n\r\nis a trick.\"'\r\n\r\n\r\n\r\n<br><br>And so they recite all the arguments.\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> What is the date of that publication?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> October 1965.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I think more important for our purposes than\r\n\r\njust understanding how they arrived at the conclusion\r\n\r\nthat  this independence is phoney, that in fact  this\r\n\r\nis  the  old  Malaysia dressed up anew  in  order  to\r\n\r\npreserve  British interests -I think  more  important\r\n\r\nthan   that   is   their  approach  to  parliamentary\r\n\r\ndemocracy,  because in this bigger problem,  on  this\r\n\r\nwider  issue, we have a glimpse of their  real  Party\r\n\r\nideology.  In  November and December  they  published\r\n\r\nthree  instalments  of  an article  which  bears  the\r\n\r\ntitle,  \"British  Parliamentary  Democracy  -What  it\r\n\r\nmeans\"  -No.  1,  No.  2,  No.  3  for  November  and\r\n\r\nDecember. At a subsequent date I will be able to tell\r\n\r\nthe  House  about No. 4 because the series  is  still\r\n\r\nrunning. The gist is a simple Marxist-Leninist\r\n\r\nline - it  is  their hard-line, and none of this revisionism\r\n\r\nof   Khrushchev,   of  wishing  to   win   power   by\r\n\r\nconstitutional   means,  the  musical   chairs,   the\r\n\r\nbourgeois  parliamentary democracy. What is important\r\n\r\nis  this:  here  is  a denial of  the  value  of  any\r\n\r\ndemocratic institution, not of this House, not of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 101</b></font><br><br>\r\n\r\n\r\n\r\nSingapore's  \"phoney\" Parliament, but the  denial  of\r\n\r\nthe worthwhileness of the constitutional struggle  of\r\n\r\nwinning power via popular elections.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;November 1965 \"British Parliamentary Democracy -\r\n\r\nWhat it Means\" (No. 1):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`A brief survey of the British State Machine in\r\n\r\nrelation to Democracy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Starting with this issue, the PLEBEIAN Express is\r\n\r\npublishing   a   brief   survey   of   the    British\r\n\r\nconstitutional institutions & state machine in  order\r\n\r\nto  give  our  readers an insight  into  the  British\r\n\r\nsystem   of  government  which  is  being  so  loudly\r\n\r\nacclaimed by the propagandists of the western  powers\r\n\r\n&  their  local stooges. We feel an understanding  of\r\n\r\nthe  workings of the British system of government  is\r\n\r\nuseful  and  so many of our so called \"leaders\"  have\r\n\r\nmade it an object of imitation.'\r\n\r\n\r\n\r\n<br><br>\"Leaders\" in inverted commas. Therefore, it does  not\r\n\r\ninclude Barisan Sosialis leaders because they are not\r\n\r\ngoing to make this the object of any imitation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The following is the 1st instalment of the\r\n\r\narticle.  Further instalments will  be  published  in\r\n\r\nfuture issues of the PLEBEIAN Express. -- Ed.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It does not say who the author is, hut obviously he\r\n\r\nis  no  revisionist. Now, I will just  read  out  the\r\n\r\npertinent  extracts  so that  Members  will  get  the\r\n\r\nflavour  of  their approach to this  House,  what  it\r\n\r\nimplies,  the  folly and the futility  of  the  whole\r\n\r\nparliamentary machinery.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The same brand of democracy is being sold to our\r\n\r\npeople  in Singapore and Malaya and we have seen  how\r\n\r\nthis  crude  imitation  of the British  Parliamentary\r\n\r\nsystem has worked in our country.'\r\n\r\n\r\n\r\n<br><br>It goes on:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`...it is necessary for us to discover and\r\n\r\nunderstand  the  true  nature  of  this   so   called\r\n\r\n\"democracy\"  which  is being peddled  to  us  by  the\r\n\r\nstooges   of   the   Anglo-American  imperialists   &\r\n\r\ncolonialists.'\r\n\r\n\r\n\r\n<br><br>They  always  seem  to find stress in  repetition  of\r\n\r\ntautologous  phrases. If you just  say,  \"You  are  a\r\n\r\nstooge  of  the imperialists,\" it does not carry  the\r\n\r\nsame conviction as if you said, `You are a stooge  of\r\n\r\nthe  imperialists arid the colonialists.\"  Presumably\r\n\r\nthere  must be imperialists who are not colonialists,\r\n\r\nMr Speaker, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They went on, at the end of the first article, to\r\n\r\nrecite this fact:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 102</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`This ownership of the means of production allows\r\n\r\nthe  monopoly  capitalist class to maintain  a  tight\r\n\r\ngrip  over the state machinery and over the lives  of\r\n\r\nmillions of wage-earners & salary-earners who have no\r\n\r\nchoice  but  to  work for them and constantly  enrich\r\n\r\nthem. It is in this context that the issue of freedom\r\n\r\n& democracy in Britain must he seen and judged.'\r\n\r\n\r\n\r\n<br><br>Second  instalment - mid-November 1965  \"Parliamentary\r\n\r\nDemocracy - What It Means!\":\r\n\r\n\r\n\r\n<br><br><b>'A BRIEF HISTORICAL BACKGROUND</b>\r\n\r\n\r\n\r\n<br><br>...Even  the  apparent continuity is deceptive.  While\r\n\r\nthe  old  feudal institutions have retained something\r\n\r\nof   their   original  forms,  they  have   undergone\r\n\r\ntremendous changes in the past 600 years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Not all the institutions have this appearance of\r\n\r\ncontinuity.  Some of the organs of the British  State\r\n\r\n(such  as  the  armed forces, the civil service,  the police \r\n\r\nand   the  secret  police)  are  essentially\r\n\r\nproducts of the modern industrial capitalism  of  the\r\n\r\npast 150 years, or even less.'\r\n\r\n\r\n\r\n<br><br>Next  heading,  \"THE STATE SERVES MONOPOLY  CAPITAL\", \"MONOPOLY CAPITAL USES COERCION AGAINST THE PEOPLE\". And  it  ends  up,  \"CAPITALIST RULING  CLASS FEARS DEMOCRACY\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The attitude of the capitalist class towards\r\n\r\ndemocracy has always been clear. They fought  for  an\r\n\r\nextension of democratic rights in the last century in\r\n\r\norder  to dislodge the landed aristocracy from  their\r\n\r\nexclusive  control  of all the key  position  in  the\r\n\r\nState  apparatus;  but they have become  increasingly\r\n\r\nhostile  to  these  very rights &  liberties  in  the\r\n\r\ncourse  of  the present century owing to the  growing\r\n\r\nstrength   of   the  working  class  movement   which\r\n\r\nthreatens in turn to dislodge them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They so fear democracy now that it has led them to\r\n\r\nbe  oppressive  in  a variety of  indirect  forms  in\r\n\r\nBritain, and in direct & brutal forms in the colonies\r\n\r\nagainst   the  national  liberation  movements.   The\r\n\r\nstriving of the Peoples of Malaya (including S'pore),\r\n\r\nN.  Borneo.  Kenya. British Guiana and more  recently\r\n\r\nAden  for  national independence, were met  with  the\r\n\r\nmost savage repressions which completely unmasked the\r\n\r\nbitter  anti-democratic nature of the British  ruling\r\n\r\nclass.'\r\n\r\n\r\n\r\n<br><br>Article (3) , December 1965, \"What It Means!\"\r\n\r\n\r\n\r\n<div align=\"center\"><br><br>`POWER REMAINS IN HANDS OF CAPITALIST CLASS</div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So the whole state machine and other institutions\r\n\r\nunder  the  control of the monopoly capitalists  have\r\n\r\nmanoeuvred the voting rights of the people in such  a\r\n\r\nway  that  in  a  general  election  the  people  are\r\n\r\ncompelled  to choose between two parties, both  ready\r\n\r\nto serve\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 103</b></font><br><br>\r\n\r\n\r\n\r\ntheir  interests. For the labour Party too has proved\r\n\r\nitself during office willing to subordinate itself to\r\n\r\nthe monopolies\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is made possible by the nature of the two main\r\n\r\npolitical parties. The common feature of both parties\r\n\r\nis  that their leaders have accepted without question\r\n\r\nthe   capitalist   foundation   of   society,   Their\r\n\r\nParliamentary  leaders  have always  been  free  from\r\n\r\ncontrol  by the rank and file of their party. However\r\n\r\nmuch  they  may  have paid homage in  public  to  the\r\n\r\nprinciples  of  democracy, they have never  tolerated\r\n\r\nthe  application of these principles to the relations\r\n\r\nbetween themselves and their followers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So long as the official top leadership of the\r\n\r\nLabour  Party  has the control of the Party  and  are\r\n\r\nprepared  to  serve  the  interest  of  the  monopoly\r\n\r\ncapitalist  class,  they will be tolerated  and  even\r\n\r\nwelcomed  by this class. But in case the attitude  of\r\n\r\nthe  Labour Party changes, the capitalist  class  has\r\n\r\nbuilt-in  safeguards within the State  machine  which\r\n\r\nwill he discussed later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So we see that the 2-party system places serious\r\n\r\nlimitations on the democratic rights of,  the  people\r\n\r\nwhich   they  achieved  in  the  form  of   universal\r\n\r\nsuffrage.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall he looking forward with interest to\r\n\r\nthe  continuing  article because I hope,  from  them,\r\n\r\nultimately to know just how far the Barisan  Sosialis\r\n\r\nare  prepared to go. This is not a negation  of  this\r\n\r\nChamber or Singapore's phoney independent Parliament.\r\n\r\nThis   is   a  challenge  to  the  whole  system   of\r\n\r\ngovernment. Thev consider that system to  be  -  to\r\n\r\nput  it  in  orthodox Marxist-Leninist  verse  -  the\r\n\r\nhandmaid  of capitalist monopoly. Whether it  is  the\r\n\r\nParliament  of  Singapore  or  whether  it   is   the\r\n\r\nParliament  of Westminister, it is the instrument  of\r\n\r\nrepression  of the revolutionary working class  which\r\n\r\nthe Communists say they represent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Logically, arising from those attitudes, not only\r\n\r\nmust they boycott formal sessions of this House since\r\n\r\nthis  is  a ruse and a guise to confuse the  populace\r\n\r\nwith the false independence that we have acquired, to\r\n\r\nget  legal sanctions and respectability for votes  on\r\n\r\npublic expenditure which we are seeking hut they also\r\n\r\nhave  to  carry the battle one step further to  wreck\r\n\r\nit. The question is how? And for all these years,  we\r\n\r\nstrenuously  sought to prove that in fact  they  were\r\n\r\noperating on the twin premises of (1) work the system\r\n\r\nand shake it and rock\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 104</b></font><br><br>\r\n\r\n\r\n\r\nit; (2) undermine it altogether. In other words, use\r\n\r\nconstitutional forms of struggle which the  bourgeois\r\n\r\nenemy is foolish enough to afford the Communists, use\r\n\r\nthe  public  forum,  not to work it  better,  hut  to\r\n\r\ndenounce  the  system  and  break  it - shake   public\r\n\r\nconfidence   in   it.  And  the  other,   the   armed\r\n\r\nrevolution,  where State power is  wrested  from  the\r\n\r\nhands  of the monopoly capitalists and vested in  the\r\n\r\nhands  of  the  vanguard of the  proletarist  -  the\r\n\r\nCommunist Party.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am not quite sure whether the present leaders of\r\n\r\nthe  Barisan  Sosialis intend to pursue this  to  its\r\n\r\nlogical conclusion, or whether they intend to go hack\r\n\r\nto  the  much  more subtle line which  they  used  to\r\n\r\nfollow,  of  pretending to he a constitutional  Party\r\n\r\nwhilst  at  the  same  tune operating  on  directives\r\n\r\nissued   by  illegal  and  unconstitutional   parties\r\n\r\nseeking  to usurp power by violent means. But  it  is\r\n\r\nuseful  for  us to remember this, that  whatever  the\r\n\r\nshifts  and turns of policy or tactics, as they  call\r\n\r\nit, from time to time, their objective never changes.\r\n\r\nFortunately  for  us this time,  a  series  of  false\r\n\r\npremises  have led them into so blinkered a situation\r\n\r\nthat  they have come to a series of repeated  defeats\r\n\r\nand   into   mare  illogical,  absurd  and  untenable\r\n\r\npropositions.  They  have  mesmerised  themselves  by\r\n\r\nrepeating words like \"phoney\" ---\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> An American word.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> And from one false premise,\r\n\r\nthey  have gone to the next spurious conclusion.  The\r\n\r\nplum  fact  of  the matter is, right at this  moment,\r\n\r\nthey   are   so   confused  by  defeat  and,   worse,\r\n\r\ndemoralised by the prospect of further defeats,  that\r\n\r\nthe leadership is now questioned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when an army goes into battle, generals are\r\n\r\nnever questioned when battles are being won. But when\r\n\r\na  general  leads  his army into one  disaster  after\r\n\r\nanother, the younger officers and eventually even the\r\n\r\nprivates  begin  to  question  the  wisdom  and   the\r\n\r\nauthority  of  the  general. And in  this  case,  the\r\n\r\ngenerals  in  apparent authority were  only  recently\r\n\r\nprivates  and corporals. So with-out the prestige  of\r\n\r\nlong years in positions\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 105</b></font><br><br>\r\n\r\n\r\n\r\nof  leadership, it is only natural that  the  Barisan\r\n\r\nSosialis  should face these problems of challenge  to\r\n\r\nthe  Party leadership. If it were just a question  of\r\n\r\nthe  Party  leaders being in constant  conflict  with\r\n\r\ntheir  ground because they have failed to bring about\r\n\r\nconfidence  in  the  wisdom  and  success  of   their\r\n\r\npolicies, it would not matter so much for us.  But  I\r\n\r\nmake  it  my  duty, Mr Speaker, Sir, to  read  these\r\n\r\ndreary  tracts,  because, behind it all,  whether  we\r\n\r\nlike  it or not, there are people in higher authority\r\n\r\nthan  the  apparent leaders of the Barisan  Sosialis.\r\n\r\nThere  is  a  consistency of  line  of  policy  which\r\n\r\ndovetails  with broadcasts of policy statements  made\r\n\r\nby  the  Malayan National Liberation League  recently\r\n\r\nformed  in Jakarta, consisting of a number  of  quite\r\n\r\nwell-known  Malayans  closely  associated  with   the\r\n\r\nMalayan  Communist  Party in pre-Emergency  days  who\r\n\r\ndisappeared  during the days of the  Emergency.  They\r\n\r\nhave formed themselves into a group before the recent\r\n\r\ncoup  in  Jakarta on 30th September. If one  were  to\r\n\r\ncompare  what comes out in the Plebeian and the  Shih\r\n\r\nChen  Pao with the words and phrases which have  come\r\n\r\nout from the M.N.L.L, in Jakarta and from other radio\r\n\r\nstations which broadcast the policy statements of the\r\n\r\nMalayan   People's  Liberation  Army,  one  finds   a\r\n\r\nconsistent pattern.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The only problem that has arisen for them in this\r\n\r\ncase,  Mr Speaker, Sir, is the unexpected separation\r\n\r\nof  Singapore from Malaysia which entails  a  serious\r\n\r\nreassessment of the policies which they were about to\r\n\r\ninitiate  in order to succeed in armed conflict.  Had\r\n\r\nthere  been  no  separation, then the policies  which\r\n\r\nthey  were  espousing  just  before  separation,   if\r\n\r\ncontinued to its logical conclusion, were designed to\r\n\r\nlead,  and  would inevitably have led, to a situation\r\n\r\nin  which armed revolution was not only feasible  but\r\n\r\nwas  most  probable, and success was  not  altogether\r\n\r\nthat  remote. Unable to win by the open argument,  it\r\n\r\nwas  their  intention to seek discord principally  by\r\n\r\nchanging  their  policy on language and,  via  racial\r\n\r\nconflict  over language issues, to create a situation\r\n\r\nin which armed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 106</b></font><br><br>\r\n\r\n\r\n\r\nforce  would be used and the Malayan Communist  Party\r\n\r\nas  the instrument and the holder of that armed force\r\n\r\nwould emerge triumphant. In 1955 at Baling when  they\r\n\r\nlast  pronounced their programmes and  policies,  the\r\n\r\nM.C.P. accepted  Malay  as  the  national  language.\r\n\r\nRecently  we  had information, which was corroborated\r\n\r\nby  the statements made by the M.N.L.L., that certain\r\n\r\nmembers   of   the   united  Communist   open   front\r\n\r\norganisations  who  journeyed to  Algiers  and  other\r\n\r\nconferences  had  received  instructions  that   they\r\n\r\nshould  withdraw  support for  any  language  as  the\r\n\r\nnational language and that they should insist, on the\r\n\r\nother  hand,  that  there  should  be  four  official\r\n\r\nlanguages.  The distinction between their policy  and\r\n\r\nours  is a very subtle one, but a very important one.\r\n\r\nThey  say  that  there shall be no national  language - there  is  no need for a national common language  - and  that there shall be four official languages. And\r\n\r\nif,  on  the one hand, the Language Action  Committee\r\n\r\nwho  represent  the  ultras in the  linguistic  field\r\n\r\nespouse  one language to the exclusion of all others,\r\n\r\nhere  was  the  M.C.P. fanning  the  desire,  a  very\r\n\r\nnatural  desire of everybody, to preserve  their  own\r\n\r\nlinguistic and cultural heritage - a situation  which\r\n\r\nmust  have  led  to conflict. In that  situation,  of\r\n\r\ncourse,  both the Parliament in Kuala Lumpur and  the\r\n\r\nAssembly  in  Singapore  were  valueless.   And   the\r\n\r\npolicies and the statements they have made would have\r\n\r\nmade very good sense if in fact separation never came\r\n\r\nabout.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am not sure how long it will be before the\r\n\r\nCommunist  Party come out with their new policy,  new\r\n\r\ntactics, in view of the different circumstances  they\r\n\r\nare  faced  with as a result of Singapore's emergence\r\n\r\nas  a  separate,  distinct  and  independent  nation.\r\n\r\nUndoubtedly,  they will pursue the same  cliches  for\r\n\r\nsome length of time, but I would not be surprised  if\r\n\r\nin  the  end  their  top leaders  did  not  make  the\r\n\r\nnecessary  adjustments which are inevitable  to  meet\r\n\r\nthis  new situation. But for our part, whatever their\r\n\r\npolicies  may  be in the Peninsula, or in  what  they\r\n\r\ncall  Kalimantan Utara, we have given them  all  fair\r\n\r\nnotice that any exploitation of issues of language or\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 107</b></font><br><br>\r\n\r\n\r\n\r\nculture,  any  divisive policies designed  to  create\r\n\r\nracial  discord and conflict will have  to  be  dealt\r\n\r\nwith swiftly and effectively. By way of illustration,\r\n\r\nI will just refer to the kind of difficulties which I\r\n\r\nanticipate will occur from time to time, the kind  of\r\n\r\nmischief which they are hound to peddle. This was the\r\n\r\nPlebeian of the 16th of October, heading on page 8:\r\n\r\n\r\n\r\n<br><br><div align=\"center\">'DEMAND TO MAKE CHINESE AN OFFICIAL LANGUAGE IS CORRECT AND JUST!</div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If in putting forward a just demand someone has\r\n\r\nsaid  that Singapore has 80 per cent Chinese  instead\r\n\r\nof  75 per cent, is this such a monumental error?  If\r\n\r\nso,  then  this  is  also  an  error  which  the  PAP\r\n\r\nministers themselves have frequently committed in the\r\n\r\npast. So why the fuss about the 5 per cent error?'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is in the English text, Mr Speaker, Sir,In\r\n\r\nthe  Chinese  text,  it has got subtle  overtones  of\r\n\r\nchauvinism which the interpreter will find difficulty\r\n\r\nin  bringing  out. But this was the same  publication\r\n\r\nwhich  joined  with the Communists in denouncing  our\r\n\r\nanalysis that in Malaysia, with Singapore a  part  of\r\n\r\nMalaysia, it is not possible for any one racial group\r\n\r\nto dominate  the  others to the exclusion  of  their\r\n\r\nlanguages  and  cultures.  You  will  remember,   Mr\r\n\r\nSpeaker, Sir, that the Barisan Sosialis joined in the\r\n\r\ncondemnation  of  the  analysis  40:  40:  20,  as  a\r\n\r\ncommunal  provocation, because  it  was  designed  to\r\n\r\narouse chauvinistic feelings in the various component\r\n\r\nparts.  But 40: 40: 20, is communal, but exaggerating\r\n\r\n75 to 80 is not a monumental error!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask you, Mr Speaker, Sir, in the\r\n\r\ncourse  of this Session, and until such time as  they\r\n\r\neither decide to reappear in this Chamber, or if they\r\n\r\ndo  not,  then until such time as elections are  held\r\n\r\neither  generally  or  to fill up  the  vacant  seats\r\n\r\ncaused  by  continual absence of Members who  are  at\r\n\r\nfull   liberty  to  represent  the  views  of   their\r\n\r\nconstituents  in  this  House, to  give  considerable\r\n\r\nlatitude to Members on this side. My colleagues and I\r\n\r\nwill try as scrupulously as we can to put forward all\r\n\r\nthe  pros and cons of every piece of legislation  and\r\n\r\nevery  policy in the hope thereby of discharging  the\r\n\r\nduties of the Opposition.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 108</b></font><br><br>\r\n\r\n\r\n\r\nBut  more  so,  I  hope you will  allow  considerable\r\n\r\nlatitude  amongst the Backbenchers on the  Government\r\n\r\nside  to  take up more of their time in  playing  the\r\n\r\nrole  of the constructive critic. It is part  of  the\r\n\r\ntechnique  of  the open society that  the  wisdom  of\r\n\r\ncertain  policies, of certain programmes, are  tested\r\n\r\nin  the  open  argument. It is difficult  for  us  to\r\n\r\npropound  the  kind  of criticism which  the  Barisan\r\n\r\nSosialis, if they were here, would propound,  because\r\n\r\nI  do not think they would want to go into the merits\r\n\r\nor  demerits  of  the legislative programme  we  have\r\n\r\nplaced before this House. But, nevertheless, I  think\r\n\r\nthere  are  certain valuable points  which  could  be\r\n\r\nbrought out by Members on the Government side if they\r\n\r\nwere given considerable latitude in appearing, so  to\r\n\r\nsay,  to speak against the Government; not that  they\r\n\r\nare  against the Government but that they are thereby\r\n\r\nin  a  position to bring out the underlying  problems\r\n\r\nwhich  led to certain policies being decided the  way\r\n\r\nthey were.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, I would like to draw the attention of\r\n\r\nthe  House  to the Five-Year programme that  we  have\r\n\r\noutlined in the Address of His Excellency the Yang \r\n\r\ndi-Pertuan  Negara. You will recall that His  Excellency\r\n\r\nmentioned  the  land reclamation projects  which  are\r\n\r\ngoing  on - 620 acres in Toa Payoh, excess land  from\r\n\r\nwhich  is  used to reclaim 400 acres in  the  Kallang\r\n\r\nBasin ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Prime Minister is running\r\n\r\ninto difficulties with Standing Order No. 43 (8) . But\r\n\r\npossibly in view of the exceptional circumstances, is\r\n\r\nit  the  general  wish  of  Members  that  the  Prime\r\n\r\nMinister  continues his speech without being affected\r\n\r\nby that particular Standing Order? Is there a general\r\n\r\nassent of the House?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Prime Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Next, the reclamation of land\r\n\r\nfrom  Bedok  to  Tanjong Rhu of  about  1,000  acres,\r\n\r\ngiving  in  turn another 600 acres of available  land\r\n\r\nfrom  sites where excavations are now being made  for\r\n\r\nthe filling.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 109</b></font><br><br>\r\n\r\n\r\n\r\nThen  the  Housing and Development  Board  plans  for\r\n\r\n60,000  units in the next five years. I do not  think\r\n\r\nthere  is  much  doubt  that these  targets  will  he\r\n\r\nachieved.  But I would like, if I may,  in  the  next\r\n\r\ntwenty  minutes before I close the argument  for  the\r\n\r\nobjectives  which  have been set out,  the  long-term\r\n\r\nobjective  which  has  been set  out  in  the  policy\r\n\r\nstatements,  to  explain first the  interim  measures\r\n\r\nwhich we have had to take to stabilise and limit  our\r\n\r\nliability; and, second, our long-term attitude on the\r\n\r\nfuture  of  Singapore  and  of  the  people  that  we\r\n\r\nconsider one with Singapore the people in Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the short-term, we have had to introduce certain\r\n\r\nnew  measures in order that we can take stock of what\r\n\r\nour  liabilities are, our immediate liability to give\r\n\r\njobs  to  our  own people, our own citizens,  provide\r\n\r\nschools for their children, hospitals and social  and\r\n\r\ncommunity  services, housing and so on. To this  end,\r\n\r\nidentity  cards and work permits will be implemented.\r\n\r\nThe problem becomes particularly acute because it has\r\n\r\nbeen  said,  since the 9th of August this  year,  the\r\n\r\nflow  of  migrants,  the flow of  people  across  the\r\n\r\nCauseway,  has ended up with considerable credits  on\r\n\r\nour  side. The rate has increased to twice the normal\r\n\r\nrate prevailing before the 9th of August. I have  not\r\n\r\ngot  the complete figures for November and December.,\r\n\r\nbut  the rough gross turn-over of people crossing the\r\n\r\nCauseway on both sides since the 9th of August  shows\r\n\r\nan increase or a credit or plus on the Singapore side\r\n\r\nof  about  nearly  50,000. It is true  that  quite  a\r\n\r\nnumber of these people may have come to Singapore  in\r\n\r\norder to take ship or aircraft to go abroad. But I do\r\n\r\nnot  think it is feasible to explain this away on the\r\n\r\nbasis  that  more  than  perhaps  5,000  could   have\r\n\r\ntravelled  in  this way. Assuming  that  10,000  went\r\n\r\nabroad  by ship and aircraft, we would still be  left\r\n\r\nwith a net credit of about 40,000 people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to emphasise this point, that\r\n\r\nthis  is  not designed to exclude Malaysians.  It  is\r\n\r\ndesigned  to  limit our liabilities so that  we  know\r\n\r\nwhat  it is we have to cater for. For only by  making\r\n\r\nour problems finite will we be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 110</b></font><br><br>\r\n\r\n\r\n\r\nable  to  know what it is that we must o in order  to\r\n\r\nensure the economic viability of Singapore. And  only\r\n\r\nthen  will we be able to define the problems and  the\r\n\r\nsolutions  to these problems which we hope will  come\r\n\r\nby  way of new markets being made available to us.  I\r\n\r\nwould  like  to  emphasise that  so  far  as  we  are\r\n\r\nconcerned,  we  are one people in two countries.  All\r\n\r\nthat separation has done is to divide the one society\r\n\r\ninto two not altogether dissimilar parts. But whereas\r\n\r\nbefore  we  would  have sought one solution  for  the\r\n\r\nwhole,  now  there are two experiments being  carried\r\n\r\nout  in these two halves. And the experiments on  how\r\n\r\nto   find  a  solution  to  the  problems  of \r\n\r\nmulti-racialism,  multi-lingualism and  a  multiplicity  of\r\n\r\nreligion,  and the policies pursued in any  one  half\r\n\r\nare  bound to have repercussions on the attitudes and\r\n\r\nassessments  on  the other side; and the  side  which\r\n\r\nproduces  a  successful solution is  the  side  whose\r\n\r\nviews will ultimately prevail. This is one people now\r\n\r\ndivided into two arenas. But in the last resort  they\r\n\r\nare  one people, and work permits and everything else\r\n\r\nnotwithstanding,  in extremis, in  an  emergency,  it\r\n\r\nwould  be inhuman to believe, and unrealistic on  our\r\n\r\npart  to  believe, that we could maintain a  separate\r\n\r\nand  a  disinterested posture if a major  catastrophe\r\n\r\nwere to take place in South-East Asia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And this brings me to my last theme. The danger of\r\n\r\na  major catastrophe which we can precipitate  if  we\r\n\r\nare  not conscious of the problems of finding  a  new\r\n\r\nbalance  in  South-East Asia to take the place  of  a\r\n\r\nbalance  which was maintained by the European empires\r\n\r\nbefore the war.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the multi-racial character of\r\n\r\nthe  population  of  Singapore  and  the  States   of\r\n\r\nMalaysia  creates the probabilities of two  different\r\n\r\ntrends.  As  long as British rule kept  everybody  in\r\n\r\nplace,  multi-racialism or the problems of  having  a\r\n\r\nmultiplicity  of  communities  of  different   races,\r\n\r\nlanguages, religions, never gave rise to any problems\r\n\r\nof law and order, for in the ordered nature of former\r\n\r\ncolonial society, the British\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 111</b></font><br><br>\r\n\r\n\r\n\r\nRaj  decided who should do what and who should fulfil\r\n\r\nwhat  roles  in  their system. The  disappearance  of\r\n\r\ndirect  political  control  has  brought  about   the\r\n\r\nnecessity of finding an authority indigenous  to  the\r\n\r\npeoples who now reside in these territories, and with\r\n\r\nimperfection, a compromise was found in certain forms\r\n\r\nof   elected  representation  weighted  to  hold  the\r\n\r\nbalance between people who were supposed to have been\r\n\r\nhere  longer,  the indigenous people, and  those  who\r\n\r\nwere supposed to be more recent migrants. As long  as\r\n\r\nwe  were  one, Singapore and Malaysia, the danger  of\r\n\r\nthe  multi-racial  communities going  their  separate\r\n\r\nways was less than it is now. If we are not conscious\r\n\r\nof  this  and we each play only to our own  immediate\r\n\r\nelectorate, then having two halves of one whole - and\r\n\r\nnot very equal halves of one whole - one in which the\r\n\r\naccent  is inevitably that in Singapore, in  numbers,\r\n\r\nthe migrant community or people of migrant stock and,\r\n\r\non  the  other hand, in Malaya peoples of  indigenous\r\n\r\nstock, a polarisation of policies and attitudes would\r\n\r\ntake  place  which  in the end may well  bring  major\r\n\r\ncalamity   for   all   in   South-East   Asia,   with\r\n\r\nrepercussions throughout the whole of Asia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the problem is popularly\r\n\r\npresented  to the Western world as the Problem  of  a\r\n\r\nThird  China, which is the title of a fairly readable\r\n\r\ndissertation by a scholar in the Australian  National\r\n\r\nUniversity,  and in historical terms he  puts  it  in\r\n\r\nthis  way. This is a recent publication called  Third\r\n\r\nChina  by P. C. Fitzgerald, Professor of Far  Eastern\r\n\r\nHistory in the Institute of Advanced Studies  in  the\r\n\r\nAustralian National University.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He said - talking about the Second World War and\r\n\r\nits aftermath - on page 50:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`In the latter part of the war the Japanese decided\r\n\r\nthat  for  both  military and political  reasons,  it\r\n\r\nwould  be  desirable  to grant  a  measure  of  \r\n\r\nself-government  to the peoples of the occupied  countries\r\n\r\nof  South-East Asia. They did not see any  reason  to\r\n\r\nrespect  the arbitrary boundaries which the  play  of\r\n\r\nEuropean  political parties had imposed  upon  \r\n\r\nSouth-East Asia. They perhaps remembered that in the Middle\r\n\r\nAges before\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 112</b></font><br><br>\r\n\r\n\r\n\r\nthe  rise of the colonial powers or the intrusion  of\r\n\r\nthe  Europeans,  there  had  been  a  powerful  State\r\n\r\ncomprising both Sumatra and the Malay Peninsula,  Sri\r\n\r\nVijaya.  The proposed to revive this State under  the\r\n\r\nname of Maha Malaya or Greater Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;General Terauchi, Commander-in-Chief of the\r\n\r\nJapanese  Army  in South-East Asia, summoned  various\r\n\r\nMalay   and  Indonesian,  Sumatran  leaders  to   his\r\n\r\nheadquarters  in Saigon for consultations.  On  other\r\n\r\noccasions he flew to Ipoh in Malaya and held  similar\r\n\r\nmeetings  there.  These  were  attended  by,  amongst\r\n\r\nothers,  Hatta, the Indonesian nationalist leader  in\r\n\r\nSumatra, and Dato Onn bin Jaffar. There is nothing in\r\n\r\nthe  record to show that the Japanese proposals  were\r\n\r\nunwelcome to these leaders and the project  began  to\r\n\r\ntake shape. The end of the war made it abortive. Maha\r\n\r\nMalaya was never proclaimed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This wartime incident revealed the fact that among\r\n\r\nthe  Malay leadership there had already arisen a  new\r\n\r\nnationalism which looked for a political order should\r\n\r\nthe  British and the Dutch never return, which  would\r\n\r\nsecure Malay majority rule, This was agreeable to the\r\n\r\nJapanese  who knew well that they would never  obtain\r\n\r\nthe  allegiance or loyalty of the Chinese  community.\r\n\r\nSingapore  under this plan was to remain  a  Japanese\r\n\r\nnaval base and colony excluded from Maha Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It will thus be seen that the separation of\r\n\r\nSingapore from Malaya devised by the British  project\r\n\r\nof   the  Malayan  Union  agreed  with  the  abortive\r\n\r\nJapanese  plan of Maha Malaya, a fact which certainly\r\n\r\ndid  not  escape  the notice of the Chinese.  On  the\r\n\r\nother  hand, the Malayan Union offered the  Malays  a\r\n\r\ngreat  deal  less than Maha Malaya would  have  given\r\n\r\nthem,  for  under that plan they would  have  been  a\r\n\r\nlarge majority in the new State with Sumatra added to\r\n\r\nMalaya, and Sumatra is the ancestral home of a  great\r\n\r\npart of the present Malay population of Malaya.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I just want to quote another\r\n\r\nextract from Prof. Fitzgerald's short treatise:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Singapore has always resented and deplored the\r\n\r\npolicy,  first  conceived by the Japanese  and  later\r\n\r\nimplemented by the British, by which the City on  its\r\n\r\nrelatively small island was separated from  the  rest\r\n\r\nof  the  Malay Peninsula and treated as  a  different\r\n\r\ncommunity   with   lesser  political   rights.   This\r\n\r\nseparation  was  the  one  feature  of  the  abortive\r\n\r\nMalayan Union which survived the demise of that \r\n\r\nill-fated  scheme.  It was also the one  feature  of  the\r\n\r\nMalayan Union which the Chinese thoroughly detested.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The British could not deny their responsibility for\r\n\r\nthis  development,  but  the  reason  why  they   had\r\n\r\noriginally  separated Singapore  was  still  present.\r\n\r\nSingapore  added  to the Federation  would  give  the\r\n\r\nChinese community a clear majority of the population,\r\n\r\nand thus ultimately of the voters.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 113</b></font><br><br>\r\n\r\n\r\n\r\nThat was pages 88 and 89. And on page 101:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Internal changes in the political representation\r\n\r\nof  the States giving more equitable distribution  of\r\n\r\nseats  would do something to effect such a change  of\r\n\r\nattitude,  but  it may well be that  more  than  this\r\n\r\nwould  be  required  before  the  allegiance  of  the\r\n\r\nyounger  generation  of Chinese  is  won,  They  will\r\n\r\nrequire some positive evidence that Malaysia is to be\r\n\r\na  progressive and increasingly democratic community;\r\n\r\nnot continue as aristocratic society dominated by the\r\n\r\nMalay  feudal  families.  If  these  changes  do  not\r\n\r\nmaterialise,  the  opposition  of  the  Chinese  will\r\n\r\ncontinue  and  probably  be  intensified,  ultimately\r\n\r\nveering  more  and more towards the  support  of  the\r\n\r\nCommunist movement.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I quote these extracts to show\r\n\r\nthe  dangers  into which we are inevitably  going  to\r\n\r\nslide  if  we  begin to think in terms of  race  arid\r\n\r\nracial  hegemony. Hence the recurring theme of \r\n\r\nmulti-racialism,   of   tolerance,  of  understanding   and\r\n\r\nsympathy,  and forbearance of other people's  habits,\r\n\r\ncustoms, susceptibilities. If, on the Singapore half,\r\n\r\naccount is taken only of the Singapore sector of this\r\n\r\none  people, then the solution that will  be  derived\r\n\r\nout  of  that one sector will be very different  from\r\n\r\nthe  solution which will be derived `if we take  into\r\n\r\naccount  the  whole. And the very different  solution\r\n\r\nattempted here, based on the demographic features  of\r\n\r\nSingapore,  will  in turn act as a spur  to  contrary\r\n\r\nmeasures  being taken on the other side;  and  so  it\r\n\r\ncould  go on until inevitable conflict. Conflict  not\r\n\r\nonly  between two independent and sovereign  nations,\r\n\r\nbut  between  two  independent and sovereign  nations\r\n\r\nboth with plural societies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are no longer in a position to decide or in any\r\n\r\nway  to  influence directly the course  of  political\r\n\r\nevents in Malaysia. That is the price of independence\r\n\r\nfor Singapore. But we would be dishonest to ourselves\r\n\r\nif  we  did  not express a profound interest  in  the\r\n\r\npolicies  and the consequences of such policies  upon\r\n\r\nthe relationship between the communities in Malaysia,\r\n\r\nwhich would, in turn, help to influence attitudes and\r\n\r\nrelationships  between communities in Singapore.  The\r\n\r\nfuture  is  more  fraught  with  danger  than  before\r\n\r\nseparation -- the long-term future -- for if\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 114</b></font><br><br>\r\n\r\n\r\n\r\nthere  is a failure to understand this nexus  between\r\n\r\nus,  then  it is extremely easy for one to  embarrass\r\n\r\nand to influence attitudes and policies in the other,\r\n\r\nwhich,   as  I  have  said,  must  end  up   in   the\r\n\r\npolarisation of two opposing attitudes based  on  two\r\n\r\nopposing   assumptions   of  superiority   of   race,\r\n\r\nlanguage, and culture, which can only spell  disaster\r\n\r\nfor all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But whilst we have no control over events there,\r\n\r\nindependence  has  given us a unique  opportunity  to\r\n\r\norder  our  way of life, and I would like to  believe\r\n\r\nthat  the  two years we spent in Malaysia  are  years\r\n\r\nwhich  will not be easily forgotten, years  in  which\r\n\r\nthe  people of migrant stock here who are a  majority\r\n\r\nlearnt  of  the  terrors  and  the  follies  and  the\r\n\r\nbitterness which is generated when one group tries to\r\n\r\nassert  its dominance over the other on the basis  of\r\n\r\none  race, one language, one religion. It is  because\r\n\r\nof  this that my colleagues and I were determined, as\r\n\r\nfrom  the moment of separation, that this lesson will\r\n\r\nnever   be   forgotten.  So  it  is  that  into   the\r\n\r\nConstitution  of  the Republic of Singapore  will  be\r\n\r\nbuilt  safeguards, in so far as the  human  mind  can\r\n\r\ndevise  means whereby the conglomeration of  numbers,\r\n\r\nof  likeness, as a result of affinities  of  race  or\r\n\r\nlanguage  or  culture,  shall  never  work   to   the\r\n\r\ndetriment  of those who, by the accident of  history,\r\n\r\nfind  themselves  in  minority groups  in  Singapore.\r\n\r\nThere  will  be this Commission which will  hear  the\r\n\r\nviews of all the minority communities. It may well be\r\n\r\nthat their recommendations would be sufficiently wide\r\n\r\nto  ensure  not only that individuals  shall  not  be\r\n\r\npenalised  or  discriminated against  by  reasons  of\r\n\r\nrace,  language or culture, but also that their views\r\n\r\nshould  always  be  taken  into  consideration   when\r\n\r\nformulating  policies which affect  their  collective\r\n\r\ninterest.  It is more than just an idealistic  desire\r\n\r\nto create a just new world that has motivated us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have a vested interest in\r\n\r\nmulti-racialism  and  a  secular   State,   for   the\r\n\r\nantithesis  of multi-racialism and the antithesis  of\r\n\r\nsecularism hold perils of enormous magnitude not just\r\n\r\nfor the people living in South-East Asia,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 115</b></font><br><br>\r\n\r\n\r\n\r\nbut  dangers of involvement by bigger  powers  who\r\n\r\nsee   in  such  a  conflict  fertile  ground   for\r\n\r\nexploitation of either ideological or other  power\r\n\r\ninterests.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The future is not ours to see, Mr Speaker, Sir,\r\n\r\nbut  we  can  safely conclude that there  are  two\r\n\r\npossible   trends  in  which  events  can   unfold\r\n\r\nthemselves. One, the emergence in one half helping\r\n\r\nthe  emergence  in the other half  of  a  tolerant\r\n\r\nsociety not based on the concepts of exclusiveness\r\n\r\nof   race,  language,  religion,  which  means  an\r\n\r\nultimate    re-association,   a   political  \r\n\r\nre-association,  of  the parts  which  form  the  one\r\n\r\nlarger federation of which we were a member  until\r\n\r\nso  recently; and the other a trend towards a bias\r\n\r\nand  emphasis on exclusiveness of race,  language,\r\n\r\nreligion,  which  must  have fissiparous  effects,\r\n\r\ndivisive  effects,  on  the  other.  There  is  an\r\n\r\nelement of urgency in this and we are reassured to\r\n\r\nsee  an  air  of more confidence in  dealing  with\r\n\r\nproblems of language and culture now that  we  are\r\n\r\nout  of  Malaysia. This in turn helps  us  in  our\r\n\r\nsolution of the problems on this side. For  us  we\r\n\r\ncan  only  hope that ultimately our policies  will\r\n\r\nalso  be  able to help our neighbours in  reaching\r\n\r\nsimilar rational adjustments in their own domestic\r\n\r\narrangements.  In the meantime,  the  business  of\r\n\r\nlife and administration has to go on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not wish to go into the figures given by my\r\n\r\ncolleague,  the  Minister for Finance,  yesterday,\r\n\r\nbut I would like to add this comment, that however\r\n\r\nimportant  statistics are in giving weight  to  an\r\n\r\nargument or to demonstrate the validity of certain\r\n\r\npremises,  they  are never able in  themselves  to\r\n\r\ngive a complete picture of what the performance is\r\n\r\ngoing  to  be,  for they fail to bring  forth  one\r\n\r\nimportant  quality  --- the effectiveness  of  the\r\n\r\ndigits  of the units that the statistics comprise.\r\n\r\nSir,  we  are  nearly two million  people  ---  1.9\r\n\r\nmillion --- in an island of 224 square miles  with\r\n\r\na few adjacent islands. The statistics do not tell\r\n\r\nthe   world   the   factor  that  really   decides\r\n\r\nperformance, the quality of each individual digit,\r\n\r\nthe  intensity of the effort that the  digits  are\r\n\r\ncapable of,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 116</b></font><br><br>\r\n\r\n\r\n\r\nand  the  efficacy of the framework  within  which\r\n\r\nthey  can  be  marshalled and organised  for  high\r\n\r\nperformance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For us, survival has always been hazardous. We\r\n\r\nsought  to  make  it  less so by seeking  the  larger\r\n\r\nframework  of  Malaysia, but it was  not  to  be.  We\r\n\r\nare  on  our  own,  not unfriendless,  not  helpless,\r\n\r\nbut  nevertheless  in  the  centre  of  an  extremely\r\n\r\ntumultuous  arena  of conflict. Our survival  depends\r\n\r\nupon   our  capacity  first  to  discern  where   the\r\n\r\ndangers  are  for  us  as  a  distinct  and  separate\r\n\r\ncommunity  in  South-East  Asia;  and,  second,   our\r\n\r\nability  to  convince  the bigger  powers  interested\r\n\r\nin  this  region  that it is in  their  interests  to\r\n\r\nensure  our  separate  survival,  and  in  the   end,\r\n\r\nwhatever   happens,  to  ensure  that  we  have   got\r\n\r\nenough  will  and capacity to see that  no  policies,\r\n\r\nno  solutions, are attempted which will  destroy  our\r\n\r\nright  to  be ourselves in this corner of  South-East\r\n\r\nAsia.  Whilst  we  are  unable to  say,  having  gone\r\n\r\nthrough  so  many changes in a matter of  two  years,\r\n\r\nwhat  will happen in the next two years, I  think  we\r\n\r\ncan  safely  predict  that  in  two  decades,  either\r\n\r\nthere    is    a   tolerant   multi-racial    society\r\n\r\ncomprising  us  in this region, or this  will  be  an\r\n\r\narea  of  constant strife, very much  like  what  the\r\n\r\nBalkan  States  were  before  and  after  the   First\r\n\r\nWorld  War.  We  are  here  in  South-East  Asia  for\r\n\r\nbetter  or  for worse, and we are here to  stay.  Our\r\n\r\npolicies  are  designed  to  ensure  that   we   stay\r\n\r\npeacefully  in  South-East Asia in accord  and  amity\r\n\r\nwith  our  neighbours, but with  a  right  to  decide\r\n\r\nhow  we  order our own lives in our own  home.  Every\r\n\r\naction,  every  policy,  must  be  decided  by   this\r\n\r\nyardstick.  Any  policy  which  endangers  our  \r\n\r\nlong-term   interests   as   a   separate   and   distinct\r\n\r\ncommunity  in  this  region  must  be  eschewed.  Any\r\n\r\nact,  any  programme, any decision  which  will  help\r\n\r\nto  secure  a more enduring future for ourselves  and\r\n\r\nour   progeny   in  this  region  must   be   pursued\r\n\r\nwhatever  the  sacrifice. We  have  not  sought  this\r\n\r\nparticular  formula of survival, but it  is  now  the\r\n\r\nbasis   on   which   we   move  forward;   and   with\r\n\r\nindependence  comes  an  independence  of  action  in\r\n\r\npolicy and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 117</b></font><br><br>\r\n\r\n\r\n\r\nplanning which can help establish that enduring basis\r\n\r\nfor   ourselves  in  South-East  Asia.  It  is   with\r\n\r\nconfidence  -  a  confidence born  out  of  the  past\r\n\r\nperformance  of  our people - that  we  feel  we  can\r\n\r\novercome  problems of economic development,  problems\r\n\r\nof  unemployment. But in the other  wider  fields  of\r\n\r\ninter-racial harmony and tolerance, there are so many\r\n\r\nother factors that even though we are independent, we\r\n\r\nhave  not got an exclusive prerogative to decide what\r\n\r\nis  to  be  that  relationship even between  our  own\r\n\r\ncitizens. For as I have said, Mr Speaker, Sir, there\r\n\r\nare  other factors, factors outside our dispensation,\r\n\r\nwhich  can affect our own position. But whatever  the\r\n\r\nresult will be, we would like those who come after us\r\n\r\nto  believe, and to have grounds for believing,  that\r\n\r\nwe  did not leave a stone unturned in seeking a  just\r\n\r\nand  enduring future for all the people who  made  up\r\n\r\nthe  society  - those who were here when the  British\r\n\r\ncame,  those  who  came  when  the  British  were  in\r\n\r\ncontrol, and those who are willy-nilly now rooted  in\r\n\r\nthis  corner  of South-East Asia and whose  destinies\r\n\r\nare interwoven - whatever we would have wished it  to\r\n\r\nbe.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move the motion*\r\n\r\nstanding in my name.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n*The motion reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the speech of\r\n\r\nthe Yang di-Pertuan Negara be agreed to:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Legislative Assembly of Singapore, express our\r\n\r\nthanks to the Yang di-Pertuan Negara for the speech which\r\n\r\nhe delivered on behalf of the Government at the opening\r\n\r\nof the present Session of this Assembly.\".'\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>4.11 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Rahamat Bin Kenap -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Rahamat Bin Kenap (Geylang Serai)</b>(<i>In Malay</i>):\r\n\r\nMr  Speaker, in support of the Address of Thanks  to\r\n\r\nthe Yang di-Pertuan Negara's Speech, I wish to say  a\r\n\r\nfew words.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since the 9th August, 1965, Singapore has become an\r\n\r\nindependent  and  sovereign  State,  separated   from\r\n\r\nMalaysia. As an independent State, Singapore  has  to\r\n\r\nbe  very  careful henceforth in seeking  defence  aid\r\n\r\nfrom  our neighbouring countries. I believe that  the\r\n\r\npeople of Singapore do not wish to see\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 118</b></font><br><br>\r\n\r\n\r\n\r\nhistory  repeated  as  regards  the  incidents  which\r\n\r\noccurred in July and September 1964 during which time\r\n\r\nthe  multi-racial people of Singapore lived in  fear.\r\n\r\nThis  was because there were ultras and communalistic\r\n\r\nelements. When Singapore was in Malaysia, the  Police\r\n\r\nwere  unable to give their co-operation to Singapore.\r\n\r\nI  am sure that Singapore can safeguard its integrity\r\n\r\nand  Singapore's  armed forces must  be  expanded  by\r\n\r\naccepting  more volunteers comprising the  people  of\r\n\r\nSingapore.  Singapore  is a  young,  independent  and\r\n\r\nsovereign  State and it has the capacity to  maintain\r\n\r\npeace and security. Since the separation of Singapore\r\n\r\nfrom  Malaysia, conditions in Singapore have improved\r\n\r\nand the people are living in peace and harmony on the\r\n\r\nbest  of  terms  among  themselves.  The  communalist\r\n\r\nelements have begun to fear this fact since Singapore\r\n\r\nbecame  an  independent  and  sovereign  State.  They\r\n\r\nrealise  that  their safety cannot be  guaranteed  as\r\n\r\ninternal  security  is  now  in  the  hands  of   the\r\n\r\nSingapore Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The housing development in Singapore has won the\r\n\r\npraise  of  the world. Also the achievements  of  the\r\n\r\nGovernment  for  the people. Only recently,  U.M.N.O.\r\n\r\nhas  organised a Housing Trust to buy flats built  by\r\n\r\nthe Singapore Housing Board. But previously, U.M.N.O.\r\n\r\nleaders did say that the flats built by the people of\r\n\r\nSingapore  were  fit for birds and  that  the  Malays\r\n\r\ncould not adapt themselves to live in them. But today\r\n\r\nwe are thankful that they have changed their attitude\r\n\r\nand  that  they,  especially those in Geylang  Serai,\r\n\r\nincluding,  of course, U.M.N.O. Malays, are  rushing\r\n\r\nto live in flats.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Not very long ago, Tun Razak, the Deputy Prime\r\n\r\nMinister  of Malaysia, condemned the Yang  di-Pertuan\r\n\r\nNegara's Speech in the Utusan Melayu. He said that it\r\n\r\nwas an old film. But\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 119</b></font><br><br>\r\n\r\n\r\n\r\nthey  will  realise  that with the  victory  achieved\r\n\r\nrecently in the by-election in Rahang ---\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, It is not part of His\r\n\r\nExcellency's Speech to the Assembly. Will the  Member\r\n\r\nplease   confine  his  remarks  to  His  Excellency's\r\n\r\nSpeech?\r\n\r\n\r\n\r\n<br><br><!-- Inche Rahamat Bin Kenap -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Rahamat Bin Kenap</b>(<i>In Malay</i>): This proves\r\n\r\nthat  the people of Malaysia are aware that what  the\r\n\r\npeople  of Singapore have achieved will be  good  for\r\n\r\nthem.  For the people of Singapore are aware now  and\r\n\r\nthey  do not want the people to suffer any longer.  I\r\n\r\nsupport the motion in the name of the Prime Minister.\r\n\r\n\r\n\r\n<br><br>4.18 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Yeow Chong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Yeow Chong (Mountbatten):</b> Mr Speaker, Sir,\r\n\r\nI  do hope that all hon. Members on this side of  the\r\n\r\nHouse  will  express their sincere gratitude  to  His\r\n\r\nExcellency the Yang di-Pertuan Negara for his  Speech\r\n\r\ndelivered  at  the opening of the first parliamentary\r\n\r\nsession  of independent Singapore on the 8th of  this\r\n\r\nmonth.  I  think our presence here today  harhours  a\r\n\r\nsimilar  if  not the same degree of appreciation  for\r\n\r\nHis  Excellency who has painstakingly endeavoured  to\r\n\r\npresent,  not only to us in this Parliament here  but\r\n\r\nalso  to  the people outside this House, the  present\r\n\r\ncircumstances of Singapore in its actual  perspective\r\n\r\narising  from its secession from Malaysia on the  9th\r\n\r\nof  August this year. Mr Speaker, Sir, we are  proud\r\n\r\nto  be  Members of our Assembly which has now  become\r\n\r\nour   Parliament as a consequence of recent\r\n\r\nconstitutional changes, an Assembly which has  passed\r\n\r\neffective  laws  and improved on existing  ones.  Our\r\n\r\nGovernment has emerged in Asia as one which has  been\r\n\r\nmost  effective, farsighted, impartial  and  able  to\r\n\r\nwithstand  the  strains of the  socialist  democratic\r\n\r\nprocess in the past few years, during which period no\r\n\r\nother  Government could have achieved greater results\r\n\r\nin  the  field of housing, social welfare or even  in\r\n\r\nfostering  diverse cultural activities  in  a  \r\n\r\nmulti-racial, multi-religious and multi-lingual society. As\r\n\r\nSingapore\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 120</b></font><br><br>\r\n\r\n\r\n\r\nis  now  a newly independent and sovereign State,  no\r\n\r\ndoubt we have to encounter many more difficulties and\r\n\r\nproblems.  We  can  overcome these difficulties  with\r\n\r\ntolerance,  courage, intelligence and  tact.  In  the\r\n\r\npast  six  years, the people of Singapore  have  gone\r\n\r\nthrough  many  adversities and  withstood  a  lot  of\r\n\r\nhardships.  We  have  had in our midst  anti-national\r\n\r\nelements creating subversive activities. We have  had\r\n\r\nIndonesian   confrontation,   racial   agitation   by\r\n\r\ncommunalists,  political pressures and  now  we  have\r\n\r\neconomic pressures from Malaysia. For years  we  have\r\n\r\nshown  that we are a determined people and are  ready\r\n\r\nto  stand  up  and fight for our rights to  live  and\r\n\r\nsurvive. Mr Speaker, Sir, there is no doubt that  we\r\n\r\nwill  ultimately survive if we pool all our resources\r\n\r\ntogether.  The  people  of  Singapore  have  courage,\r\n\r\nstrength,  tolerance and ability to work hard  for  a\r\n\r\nbetter future for all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is the normal practice in this Parliament for\r\n\r\nGovernment Members, particularly the Backbenchers, to\r\n\r\npraise  the  Government  for  its  policies.  But   a\r\n\r\ndeviation   from  this  may  seem  proper   for   the\r\n\r\nGovernment  Backbenchers to criticise the  Government\r\n\r\non its shortcomings as has just been mentioned by our\r\n\r\nPrime  Minister earlier. I have therefore taken  this\r\n\r\nopportunity to say a few humble lines.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I wish to dwell on the subject of\r\n\r\nlocal  infant industries. With the Common  Market  in\r\n\r\nMalaysia   not  successfully  obtained   because   of\r\n\r\nseparation, our Government has seen fit to  establish\r\n\r\ngood  relationships with Afro-Asian countries  in  an\r\n\r\nattempt  to  gain their friendship and, at  the  same\r\n\r\ntime, establish trade links for our export trade.  To\r\n\r\nhe  self-sufficient in our industries is no  good  to\r\n\r\nthe  economic growth of our country. A nation thrives\r\n\r\nwell  on its abilities of exports over imports. There\r\n\r\nwill be no difficulty in exporting local products  to\r\n\r\ncountries such as the United Kingdom, Australia,  New\r\n\r\nZealand or Afro-Asian countries. In order to share  a\r\n\r\nfraction  of their domestic markets for our products,\r\n\r\nthe  quality  and price of our export goods  must  be\r\n\r\ncompetitive  if  not superior. In this  respect,  Mr\r\n\r\nSpeaker, Sir, the establishment of an\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 121</b></font><br><br>\r\n\r\n\r\n\r\nExport  Quality  Control similar to that  set  up  by\r\n\r\nadvanced  countries  like  Japan,  the  U.S.A.,   the\r\n\r\nPeople's  Republic of China, etc., is  essential  and\r\n\r\nnecessary so as to lay down the standards of  quality\r\n\r\nof  local  products and to regulate the qualities  of\r\n\r\ngoods  before exporting to foreign countries. As  far\r\n\r\nas  I know, the Singapore Institute of Management, in\r\n\r\nco-operation with the Economic Development Board,  is\r\n\r\nimparting  knowledge in quality control to managerial\r\n\r\nexecutives of local factories and firms. There should\r\n\r\nbe  an extension towards setting up a Quality Control\r\n\r\nBoard  for  export goods. It must be competitive  and\r\n\r\nnot  just  a party dependent on the favour  of  other\r\n\r\ncountries  for their share of markets. That  is  more\r\n\r\npractical and permanent in nature.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps our Government may wish to reconsider the\r\n\r\nencouragement of cottage industries which thrive well\r\n\r\nin  Hongkong  and  Japan. Goods are first  made  with\r\n\r\nmaterials by machines to become component parts,  and\r\n\r\nare  then subsequently assembled at home on a  \r\n\r\npiece-rate  basis  manually. This type of industries  would\r\n\r\nbenefit more persons instead of being confined  to  a\r\n\r\nfew persons at work in the factories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the social amenities, it is the desire of the\r\n\r\npeople who live in flats to see more playgrounds  for\r\n\r\ntheir  children. There are many vacant grounds around\r\n\r\nHousing   and  Development  Board  flats  in  various\r\n\r\nhousing   estates,  but  very  few  have   playground\r\n\r\noutfits.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Traffic circles can be turned into beautiful spots\r\n\r\nif  fountains are built on them. Improvements to  the\r\n\r\nexisting  parks should also be considered.  In  fact,\r\n\r\nthere  is  plenty more that the Parks and  Recreation\r\n\r\nDivision of the Ministry of Social Affairs can do  to\r\n\r\nmake  our  country  beautiful  and  attractive,   for\r\n\r\ntourism  to  prosper alongside with other trades  and\r\n\r\nindustries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Social Welfare aids are aimed at assisting\r\n\r\nunemployed families to subsist in their living.  They\r\n\r\nare  not meant to encourage recipients to be lazy and\r\n\r\nidle  and  rely  on  Government  for  subsistence  of\r\n\r\nliving. The amounts in grant are considerably low and\r\n\r\nit is not an uncommon thing that some recipients take\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 122</b></font><br><br>\r\n\r\n\r\n\r\nhome  some  crafts  from light  industries,  such  as\r\n\r\nassembling paper bags, boxes, etc. Although the extra\r\n\r\nincomes  are  always low, it is more often  than  not\r\n\r\nthat  their social welfare aids are cut or terminated\r\n\r\nupon  their  being discovered by the  Social  Welfare\r\n\r\nDepartment. This being the case, it is hoped that the\r\n\r\nSocial Welfare aid schemes could be amended so as  to\r\n\r\nallow  these  recipients to earn such meagre  incomes\r\n\r\nwithout affecting their public assistance. Apart from\r\n\r\nthe  above suggestions, Mr Speaker, Sir, it  is  the\r\n\r\nduty  of  every Government Backbencher to render  his\r\n\r\nfull  support  to  the policy of  the  Government.  I\r\n\r\nhereby  pledge  my  support to our Right  Hon.  Prime\r\n\r\nMinister's  motion of thanks to the  Yang  di-Pertuan\r\n\r\nNegara's policy speech with full sincerity.\r\n\r\n\r\n\r\n<br><br>4.26 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng (Bras Basah):</b> Mr Speaker, Sir, let\r\n\r\nme  at  the  very  outset express my  deep  sense  of\r\n\r\ngratitude   to   the  Yang  di-Pertuan   Negara   for\r\n\r\ndelivering a most illuminating policy speech in  this\r\n\r\nHouse  which,  apart from demonstrating the  strength\r\n\r\nand resilience of Singapore's economy, also holds out\r\n\r\nhopes  for a bright and prosperous future. I can  see\r\n\r\nempty  rows  facing  me  which perhaps  furnish  some\r\n\r\nindication  of  the  mental  confusion  and   vacuity\r\n\r\nbesetting certain Members who are thereby  not  in  a\r\n\r\nposition  to  make an analysis of the speech  of  the\r\n\r\nHead  of State. But I do not rule out the possibility\r\n\r\nthat  the silence of the Opposition may signify  full\r\n\r\nagreement  with  the  policy  of  the  Government  as\r\n\r\npropounded in the policy speech of the Head of State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While perusing in detail the highly imaginative and\r\n\r\nconstructive approach of the Government  towards  the\r\n\r\neconomic ills of the nation, I appreciate more  fully\r\n\r\nthe  fact that the policy speech is well set  against\r\n\r\nthe  backdrop  of  reality and the  determination  to\r\n\r\nsurvive.  I  hope that this spirit will be maintained\r\n\r\nthroughout the coming year and by this time next year\r\n\r\nthe  Government  in  all probability  will  be  in  a\r\n\r\nposition to state in categorical terms that they have\r\n\r\nmade considerable progress and achieved the target in\r\n\r\nrecord time.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 123</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is true that the ejection of Singapore and the\r\n\r\neconomic  boycott  of  this island  by  our  powerful\r\n\r\nneighbour  has done immense injury to the economy  in\r\n\r\naddition   to   that  resulting  from  the   economic\r\n\r\nconfrontation  and blockade on total  entrepot  trade\r\n\r\nimposed by Indonesia. But I am indeed pleased to note\r\n\r\nthat  during  the  past  few months  the  Government,\r\n\r\ninstead  of adopting a defeatist attitude,  continues\r\n\r\nto  implement  its programme of industrialisation  in\r\n\r\nkeeping with its avowed objective of achieving a more\r\n\r\njust and equal society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our success in this \"pilgrimage towards progress\"\r\n\r\nis  bound to bring about favourable repercussions  in\r\n\r\nneighbouring areas which in turn will accelerate  the\r\n\r\npace  of  a social and political revolution in  those\r\n\r\nStates   for   the  establishment  of  a   democratic\r\n\r\nsocialist society. In this way, the policy speech  of\r\n\r\nthe   Head  of  State  has  to  be  viewed  in   this\r\n\r\nperspective  and it is my intention  to  put  forward\r\n\r\nconstructive suggestions which might perhaps make  it\r\n\r\nmore  convenient and comparatively easier  to  attain\r\n\r\nour objective of a welfare State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker Sir, the Head of State has reiterated\r\n\r\nthe  Government's policy to promote  a  healthy \r\n\r\nnon-Communist   trade  union  movement  as  an  essential\r\n\r\nelement in our economic life. I must congratulate the\r\n\r\nGovernment on not only being consistent in  promoting\r\n\r\nhealthy  trade  unionism but also in providing  every\r\n\r\npossible  assistance  to us in our  struggle  against\r\n\r\nunscrupulous employers who are out to exploit labour.\r\n\r\nFurther,  as  a  result  of the  progressive  measure\r\n\r\nadopted  by the Government, the oft-quoted expression\r\n\r\n\"industrial peace with justice\" has received of  late\r\n\r\nan  additional significant meaning. The establishment\r\n\r\nof  the State Economic Consultative Council with full\r\n\r\nrepresentation  from  labour,  management   and   the\r\n\r\nGovernment, has further enhanced the prestige of this\r\n\r\nnation,  apart from providing the necessary machinery\r\n\r\nat  the highest level to minimise industrial friction\r\n\r\nat its very source. We hope frequent meetings of this\r\n\r\nCouncil  will be held so that general policy  matters\r\n\r\npertaining  to labour-management which are  bound  to\r\n\r\nhave\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 124</b></font><br><br>\r\n\r\n\r\n\r\nrepercussions  in  the  industrial  front  would   be\r\n\r\nthrashed  out  in  order to reach a common  basis  of\r\n\r\nunderstanding.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We in the trade union movement will continue to be\r\n\r\nthe  watchdogs in preventing subversive  forces  from\r\n\r\ndisrupting  our solidarity or slashing  the  existing\r\n\r\nwages.  In this connection, I would like to bring  to\r\n\r\nthe  notice  of the Prime Minister that his  advocacy\r\n\r\nfor  wage  restraint  has been mis-interpreted  by  a\r\n\r\nnumber of bosses of established firms. These business\r\n\r\nhouses  which continue to declare high dividends  are\r\n\r\nnowadays reluctant to entertain either the reasonable\r\n\r\nwage  claims of the workers or their demands  for  an\r\n\r\nenhanced bonus in order to bring it in line with  the\r\n\r\ngeneral industrial pattern in Singapore. In the  case\r\n\r\nof  such firms, I cannot understand why there  should\r\n\r\nbe any restraint on the part of the workers. I should\r\n\r\nhe  very  much  obliged if the Prime  Minister  would\r\n\r\nqualify  his  statement  and express  in  categorical\r\n\r\nterms  that  he  did not mean such interpretation  as\r\n\r\ncertain  employers have placed on his speech, it  is\r\n\r\nmost  unfair  that  the employers should  double  and\r\n\r\ntreble   their  profit  margin,  while  denying   the\r\n\r\nlegitimate  rights  of the working  class  and  their\r\n\r\nstandard wages and fringe benefits. An explanation by\r\n\r\nthe  Prime  Minister to this effect will  dispel  the\r\n\r\nfears  of  the  working class and  also  prevent  the\r\n\r\nemployers  from capitalising on the Prime  Minister's\r\n\r\nspeech.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, I would also like to remind the\r\n\r\nGovernment  of  its  promise to  utilise  the  entire\r\n\r\namount  collected as payroll tax for the  benefit  of\r\n\r\nthe  workers. I would suggest the introduction of  an\r\n\r\ninsurance scheme for the workers with the payroll tax\r\n\r\nforming   a  common  pool  together  with  an   equal\r\n\r\ncontribution  from the workers and the Government  to\r\n\r\nmatch  the employer's contribution. Such an insurance\r\n\r\nscheme is bound to be beneficial to the working class\r\n\r\nin  Singapore  and likely to serve  as  a  model  for\r\n\r\nothers to follow. I hope the Minister for Labour will\r\n\r\ngive  due  consideration and come  out  with  a  plan\r\n\r\nsooner  or later incorporating these ideas. When  the\r\n\r\nworkers  are told to make sacrifices for  the  larger\r\n\r\ninterest  of the nation, it is the responsibility  of\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 125</b></font><br><br>\r\n\r\n\r\n\r\npro-labour  Government not to neglect the welfare  of\r\n\r\nlabour.  Only under such condition where the  welfare\r\n\r\nof  labour is safeguarded through securing employment\r\n\r\nfor  workers and maintaining wage increases  in  line\r\n\r\nwith  the  rising  cost of living can  we  expect  or\r\n\r\ndemand an increase in productivity from labour.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Yang di-Pertuan Negara has\r\n\r\nalso   touched  on  the  education  policy   of   the\r\n\r\nGovernment which should naturally be consistent  with\r\n\r\nthe  promotion  of  education in  all  four  language\r\n\r\nstreams. Of course, as usual the Communists  will  be\r\n\r\nthere  to  advocate a chauvinist approach and  incite\r\n\r\nracial  feelings  under one pretext or  another.  The\r\n\r\nNanyang episode and the unfortunate incidents in  the\r\n\r\ncampus  exploited  by the Barisan Sosialis  are  well\r\n\r\nknown  to the Members of this House. Nevertheless,  I\r\n\r\nwould  like to make a number of references to  Nantah\r\n\r\nsince  it  appears  to  be  a  corner-stone  of   our\r\n\r\neducation policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some two months ago, we witnessed the sad and sorry\r\n\r\nspectacle  of innocent teenagers at Nantah being  led\r\n\r\nastray  by unscrupulous political elements  who  were\r\n\r\nout  to destroy this citadel of Chinese language  and\r\n\r\nculture  in  South-East Asia, under  the  pretext  of\r\n\r\npreserving and consolidating Chinese culture. It  was\r\n\r\nobvious  that the hidden hand behind this hooliganism\r\n\r\nand   mob   violence   was  that   of   the   Barisan\r\n\r\nopportunists, who had amply demonstrated in the  past\r\n\r\nthat they desire to convert Nanyang University into a\r\n\r\nstronghold  for  the  Barisan  Sosialis,   with   the\r\n\r\nintention  of  perpetuating a system  by  which  more\r\n\r\ncadres  to the Communist cause would be recruited  at\r\n\r\nthis \"Temple of learning\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It all began with the capture of the student body\r\n\r\nwithin  the  campus and the continual terrorising  of\r\n\r\nthe  academic  staff by a clique of unruly  elements,\r\n\r\nwho  claimed  themselves to be  students  or  student\r\n\r\nleaders.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government naturally could not permit such a\r\n\r\nsituation to develop whereby the Government continues\r\n\r\nto  dump  millions of taxpayers' dollars in order  to\r\n\r\nproduce  elements with a crude mixture of  chauvinism\r\n\r\nand Communism.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 126</b></font><br><br>\r\n\r\n\r\n\r\nWhen  the  Government began their  spring-cleaning  a\r\n\r\ncouple  of  years  ago,  the  Barisan  Sosialis,  who\r\n\r\nrealised perhaps that their base or foundation  would\r\n\r\nbe  subjected  to  a  thorough shake-up,  decided  to\r\n\r\nencourage  the innocent undergraduates to  resort  to\r\n\r\narson   and  plunder  with  a  view  to  making   the\r\n\r\nGovernment kow-tow to their subversive ends. But  the\r\n\r\nGovernment   was   determined  to   checkmate   these\r\n\r\nadventurers,  and to maintain law and order,  thereby\r\n\r\npreserving the democratic way of life in this  island\r\n\r\nState.  Sir, the swift and immediate response of  the\r\n\r\nGovernment  and the lukewarm support of  the  general\r\n\r\nstudent  body caught the Barisan Sosialis by surprise\r\n\r\nand  they were forced by circumstances including, not\r\n\r\nthe least of all, the hostility from the general body\r\n\r\nat Nantah, to make a most unceremonious exit from the\r\n\r\nprecincts of the University.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Communists and communalists are noted for their\r\n\r\nperseverance   and  the  Barisan  Sosialis   are   no\r\n\r\nexception  to  this rule. After  a  lapse  of  a  few\r\n\r\nmonths,  the  clique  began  to  operate  within  the\r\n\r\ncampus, and under their instigation a second round of\r\n\r\nviolence took place in Nantah which resulted  in  the\r\n\r\narrest of the Barisan ring leaders within the campus.\r\n\r\nPeace prevailed once again at Nanyang University.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But the people of Singapore and those who are aware\r\n\r\nof  the  modus operandi of the Barisan Sosialis  were\r\n\r\nconvinced  that  the last word was not  said  on  the\r\n\r\nentire  episode. Educationists and political  pundits\r\n\r\nwere predicting a final round with the Barisan before\r\n\r\npolitical  opportunists can be completely  eliminated\r\n\r\nfrom  this institute of higher learning so  that  the\r\n\r\nundergrads can continue with their academic  pursuits\r\n\r\nwithout  being subjected to relentless and systematic\r\n\r\npersecution  at  the hands of those  who  follow  and\r\n\r\nbelieve in operations essentially geared to Communism\r\n\r\nand communalism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, it was not a surprise that last month the\r\n\r\nBarisan   struck  again  at  Nantah  and  this   time\r\n\r\nostensibly  to preserve Chinese language and  culture\r\n\r\nwhich,  according to them, was ignored  in  the  Wang\r\n\r\nGung-Wu Report. Under\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 127</b></font><br><br>\r\n\r\n\r\n\r\nthe  leadership  of  the  Barisan,  we  witnessed   a\r\n\r\nmicroscopic  minority  of so-called  student  leaders\r\n\r\ngiving  instructions to the professors and the \r\n\r\nVice-Chancellor  on  how  they  should  reorientate  their\r\n\r\nthinking  and  revise the syllabus in tune  with  the\r\n\r\ncoloured   views  and  muddled  thinking   of   these\r\n\r\nteenagers.  In other words, educationists should  not\r\n\r\nbe   the   people   to  take  a  decision   or   make\r\n\r\nrecommendations  on  syllabus  or  curriculum  hut  a\r\n\r\nhandful   of   immature  individuals,  who   in   all\r\n\r\nprobability  take their instructions  from  political\r\n\r\nelements who continue to play \"ducks and drakes\" with\r\r\n\r\nthe interests of the student population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we in the P.A.P. have demonstrated in the past\r\n\r\nand  will  continue to demonstrate in the future  too\r\n\r\nthat  we are always willing to meet any challenge  on\r\n\r\nthe political plane from any opposition either by the\r\n\r\ncommunalists  or by the Communists. But  the  Barisan\r\n\r\nSosialis, after being mauled in the political  arena,\r\n\r\nhas  turned  out to he so naive as to  stoop  to  the\r\n\r\nlevel  of enlisting the support of the teenage  group\r\n\r\nto fight the P.A.P. Perhaps they can no longer expect\r\n\r\nany  support from the adults of Singapore  that  they\r\n\r\nhave  to  pick on the universities, secondary schools\r\n\r\nand  perhaps  kindergartens too in  order  to  ensure\r\n\r\ntheir  own  political existence.  They  can  be  rest\r\n\r\nassured  that  the  P.A.P. is  unlikely  to   permit\r\n\r\nchauvinism and Communism to pollute the atmosphere of\r\n\r\nthe  higher institutes of learning in the  State  and\r\n\r\nthat  sooner  or  later appropriate remedial  actions\r\n\r\nwill  he taken to eliminate this cancer from the body\r\n\r\npolitic  of  Singapore.  The  Barisan  infection  can\r\n\r\ncontinue  to do damage until such time, hut  we  hope\r\n\r\nthe suffering will not be long.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is also true that quite a few Nanyang undergrads\r\n\r\nwho  could  have become useful citizens  have  fallen\r\n\r\nprey  to  the  evil designs of the Barisan.  Recently\r\n\r\nthree of them who had been in detention were released\r\n\r\nand their statements after their release should serve\r\n\r\nas  an  eye-opener to those who continue to be swayed\r\n\r\nby  the Barisan propaganda. These three persons  have\r\n\r\ncategorically stated the folly of resorting\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 128</b></font><br><br>\r\n\r\n\r\n\r\nto  Communist  and violent methods  with  a  view  to\r\n\r\nestablishing  the  dictatorship of  the  proletariat.\r\n\r\nThey now subscribe to the principle of democracy, and\r\n\r\nit  is earnestly hoped that they will turn out to  be\r\n\r\nresponsible  and useful citizens, contributing  their\r\n\r\nrespective shares towards the prosperity and progress\r\n\r\nof  this  nation. I hope that some of  the  misguided\r\n\r\nyouths,  who  are  led  by the nose  by  the  Barisan\r\n\r\nSosialis,  would  also  take time  off  to  read  the\r\n\r\nstatements and other pronouncements made by those who\r\n\r\nhave  passed through the stage of Communism and  come\r\n\r\nout of it with repentance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Barisan is there not to preserve Chinese\r\n\r\nculture but to destroy it. It might not be a surprise\r\n\r\nto  me if the recent incidents at Nantah had given an\r\n\r\nimpression  to the outside world that chauvinism  had\r\n\r\ngot  the upper hand in Singapore. In other words,  if\r\n\r\nat  all any group, political Party or clique had done\r\n\r\nany  irreparable  damage to the Chinese  race,  their\r\n\r\nlanguage and culture, it is the Barisan Sosialis  and\r\n\r\ntheir  henchmen  in  Nantah.  Their  persistence  and\r\n\r\ncontinued efforts definitely give an impression  that\r\n\r\nthey  are  determined to strike at the very roots  of\r\n\r\nour concept of a multi-racial society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is claimed by this motley crowd who demonstrated\r\n\r\nboth  at  Nantah and the Chinese Chamber of  Commerce\r\n\r\nrecently  that  the  introduction  of  English  would\r\n\r\ndestroy   this  Chinese  language  university.   They\r\n\r\nconveniently  forgot for a moment that  Chinese  will\r\n\r\ncontinue  to be the medium of instruction at  Nantah,\r\n\r\nand  English  takes  only  a secondary  position.  In\r\n\r\nshort,  while preserving Chinese culture and language\r\n\r\nthe  implementation and recommendation  of  the  Wang\r\n\r\nGung-Wu  Report would only enhance Nantah and provide\r\n\r\nthe  graduates with a better opportunity,  especially\r\n\r\nwhen  they become bilingual, by being fully  equipped\r\n\r\nwith  the  knowledge of English in  this  multiracial\r\n\r\nsociety  in addition to their mother tongue (Chinese)\r\n\r\nso  that they can compete successfully in both public\r\n\r\nand  private sectors along with the graduates of  the\r\n\r\nUniversity of Singapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 129</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a limit to which the public sector can\r\n\r\nencourage and absorb Nanyang graduates, and  if  they\r\n\r\nare  not well-versed in either English or Malay,  the\r\n\r\nprivate   sector  is  unlikely  to  employ  them   in\r\n\r\npreference   to   the   graduates   of   the    other\r\n\r\nuniversities. Thus, at this juncture the Nanyang boys\r\n\r\nare placed at a most disadvantageous position, and we\r\n\r\nfeel  that  the Wang Gung-Wu Report would  provide  a\r\n\r\nsolution,  thereby enabling Nantah to cope  with  the\r\n\r\npresent situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But the Barisan follow a policy of suicide. We know\r\n\r\nwhy  they  advocate the continuance of  the  existing\r\n\r\npolicy  of  Nantah, since it would fit in with  their\r\n\r\ngeneral  pattern  to  recruit frustrated,  unemployed\r\n\r\nintellectuals and, as far as possible, cadres for the\r\n\r\ncause  of Communism and the violent overthrow of  the\r\n\r\npopular  democratic regime. And we  can  assure  them\r\n\r\nthat  we  are  determined to  foil  this  attempt  to\r\n\r\nestablish  a  dictatorship  in  this  island   State.\r\n\r\nNanyang must prosper and it will continue to do so in\r\n\r\nspite of interference from political opportunists and\r\n\r\ncommunalistic Communist elements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Chinese language and culture are not the property\r\n\r\nof  a  clique  or a group. It can exist and  it  will\r\n\r\ncontinue to be encouraged by this Government  at  all\r\n\r\ncosts,  Barisan or no Barisan. I wish the  Opposition\r\n\r\nwill  find  new  pastures  for  agitation  and  leave\r\n\r\nChinese language and culture alone. There are men  of\r\n\r\neminence,  educationists, men of letters and  others,\r\n\r\nwho  can take care of Chinese culture. We do not need\r\n\r\nany assistance from the Barisan Sosialis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while touching on the education policy of the\r\n\r\nGovernment, I take this opportunity to refer  to  the\r\n\r\nEnglish language stream which continues to be unhappy\r\n\r\nabout the delay in the implementation of many of  the\r\n\r\nassurances  given  by the Minister for  Education  as\r\n\r\nwell  as  officials  of the Education  Ministry.  The\r\n\r\nanomalies  in  the salary structure of  the  teaching\r\n\r\nservice  are  not  conducive  to  the  promotion   of\r\n\r\ngoodwill and understanding among the teaching  staff,\r\n\r\nand  if  the Government feels that the Report of  the\r\n\r\nSalaries Commission is unlikely to come out in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 130</b></font><br><br>\r\n\r\n\r\n\r\nthe   near  future,  it  should  take  immediate  and\r\n\r\nappropriate measures to redress the grievances of the\r\n\r\nteaching staff. Dissatisfied teachers cannot give  of\r\n\r\ntheir   best.  In  the  end,  the  victims   of   the\r\n\r\nGovernment's  procrastination would  be  the  younger\r\n\r\ngenerations of this country. Hence, I would  like  to\r\n\r\nrequest the Minister for Education to look into these\r\n\r\nmatters and do the needful.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, a casual glance at the policy\r\n\r\nspeech  enables  us  to appreciate  the  Government's\r\n\r\npoint of view in introducing workers' permits with  a\r\n\r\nview to preventing non-Singapore citizens from across\r\n\r\nthe  Causeway  from  depriving our  citizens  of  the\r\n\r\nopportunity in the employment field and other  social\r\n\r\nbenefits.  Nevertheless, I would like to request  the\r\n\r\nGovernment to direct the officials concerned  not  to\r\n\r\nbe  too strict in the application of this rule  since\r\n\r\nSingapore  citizens  might have  dependants  who  are\r\n\r\nMalaysians. Thus, I hope every case will  be  treated\r\n\r\non  the basis of individual merit since our intention\r\n\r\nis  not  to  antagonise any group or section  of  the\r\n\r\npopulation,   but  to  promote  mutual  understanding\r\n\r\nbetween  Malaysia  and Singapore so  that  sooner  or\r\n\r\nlater  we  will  be in a position to share  a  common\r\n\r\ndestiny.  Of course, we have to protect our interests\r\n\r\nat  all costs, and to this extent the Government must\r\n\r\ncarry  out  its  responsibility to our citizens.  But\r\n\r\nsufficient  room should be given to the officials  to\r\n\r\nmanoeuvre so that, while not neglecting the  interest\r\n\r\nof  our  citizens, we would be able to win  over  the\r\n\r\npeople living across the Causeway.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this speech it is not physically possible for me\r\n\r\nto  analyse  all the salient features in  the  policy\r\n\r\nspeech. I have only touched on certain problems which\r\n\r\nI   feel   should   be  tackled  with   caution   and\r\n\r\nunderstanding so that we will not fall or falter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I hope that by next year the Head\r\n\r\nof  State  will be able to inform this House  of  our\r\n\r\nachievements during the course of the year. I hope it\r\n\r\nwill further indicate a completion of the first phase\r\n\r\nof our struggle for survival.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 131</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think this will be a convenient time\r\n\r\nto  take the tea-break. I shall suspend now and  take\r\n\r\nthe Chair again at 5.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.56 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 131</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n            \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Business Motion)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I understand the Minister for Law and\r\n\r\nNational Development has a Business Motion to move.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr E. W. Barker:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That notwithstanding the Standing Orders, this\r\n\r\nAssembly doth adjourn tonight at half-past six.\r\n\r\n\r\n\r\n<br><br>This  motion will have to have the Assembly's general\r\n\r\nassent.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is there general assent on the part of\r\n\r\nMembers that this motion should be moved?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hon. Members indicated assent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That not withstanding the Standing Orders, this\r\n\r\nAssembly doth adjourn tonight at half-past six.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 131</b></font><br><br>\r\n\r\n<div align=\"center\"><b>YANG DI-PERTUAN NEGARA'S</b></div>\r\n\r\n<div align=\"center\"><b>SPEECH</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Debate on the Address)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debated resumed.\r\n\r\n\r\n\r\n<br><br>5.32 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo (Changi)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  as our country is holding  its  first\r\n\r\nparliamentary  sitting today, we  are  going  through\r\n\r\nvarious feelings - the same feelings which we had  on\r\n\r\nthe  9th of August when Singapore became independent.\r\n\r\nWe are filled with a sense of pride, confidence, \r\n\r\nself-reliance  and courage. We have confidence because  we\r\n\r\nhave the support of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 132</b></font><br><br>\r\n\r\n\r\n\r\nthe  people. This is not something that only  happens\r\n\r\ntoday,  but is something that has a historical  basis\r\n\r\nof 11 years. We must have courage, because we are not\r\n\r\nworking in a no-man's-land in facing various kinds of\r\n\r\nenemies, including the racialists and the Communists.\r\n\r\nWe must not kow-tow to them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The policy speech by the Yang di-Pertuan Negara has\r\n\r\ngiven  us  great  encouragement. In the  four  months\r\n\r\nsince   Singapore  achieved  independence,  we   have\r\n\r\nexperienced   the  initial  stages   of   trials   in\r\n\r\nindependence  and  nation-building.  In  these   four\r\n\r\nmonths  we have not met with troubles such as  racial\r\n\r\ndisputes.  This  fully goes to show that  our  people\r\n\r\nhave   accepted   the  leadership   of'   our   Party\r\n\r\ngovernment,  and have at the same time  manifested  a\r\n\r\nhigh degree of co-operation. I believe the growth  in\r\n\r\nthe strength of patriotism is a trend that cannot  be\r\n\r\nstopped.  We all know that the opposite of patriotism\r\n\r\nis  treason,  just as the one Party that opposes  the\r\n\r\nP.A.P, is   the  Barisan  Sosialis.  The  Barisan's\r\n\r\nsabotage  action  against  our  national  defence  is\r\n\r\nsomething  that cannot he pardoned. They  oppose  the\r\n\r\nsetting up of British bases in Singapore. Their  main\r\n\r\npurpose is to disarm Singapore. They are also opposed\r\n\r\nto  the setting up of a volunteer force in Singapore.\r\n\r\nThis  is  another  manifestation of their  intrigues.\r\n\r\nWhen  lunatics  know only how to  put  forth  lunatic\r\n\r\nslogans,  we  must  in addition be on  guard  against\r\n\r\ntheir destructive acts and sabotage. We must also  go\r\n\r\na  step  further to crush their intrigues.  Let  them\r\n\r\nfind out that they are only the children of Satan. We\r\n\r\nwant  to  brandish our sword of justice and cut  them\r\n\r\ndown, root and all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our feelings can be said to be the continuation of\r\n\r\nthe  feelings which we had on the 9th of  August.  In\r\n\r\nthe  four months past we have been prepared  to  face\r\n\r\nthem.  We  are  ready  for the  battle  to  meet  the\r\n\r\ntraitors to this country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The policy speech of the Yang di-Pertuan Negara\r\n\r\nshows  our determination. At the same time,  it  also\r\n\r\nshows  that  we  are  fully prepared  to  accept  the\r\n\r\nonerous  task  put  on  us by the  people.  We  fully\r\n\r\nbelieve that such a tiny thing,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 133</b></font><br><br>\r\n\r\n         \r\n\r\nlike  the  Barisan Sosialis, however it may struggle,\r\n\r\ncannot withstand the collective attack by the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The policy speech by His Excellency the Yang di-Pertuan Negara merits our highest respect and\r\n\r\ngratitude.  We want to show our determination  to  go\r\n\r\naccording  to this policy speech and advance  forward\r\n\r\nfirmly  in  order to bring to fruition the future  we\r\n\r\nhave  in  mind, which will be a golden, shining  era.\r\n\r\nThe  record of the P.A.P.'s achievements has been one\r\n\r\nof  victory  to  victory  -  from  one  glorious  era\r\n\r\nmarching towards another more glorious era.  But  the\r\n\r\nrecord  of  the Barisan Sosialis is one of  going  to\r\n\r\nhell,  from  the 16th floor onto the  17th  floor  of\r\n\r\nhell,  and further from the 17th floor onto the  18th\r\n\r\nfloor of hell.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, here I would like to express my\r\n\r\nsupport to the Motion by the Prime Minister.\r\n\r\n\r\n\r\n<br><br>5.39 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy (Anson)</b>(<i>In Tamil</i>): Mr\r\n\r\nSpeaker,  Sir,  I  am here to speak  only  on  a  few\r\n\r\nselected items.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Economically our State has achieved praiseworthy\r\n\r\nprogress.  Apart  from that, I have  nothing  to  say\r\n\r\nregarding Economics.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Foreign Affairs, the Yang di-Pertuan Negara has\r\n\r\nnot mentioned anything in detail and I think there is\r\n\r\na   good  reason  for  that  too.  Our  State,  after\r\n\r\nachieving   independence,  is   going   to   function\r\n\r\nindependently for the first time in this field.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After fighting colonialism successfully, the Afro-Asian countries are struggling hard to establish a\r\n\r\nnew  society, and we should co-operate with them.  At\r\n\r\nthe  same  time, we should also respect the countries\r\n\r\nwhich  like to establish friendly relations with  us.\r\n\r\nWe  have a non-aligned policy and our status here  is\r\n\r\nvery  important. We are in a very strategic position;\r\n\r\nso  if  we get involved with the big powers, it  will\r\n\r\nbring ruin not only to us but to the whole world. Our\r\n\r\nGovernment,  which has already announced  its  policy\r\n\r\nvery   clearly,  will,  I  hope,  establish   foreign\r\n\r\nmissions in friendly countries.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 134</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, next I wish to touch upon\r\n\r\nSecurity  and  Defence. We have already overcome  the\r\n\r\npro-Communist elements and the anti-national elements\r\n\r\ninternally, but this alone is not enough. We have  to\r\n\r\nfight  against  the  external enemies.  In  order  to\r\n\r\nfacilitate this, the Government has already tabled an\r\n\r\nArmy Bill. I know this is going to cause a burden  to\r\n\r\nour citizens, but as an independent State we have  to\r\n\r\nbear  this burden since it is our duty to defend  our\r\n\r\ncountry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish also to speak about the duties of our\r\n\r\nGovernment.  In  Housing we have achieved  very  much\r\n\r\nsuccess,  and we are among the advanced countries  in\r\n\r\nthis  respect. Foreign visitors who come to our State\r\n\r\nare praising our housing programmes. Even our hostile\r\n\r\nneighbours  do  not  hesitate to praise  our  efforts\r\n\r\nhere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our Government which has increased the housing\r\n\r\nfacilities should also look into other fields.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am now talking about agricultural land. We have\r\n\r\nlimited   agricultural   land   in   Singapore.   The\r\n\r\nGovernment, which is encouraging the building of more\r\n\r\nfactories   to  give  employment  to  the  increasing\r\n\r\npopulation,  should also concentrate its  efforts  on\r\n\r\nreclamation  of land for agriculture.  We  cannot  be\r\n\r\nlooking for favours from other countries to supply us\r\n\r\nfood.  We  should be self-sufficient in this respect.\r\n\r\nSo I hope the Government will concentrate its efforts\r\n\r\nin this field.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, Mr Speaker, I wish to touch on\r\n\r\nrural development. The Yang di-Pertuan Negara in  his\r\n\r\nOpening  Speech has stated that the Sungei Poyan  and\r\n\r\nSungei   Pandan   areas   will   be   reclaimed   for\r\n\r\nagriculture. I think this will not satisfy our needs.\r\n\r\nWe   should   reclaim  more  land  for   agricultural\r\n\r\npurposes.  If  we  go  on  concentrating   on   other\r\n\r\nprogrammes without concentrating on this problem, the\r\n\r\nother problems will become less and less, whereas our\r\n\r\nfood  problem will become bigger and bigger. We  have\r\n\r\nto raise the living standard of our rural population.\r\n\r\nI  know  that  our Government has not forgotten  them\r\n\r\ncompletely.  What I wish to state here  is  that  the\r\n\r\nfacilities\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 135</b></font><br><br>\r\n\r\n\r\n\r\nor  the  privileges  that the  urban  population  are\r\n\r\ngetting  from  the  Government should  also  be  made\r\n\r\navailable  to  the  kampong  people,  who  should  be\r\n\r\nsupplied  with  more  water and electricity.  Farmers\r\n\r\nshould  be  in a position to bring their products  to\r\n\r\nthe  markets, and lot this, agricultural roads should\r\n\r\nbe  made  for them. The Veterinary Department  should\r\n\r\nserve all corners of the State. The Government should\r\n\r\nbe very careful in this respect.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to touch on Health now. There are very few\r\n\r\nAsian countries which have good health facilities and\r\n\r\nour  Singapore  is one of the very few countries.  We\r\n\r\nhave  more  and more clinics now, but the crowds  are\r\n\r\ngetting  equally  big in number.  `To  overcome  this\r\n\r\ndifficulty,  I hope the Government will increase  the\r\n\r\nnumber of doctors working in the clinics.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as Social Welfare is concerned, our\r\n\r\nGovernment  is  competing  with  the  more   advanced\r\n\r\ncountries. Destitute and disabled persons  are  given\r\n\r\naid  by  the  Government. This is not found  in  most\r\n\r\ncountries. We have welfare homes for aged persons and\r\n\r\nboys  and girls. This is one of the duties which  the\r\n\r\nGovernment has to perform for the people, and it  has\r\n\r\nshown  that  it  does not forget the people  and  its\r\n\r\nduties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding Community Centres, I wish to state that\r\n\r\nthese  are  good  in  bringing people  of  all  races\r\n\r\ntogether. They have facilities to exchange  views  at\r\n\r\nthese  places. I wish that the Government will extend\r\n\r\nthese good facilities to all the constituencies.  And\r\n\r\nwith this remark, I conclude my speech.\r\n\r\n\r\n\r\n<br><br>5.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mahmud Awang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mahmud Awang (Kampong Kapor)</b>(<i>In Malay</i>): Mr\r\n\r\nSpeaker, today is the debate on the Motion of  Thanks\r\n\r\nto  the Yang di-Pertuan Negara for his Speech on  8th\r\n\r\nDecember. Since then until today, we have not seen  a\r\n\r\nsingle  Barisan Sosialis Member present.  The  reason\r\n\r\nwhy  the Opposition Barisan Sosialis could not attend\r\n\r\nsince the 8th of December is that they have nothing\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 136</b></font><br><br>\r\n\r\n\r\n\r\nto  debate  in  this  Assembly for  the  benefit  and\r\n\r\nwelfare  of the people in Singapore. We have read  in\r\n\r\nthe  papers that the Barisan Sosialis say  they  have\r\n\r\nboycotted  the Assembly today. In my view,  they  are\r\n\r\nneglecting  their responsibilities  of  giving  their\r\n\r\nviews  as  representatives of  their  constituencies.\r\n\r\nTheir  constituents  had hoped that  they  could  put\r\n\r\nforward  their views and difficulties. The people  of\r\n\r\nSingapore  are now aware that they are being  cheated\r\n\r\nby  the Barisan Sosialis. As we know, it is the  same\r\n\r\nas  the  Member  for Hong Lim who had  neglected  his\r\n\r\nresponsibilities. Therefore, in the by-election,  the\r\n\r\nvoters chose a Government Member. We are prepared  at\r\n\r\nany  time - when we face the Communists,  communalists\r\n\r\nand  colonialists - to come here to give our opinions\r\n\r\nand  views  for  the benefit of the  people  of  this\r\n\r\ncountry.  We have fought them since 1961. We  opposed\r\n\r\nthem  when they said that we had sold out the  people\r\n\r\nof  Singapore  and that merger was not  right.  As  a\r\n\r\nresult  of  these  actions,  they  co-operated   with\r\n\r\noutsiders to crush what we had done from 1961 to  9th\r\n\r\nAugust, 1965. However, Singapore has been pushed  out\r\n\r\nof  Malaysia  and the Barisan Sosialis say  that  the\r\n\r\nindependence  of Singapore is not true  independence.\r\n\r\nWe  do not understand their intentions. We have  said\r\n\r\nbefore,  in  our campaigns for merger, Malaysia,  the\r\n\r\n1963  elections and the by-election at Hong Lim, that\r\n\r\nthe  Barisan  Sosialis have foreign masters.  Perhaps\r\n\r\none of the reasons why the Barisan Sosialis have been\r\n\r\nabsent  since 8th December, is that they  still  fear\r\n\r\nwhat will happen to their friends and our neighbours.\r\n\r\nThey will join together sometime later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, let us see what are our responsibilities\r\n\r\nto  this  country. No matter who our enemies are  and\r\n\r\nwhat their parties are, so long as we are ready to do\r\n\r\nour  duty  to  our people in achieving a multi-racial\r\n\r\nsociety,  we can live happily. I say so, Mr Speaker,\r\n\r\nbecause  every community, not only in Singapore,  but\r\n\r\nalso  in the world, must co-operate with one another,\r\n\r\nco-operation  between  one country  and  another.  In\r\n\r\nother words, if our country wants to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 137</b></font><br><br>\r\n\r\n\r\n\r\nsurvive, the people must co-operate with one  another\r\n\r\nso  that the country can progress. So is our relation\r\n\r\nwith  other  countries. We are not like  the  Barisan\r\n\r\nSosialis  who  are by themselves.  \"If  we  rule  the\r\n\r\ncountry, we can prosper.\" That is the wrong view.  We\r\n\r\nhave reckoned that if we want to live, we should \r\n\r\nco-operate with one another. Until today, we believe and\r\n\r\nhope  that our neighbouring countries will give their\r\n\r\nservices to the people of Singapore and we will  also\r\n\r\ngive  our services to the neighbouring countries.  It\r\n\r\nis  so  because, as I have said, countries must  have\r\n\r\nrelations with one another. There are leaders who  do\r\n\r\nnot  believe that a multi-racial society can survive.\r\n\r\nThey   think   that  just  because   a   country   is\r\n\r\nindependent,  it  can  live in peace  and  prosperity\r\n\r\nwithout co-operating with other countries. We believe\r\n\r\nthat  world opinion will not agree with that. By such\r\n\r\nstupid  actions, the result would be that the  people\r\n\r\nof   Singapore,  including  myself,  who  come   from\r\n\r\nneighbouring countries, would become the victims.  We\r\n\r\nas  leaders of the State should not be afraid of  any\r\n\r\npolitical Party. We should be courageous. We  believe\r\n\r\nthey  are not fighting for the people of the country.\r\n\r\nThey  are fighting for their own self-interests. They\r\n\r\nare different from the leaders of Singapore. We fight\r\n\r\nfor  the  people of this country, no matter where  we\r\n\r\nare from or what we get. We do not have the intention\r\n\r\nof becoming representatives of the people in order to\r\n\r\nincrease our prestige and self-interest. This is  far\r\n\r\nfrom  it.  I  do  not  know.  Because  of  this,  the\r\n\r\nGovernment  of  Singapore has regrettably  introduced\r\n\r\nthe  work  permit scheme, which will be  carried  out\r\n\r\nsoon.  This was not our original desire, but  it  has\r\n\r\nbeen  introduced because of those people who  do  not\r\n\r\nhave  the  best  interest of  the  people  at  heart.\r\n\r\nBecause   Singapore  wishes  to  survive,  and   must\r\n\r\nsurvive,  it  must  see that the  people  from  other\r\n\r\nStates who are offered jobs here must give their best\r\n\r\nservices  to  this country. Although we  are  only  a\r\n\r\nsmall  island, we are prepared to work hard  for  the\r\n\r\nprosperity of the State. For that reason, people from\r\n\r\nother  countries  come to this place  to  earn  their\r\n\r\nliving which is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 138</b></font><br><br>\r\n\r\n\r\n\r\nbetter  than in their own countries. We do not grudge\r\n\r\nthem that provided they do useful service. But we are\r\n\r\nnot  prepared to shoulder the responsibilities  which\r\n\r\nshould  rightly  be borne by neighbouring  countries.\r\n\r\nBecause  of this, we have to find ways and  means  by\r\n\r\nwhich   the   livelihood  of  our   people   can   be\r\n\r\nsafeguarded.  Every  effort is being  made  to  bring\r\n\r\nabout a Common Market, but unfortunately no agreement\r\n\r\nhas been reached in the interest of the people of the\r\n\r\nrespective  countries.  Although  these  neighbouring\r\n\r\ncountries  pay no attention to the welfare  of  their\r\n\r\ncitizens, we on our part have not given up  hope;  we\r\n\r\nhope that something good may turn up for the good  of\r\n\r\nall.  We hope they will realise that our efforts  are\r\n\r\nfor the benefit of us all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the time of nation-building, while we were keen\r\n\r\nto co-operate with them, and facing confrontation, we\r\n\r\nwere  prepared to give our services in the  interests\r\n\r\nof  the people, not only of our country, but also  of\r\n\r\nour  neighbouring countries. However that may be, the\r\n\r\npeople are not aware of this and should know what has\r\n\r\nbeen done by the leaders of the State. I do hope that\r\n\r\nwhen  this work permit scheme is carried out, no step\r\n\r\nwould be taken to close the Causeway. I say that  the\r\n\r\nwork  permit  scheme  is for a definite  purpose.  We\r\n\r\nshould  not stop the entry of people from across  the\r\n\r\nCauseway.  We  would like to see  prosperity  in  our\r\n\r\nneighbouring  countries, because then the  people  in\r\n\r\nthese  countries will be able to come and  enjoy  the\r\n\r\nsight of tall buildings and other pleasant sights.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If there is to be such a check, we should\r\n\r\nreconsider the matter, so that these benefits are not\r\n\r\nlost  to  the  people of the neighbouring  countries.\r\n\r\nBecause of this, our Government finds it necessary to\r\n\r\nhave  the  work permit scheme. It has also to  impose\r\n\r\ncertain  restriction on students who are not citizens\r\n\r\nof   Singapore.   We  know  that  the   citizens   of\r\n\r\nneighbouring  countries come  to  Singapore  to  earn\r\n\r\ntheir  living. Then they go back home to get  married\r\n\r\nand  bring  their  wives back to  our  country.  This\r\n\r\nplaces  an extra burden on our country. The  children\r\n\r\nof such parents\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 139</b></font><br><br>\r\n\r\n\r\n\r\nbecome a burden to our country. If the leaders of the\r\n\r\ncountry will bear this matter in mind, then I believe\r\n\r\nsuch  a scheme will not be necessary. But because  it\r\n\r\nis not so, such a scheme becomes necessary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What has been done by both countries is inter-related and is directly connected. That is what I\r\n\r\nhave stated just now. We cannot survive in isolation.\r\n\r\nAs human beings, we must have all the necessary limbs\r\n\r\nand  parts  of  the body. We cannot exist  merely  by\r\n\r\ndrinking  water. There must be food as well.  Without\r\n\r\nthem, we cannot live healthily. That is the way  with\r\n\r\nlife. The leaders of the countries must bear all this\r\n\r\nin  mind  and attend to the welfare and wellbeing  of\r\n\r\nthe people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Barisan Sosialis have not appeared since the\r\n\r\nopening  of the present Session. I believe they  have\r\n\r\nnothing to contribute to this Assembly other than  to\r\n\r\nsay  that  we are stooges of the West, and  such-like\r\n\r\nterms.  This  is  what  they  are  good  at  in  this\r\n\r\nAssembly.   We,   as  responsible   leaders,   debate\r\n\r\neverything  that  is  useful and  important  for  the\r\n\r\nwelfare    of    the    people.    The    responsible\r\n\r\nrepresentatives of the people are here to  point  out\r\n\r\nany   weaknesses  that  arc  to  be  found   in   the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have seen what has happened lately in the Hong\r\n\r\nLim  constituency. The people of Singapore have, from\r\n\r\ntime to time, proved sound in their calculations. The\r\n\r\nwelfare  of the people of this country must be  based\r\n\r\non sound calculations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Yang di-Pertuan Negara touched upon housing in\r\n\r\nhis Speech. We are still endeavouring to make further\r\n\r\nprogress  and to offer our services to the people  by\r\n\r\nconstructing  more  flats. We are  finding  ways  and\r\n\r\nmeans  whereby  we  will be in a position  to  charge\r\n\r\nreasonable  rates which the people of  Singapore  can\r\n\r\nafford  to pay. It does not mean that we should  rest\r\n\r\non  our  laurels. But we are determined  to  progress\r\n\r\neconomically  and  if possible to  provide  \"free  of\r\n\r\ncharge\" flats to the people of Singapore, because we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 140</b></font><br><br>\r\n\r\n\r\n\r\nadminister  the  funds on their behalf.  We  are  not\r\n\r\nwinning lottery stakes when we build our flats. As we\r\n\r\nare  responsible  for public funds,  we  have  to  be\r\n\r\ncareful with our expenditure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said earlier on, if our economy permits,\r\n\r\nwe  will  not only build low-cost flats, but we  will\r\n\r\nprovide'  \"free-of-charge\"  flats  for  the   people.\r\n\r\nOriginally,   the  building  of  these   flats, was\r\n\r\nvehemently  opposed by communalists. When we  started\r\n\r\nto  build  them  in  areas which were  not  in  their\r\n\r\nconstituencies, they had nothing to say. But we  were\r\n\r\nopposed  by  the  Barisan Sosialis  when  we  had  to\r\n\r\ndemolish houses occupied by Chinese farmers in  order\r\n\r\nto  make way for flats for the welfare of the people.\r\n\r\nWhen  we  built  flats  in  the  Geylang  area,   the\r\n\r\ncommunalist  parties  made a fuss  because  the  land\r\n\r\nacquired  belonged  to a group  of'  political  Party\r\n\r\nleaders  who tried to mislead the people  by  telling\r\n\r\nthem  that these flats were fit only for pigeons,  as\r\n\r\nhas  been  said by the Member for Geylang Serai.  Now\r\n\r\nthat  the  flats  have  been built,  the  Malays  who\r\n\r\nbelieve  in  a multi-racial society are  seizing  the\r\n\r\nopportunity   to  live  in  them,  and   these   same\r\n\r\ncommunalists  have  now formed a housing  society  to\r\n\r\npurchase  flats  built by the Singapore  Government..\r\n\r\nOriginally,  they  said  that  the  Malays  were  not\r\n\r\naccustomed  to Jive in flats because they  could  not\r\n\r\nrear poultry and so on, and they further alleged that\r\n\r\nsuch  flats  were  fit  only  for  pigeons.  But   we\r\n\r\nmaintained  that in the interests of  the  people  of\r\n\r\nSingapore, the building of flats must be increased so\r\n\r\nthat  people  who  live in cubicles, which  adversely\r\n\r\naffect  their  health, can live in  such  flats.  The\r\n\r\nresponse from such people has been so tremendous that\r\n\r\nthe   communalist  leaders  began  to  change   their\r\n\r\nattitude,  and  they are now buying  flats  from  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On this subject, I cannot say whether the Minister\r\n\r\nfor  National Development has made a slip by  selling\r\n\r\nhouses built by the Singapore Government to the Malay\r\n\r\nhousing  society.  If  this society  wants  to  build\r\n\r\nflats, let it first acquire land, and then build them\r\n\r\nafter which they may be sold to their\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 141</b></font><br><br>\r\n\r\n\r\n\r\nmembers. They criticise the flats, but at  the  same\r\n\r\ntime  they contact the Housing Board for the  purpose\r\n\r\nof  buying  flats!  As  the Singapore  Government  is\r\n\r\ndesirous  of assisting the Malay housing society,  it\r\n\r\ndoes  not  object to the flats being bought  by  this\r\n\r\nsociety. I feel this is out of place, and I hope  the\r\n\r\nHousing  Board will be very careful in future because\r\n\r\nin   such  matters  we  have  been  fooled   by   the\r\n\r\ncommunalist  leaders. Furthermore, they  mislead  the\r\n\r\npeople   by  provoking  and  agitating  them.   Since\r\n\r\nSingapore  was  separated from  Malaysia,  they  have\r\n\r\nchanged their stand and they no longer pose a  threat\r\n\r\nto  our  security. In the course of  discharging  our\r\n\r\nresponsibilities  to  a  multi-racial  society   like\r\n\r\nSingapore,  we  must  be  on the  lookout  for  these\r\n\r\ncommunalists who are out to break up the unity of the\r\n\r\npeople.  Although they have formed  a  united  front,\r\n\r\ntheir  main design is to create dissension among  the\r\n\r\nvarious races, .and if we smack them down, the\r\n\r\nmulti-racial  society in Singapore can live  in  peace  and\r\n\r\nhappiness. In the small island of Singapore, we  must\r\n\r\nrealise  the  extent  to  which  communalism  can  be\r\n\r\npractised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker. I would like to speak on trade unions. It was stated in the policy Speech of the Yang di- Pertuan Negara that the Government will promote democratic and non-Communist trade unions to ensure the success of the non-Communist democratic trade union movement. In 1961, there was a break in the\r\n\r\nN.T.U.C.  The  N.T.U.C. believe  that  the   workers\r\n\r\ncomprising  the various races will succeed  in  their\r\n\r\nfight against the communalists and Communists. In our\r\n\r\nstruggle, the N.T.U.C. is the backbone. It has worked\r\n\r\nvery  hard  in order to bring about understanding  in\r\n\r\nthe  ranks  of the workers so that they  may  not  be\r\n\r\nmisled  by the communalists. During the time  of  the\r\n\r\nreferendum, we worked very hard. We have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 142</b></font><br><br>\r\n\r\n\r\n\r\nbeen successful in improving the lot of the people of\r\n\r\nthis country. They understand well the efforts of the\r\n\r\nGovernment  to bring about a better understanding  of\r\n\r\nthe  labour  movement  in this  country.  The  Labour\r\n\r\nMovement   has  worked  very  hard  to  improve   the\r\n\r\nlivelihood  of  the workers of this  country.  It  is\r\n\r\nconscious  of  its  responsibility  to  help  in  the\r\n\r\nprogress and prosperity of this country. It wants  to\r\n\r\ncreate a progressive society, and not a backward  one\r\n\r\nin  the future. If we do not carry our fight into the\r\n\r\nstrongholds  of  the Opposition,  then  it  would  be\r\n\r\ndifficult for us to penetrate them. We would not know\r\n\r\nthe  stand held by Members of the Opposition. We  are\r\n\r\nconscious of the fact that we are living in  a  multi\r\n\r\nracial  society. Workers in the working movement  are\r\n\r\ncontinually fighting against the communalists who are\r\n\r\nopposed to the politics pursued by the P.A.P. Because\r\n\r\nof our good intentions, we believe we will be able to\r\n\r\nlive  happily  together,  and  the  people  who   are\r\n\r\ndemocratic and non-Communist will see to it that  the\r\n\r\ncountry will progress and that they are not misled by\r\n\r\nthe  other Parties. I sincerely hope that the Barisan\r\n\r\nSosialis,  who claim that they work for the interests\r\n\r\nof  the  people, will come forward and  really  fight\r\n\r\ntheir battle in the interests of the people and bring\r\n\r\nforth  whatever points they think they can debate  in\r\n\r\nthis  Chamber so as to benefit the people. The people\r\n\r\nin  this country can judge for themselves which Party\r\n\r\nis  working  for the interests of the working  class.\r\n\r\nAny  attempt  to mislead the people would  meet  with\r\n\r\ndefeat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, I wish to say with regard to\r\n\r\nthe  Speech  of the Yang di-Pertuan Negara  that  our\r\n\r\ntask  for  the future is based on policies  that  are\r\n\r\nworkable,  as has been clearly set out in the  Speech\r\n\r\nof the Yang di-Pertuan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 143</b></font><br><br>\r\n\r\n\r\n\r\nNegara.  I believe irresponsible elements would  like\r\n\r\nto  find ways and means to mislead the people  as  to\r\n\r\nthe  true intent of the Speech of the Yang di-Pertuan\r\n\r\nNegara. Every Ministry will be able to carry out  its\r\n\r\npolicy  so  that  the corruption, and  so  on,  which\r\n\r\nhappened  years  before will not be repeated  in  the\r\n\r\nfuture. Each Ministry should carry out its\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 144</b></font><br><br>\r\n\r\n\r\n\r\nwork more actively in order to achieve' the desired\r\n\r\nend, which is for the benefit of the people.\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, order. It is now 6.30 p.m. and\r\n\r\nthe House will stand adjourned pursuant to the\r\n\r\nresolution of the House.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Thirty minutes past Six o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
