{"memberId": null, "volumeNo": "25", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "20", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"25\">\r\n\r\n<meta name=\"Sit_No\" content=\"20\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1967-03-17\">\r\n\r\n<meta name=\"Start_Col\" content=\"1387\">\r\n\r\n<meta name=\"End_Col\" content=\"1440\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">25</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">20</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">17-03-1967</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1387</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE FIRST PARLIAMENT</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART II OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 25</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Friday, 17th March, 1967</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr P. Coomaraswamy).\r\n\r\n\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Minister of State for Education.\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and National Development.\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs and Government Whip.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Dr Chew Chin Han (Tampines).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Chow Chiok Hock (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr R. A. Gonzales (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Labour.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1388</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah).\r\n\r\n\r\n\r\n<br>Mr Lim Soo Peng (Havelock).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Inche Mahmud Awang (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Culture and Social Affairs.\r\n\r\n\r\n\r\n<br>Inche Rahamat Bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr S. Rajoo (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Bernard Rodrigues (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Teo Hup Teck (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Minister of State of Defence.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Health.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1389</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Nee Soon).\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister of Defence.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State for Culture.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lim Kim San (Cairnhill), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mrs Devan Nair (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Crawford), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Tuan Haji Yaacob Bin Mohamed (Southern Islands), Minister of State for the rime Minister's Department.\r\n\r\n\r\n\r\n<br>Mr Yeoh Ghim Seng (Joo Chiat).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1389</b></font><br><br>\r\n\r\n<div align=\"center\"><b>ASSENT TO BILLS PASSED</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have been informed by the President that, on the\r\n\r\nday stated, he assented to the following Bills:-\r\n\r\n\r\n\r\n<br><br>16th March, 1967\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Undesirable Publications Bill;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Criminal Law (Temporary Provisions) (Amendment) Bill; and\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Currency Bill.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td width=\"70%\">&nbsp;</td><td width=\"30%\"><div align=\"center\">(P. COOMARASWAMY)</div></td></tr>\r\n\r\n<tr><td width=\"70%\">&nbsp;</td><td width=\"30%\"><div align=\"center\"><i>Speaker,</i></div></td></tr>\r\n\r\n<tr><td width=\"70%\">&nbsp;</td><td width=\"30%\"><div align=\"center\"><i>Parliament of Singapore</i></div></td></tr></table>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1389</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>REPORT OF CONSTITUTIONAL</b></div>\r\n\r\n<div align=\"center\"><b>COMMISSION, 1966</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of debate on Question\r\n\r\n[14th March, 1967],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House takes note of the Report of the\r\n\r\nConstitutional  Commission, 1966, presented  to  this\r\n\r\nHouse  as  Command Paper No. 29 of 1966, and endorses\r\n\r\nthe  Government's views thereon as  set  out  in  the\r\n\r\nStatement by the Minister for Law and National\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1390</b></font><br><br>\r\n\r\n              \r\n\r\nDevelopment made at the sitting of this House on 21st\r\n\r\nDecember, 1966.\" [Mr E. W. Barker].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng (Bras Basah):</b> Mr Speaker, Sir, I\r\n\r\nwish  to  draw the attention of this House to Chapter\r\n\r\nIII  of  the Report of the Constitutional Commission,\r\n\r\n1966. While appreciating that the Commission has gone\r\n\r\nthoroughly  into the pros and cons of the setting  up\r\n\r\nof the proposed Council of State, I have a few points\r\n\r\nto  comment  on the recommendation, as the Commission\r\n\r\ndid   not   seem   to  have  taken  them   into   its\r\n\r\nconsideration when deliberating on its recommendation\r\n\r\nfor a Council of State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Commission in its Report has advanced various\r\n\r\nreasons  why there should be a Council of State.  The\r\n\r\nCommission also has envisaged the proposed Council of\r\n\r\nState  as  a  purely  advisory  body  to  which   the\r\n\r\nGovernment  can  look for serious and weighty  advice\r\n\r\nwithout  being subject to its control.  Thinking  the\r\n\r\nmatter  over carefully, I have serious doubts whether\r\n\r\nsuch   a   Council  of  State  is  really  necessary.\r\n\r\nSingapore is an island Republic of scarcely more than\r\n\r\n220  square miles. We are not a continent. We have  a\r\n\r\npopulation  of less than 2 million. In  addition,  we\r\n\r\nhave  a  unicameral  legislature  whose  Members  are\r\n\r\nelected by secret ballot periodically. The plain fact\r\n\r\nis  that  no  citizen of Singapore is  so  physically\r\n\r\nremote  from his elected representative in Parliament\r\n\r\nthat  he  cannot air his views or grievances  through\r\n\r\nsuch  elected  Members. Conversely,  because  of  the\r\n\r\nrelatively  small physical area of his  constituency,\r\n\r\nno elected Member of Parliament has any excuse to say\r\n\r\nthat  he  does not know what is going on  within  his\r\n\r\nconstituency. This brings me back to the  question  I\r\n\r\nhave  posed earlier to this House, which is, what  is\r\n\r\nthe necessity and purpose of such a Council of State?\r\n\r\nIn  brief,  the  question is  whether  Singapore  can\r\n\r\nafford  to have such a luxury as a Council  of  State\r\n\r\nwhich,  though proposed as an advisory body, performs\r\n\r\nthe function of an Upper House of the Legislature. I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1391</b></font><br><br>\r\n\r\n\r\n\r\nam  of the view that the proposed Council of State is\r\n\r\na  luxury,  because  I  do  not  consider  it  to  be\r\n\r\nessential or necessary for the proper government  and\r\n\r\nmanagement of the Republic of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am further strengthened in my\r\n\r\nbelief that the Council of State is superfluous  when\r\n\r\nit  is considered that the Commission has seen fit to\r\n\r\nplace  certain  limitations  on  the  powers  to   be\r\n\r\nexercised  by the proposed Council of State.  One  of\r\n\r\nthese  restrictions on the functions of the  proposed\r\n\r\nCouncil  of State is that the Council would  have  no\r\n\r\npower to consider any Supply Bill or a Bill presented\r\n\r\non  a Certificate of Urgency. I do not intend to make\r\n\r\nany further comment on such restriction in so far  as\r\n\r\nit concerns a Supply Bill, for I am in agreement with\r\n\r\nthe  Commission that it is hardly proper for such  an\r\n\r\nadvisory  body to be in a position to  comment  on  a\r\n\r\nBill which merely authorises expenditure or outlay of\r\n\r\nmoney  from  the  Consolidated Fund  in  relation  to\r\n\r\nmatters  on which this House has voted. I  am  rather\r\n\r\npuzzled about the exemption of Bills presented  on  a\r\n\r\nCertificate of Urgency from the jurisdiction  of  the\r\n\r\nCouncil of State. It is always open to the Government\r\n\r\nto  present  any  Bill it wishes on a Certificate  of\r\n\r\nUrgency. I am not by any means implying that if  this\r\n\r\nrecommendation for a Council of State is accepted  by\r\n\r\nthis House, the Government of the day would pursue  a\r\n\r\ncourse  of action which would have the effect of  by-passing  such  an advisory body as much as  possible.\r\n\r\nNevertheless, with the formation and establishment of\r\n\r\nsuch  an  advisory  body,  it  is  possible  that   a\r\n\r\nsituation  would  arise  where  the  members  of  the\r\n\r\nproposed  Council of State might not see eye  to  eye\r\n\r\nwith  the Government on the subject matters contained\r\n\r\nin  certain Bills. Such a situation is not  that  all\r\n\r\nfar-fetched  when it is noted that  in  the  proposed\r\n\r\nrecommendation for a Council of State. The Commission\r\n\r\nhas expressed its opinion that security of tenure for\r\n\r\nthe  members of the proposed Council of  State  is  a\r\n\r\nnecessary  element to enable the proposed Council  to\r\n\r\ndischarge its function\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1392</b></font><br><br>\r\n\r\n\r\n\r\nwithout  fear  or favour  in  relation  to  the\r\n\r\nGovernment.  Thus  a  situation  would  arise   where\r\n\r\npersons  appointed  to such Council  might  entertain\r\n\r\nconvictions  or beliefs which might differ  radically\r\n\r\nfrom  the  policy  of  the Government.  When  such  a\r\n\r\nsituation  arises,  it would become  obvious  to  the\r\n\r\nGovernment  of the day that it would be  useless  for\r\n\r\nthe  Government to submit a Bill to such  Council  of\r\n\r\nState  which does not have consensus of opinion  with\r\n\r\nthe  Government  in  respect of the  subject  matters\r\n\r\ncontained in such Bill. And as I have stated  before,\r\n\r\nit  would  be  quite  natural  and  logical  for  the\r\n\r\nGovernment  to  submit a Bill  on  a  Certificate  of\r\n\r\nUrgency  in  order  to avoid being  delayed  by  such\r\n\r\nCouncil of State. No recommendation has been made  by\r\n\r\nthe  Commission as to how to restrict the  Government\r\n\r\nfrom  indiscriminately  introducing  any  Bill  on  a\r\n\r\nCertificate  of Urgency. Nor, for the reasons  stated\r\n\r\nin  relation to the independence of decision of  such\r\n\r\nCouncil,   can   any  provision  be   made   in   the\r\n\r\nConstitution of Singapore in relation to the proposed\r\n\r\nCouncil  of  State  to provide  for  the  removal  of\r\n\r\nCouncil   members  who  might  prove  to  be   unduly\r\n\r\nobstructive   to   the   effective   and    immediate\r\n\r\nimplementation of any decision by the Legislature. As\r\n\r\nI  have  said, such a provision would be inconsistent\r\n\r\nwith  the  very  existence of such an  advisory  body\r\n\r\nwhich  is meant to function independently and  freely\r\n\r\nof the executive body of the Republic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, if the members of the Council of\r\n\r\nState  are readily amenable to the Government's  view\r\n\r\non  any  matter contained in any Bill, it would  give\r\n\r\nrise  to  cynical  stories and jokes  that  the  most\r\n\r\nimportant  qualification a person can possess  to  be\r\n\r\nconsidered for appointment to such Council is that of\r\n\r\npolitical  sympathy  with the Party  in  power.  This\r\n\r\nwould  be  a  natural consequence even  though  these\r\n\r\nmembers  have  no political sympathy or affinity.  In\r\n\r\nactual  fact,  they  have no  political  sympathy  or\r\n\r\nconnection with the Party in power.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, where a Council of State contains members who\r\n\r\nare  obstinate in their views, the temptation is very\r\n\r\nstrong for the Government to introduce a Bill on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1393</b></font><br><br>\r\n\r\n\r\n\r\na  Certificate  of  Urgency in order  to  bypass  the\r\n\r\nCouncil.  And  against such temptation  there  is  no\r\n\r\nconstitutional  check.  But  where  members  of   the\r\n\r\nCouncil of State are reasonable and endorse any  Bill\r\n\r\nof the Government in power, I am doubtful what useful\r\n\r\nfunction  such  Council performs as a  constitutional\r\n\r\ncheck on the Government of the day in the exercise of\r\n\r\nits powers. Here I am using the words \"obstinate\" and\r\n\r\n\"reasonable\" in the subjective sense as seen from the\r\n\r\nGovernment's viewpoint.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But to return to the point, the very fact that the\r\n\r\nproposed Council of State is envisaged as an advisory\r\n\r\nbody  to Parliament implies that the persons who  are\r\n\r\nlikely  to comprise such a Council are in a  position\r\n\r\nto   advise   the   elected  Members  of   Parliament\r\n\r\ncorrectly.   But  what  is  the  nature   of   advice\r\n\r\ncontemplated  by the Commission? As  I  see  it,  the\r\n\r\nadvice  is  in  the form of specialist and  technical\r\n\r\nrepresentation  or  reflection  of  the  electorate's\r\n\r\nfeelings or temper. The Commission has not shown  how\r\n\r\nsuch  Council  would be more effective and  efficient\r\n\r\nthan  the  prevailing  machinery  or  procedure   for\r\n\r\ngauging  public opinion or reaction to  any  proposed\r\n\r\nBill by referring such Bill to a Select Committee  of\r\n\r\nthis  House.  I cannot see how a Council,  comprising\r\n\r\npersons  appointed  for  a fixed  term,  can  provide\r\n\r\ncomprehensive specialist guidance in relation to  any\r\n\r\nBill at any one time. As for gauging public reaction,\r\n\r\nMr  Speaker,  Sir, I should think that  the  elected\r\n\r\nMembers of this House are better equipped and  placed\r\n\r\nthan the members of the proposed Council.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am thus of the opinion that the recommendation of\r\n\r\nthe Commission in respect of the proposed Council  of\r\n\r\nStale  should not be accepted by this House for these\r\n\r\ntwo main reasons:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Such Council is a luxury which Singapore can\r\n\r\nill-afford, because it is not only a luxury but  also\r\n\r\na   rather   expensive  luxury.   Although   in   its\r\n\r\nrecommendation the Commission has suggested that  the\r\n\r\nCouncil of State should\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1394</b></font><br><br>\r\n\r\n\r\n\r\nuse  the  existing facilities that are  available  to\r\n\r\nParliament   and   to   the   executive   body    and\r\n\r\nadministrative organ of the Singapore Government,  it\r\n\r\nis  nonetheless necessary to make provision  for  new\r\n\r\nstaff and new facilities to meet the requirements  of\r\n\r\nsuch Council of State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The very concept of such a Council of State\r\n\r\nimplies  that  the present unicameral system  of  our\r\n\r\nGovernment  is inadequate and unsatisfactory  in  the\r\n\r\ndischarge of its functions. That being the  case,  it\r\n\r\nis  hard  to  believe,  for reasons  I  have  already\r\n\r\nstated,  that  the proposed Council of  State,  which\r\n\r\nconsists of nominated members (Parliament is composed\r\n\r\nof  elected Members), would supplement and remedy the\r\n\r\nimplied   deficiency  of  the   present   system   of\r\n\r\nGovernment.  The Commission has in its recommendation\r\n\r\nput  forward  its view that the proposed  Council  of\r\n\r\nState  serves as an advisory body to Parliament.  But\r\n\r\nit  has  not  indicated  in what  way  that  such  an\r\n\r\nadvisory  body  would be in closer  contact  with  an\r\n\r\nelectorate   which  elects  by  secret   ballot   its\r\n\r\nrepresentatives  in Parliament. I do  not  share  the\r\n\r\noptimism   of   the   Commission  that   persons   of\r\n\r\nrespectable  standing in their respective  profession\r\n\r\nor  community  are  in  a better  position  than  the\r\n\r\nelected  Members  of  Parliament  to  ascertain   the\r\n\r\nfeelings  and aspirations of members of  the  general\r\n\r\npublic.  If anything, such persons are likely  to  be\r\n\r\nmore  aloof  and removed from the general members  of\r\n\r\nthe  public.  It  is difficult to  envisage  that  an\r\n\r\neminent   lawyer   or  a  highly  qualified   medical\r\n\r\nspecialist  is  more accessible  to  members  of  the\r\n\r\npublic  than, say, an ordinary Member of this  House.\r\n\r\nIf   the   Members  of  the  House  discharge   their\r\n\r\nobligations   to   their  respective   constituencies\r\n\r\nfaithfully and regularly, I think this question of  a\r\n\r\nCouncil  of  State  will take  care  of  itself.  Mr\r\n\r\nSpeaker,  Sir,  that  is all I have  to  say  on  the\r\n\r\nCouncil of State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the recommendation of the Commission for\r\n\r\nthe  setting  up  of  an Ombudsman (or  Parliamentary\r\n\r\nCommissioner  for  Administration)  as  contained  in\r\n\r\nChapter  IV  of  its  Report,  I  have  in  mind  the\r\n\r\nobservation of the Commission that it is likely  that\r\n\r\nsome\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1395</b></font><br><br>\r\n\r\n\r\n\r\nact  or  decision of Government or the administration\r\n\r\nor  any statutory board or public body can give  rise\r\n\r\nto   complaints  by  citizens  whose  interests   are\r\n\r\naffected  by such acts. From my own experience  as  a\r\n\r\ntrade  unionist, I can assure this House that workers\r\n\r\ndo  sometimes  feel frustrated and let down  by  laws\r\n\r\nwhich  are  expressly designed for their  protection.\r\n\r\nFor  instance,  an arbitration machinery  is  set  up\r\n\r\nunder  the Industrial Relations Ordinance,  1960,  to\r\n\r\nexpedite the settlement of disputes and grievances of\r\n\r\nthe workers. Circumstances, for which no provision is\r\n\r\nmade  in  the  Ordinance, have arisen  where  workers\r\n\r\ncannot  have  recourse to such arbitration  machinery\r\n\r\nfor the settlement of their grievances. This is all I\r\n\r\nsay on the matter of the Ombudsman.\r\n\r\n\r\n\r\n<br><br>2.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan)</b>(<i>In Malay</i>): Mr Speaker, I am confident that the\r\n\r\nReport of the Constitutional Commission, 1966,  which\r\n\r\nis  being  debated in this House is a wise Report.  I\r\n\r\nbelieve  our people will accept it in good faith  and\r\n\r\nwith   open   arms,  because  the  members   of   the\r\n\r\nCommission,  who  deliberated on the  representations\r\n\r\nfrom  individuals  and  from political  and  cultural\r\n\r\norganisations   and   other  associations,   comprise\r\n\r\ncitizens of Singapore of diverse origins. If we refer\r\n\r\nto  page  28 of the Report, we can see the  names  of\r\n\r\nmembers  of  the Commission. They come  from  diverse\r\n\r\ncommunities and they therefore represent the  various\r\n\r\ncommunities.  And it goes without saying  that  these\r\n\r\nmembers profess various religions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, Mr Speaker, I see that the\r\n\r\nConstitutional Commission is a non-party  commission,\r\n\r\nand its members are not active in politics except for\r\n\r\nSyed  Esa  Bin  Syed  Hassan  Almenoar  who  is   the\r\n\r\nSecretary-General of U.M.N.O., Singapore. The  ruling\r\n\r\nParty, the P.A.P., however, is not represented in the\r\n\r\nCommission by its Secretary-General.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After considering the memoranda which it received\r\n\r\nfrom  individuals  and  political  associations,  the\r\n\r\nCommission drafted its Report which has been received\r\n\r\nunanimously - and this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1396</b></font><br><br>\r\n\r\n\r\n\r\nincludes the Secretary-General of U.M.N.O. This  goes\r\n\r\nto  prove  that this Report is very wise  indeed  and\r\n\r\nwill be a very significant document in the annals  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In connection with the recommendations of the\r\n\r\nCommission,  these have been accepted unanimously  by\r\n\r\nits  members, as I have said earlier. Article  89  of\r\n\r\nthe Constitution of Singapore provides that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Government shall exercise its functions in\r\n\r\nsuch  manner as to recognise the special position  of\r\n\r\nthe   Malays,  who  are  the  indigenous  people   of\r\n\r\nSingapore,   and   accordingly  it   shall   be   the\r\n\r\nresponsibility   of   the  Government   to   protect,\r\n\r\nsafeguard,   support,  foster   and   promote   their\r\n\r\npolitical,  educational, religious, economic,  social\r\n\r\nand cultural interests and the Malay language.'\r\n\r\n\r\n\r\n<br><br>I  would  like  to  explain to this  House  that  the\r\n\r\nGovernment has already implemented the provisions  of\r\n\r\nthis  Article  since it assumed office in  1959.  For\r\n\r\ninstance,  the  Government has been  responsible  for\r\n\r\nprotecting,  safeguarding, supporting, fostering  and\r\n\r\npromoting   the  economic,  religious,   social   and\r\n\r\ncultural  interests  of  the  Malays  and  the  Malay\r\n\r\nlanguage.   Regarding   political   interests,    the\r\n\r\nGovernment has not deprived the rights of the  Malays\r\n\r\nwho  are  the  indigenous people, as has happened  in\r\n\r\nSouth  Africa and Rhodesia where the political rights\r\n\r\nof  the majority, who are the indigenous people, have\r\n\r\nbeen  deprived by the white minority. But in our coun\r\n\r\ntry,  although the non-Malays constitute a  majority,\r\n\r\nthe  rights of the Malays, the indigenous people, are\r\n\r\nprotected, safeguarded and fostered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Relating to education, the Government has given all\r\n\r\nfacilities to Malay students - free education  up  to\r\n\r\nUniversity level. Similarly in religious matters, the\r\n\r\nteaching of Islam has been made a subject in schools,\r\n\r\nand  every registered religious school which requires\r\n\r\naid has been given such aid. These two privileges are\r\n\r\nnot  accorded to other religious schools.  The  Malay\r\n\r\nlanguage  has  been made the national language.  This\r\n\r\nhas been accepted by all sections of the population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the special position of the Malays, as\r\n\r\nrecommended by the Commission, is enough  to  protect\r\n\r\nin all\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1397</b></font><br><br>\r\n\r\n\r\n\r\naspects the Malays as the indigenous people. It is up\r\n\r\nto  the  Malays themselves to make full use  of  this\r\n\r\nopportunity  to  inculcate  in  them  the  spirit  of\r\n\r\ncompetition with the other races in our Republic. The\r\n\r\nMalays  need  have  no  fear because  the  Secretary-General  of  U.M.N.O. himself has signed the  Report,\r\n\r\nand they must never allow the special position of the\r\n\r\nMalays  to  be used as a means to get some privileges\r\n\r\nor to threaten the Government in any way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, the Malays should realise that the\r\n\r\nrecommendation regarding the special position of  the\r\n\r\nMalays is sufficient and can he an inducement to them\r\n\r\nto  make progress if they are prepared to work  hard.\r\n\r\nThe  religion of Islam, which is the religion of  the\r\n\r\nMalays, has the Koran as its bible. It says that  God\r\n\r\nwill not help those who do not help themselves. As an\r\n\r\nexample, I would like to cite here an article in page\r\n\r\n3  of the Berita Harian of yesterday. It says that  a\r\n\r\nsweeper  will  take his Cambridge School  Certificate\r\n\r\nExamination. This is an example which the  Malays  as\r\n\r\nthe   indigenous  people  with  a  special   position\r\n\r\nprovided   for  them  in  the  Constitution,   should\r\n\r\nemulate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Paragraph 35 of the Report makes mention of a Malay\r\n\r\npolitical organisation without naming it. However,  I\r\n\r\ncan  guess that the political party is no other  than\r\n\r\nU.M.N.O, led by Ahmad Haji Taff as the Chairman, Syed\r\n\r\nEsa  Almenoar as the Secretary-General, and  Syed  Au\r\n\r\nRedha Alsagoff as Head of the Religious Section. This\r\n\r\npolitical organisation has urged the Commission  that\r\n\r\na definition be given to the word \"Malays\" in Article\r\n\r\n89  (2)  of the Constitution to be in line  with  the\r\n\r\ndefinition contained in the Constitution of Malaysia.\r\n\r\nI would like to quote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`\"Malay\" means a person who professes the Muslim\r\n\r\nreligion,   habitually  speaks  the  Malay  language,\r\n\r\nconforms to Malay custom ...'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, if this definition is accepted by the\r\n\r\nConstitutional Commission as suggested  by  U.M.N.O.,\r\n\r\nit means that all the other races can become\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1398</b></font><br><br>\r\n\r\n\r\n\r\nMalays and will enjoy the special position. Yesterday\r\n\r\nmy  colleague,  the Minister of State for  Education,\r\n\r\nstated that Mr Tan Siew Sin can become a Malay if he\r\n\r\nembraces   Islam.  Likewise,  Mr  Speaker,   if   an\r\n\r\nEnglishman, who has lived many years in Singapore and\r\n\r\nhas  become  a  Singapore  citizen,  embraces  Islam,\r\n\r\nspeaks  Malay, and conforms to Malay custom, then  he\r\n\r\ncan  become  a  Malay,  and will  enjoy  the  special\r\n\r\nposition  of  the  Malays. So the  Malays  in  future\r\n\r\ncannot  be regarded as the indigenous people if  this\r\n\r\narticle  is  embodied in the Singapore  Constitution.\r\n\r\nAlthough the Commission has not accepted the U.M.N.O.\r\n\r\nsuggestion for the perpetuation of Article 89 (2)  of\r\n\r\nthe  Constitution without any alteration, I hope  the\r\n\r\nMinister  for  Law  and  National  Development   will\r\n\r\nseriously  consider  the  definition  of   the   word\r\n\r\n\"Malay\",  because  if there is a definition  for  the\r\n\r\nword \"Malay\", then there will be difficulties when it\r\n\r\ncomes  to  the implementation of the special position\r\n\r\nof  the  Malays. So I wish to suggest to the Minister\r\n\r\nto  have the definition of \"Malay\" embodied; that is,\r\n\r\nthe standard definition of the word \"Malay\".\r\n\r\n\r\n\r\nFor  example, \"Malay\" means a person who  comes  from\r\n\r\nthe   Malay  Archipelago,  including  the  Indonesian\r\n\r\nislands,  professes the Muslim religion,  speaks  the\r\n\r\nMalay  language as used in our country, and  conforms\r\n\r\nto Malay custom.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding Article 11 of the Constitution of\r\n\r\nMalaysia  which  deals with freedom of  religion  and\r\n\r\ngives  every person the right to profess and practise\r\n\r\nhis religion, only one memorandum was received by the\r\n\r\nCommission  requesting that the  exception  regarding\r\n\r\nthe  propagation of religion be left untouched.  This\r\n\r\nexception  permits any State in Malaysia to  restrict\r\n\r\nby  law  the  propagation of any  religious  doctrine\r\n\r\namongst persons professing the Muslim religion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, our country exercises freedom of\r\n\r\nreligion and gives every person the right to practise\r\n\r\nhis  religion.  This  practice  has  been  going   on\r\n\r\nsatisfactorily  and there has been  understanding  in\r\n\r\nthe  Inter-Religious Council in Singapore to maintain\r\n\r\nreligious    tolerance   without   any   legislation.\r\n\r\nTherefore,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1399</b></font><br><br>\r\n\r\n\r\n\r\nMr  Speaker,  it  is better that  such  a  state  of\r\n\r\naffairs  be allowed to continue without the necessity\r\n\r\nof   legislation.  If  the  suggestion  put  to   the\r\n\r\nCommission  can be used as a guide when it  comes  to\r\n\r\nconsidering the Constitution of Singapore, it will be\r\n\r\na  model  Constitution for other countries to follow,\r\n\r\nbecause  we  can  show that we are practising  multi-racialism  and we are guided by the system  practised\r\n\r\nin  Switzerland. However, many of them  profess  only\r\n\r\nChristianity.  Various religions  are  tolerated  and\r\n\r\npractised  in  Singapore. In Indonesia,  there  is  a\r\n\r\nmultiplicity of religions; some profess Islam, others\r\n\r\nHinduism, Christianity and Buddhism, but they are all\r\n\r\nIndonesian citizens of one nation. So if our  country\r\n\r\ncan  practise the multi-racial concept in  peace  and\r\n\r\nharmony,  it follows that it will be a model  to  the\r\n\r\nworld  and will show how unity among diverse  peoples\r\n\r\nand   diverse  religions  is  maintained  among   our\r\n\r\npopulation.\r\n\r\n\r\n\r\n<br><br>3.08 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mahmud Awang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mahmud Awang (Kampong Kapor)</b>(<i>In Malay</i>): Mr\r\n\r\nSpeaker, Sir, firstly, allow me to thank the  members\r\n\r\nof  the  Constitutional Commission, 1966,  for  their\r\n\r\nservices   to   the   State.  On   the   whole,   the\r\n\r\nConstitutional  Commission's Report can  be  accepted\r\n\r\nbut,  in  my  opinion, there are some recommendations\r\n\r\nwhich  are  superfluous.  Of  course,  there   is   a\r\n\r\nfundamental   issue  before  the   members   of   the\r\n\r\nConstitutional Commission. It is like this:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`If man cannot help his fellow beings to get the\r\n\r\nfundamental  rights  of  men,  then  he   cannot   be\r\n\r\nprotected from oppression.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Report of the Commission shows a spirit of\r\n\r\npatriotism and a love of mankind. It shows  also  the\r\n\r\nhatred of men towards men for perpetuating oppression\r\n\r\nas   the   code   of   life.  Mr  Speaker,   without\r\n\r\nconsideration of race or creed, we cannot  allow  any\r\n\r\nform  of oppression regarding the fundamental  rights\r\n\r\nof   man  which  have  been  our  responsibility   to\r\n\r\nsafeguard.   We   are  prepared   to   shoulder   any\r\n\r\nresponsibility and face any difficulties to safeguard\r\n\r\nand maintain the peace and harmony of our people. But\r\n\r\nwe cannot, at all times,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1400</b></font><br><br>\r\n\r\n\r\n\r\nfollow the footsteps of other countries. There  is  a\r\n\r\nsaying, Mr Speaker, \"When in Rome, do as the  Romans\r\n\r\ndo.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Constitutional Report, 1966, it is mentioned\r\n\r\nbriefly  that  it is desirable - it can be  practised\r\n\r\nhaving regard to the existing conditions and also  in\r\n\r\nfuture  - to protect the common faith of our  people.\r\n\r\nThere  is  no  recommendation on  fundamental  rights\r\n\r\nexcept where they are deemed necessary. I would  like\r\n\r\nto  congratulate  the members of  the  Constitutional\r\n\r\nCommission on this. My reason for saying so  is  that\r\n\r\nwe  must  adapt  ourselves and we must  envisage  our\r\n\r\nfuture  progress. We cannot quote what  happened  200\r\n\r\nyears  ago  as  an example. Tarzan did not  wear  any\r\n\r\nclothes;  but now we see that Tarzan puts on clothes!\r\n\r\nWe  must  forget the past and look to the future  for\r\n\r\ngood.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, the Constitutional Commission's\r\n\r\nReport  also  recommends a Council of  State.  In  my\r\n\r\nopinion,  it can be established, but perhaps  because\r\n\r\nof  the political questions involved, our people have\r\n\r\nnot reached that stage yet. If I am not mistaken,  in\r\n\r\ntoday's  issue of the Berita Harian, the Municipality\r\n\r\nin   Kuala  Lumpur  asked  for  assistance  from  the\r\n\r\nSelangor State Council. The application was rejected.\r\n\r\nIf  the Council of State exists, it is possible  that\r\n\r\nlaws  may be passed here and submitted to the Council\r\n\r\nof  State.  And  then  a  situation  may  arise;  or,\r\n\r\nalternatively,  if Bills are first  referred  to  the\r\n\r\nCouncil  of  State and later submitted to Parliament.\r\n\r\nIf we want to expedite matters, we must have only one\r\n\r\nresponsible  legislative body.  It  is  not  that  we\r\n\r\ncannot afford to pay the allowances of the members of\r\n\r\nthe  Council of State. The basic issue rests  on  the\r\n\r\nreasons as I have outlined earlier.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point, Mr Speaker. In the proposed Council\r\n\r\nof  State,  its  members are  nominated  by  us,  and\r\n\r\nalthough  we  are  of  the  opinion  that  they   can\r\n\r\ndischarge their duties, the Opposition may  say  that\r\n\r\nthese people are merely our tools. We must also  take\r\n\r\nthis into consideration. Because of the low level  of\r\n\r\npolitical  consciousness, we  have  not  reached  the\r\n\r\nstage  where we can establish a Council of State.  It\r\n\r\nhappened in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1401</b></font><br><br>\r\n\r\n\r\n\r\nSingapore  in 1958 when we had the City  Council  and\r\n\r\nthe  State  Government. The City  Council  asked  for\r\n\r\nassistance  from  the Minister, but the  request  was\r\n\r\nturned  down.  We  do not want a recurrence  of  this\r\n\r\nnature. If there is, the people will be confused  and\r\n\r\nwill  not  be  able to comprehend the  true  facts  -\r\n\r\nwhether the Council or the State is right.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In paragraph 17 of the Report, the Commission\r\n\r\nrecommends  the creation of the office  of  Ombudsman\r\n\r\n(or   Parliamentary   Commissioner).   Some   of   my\r\n\r\ncolleagues call it Ombudsman or Omboodsman, but there\r\n\r\nis  no  Ombudswoman  which could apply  to  the  hon.\r\n\r\nMembers  for Moulmein and Delta! However, whether  it\r\n\r\nis  Ombudsman, Omboodsman, or Ombudswoman, I say that\r\n\r\nthe   establishment  of  this  office  will   further\r\n\r\ncomplicate  the  situation in  Singapore.  We  should\r\n\r\ncarry  on  with the present organisation  until  such\r\n\r\ntime as it is necessary to consider the pros and cons\r\n\r\nof the creation of the office of Ombudsman.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just now I have heard the hon. Member for Kampong\r\n\r\nKembangan  touching upon the definition of  the  word\r\n\r\n\"Malays\". He was thankful to the Commission  for  not\r\n\r\naccepting  the definition as given by a  neighbouring\r\n\r\ncountry.  So I am doubtful as to his real  intention.\r\n\r\nBut  according  to  the definition  as  contained  in\r\n\r\nparagraph 35 of the Report,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'\"Malay means a person who professes the Muslim\r\n\r\nreligion,  habitually speaks the Malay  language  and\r\n\r\nconforms  to  Malay  custom\", but  conceded  that  it\r\n\r\nshould be limited to citizens only.'\r\n\r\n\r\n\r\n<br><br>If   this  definition  had  been  accepted   by   the\r\n\r\nCommission, it would have given rise to a big debate.\r\n\r\nBut, like the Member for Kampong Kembangan, I wish to\r\n\r\nthank  the  Commission for rejecting this suggestion.\r\n\r\nIn  my  opinion,  it is not easy to define  the  word\r\n\r\n\"Malays\". For instance, take the case of an Arab  who\r\n\r\nwas  born in Indonesia. His mother is of Arab  origin\r\n\r\nand  his  father, also of Arab origin,  was  born  in\r\n\r\nIndonesia. In my opinion, he is an Indonesian of Arab\r\n\r\norigin. Then this Arab migrated to Malaya and  became\r\n\r\na  Malay.  That really surprises me. Both his  father\r\n\r\nand\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1402</b></font><br><br>\r\n\r\n\r\n\r\nmother  are  Arabs,  and when he came  to  Malaya  he\r\n\r\nbecame -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b> Inche Mohd. Ariff</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it on a point of order or\r\n\r\nclarification?\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff:</b> Point of clarification.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is Inche Mahmud prepared to give way?\r\n\r\n\r\n\r\n<br><br><!-- Inche Mahmud Awang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mahmud Awang</b>(<i>In Malay</i>): No, I cannot, Mr\r\n\r\nSpeaker,  because I fear that he may quote  Thailand,\r\n\r\nKorea and, therefore, I am not prepared to give  way.\r\n\r\nSo  a  Malay means a person who professes the  Muslim\r\n\r\nreligion and habitually speaks the Malay language.  I\r\n\r\nam  an  Arab.  When  I  speak to my  father,  mother,\r\n\r\nbrothers - they are Arabs - I speak Arabic and  I  do\r\n\r\nnot  speak the Malay language. Take the case  of  the\r\n\r\nhon.  Member  for  Kallang. He is  of  Boyan  origin.\r\n\r\nPossibly at home he speaks Boyanese and not Malay. In\r\n\r\nmy  constituency there are many Boyanese, and if I am\r\n\r\ninvited  to  dinner  there  will  be  all  kinds   of\r\n\r\ndelicacies - Indonesian food. Likewise the  clothing\r\n\r\nof the Malays and the Boyanese. The Boyanese wears  a\r\n\r\ncoat,  the chapal, and a cap, whereas the Malay wears\r\n\r\na  Malay  baju, baju kurong, a sarong, shoes,  and  a\r\n\r\ncap.  I  fail  to  understand how the  definition  of\r\n\r\n\"Malays\" came into being 10 years ago.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Kampong Kembangan is also of\r\n\r\nIndonesian  origin.  If  the definition  of  \"Malays\"\r\n\r\nincludes  Malays  of  Indonesian  origin,  then   the\r\n\r\nIndonesians  are  Malays, and that will  include  the\r\n\r\npeople  in  Thailand, the Philippines,  Korea,  Indo-China  and the Chinese too. But when it comes to  the\r\n\r\nChinese, it stops there. According to historians,  we\r\n\r\nare  descendants  from Yunan. From  history,  we  can\r\n\r\ntrace  that  we are of one stock. For instance,  take\r\n\r\nthe Federation of Malaya, Sabah and Sarawak. There is\r\n\r\nno longer the Malay Peninsula; it is now known as the\r\n\r\nFederation  of Malaysia. As from 1963 the  nation  is\r\n\r\ncalled Malaysia. This is all the creation of man.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1403</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But we need not be too fanatic about racial\r\n\r\norigins.  As mentioned in paragraph 14 of the  Report\r\n\r\nof  the  Constitutional Commission, we must  consider\r\n\r\nwhat  fundamental rights we should recommend and what\r\n\r\ncan  be practised. I think this is the most important\r\n\r\nrecommendation of the Commission. And my friends  say\r\n\r\nthat we can include Indonesians in the definition  of\r\n\r\n\"Malays\".  This is very complicated indeed.  Perhaps\r\n\r\nthis  Malay  organisation considers that  the  Malays\r\n\r\nshould  be limited to citizens only. Let us take  the\r\n\r\ncitizens of Brunei and Sarawak. I am a Malay. If I am\r\n\r\nnot  a  citizen,  I  am  not a Malay.  This  will  be\r\n\r\nconfusing  and  misleading. I cannot understand  this\r\n\r\ndefinition at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, on the whole, the Report of the\r\n\r\nConstitutional Commission, 1966, as mentioned by  the\r\n\r\nMinister for Law and National Development on the 21st\r\n\r\nDecember, 1966, is indeed good and coincides with the\r\n\r\nsentiments  of  the  Constitution  as  contained   in\r\n\r\nparagraph  14  of  its Report. We  must  protect  the\r\n\r\ninterests  of the people in future and the Commission\r\n\r\ncannot  accept some recommendations. As  I  said,  we\r\n\r\nshould not be made victims.\r\n\r\n\r\n\r\n<br><br>3.25 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too (Paya Lebar)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir, in 1954 the P.A.P, had in one  of  its\r\n\r\npolicy  statements pledged the setting up of a multi-racial  democratic socialist country as  one  of  its\r\n\r\nplatforms.  Obviously we can see that  that  platform\r\n\r\nwill   be   most  appropriate  for  the  purpose   of\r\n\r\nestablishing an equal multi-racial society where  the\r\n\r\npeople can live harmoniously together and enjoy equal\r\n\r\nrights  irrespective of racial and other differences.\r\n\r\nAnd  we  have  all along for the past 13  years  been\r\n\r\nworking for this ideal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that in a society such as ours, if we insist\r\n\r\nupon  one language, one race and one religion as  our\r\n\r\nnational basis, then it will surely lead to chaos and\r\n\r\nperdition.  Therefore,  at  the  first  Parliamentary\r\n\r\nsitting   after  our  independence,   in   order   to\r\n\r\nperpetuate the institution of a multi-racial society,\r\n\r\nwe set up a Commission to study the provisions that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1404</b></font><br><br>\r\n\r\n\r\n\r\nshould  be  included in Singapore's  Constitution  to\r\n\r\nsafeguard  the  basic  rights and  interests  of  the\r\n\r\nminorities  so as to ensure their equal  position  in\r\n\r\nour independent Republic. And I thank the members  of\r\n\r\nthe  Commission for their work over the period of one\r\n\r\nyear. I must also thank members of the Commission for\r\n\r\nhaving  made  the  recommendations  relating  to  the\r\n\r\nvarious   provisions   to  be   entrenched   in   the\r\n\r\nConstitution,   which  are  very  valuable   to   our\r\n\r\nconstitutional    history    and    our    democratic\r\n\r\ninstitution.  From the Report we can  also  know  the\r\n\r\nbackground and history of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Commission have studied the history, geography,\r\n\r\nthe  ethnic  composition and every  other  aspect  of\r\n\r\nSingapore.  After lengthy discussions and study,  and\r\n\r\nafter  having taken into consideration the  interests\r\n\r\nand  aspirations of the various races, the Commission\r\n\r\nhave  arrived at this Report which will  serve  as  a\r\n\r\nguide to our future course of action.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, most of the people here, including the\r\n\r\nminority   races,  have  taken  Singapore  as   their\r\n\r\nhomeland,  and  they  share  common  sympathies   and\r\n\r\nsentiments  in  relation to this country.  They  have\r\n\r\nbeen living together in the same milieu, whether they\r\n\r\nare  the minority or the majority, and they have been\r\n\r\nworking together and seeking the same objectives  and\r\n\r\nenjoying  equal opportunities. They have  adopted  an\r\n\r\nattitude in keeping with the new independent position\r\n\r\nof  Singapore. In other words, at this stage  of  our\r\n\r\ndevelopment,  we should have a new attitude  and  new\r\n\r\nkind  of  concept. In order to achieve this, we  must\r\n\r\nhave  a  new  sense  of  national  consciousness  and\r\n\r\noutlook. We must discard past history and look  ahead\r\n\r\nand  build  a better future. We can jointly  help  to\r\n\r\nbuild  our  country, and the people can  elect  their\r\n\r\nrepresentatives  to Parliament. These representatives\r\n\r\ncan  represent various interests - religious,  racial\r\n\r\nand others. I see no reason why our country cannot do\r\n\r\nthat.  We  should  be proud of a common  nationality.\r\n\r\nAlthough  we  cannot  be  proud  of  a  common   past\r\n\r\nheritage, we can be proud of a common nationality and\r\n\r\na common destiny.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1405</b></font><br><br>\r\n\r\n\r\n\r\nRepresentation in proportion of race is  a  poisonous\r\n\r\nseed which we must not sow now. We must endeavour  to\r\n\r\nseek further achievements. With concerted effort,  we\r\n\r\nshall be able to realise our objectives in creating a\r\n\r\nbetter future and a new society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the tenet of multi-racialism means mutual\r\n\r\ntolerance,  co-operation and joint effort.  If  every\r\n\r\ncitizen, irrespective of his race, creed, descent  or\r\n\r\ndifferences of culture, language or other things, can\r\n\r\nwork   jointly  with  other  citizens,  discard   any\r\n\r\nsuspicion about others, we shall all be able to enjoy\r\n\r\nequal  opportunities and live harmoniously together..\r\n\r\nIt is better, safer and more meaningful this way than\r\n\r\nto  stress  special privileges or a special  position\r\n\r\nfor any group in society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Report can be said to be based on the\r\n\r\nprinciple of multi-racialism and equality of  rights.\r\n\r\nIt can ensure the establishment and development of  a\r\n\r\nmulti-racial  country where the rights and  interests\r\n\r\nof  the  various races are safeguarded. It  will  not\r\n\r\nonly  enlighten people of other societies,  but  will\r\n\r\nalso  enable our people to understand that we have  a\r\n\r\ncommon  destiny  and  in the end  we  shall  be  able\r\n\r\njointly to build up a harmonious multi-racial society\r\n\r\nin  which every component will enjoy equal rights and\r\n\r\nprosperity.  It  helps to remove any conflicts  which\r\n\r\nmay exist among people of different races.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The members of the Commission have spent much\r\n\r\nenergy  and  have undertaken much research  in  their\r\n\r\nwork.  They  have spent one year on the  problem  and\r\n\r\nhave now finalised their conclusions as presented  in\r\n\r\nthe  Report  which  can serve as  a  model  to  other\r\n\r\npeople.   Most  of  the  recommendations  have   been\r\n\r\naccepted by the Government. The comprehensiveness and\r\n\r\nthe  depth of this Report can be appreciated by  all.\r\n\r\nThe  Government, in accepting certain recommendations\r\n\r\nof  the  Report, have, by doing so, laid a foundation\r\n\r\nto  wards a better future. This goes to show that the\r\n\r\nP.A.P.  Government  is  planning  not  only  for  the\r\n\r\nimmediate 10 years, but also for the next and  future\r\n\r\ngenerations. We can say that we now plant so\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1406</b></font><br><br>\r\n\r\n\r\n\r\nthat  our  future generations may reap the fruits  of\r\n\r\nour labours.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I express my support for the motion by the\r\n\r\nMinister  for  Law. But I would like  to  raise  some\r\n\r\npoints  relating to certain details. About the system\r\n\r\nof  Ombudsman, the Government has refused  to  accept\r\n\r\nthe recommendation on it. I can say that Government's\r\n\r\naction is judicious. Other than the opinion aired  by\r\n\r\nthe  Prime  Minister  that  the  setting  up  of  the\r\n\r\nOmbudsman   may   delay  Government's  administrative\r\n\r\nmachinery,  in  addition  to other  disadvantages,  I\r\n\r\nagree  with  the views expressed by the Parliamentary\r\n\r\nSecretary  to  the  Minister  for  Culture  that  the\r\n\r\nOmbudsman  will be having a kind of function  similar\r\n\r\nto  that  exercised by the Central Complaints Bureau.\r\n\r\nIf any citizen has any complaints to make against the\r\n\r\nadministration,  he  can  complain  to  the   Central\r\n\r\nComplaints Bureau to get redress. I must add that the\r\n\r\nP.A.P. Members of Parliament come from the people and\r\n\r\nthey  meet  and  mingle with the people.  Because  of\r\n\r\nthis, they understand very well the conditions of the\r\n\r\npeople. If there is anything amiss or if there is any\r\n\r\ncomplaint,  they  can serve as a bridge  between  the\r\n\r\nGovernment and the people by raising the matter  with\r\n\r\nthe  Ministry concerned to be dealt with. At the same\r\n\r\ntime,  the P.A.P. Members of Parliament go to various\r\n\r\nparts  of  the  Republic to see  for  themselves  the\r\n\r\nactual conditions existing among the people there. If\r\n\r\nthere  is  any complaint or anything to  he  improved\r\n\r\nupon,  the P.A.P. Members will no doubt take care  of\r\n\r\nthat.  Members  of Parliament have been  assigned  to\r\n\r\nvarious  Government departments to serve  as  liaison\r\n\r\nofficers between the Government and the people. So if\r\n\r\nthere    is    any   malpractice   or   any    faulty\r\n\r\nadministration, Members of Parliament can,  in  their\r\n\r\ncapacity  as  liaison officers,  negotiate  with  the\r\n\r\nMinistry concerned and put it right. Therefore, I  do\r\n\r\nnot  agree  that it is necessary now  to  set  up  an\r\n\r\nOmbudsman  system  here. The  recommendation  by  the\r\n\r\nCommission  is  that  the Ombudsman  should  be  well\r\n\r\nqualified,  is a distinguished personage, and  should\r\n\r\nbe  remunerated adequately for this specialised  job.\r\n\r\nBut I do not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1407</b></font><br><br>\r\n\r\n\r\n\r\nagree  with this view, because if we do, it  will  be\r\n\r\ntantamount  to paying undue respect to a  person  who\r\n\r\nhas  the  wealth to get himself educated  to  achieve\r\n\r\nsuch  a  position. So I should say that this  is  an\r\n\r\noutdated idea. If any man is capable of doing such  a\r\n\r\njob, he should be glad to contribute his services  to\r\n\r\nthe   country  and  not  just  look  after  his   own\r\n\r\ninterests. If he is so capable, then, as a citizen of\r\n\r\nthe country, he should contribute his bit and not  be\r\n\r\nmercenary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Punggol has advanced the reason that\r\n\r\nbecause  the  Council of State  may  serve  the  same\r\n\r\npurpose as a Select Committee of Parliament, there is\r\n\r\nno  need for such a Council. I disagree with that. As\r\n\r\nthe Prime Minister has said, the Council of State can\r\n\r\nsave  the  President of making any decision which  is\r\n\r\nunpleasant. I would like to add that the  Council  of\r\n\r\nState  is merely an advisory body. It should  not  be\r\n\r\nsomething like an Upper House with all the rights and\r\n\r\npowers  of  an Upper House. About the composition  of\r\n\r\nthe  Council  of  State, I feel that  the  number  of\r\n\r\nmembers on it is rather unwieldy, and I think  it  is\r\n\r\nalso  not necessary to categorise them into different\r\n\r\ntypes.  The term of removable members should  not  be\r\n\r\nthree  years  or nine years. It should be  the  same;\r\n\r\nfive  years  should  be  better.  If  they  are  non-political  appointments or if they do not  belong  to\r\n\r\nany   political  party,  then  when  they   come   to\r\n\r\ndeliberate upon any matter in private, they will  not\r\n\r\nbe doing so with a view to publicity or for political\r\n\r\ngain  and  they  can  deliberate  more  frankly   and\r\n\r\nconstructively and arrive at conclusions more easily.\r\n\r\nAt the same time, the impression that this Council of\r\n\r\nState would be serving the same purpose as that of  a\r\n\r\nSelect  Committee  may be erased. The  recommendation\r\n\r\nfor  the  Council of State seems to have arisen  from\r\n\r\nthe  fact  that  there is no effective Opposition  in\r\n\r\nthis  House.  Although at present  Select  Committees\r\n\r\nconsist  of  all P.A.P, members because there  is  no\r\n\r\nOpposition,  it  does not mean that  in  future  when\r\n\r\nthere  is  an Opposition Select Committees  will  not\r\n\r\nconsist  of the majority of members of the  Party  in\r\n\r\npower. So if you want to use this argument\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1408</b></font><br><br>\r\n\r\n\r\n\r\nalone  to  justify  the  establishment  of  the\r\n\r\nCouncil  of State, it cannot hold any water,  for  it\r\n\r\nwill give the same impression to the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, as regards the recommendation relating to\r\n\r\nthe  Public  Service Commission, the  Government  has\r\n\r\nagreed  that  all  members  of  the  P.S.C, must  be\r\n\r\ndistinguished  members  of  the  public   with   high\r\n\r\nadministrative  ability and wide experience  who  can\r\n\r\ncommand the respect and enjoy the confidence  of  all\r\n\r\nsections  of  the  society. The Government  has  also\r\n\r\naccepted  the principle that the P.S.C, must  be  an\r\n\r\nabsolutely  independent body, in  this  respect,  the\r\n\r\nGovernment  has agreed to increase the membership  of\r\n\r\nthe  P.S.C, in order to facilitate its  business.  I\r\n\r\nagree that this is a matter of urgency.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, ever since we attained independence\r\n\r\nthere  has  been  a rapid expansion  in  the  various\r\n\r\nGovernment  departments and  the  staff  required  in\r\n\r\nthese departments are increasing from day to day.  So\r\n\r\nthe  existing number of seven members on  the  Public\r\n\r\nService  Commission  have their responsibilities  and\r\n\r\nduties  increased manifold, and I am afraid they  may\r\n\r\nnot  be  able  to cope with the increased  volume  of\r\n\r\nwork.   This  may  cause  some  delay  in  processing\r\n\r\napplications   and  the  appointments  of   officers,\r\n\r\nthereby giving dissatisfaction all round. In my view,\r\n\r\ntherefore,  the immediate increase of the  membership\r\n\r\nof  the  P.S.C, will be a very good solution  to  the\r\n\r\npresent problem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the whole, many views in the Report of the\r\n\r\nConstitutional    Commission   are    valuable    and\r\n\r\nacceptable. I support the Government's endorsement of\r\n\r\nsuch views expressed in the Report.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hup Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hup Teck (Jalan Kayu)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  for  the past few  days  many  P.A.P.\r\n\r\nMembers of Parliament have been discussing the Report\r\n\r\nof  the  Constitutional  Commission  in  this  House.\r\n\r\nOutside  the  House, the electorate  is  also  paying\r\n\r\ngreat  attention  to  see whether  their  Members  of\r\n\r\nParliament are giving any constructive criticisms  to\r\n\r\nor constructive views on the Report. They want to see\r\n\r\nwhether the views of the Commission have been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1409</b></font><br><br>\r\n\r\n\r\n\r\ncarefully studied by Parliament. They are paying full\r\n\r\nattention to what we are saying in this House.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr Tang See Chim in the Chair]</b></div>\r\n\r\n<br><br>3.52 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before I comment on any of the items in the Report,\r\n\r\nlet  me,  first  of  all, express my  thanks  to  the\r\n\r\nmembers of the Commission for their effort and  their\r\n\r\ngood  work.  Sir, since 8th January, 1966,  when  the\r\n\r\nCommission   was  appointed  by  the   President   of\r\n\r\nSingapore,  every member of the Commission  has  been\r\n\r\ncontributing  his  bit  and doing  his  duty  hearing\r\n\r\nrepresentations from various quarters and considering\r\n\r\nhow  safeguards  can be provided in the  Constitution\r\n\r\nfor  the  interests and the rights of the minorities.\r\n\r\nThey have produced the Report which is now before  us\r\n\r\nfor  discussion.  In the course of  their  work,  the\r\n\r\nCommission  have also put forward reasoned  arguments\r\n\r\nfor   their  recommendations.  They  have  also  made\r\n\r\ncriticisms on certain representations and have  given\r\n\r\ntheir views on what they have accepted and what  they\r\n\r\nhave rejected. They have made a very careful analysis\r\n\r\nof  the representations submitted to them. They  have\r\n\r\nstudied  the pros and cons of the whole matter.  They\r\n\r\nhave  done their duty well, and their efforts in  the\r\n\r\nservice  of the country are laudable and deserve  our\r\n\r\nadmiration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one thing that is regrettable is that certain\r\n\r\npeople  and certain organisations have given opinions\r\n\r\nwhich are contrary to the multi-racial principles and\r\n\r\nrecommendations in the Report. They have put  forward\r\n\r\nrepresentations  on  how  to safeguard  the  minority\r\n\r\nrights in religion, language and other matters. Their\r\n\r\nsuggestions  are  inimical to  all.  These  can  only\r\n\r\nbenefit  themselves and will do no  good  to  others.\r\n\r\nToday,  what I want to touch upon is Chapter  III  of\r\n\r\nthe  Report, which is about the Council of State, and\r\n\r\ngive my views and criticisms thereon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to the Report, the Commission have found\r\n\r\nthat  there  is  only P.A.P. representation  in  this\r\n\r\nHouse.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1410</b></font><br><br>\r\n\r\n          \r\n\r\nThere  is  no political Party which can take  up  the\r\n\r\nduty of an effective Opposition here. Therefore,  the\r\n\r\nCommission,  for  the sake of public  interest,  have\r\n\r\nrecommended the setting up of a Council of  State  in\r\n\r\norder  that  it may exercise the function  of  making\r\n\r\nconstructive  suggestions to Parliament  or  offering\r\n\r\ncriticisms   or  amendments  to  legislation   before\r\n\r\nParliament.  In so doing, any Bill which affects  the\r\n\r\ninterests   of  the  minorities  will  be  thoroughly\r\n\r\nstudied before it can be passed. It is suggested that\r\n\r\nin  such a situation, when there is no Opposition  in\r\n\r\nthe House, that the Council of State may serve a good\r\n\r\npurpose  by preventing the passage of any legislation\r\n\r\ndiscriminating  against the minorities.  But  I  have\r\n\r\nsomething to say about this Council of State  if  the\r\n\r\nsole reason for its establishment is for that purpose\r\n\r\nalone.  There are both merits and demerits in  it.  I\r\n\r\ncan  say that although we have 49 out of 51 seats  in\r\n\r\nthis   House,   the  P.A.P. has  its  platform   and\r\n\r\nprinciples, and we will never act in any way contrary\r\n\r\nto  the  interests and rights of the  minorities  and\r\n\r\nwill  not  do anything that will harm the  religious,\r\n\r\ncultural  or  racial interests of anybody.  Today  we\r\n\r\nhave  come to a situation where there is only  P.A.P.\r\n\r\nrepresentation  in Parliament and no Opposition.  The\r\n\r\nblame for this should not be put on the P.A.P. but on\r\n\r\nthe Opposition Parties instead. It is also the choice\r\n\r\nof  the electorate. It is because today the P.A.P. is\r\n\r\nworking  in  the  interest of the people.  Its  every\r\n\r\naction  is based on the interest of the people.  That\r\n\r\nis  why we have so many seats in, this House, and the\r\n\r\nabsence  of the' Opposition in this House is  because\r\n\r\nthe Opposition has not done its duty as an Opposition\r\n\r\nin  this House. It is also because their platform and\r\n\r\nprinciples are contrary to the interest of the people\r\n\r\nand  they have actually done harm to the people. That\r\n\r\nis  why  they have been discarded by the  people  and\r\n\r\ntoday they cannot have any footing in the House. Just\r\n\r\nlook  at  the Legislative Assembly of 1955  when  the\r\n\r\nP.A.P. had only three representatives in it. Today we\r\n\r\nhave 49 P.A.P. Members in this House\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1411</b></font><br><br>\r\n\r\n\r\n\r\nHow  did we achieve this? Obviously it is because the\r\n\r\nP.A.P. has been able to represent the interest of the\r\n\r\npeople and it has the support of the people.\r\n\r\n\r\n\r\nThat is why we have achieved the present position. In\r\n\r\nthe  general  elections in 1963 the Barisan  Sosialis\r\n\r\nhad  13 seats in this House. They could have made use\r\n\r\nof  that  opportunity to express the  wishes  of  the\r\n\r\npeople  in  this  House. Yet  they  did  not  do  so.\r\n\r\nInstead,  they  withdrew  from  Parliament,  ignoring\r\n\r\ntheir  constituents. From this, we  can  see  clearly\r\n\r\nthat they are not concerned with the interests of the\r\n\r\npeople  of  Singapore.  Their object  of  loyalty  is\r\n\r\nelsewhere  - China.  Because  of  this,  they   cannot\r\n\r\nreceive the support of the people. Therefore, if they\r\n\r\ndare  to  compete  with the P.A.P, in  the  political\r\n\r\narena  they  will  definitely meet  with  defeat  and\r\n\r\ndisaster. Because of these various reasons, they  are\r\n\r\nno  longer able to represent the people today.  As  a\r\n\r\nresult, they have no representation in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said, if the setting up of the Council of\r\n\r\nState is merely because of this situation, that there\r\n\r\nis  an  absence of the Opposition in the House,  then\r\n\r\nthe reason is wrong. If the setting up of the Council\r\n\r\nof  State is to safeguard the rights and interests of\r\n\r\nthe  minorities, then it may serve a useful  purpose,\r\n\r\nas  we  cannot guarantee that in the next I U  or  20\r\n\r\nyears  the P.A.P, will definitely retain the majority\r\n\r\nin  this  House. By that time the leadership  of  the\r\n\r\nP.A.P, will  be  getting  old,  and  if  no  capable\r\n\r\nleadership has emerged then, there may be some crisis\r\n\r\nin  this  House, namely, there may come  a  day  when\r\n\r\nthere is no political Party which can truly represent\r\n\r\nthe  interests  of  all the people.  Other  political\r\n\r\nParties  in  authority may then discriminate  against\r\n\r\nthe   minorities,  whether  on  religious,  cultural,\r\n\r\nlinguistic  or  racial grounds. For  this  reason,  I\r\n\r\nsupport  the principle underlying the setting  up  of\r\n\r\nthis  Council  of  State.  But  the  reason  for  the\r\n\r\nrecommendation of this Council of State has been ---\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo (Changi)</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tang See Chim:</b> Would you like to give way, Mr Teo?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1412</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hup Teck</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> The hon. Member for Jalan Kayu\r\n\r\nhas said that there is no Opposition in Parliament. I\r\n\r\nstill  see  two  Front-bench seats belonging  to  the\r\n\r\nBarisan Sosialis.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hup Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hup Teck</b>(<i>In Mandarin</i>): Sir, I thank the\r\n\r\nMember for Changi for reminding me that there are two\r\n\r\nseats  reserved for two absent Barisan Members.  Just\r\n\r\nnow I have said that the Barisan Sosialis do not care\r\n\r\nfor the people. That is why the two Members have also\r\n\r\ndisappeared.  But I would not like  to  elaborate  on\r\n\r\nthis point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Commission's reason for setting up the Council\r\n\r\nof State is that the P.A.P. is the sole Party in this\r\n\r\nHouse.  We can be proud of one fact, i.e., the P.A.P.\r\n\r\nis  able to inculcate in the people a new concept and\r\n\r\na  new  type of education for a multi-racial  society\r\n\r\nacceptable  to  all the people. And  the  P.A.P. has\r\n\r\ncontinuously received their support because it has no\r\n\r\ncommunalistic concept or bias. It has  been  able  to\r\n\r\neducate  the people and make them aware that,  though\r\n\r\nwe  are  people of different races, yet we all belong\r\n\r\nto  the same country. We enjoy equal rights and share\r\n\r\na common destiny. We have been able to look after the\r\n\r\ninterest of the various races and have respected  the\r\n\r\nlanguages of the various races. For instance, in this\r\n\r\nHouse we have representatives from the Chinese, Malay\r\n\r\nand  Indian  communities. We can freely  address  the\r\n\r\nHouse  in  Malay.  Chinese, Indian or  English.  This\r\n\r\nshows that we are treating all the races equally.  We\r\n\r\nare  also  giving  equal treatment in  all  the  four\r\n\r\nstreams  of  education, so that they can all  develop\r\n\r\nequally. We have been able to inculcate in the people\r\n\r\na  sense of multi-racialism and a new concept  for  a\r\n\r\nmulti-racial society. From this we can see  that  the\r\n\r\nP.A.P. is  one  political Party that represents  the\r\n\r\npeople  and  whatever candidate of whatever  race  we\r\n\r\nhave  put up in any election has always been  elected\r\n\r\nto   the  House.  The  Opposition  have  always  been\r\n\r\ndefeated in any elections. It is because they are not\r\n\r\nsupported  by  the people and some of the  Opposition\r\n\r\nParties\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1413</b></font><br><br>\r\n\r\n\r\n\r\noperate on a communalistic basis. Even in non-Chinese\r\n\r\nconstituencies,  a P.A.P. Chinese  candidate  may  be\r\n\r\nreturned; whereas a communal Party will fail with its\r\n\r\ncommunal candidate in his own racial community.  This\r\n\r\nclearly  shows  that multi-racialism is  the  correct\r\n\r\nproposition   acceptable  to  all   the   people   in\r\n\r\nSingapore.   In  the  Report,  it  seems   that   the\r\n\r\nrecommendation for the setting up of the  Council  of\r\n\r\nState  is because the P.A.P. may become a dictatorial\r\n\r\nParty  in this House. I do not agree that because  of\r\n\r\nthat   situation  there  can  be  any  discrimination\r\n\r\nagainst  any  minority. In principle  I  support  the\r\n\r\nmotion before the House.\r\n\r\n\r\n\r\n<br><br>4.09 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Yeow Chong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Yeow Chong (Mountbatten):</b> Sir, I will\r\n\r\nendeavour   to   be   brief.  The   Report   of   the\r\n\r\nConstitutional  Commission, 1966, now  tabled  before\r\n\r\nthis  House  for  debate, is  yet  another  important\r\n\r\nparliamentary document that has passed  through  this\r\n\r\nParliament  since  December  1965  when   the   House\r\n\r\napproved  two Bills of similar importance, i.e.,  the\r\n\r\nConstitution  (Amendment) Bill and  the  Republic  of\r\n\r\nSingapore Independence Bill. This House must  express\r\n\r\nits   sincere   gratitude   to   the   Constitutional\r\n\r\nCommission   and   its  eminent   members   for   its\r\n\r\ndistinguished work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many views were expressed by hon. Members in this\r\n\r\nHouse  yesterday  and  the  day  before,  and  whilst\r\n\r\nassociating myself with some of their views, may I be\r\n\r\nallowed. Sir, to touch a little on the setting up  of\r\n\r\nthe   Council   of  State  as  recommended   by   the\r\n\r\nConstitutional      Commission      among       other\r\n\r\nrecommendations?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the Government has, in principle, agreed\r\n\r\nto  the  recommendation of creating this  non-elected\r\n\r\nadvisory  body,  but  differed  in  opinion  in   its\r\n\r\ncomposition and function. The Council of State  would\r\n\r\nconsist  of  two types of membership - the  permanent\r\n\r\nmembers  and  the  members  who  are  removable.  The\r\n\r\npermanent members would consist of men of distinction\r\n\r\nwho either hold or\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1414</b></font><br><br>\r\n\r\n\r\n\r\nhave  held  high offices, such as Cabinet  Ministers,\r\n\r\nformer  Chief  Ministers,  the  Chief  Justice,   the\r\n\r\nSpeaker  and  so on. Needless to say, the  choice  of\r\n\r\nthese  men  as permanent members for the  Council  of\r\n\r\nState  is  certainly the most ideal one, as they  are\r\n\r\neither concerned with policy making or are conversant\r\n\r\nwith  Government  policies. As for  members  who  are\r\n\r\nremovable, it has been suggested that persons who are\r\n\r\nmature   citizens  and  have  rendered  distinguished\r\n\r\npublic   service  or  attained  eminence   in   their\r\n\r\nrespective walks of life, are to he appointed on  the\r\n\r\nadvice of the Cabinet for a term of 3 years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps, Sir, you are aware of the existence, in\r\n\r\nevery  constituency in our Republic, of  an  advisory\r\n\r\ncommittee  to assist Members of Parliament  known  as\r\n\r\nthe  Citizens' Consultative Committee.  Some  of  the\r\n\r\ncommunity  leaders  are men of some  distinction  and\r\n\r\nability.  They  constantly keep in close  association\r\n\r\nwith  the masses and I wonder if the Government would\r\n\r\nconsider  appointing some of them to the  Council  of\r\n\r\nState, for they are the persons who can really make a\r\n\r\ncontribution by reflecting the views of the masses in\r\n\r\nour Republic to the Government through the Council of\r\n\r\nState.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, since the composition of the Council\r\n\r\nof  State will be men of high status who will also be\r\n\r\naccorded  the  same  immunities  and  privileges   as\r\n\r\nenjoyed by Members of Parliament as suggested by  the\r\n\r\nCommission in paragraph 52 of the Report,  I  suggest\r\n\r\nthat,  if  they  are  to be paid any  allowances,  an\r\n\r\nhonorarium  of  only a nominal sum be paid  to  them.\r\n\r\nThis  will  save  the  Government considerable  extra\r\n\r\nexpenditure.  Sir,  our Republic,  with  its  limited\r\n\r\nresources of incomes, cannot afford the luxury  of  a\r\n\r\ntwo-House  system. In fact, the Commission has  taken\r\n\r\ninto  consideration the financial  implications  once\r\n\r\nthe Council of State is created.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the term of office, the Commission has\r\n\r\nin  its Report originally suggested that in the first\r\n\r\nCouncil,  one-third of the members shall hold  office\r\n\r\nfor  three years, another one-third for six years and\r\n\r\nthe  remaining one-third for nine years. But  in  the\r\n\r\nMinisterial\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1415</b></font><br><br>\r\n\r\n\r\n\r\nstatement  by  the  Minister  for  Law  and  National\r\n\r\nDevelopment  made  in this House  on  21st  December,\r\n\r\n1966, two types of membership were suggested in place\r\n\r\nof the recommendation by the Commission, of which one\r\n\r\nis permanent.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n<br><br>4.13 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Does this mean that the Government is not even\r\n\r\nprepared to review the position in future in case  an\r\n\r\nOpposition is returned to this House? In this case, I\r\n\r\nwould  like  to endorse the views of the hon.  Member\r\n\r\nfor   Bukit   Merah   yesterday,   i.e.,   that   the\r\n\r\nrecommendation  of setting up the  Council  of  State\r\n\r\nshould not be embodied in the Constitution yet  until\r\n\r\nit  has  been put to a test for five years so  as  to\r\n\r\nprove  its practicability. This is a good suggestion,\r\n\r\nand  I  further  wish to supplement it by  suggesting\r\n\r\nthat it would be wiser to commence the term of office\r\n\r\nfrom the year 1968 when new Members of Parliament are\r\n\r\nreturned  for the next Session. In other  words,  the\r\n\r\nCouncil  of State will have to withstand a  test  for\r\n\r\nfive years before such recommendation is written into\r\n\r\nthe Constitution of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is absolutely no sign of fear expressed\r\n\r\nby the general public that the P.A.P. will turn to be\r\n\r\ndictatorial simply because there is no Opposition  in\r\n\r\nParliament.  Since  the P.A.P. obtained  its  second\r\n\r\nmandate  from the electorate in 1963, the  people  of\r\n\r\nSingapore,  not counting those who are  anti-national\r\n\r\nelements,   have  never  dissented  from  any   major\r\n\r\nGovernment  policies. There has been no controversial\r\n\r\nissue of any sort that irritates the masses or causes\r\n\r\nthem to stage an uproar against the Government. There\r\n\r\nis no better illustration of the full confidence that\r\n\r\nthe  people  of Singapore have in our Government  and\r\n\r\nthe  P.A.P. than  that  shown  by  the  overwhelming\r\n\r\nsupport  in  the  by-election  in  Thomson,  an  area\r\n\r\nhitherto considered to be a stronghold of the Barisan\r\n\r\nSosialis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the lack of Opposition in this\r\n\r\nParliament,  which is not our fault,  does  not  mean\r\n\r\nthat this House\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1416</b></font><br><br>\r\n\r\n              \r\n\r\nhas not been functioning well. In fact, it has put us\r\n\r\nmore  on the alert and made us more conscious of  the\r\n\r\ngrave   responsibilities  and  duties  we   have   to\r\n\r\ndischarge to the public.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the recommendation of the office of Ombudsman, a\r\n\r\nlot has been said by hon. Members during the past two\r\n\r\ndays.  I do not wish to repeat except to say that  it\r\n\r\nis  not  advisable to implement it at this  juncture.\r\n\r\nThere   are  ample  facilities  under  the   existing\r\n\r\nmachinery   whereby  grievances  or   complaints   of\r\n\r\nmaladministration can be redressed. Our Ministers are\r\n\r\nbeing    assisted   by   Parliamentary   Secretaries,\r\n\r\nPolitical  Secretaries,  and  Permanent  Secretaries.\r\n\r\nMembers  of  Parliament  are  also  attached  to  the\r\n\r\nMinistries to assist the Ministers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as you very well know, our\r\n\r\nMinisters and M.P.s are accessible to the public, and\r\n\r\nany  grievances by the public against any  department\r\n\r\nconcerned  can  be easily lodged with the  respective\r\n\r\nMinisters.  And  if the public so wishes,  complaints\r\n\r\ncan  also be brought to the Central Complaints Bureau\r\n\r\nor the Corrupt Practices Investigation Bureau.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to conclude by touching on the\r\n\r\nacquisition of land for public development.  You  are\r\n\r\naware  that land in Singapore is a scarcity now,  and\r\n\r\nwill  be  more so in future. In fact, we are  getting\r\n\r\nmore  land  by  reclamation to cope  with  the  ever-increasing rate of development. When the city  is  to\r\n\r\nbe  rebuilt under the Urban Renewal Scheme, more land\r\n\r\nwill have to be acquired from private landowners  for\r\n\r\npublic development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When Sir Stamford Raffles first landed in Singapore\r\n\r\nin  1819, he saw a need to develop the island.  As  a\r\n\r\nresult,  jungle  land  was  offered  to  whoever  was\r\n\r\nprepared to open it up and cultivate it and  make  it\r\n\r\ninhabitable by way of grants for freehold  leases  of\r\n\r\n999  years during subsequent years. Ownership of this\r\n\r\nland  was  handed  down from our forefathers  to  our\r\n\r\ncontemporaries. Sir, you will agree that if we are to\r\n\r\nprogress  we must develop by acquiring land  for  the\r\n\r\nbenefit of our future generation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1417</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not see why there is so much concern about\r\n\r\ncompulsory  acquisition  of  private  properties  for\r\n\r\npublic  purpose  or  for purposes beneficial  to  the\r\n\r\npublic. Compensation, reasonable and just, of course,\r\n\r\nwill have to be paid for such acquisition. Sir, I  am\r\n\r\nsure  not all of us here in this House possess landed\r\n\r\nproperty.  Even  if  they do, it  is  for  their  own\r\n\r\noccupation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Believe me, Sir, many of our contemporaries are\r\n\r\nenjoying  the  good things of life on  the  gains  or\r\n\r\nincome  from  the sources of private properties  that\r\n\r\nthey  have  inherited from their forefathers,  whilst\r\n\r\nmany  others  have to toil hard and sweat  for  their\r\n\r\ndaily  bread.  This surely is not  a  fair  state  of\r\n\r\nthings in our society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the Government's policy\r\n\r\nconcerning land acquisition, and I fully support  the\r\n\r\nmotion  standing in the name of the Minister for  Law\r\n\r\nand National Development.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> As there are no other Members wishing\r\n\r\nto  speak, I will call upon the Minister for Law. Mr\r\n\r\nBarker,  before you commence, there has been quite  a\r\n\r\nlong  debate and many points have been made.  If  you\r\n\r\nanticipate the possibility of your speaking for  more\r\n\r\nthan an hour, perhaps I can obtain the consent of the\r\n\r\nHouse now rather than interrupt you in the middle  of\r\n\r\nyour speech. Would you prefer that to be done?\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Minister for Law and National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Law and National Development (Mr E. W. Barker):</b> I shall be grateful if you will do so\r\n\r\nnow, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Do I have the general assent of\r\n\r\nMembers  to permit the Minister for Law to speak  for\r\n\r\nlonger  than  the Standing Orders allow,  should  the\r\n\r\nnecessity arise?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b>: Aye.\r\n\r\n\r\n\r\n<br><br>4.20 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Mr Speaker, Sir, this debate on the\r\n\r\nReport  of the Constitutional Commission on  Minority\r\n\r\nRights\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1418</b></font><br><br>\r\n\r\n\r\n\r\nis  one  of the most important, and perhaps the  most\r\n\r\nimportant, of the many debates that have taken  place\r\n\r\nin  Parliament. I am grateful to all Members who have\r\n\r\nspoken and given their views.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The debate itself touches upon the protection of\r\n\r\nminority  rights in our cosmopolitan  city  and  will\r\n\r\nalways be remembered in the annals of the history  of\r\n\r\nSingapore.  It  is in this House that the  debate  is\r\n\r\ntaking place, and I feel that it would be appropriate\r\n\r\nand  instructive for us to look around  this  Chamber\r\n\r\nand  see  who and what are within the four  walls  of\r\n\r\nthis  House. I cast my eye first on you, Mr Speaker.\r\n\r\nYou  come from a member of the minority race. I  then\r\n\r\nlook at your Clerks; one is from a minority race  and\r\n\r\nthe other is a representative of the majority race. I\r\n\r\nlook around the House and I see mostly Chinese. I see\r\n\r\na   few   Indians,  a  few  Malays,  and  even  fewer\r\n\r\nEurasians. As for the Members they all belong to  one\r\n\r\nParty,  though  some  sit on the Opposition  Benches.\r\n\r\nThey  only do so because the previous occupiers chose\r\n\r\nto    shirk   their   duties   and   abandon    their\r\n\r\nconstituencies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Shame!\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Mr Speaker, Sir, many religions are\r\n\r\nrepresented   here.  We  have  Muslims,   Christians,\r\n\r\nHindus, Buddhists, some free thinkers, of course, and\r\n\r\nothers. If one looks up at the Gallery, one will find\r\n\r\nalso   a   multi-racial   crowd.   This   is   fairly\r\n\r\nrepresentative of the city.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a sound system in this House and every\r\n\r\nseat  is  supplied  with  an  earphone  so  that  the\r\n\r\noccupier  can listen to the speeches in  one  of  the\r\n\r\nfour official languages that are spoken here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this is a unique situation, but\r\n\r\nwe  have had it for some time now and we are inclined\r\n\r\nto  take  things  for granted. Two  questions  arise.\r\n\r\nFirst,  how did all this come about? Second, how  can\r\n\r\nwe  preserve this forever? To answer these questions,\r\n\r\none  has to go back to the history of Singapore.  Sir\r\n\r\nStamford Raffles, as we all know, came here  in  1819\r\n\r\nand  founded  Singapore. He  called  it,  or  it  was\r\n\r\ncalled, Singapura or the Lion City, though\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1419</b></font><br><br>\r\n\r\n\r\n\r\nthere  were  no lions here. And even the tigers  have\r\n\r\ndisappeared across the Causeway! But at that time, as\r\n\r\nthe   Commissioners  pointed  out,  this  island  was\r\n\r\ncovered \"with thick jungle and mangrove swamp with  a\r\n\r\nfew  inhabitants  living near the  river  mouths'.  I\r\n\r\nbelieve  my colleague, the Minister for Culture,  can\r\n\r\ntrace his history to one of the few who were then  in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><!-- Inche Othman Bin Wok (Minister for Culture and Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture and Social Affairs (Inche Othman Bin Wok):</b> He was a pirate!\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Raffles Lighthouse was erected 35 years\r\n\r\nlater,  and on the plaque commemorating the  occasion\r\n\r\nwere  inscribed Latin words describing  Singapore  as\r\n\r\n\"Opportunissimo sito\" - an opportune site or  a  well\r\n\r\nselected  site. And below the Latin words appears  an\r\n\r\ninscription in English, and I would like to  read  it\r\n\r\nto the House, Sir. It reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Raffles Lighthouse, erected in the Year of our\r\n\r\nLord  1854  by the Honourable East India Company  and\r\n\r\ndedicated to the memory of Sir Stamford Raffles,  the\r\n\r\nfounder   of   Singapore,  to   whose   liberal   and\r\n\r\ncomprehensive policy this Settlement is indebted  for\r\n\r\nits  free  port  and the unrivalled position  it  now\r\n\r\nholds  as  an  emporium  in the  Indian  Seas-Colonel\r\n\r\nButterworth, Governor of the Prince of Wales  Island,\r\n\r\nSingapore and Malacca.'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker, Sir, whoever wrote those words saw  far\r\n\r\ninto  the  future, and as the Commission  reports,  I\r\n\r\nquote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We find today a small island nation situated\r\n\r\ngeographically at the Southern-most end of the  Malay\r\n\r\nPeninsula,  strategically located as  a  vital  trade\r\n\r\nlink  between China, Japan and America to  the  East,\r\n\r\nIndia,  Africa and Europe to the West, and Australia,\r\n\r\nNew Zealand and Indonesia to the South.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We also find a nation comprising people of many\r\n\r\nraces,  speaking  many languages and practising  many\r\n\r\nreligions.'\r\n\r\n\r\n\r\n<br><br>This  leads  me, Mr Speaker, to my second  question:\r\n\r\nhow can we preserve all this? It was with this object\r\n\r\nin  mind  that the Commission on Minority Rights  was\r\n\r\nappointed. They have given us their Report, which has\r\n\r\nbeen  debated for nearly two days. It is  significant\r\n\r\nthat  I,  as a member of one of the smallest minority\r\n\r\nracial  groups  in  Singapore, have  been  given  the\r\n\r\nprivilege to wind up this debate. This privilege has,\r\n\r\nof course, been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1420</b></font><br><br>\r\n\r\n\r\n\r\ncourteously extended to me by my colleagues, most  of\r\n\r\nwhom belong to the majority race in Singapore. And to\r\n\r\nthem I would like to express my deep gratification.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I shall now turn to the Report itself\r\n\r\nand  also  deal, as far as I can in the limited  time\r\n\r\navailable, with some of the arguments that have  been\r\n\r\nput forth in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Report is a unanimous one, though it was a non-Party Commission, and almost every minority group in\r\n\r\nSingapore was represented thereon, whether  by  race,\r\n\r\nreligion,   or  language.  Members  of  this   House,\r\n\r\nhowever,  certainly do not appear to  have  unanimous\r\n\r\nviews.  Even  on  the  major representations  of  the\r\n\r\nCommission  some  are  for the  Ombudsman,  like  the\r\n\r\nMember  for  Choa  Chu Kang, who has  very  ably  put\r\n\r\nforward, I must say, arguments for commencing such an\r\n\r\ninstitution  in  Singapore. The  Member  for  Punggol\r\n\r\nwants  more  than one Ombudsman. He  feels  that  two\r\n\r\nheads are better than one and he says three are  even\r\n\r\nbetter still. But perhaps he has forgotten that there\r\n\r\nare  49 Ombudsmen in this House. There are others who\r\n\r\nfeel,  of course, like the Government does, that  the\r\n\r\ntime has not yet come for us to have an Ombudsman.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Council of State, some are in favour and\r\n\r\nthey  share  the Government's views on the  Council's\r\n\r\ncomposition and function. Others say, \"Throw it out.\"\r\n\r\nAnd  at one stage, Mr Speaker, certain Members  even\r\n\r\nthreatened  to move an amendment to my motion  before\r\n\r\nthe  House. They agree that we should have a  Council\r\n\r\nof  State, but they are afraid that it will, with the\r\n\r\npassage  of  time, develop and become a second  Upper\r\n\r\nHouse.  At the outset, I would like to assure Members\r\n\r\nthat  as  long  as we are the Party  in  power,  this\r\n\r\nCouncil of State will not become a second Upper House\r\n\r\n- a Senate if you like. I myself would prefer to call\r\n\r\nit  the  President's Council and not the  Council  of\r\n\r\nState.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for entrenchment, I am glad that most Members\r\n\r\nare  in  favour of the first two methods and  against\r\n\r\nthe third.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards land acquisition, it is satisfying to\r\n\r\nnote that there are hardly any\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1421</b></font><br><br>\r\n\r\n\r\n\r\nMembers  against  Government  acquisition  of  public\r\n\r\nproperty   as   provided  for  in  our  recent   Land\r\n\r\nAcquisition Act.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I propose to deal separately and\r\n\r\nin   more   detail  with  some  of  the  four   major\r\n\r\nrecommendations. But before I do so,  I  would  first\r\n\r\nlike  to  dispose  of some minor  ones.  As  for  the\r\n\r\njudges,  the  Prime Minister has set out Government's\r\n\r\nviews  that  we  are  against a  small  body  of  men\r\n\r\nperpetuating  themselves forever. I do  not  think  I\r\n\r\nneed  say  much  more.  As  for  our  Public  Service\r\n\r\nCommission,  I  stated  in  December  last  that  the\r\n\r\nGovernment  agrees that the Chairman and  members  of\r\n\r\nthe  Commission should be persons who can demand  the\r\n\r\nrespect  and enjoy the confidence of all sections  of\r\n\r\nthe  population  and should not  be  members  of  any\r\n\r\npolitical Party.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is one minor recommendation which I must deal\r\n\r\nwith,  and  that  is with regard to  the  secrecy  of\r\n\r\nvoting.  The  Commission  recommended  at  page   12,\r\n\r\nparagraph  43,  that  ballot  papers  should  not  be\r\n\r\nnumbered.  There  is  a provision  in  the  Elections\r\n\r\nOrdinance  which  says that each ballot  paper  shall\r\n\r\nhave  a  number printed on the back, and  shall  have\r\n\r\nattached  a counterfoil with the same number  printed\r\n\r\non  the  face.  The  Commission feels  that  this  is\r\n\r\ninconsistent with the right of secrecy of  the  vote.\r\n\r\nThere  must be some good reasons for having  numbers,\r\n\r\nand  this provision has survived many a protest.  The\r\n\r\nreason  is obvious. If ballot papers have no numbers,\r\n\r\nthere  is a possibility of fraud. Who is to know  how\r\n\r\nmany   ballot  papers  have  been  issued?  If   this\r\n\r\nprovision is scrapped, more vigorous protests will he\r\n\r\nmade  to  the effect that the Government  rigged  the\r\n\r\nelections.  At  present  it  is  possible   for   the\r\n\r\nGovernment to find out who voted for whom.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng (Bras Basah):</b> We never do that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> But I can assure you, as Mr Ho See\r\n\r\nBeng has said, we do not do that.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1422</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Member for Bras Basah. You are\r\n\r\nreferring to the Member for Bras Basah.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> But, Sir, it is even more possible for\r\n\r\nGovernment  to  distribute to their  supporters  more\r\n\r\nunnumbered  ballot papers than their  supporters  are\r\n\r\nentitled  to.  However honest this Government  is,  I\r\n\r\nwould  say  that  protests against unnumbered  ballot\r\n\r\npapers  would  be more vociferous than those  against\r\n\r\nnumbered papers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is clear that the Government's\r\n\r\nstand  on  the  recommendations of the Constitutional\r\n\r\nCommission,  which  have not been accepted  in  toto,\r\n\r\nneeds amplification. I propose to deal with these one\r\n\r\nby one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to fundamental rights, the only\r\n\r\nrecommendation  which  is not accepted  in  the  form\r\n\r\nrecommended  is  the  one  with  regard  to  property\r\n\r\nrights.  But  before I deal with property  rights,  I\r\n\r\nwould  like to touch on one recommendation which  has\r\n\r\nbeen  accepted  and which appears to have  upset  the\r\n\r\nMember  for  Kampong  Kembangan. The  Commission  has\r\n\r\nrecommended  that we should not define \"Malays\",  and\r\n\r\nfor  good  reasons. The Member for Kampong  Kembangan\r\n\r\nfeels  that  it  would be better  for  us  to  define\r\n\r\n\"Malays\", and he has suggested a definition. I do not\r\n\r\npropose  to criticise his definition. But in whatever\r\n\r\nway  we  define a Malay, some people must object.  If\r\n\r\nyou  restrict  the  class merely to  Malays  born  in\r\n\r\nSingapore,  those born outside will  object.  If  you\r\n\r\ntake people born in the Malay Archipelago, how far do\r\n\r\nwe go? Do we stop before we come to West Irian, or do\r\n\r\nwe  go further to Australian New Guinea? If we define\r\n\r\na  Malay,  the next step would be, perhaps, that  the\r\n\r\nChinese  would  like  to  be defined,  and  then  the\r\n\r\nIndians are not going to keep quiet. Then where do we\r\n\r\nstop? But I am glad that the Member for Kampong Kapor\r\n\r\nwould like to leave things as they are.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I now go on to the question of\r\n\r\nland  acquisition which, in my view, was outside  the\r\n\r\nterms of reference of the Commission. But since  they\r\n\r\nfeel so strongly about the protection\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1423</b></font><br><br>\r\n\r\n\r\n\r\nof  the  individual, as far as his property  goes,  I\r\n\r\nintend to deal with their recommendations and set out\r\n\r\nGovernment's views which have been stated in the past\r\n\r\nbut which I think are worth repeating.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, at page 11, paragraphs 41 and 42,\r\n\r\nthe    Commission   made   certain   recommendations.\r\n\r\nParagraph 41 reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The next fundamental right that needs to be\r\n\r\nconsidered  by us is the right to property.  This  is\r\n\r\naccorded  by  Article  13  of  the  Constitution   of\r\n\r\nMalaysia but, as we have said in paragraph 14 of this\r\n\r\nReport,  it  has  not been retained as  part  of  our\r\n\r\nconstitutional law after separation from Malaysia. In\r\n\r\nthe  light  of  the  fact that  the  Legislature  has\r\n\r\ndecided   that   this  particular  Article   of   the\r\n\r\nConstitution  of Malaysia should not be so  retained,\r\n\r\nwe   have   given  the  most  serious  and   detailed\r\n\r\nconsideration, having regard always to our  Terms  of\r\n\r\nReference,  to  the  subject of a person's  right  to\r\n\r\nproperty.  We find that all the written Constitutions\r\n\r\nwe   have  looked  at  specifically  provide,  as   a\r\n\r\nfundamental  human right, the right of  every  person\r\n\r\nnot to be deprived of his property save in accordance\r\n\r\nwith  law and the right to compensation whenever  his\r\n\r\nproperty is compulsorily acquired. We find also  that\r\n\r\none   of  the  human  rights  proclaimed  under   the\r\n\r\nUniversal Declaration of Human Rights by the  General\r\n\r\nAssembly  of  the  United Nations on  10th  December,\r\n\r\n1948,  is  the  right  of an  individual  not  to  be\r\n\r\narbitrarily deprived of his property.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;42. We are convinced that it is necessary, sound\r\n\r\nand  wise and in the best interests of the people  of\r\n\r\nSingapore,  with the multiracial composition  of  its\r\n\r\npopulation,  that  its Constitution should  recognise\r\n\r\nand  proclaim  this  fundamental  right.  We  do  not\r\n\r\npropose, however, to recommend the reintroduction  of\r\n\r\nArticle  13  of the Constitution of Malaysia  in  its\r\n\r\npresent  form.  We  recognise the fact  that  as  the\r\n\r\npopulation  increases over the years  more  and  more\r\n\r\nland  will  be  required for public purposes  if  the\r\n\r\nneeds  of  the  general public are to  be  adequately\r\n\r\nserved. We recognise also that, Singapore being  only\r\n\r\na  small  island  of 225 square miles,  as  Singapore\r\n\r\nbecomes  more and more developed and more and  better\r\n\r\npublic  amenities are provided out of  public  funds,\r\n\r\nland   will,   largely  by  reason  of  such   public\r\n\r\nexpenditure,  increasingly become  a  more  and  more\r\n\r\nvaluable   commodity  in  the  future.  We  therefore\r\n\r\nconsider  it  is  imperative that  a  just  and  fair\r\n\r\nbalance must be struck between the public interest on\r\n\r\nthe  one hand and private ownership on the other, and\r\n\r\nwe think that this result will best be achieved if we\r\n\r\nrecommend  as  we  now do that  there  should  be  an\r\n\r\nArticle in the Constitution providing as follows -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"l4.-(1) No person shall be deprived of property\r\n\r\nsave in accordance with law.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1424</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) No law shall provide for the compulsory\r\n\r\nacquisition  or use of property except for  a  public\r\n\r\npurpose  or  a  purpose useful or beneficial  to  the\r\n\r\npublic and except upon just terms.\"'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker, I have with me the Federal Constitution\r\n\r\nof Malaysia. Article 13 reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(1) No person shall be deprived of property save\r\n\r\nin accordance with law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) No law shall provide for the compulsory\r\n\r\nacquisition  or  use  of  property  without  adequate\r\n\r\ncompensation.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whilst we were in Malaysia, we desired to\r\n\r\ndelete  Article 13 as far as Singapore was concerned.\r\n\r\nWe were not thinking of acquiring land without paying\r\n\r\ncompensation. We wanted to acquire land for a  public\r\n\r\npurpose   with  compensation,  but  not   necessarily\r\n\r\nadequate.  Having  scrapped  Article  13  after   the\r\n\r\nseparation,  as  pointed out by the  Commission,  the\r\n\r\nCommission  now  wants us to put in  another  clause.\r\n\r\nInstead of the words \"adequate compensation\", we have\r\n\r\nthe  words \"upon just terms\". Mr Speaker, Sir, there\r\n\r\nmight  be  a difference between these words,  but  if\r\n\r\nthere is one, the difference is very small. And if we\r\n\r\nwere  to  accept  the  Commission's  recommendations,\r\n\r\nthere would be a flood of litigation in Singapore and\r\n\r\nour  Courts  would have to construe  the  meaning  of\r\n\r\n\"upon  just  terms\". Acceptance of the Constitutional\r\n\r\nCommission's   recommendation   would    mean    that\r\n\r\nGovernment would have to pay the full market value in\r\n\r\nall cases of acquisition of land for public purposes.\r\n\r\nThis  would make land acquisition, which is necessary\r\n\r\nto  implement  the Government's economic  and  social\r\n\r\nprogrammes, exorbitant.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Government's policy on land acquisition was\r\n\r\nenunciated  by  the  Prime  Minister  in   the   then\r\n\r\nLegislative  Assembly on 16th December,  1963,  [col.\r\n\r\n653]  when he stated, and I think I must repeat  what\r\n\r\nhe then stated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The first principle is that nobody should get a\r\n\r\nwindfall because of development at public expense.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second principle is that whenever land is\r\n\r\nrequired for a public purpose, the price to  be  paid\r\n\r\nfor that land should not be higher than what it would\r\n\r\nhave  been  worth had the Government not contemplated\r\n\r\ndevelopment generally in that area.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1425</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[Hansard, 10th June, 1964, col. 25] `Land is a\r\n\r\nfixed  commodity, and with mounting pressure on  land\r\n\r\nas  a result of population expansion and development,\r\n\r\nland  values tend inevitably to rise. But for  public\r\n\r\npurposes of acquisition, we attempt in this  Bill  to\r\n\r\nexclude   the  landowner  from  windfall   gains   in\r\n\r\nincreases  of  land  values as a  result,  first,  of\r\n\r\neither  public  expenditure already incurred  in  the\r\n\r\narea,  or speculative increases in the price of  land\r\n\r\nin an area which has been earmarked for development.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, these principles have been\r\n\r\nembodied  in the new Land Acquisition Act  passed  by\r\n\r\nParliament  last  year.  A  constitutional  provision\r\n\r\nrequiring  the payment of just terms would mean  that\r\n\r\nour  intentions in the Land Acquisition Act would  be\r\n\r\nstifled   by   landowners   being   able   to   raise\r\n\r\nconstitutional issues when disputes over the  quantum\r\n\r\nof  compensation arise. The Government's intention is\r\n\r\nto  follow  the provisions in the Indian Constitution\r\n\r\nwhich state, and I quote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`No person shall be deprived of his property save\r\n\r\nby the authority of law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;No property shall be compulsorily acquired or\r\n\r\nrequisitioned save for a public purpose and  save  by\r\n\r\nauthority  of the law which provides for compensation\r\n\r\nfor  the  property so acquired or requisitioned,  and\r\n\r\neither  fixes the amount of compensation or specifies\r\n\r\nthe  principles on which and the manner in which  the\r\n\r\ncompensation  is to be determined and given,  and  no\r\n\r\nsuch law shall be called in question in any court  on\r\n\r\nthe ground that the compensation provided by that law\r\n\r\nis not adequate.'\r\n\r\n\r\n\r\n<br><br>Mr  Speaker,  Sir, the provision of the Constitution\r\n\r\nof  India  was  as  a  result of an  amendment  found\r\n\r\nnecessary  after considerable experience showed  that\r\n\r\nan   unqualified  constitutional  guarantee  of   the\r\n\r\nsanctity  of property led to interminable  litigation\r\n\r\non the adequacy of compensation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps to support my arguments, I can just cite\r\n\r\none  example. Take the case of Jurong. Five,  six  or\r\n\r\nseven  years ago - I do not know exactly when - Jurong\r\n\r\nwas  just one big swamp. The price of land there  was\r\n\r\nin  the region of 10 to 20 cents per square foot. The\r\n\r\nGovernment  went in and reclaimed part of the  swamp.\r\n\r\nWe  built  roads.  We  supplied  water.  We  supplied\r\n\r\nelectricity.  Now there is a little  town  in  Jurong\r\n\r\nwith many industries around. The price of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1426</b></font><br><br>\r\n\r\n\r\n\r\nland  in the surrounding areas outside the industrial\r\n\r\ncomplex  has  risen  as a result  of  the  money  the\r\n\r\nGovernment  has put into Jurong. Let us  assume  that\r\n\r\nindustries in Jurong expand and we require more land.\r\n\r\nThis means acquisition for a public purpose. If we go\r\n\r\nin  today and acquire land, must we pay $1, $1.50  or\r\n\r\n$2  for  a square foot of land which previously  only\r\n\r\ncost 10 cents and which has risen to $1 or $2 because\r\n\r\nof our efforts? Mr Speaker, this is the argument. It\r\n\r\nhas  been  put before by the' Prime Minister,  citing\r\n\r\nthe  Bukit  Ho  Swee site. A fire comes  along;  land\r\n\r\nwhich was not vacant before becomes vacant. The  land\r\n\r\nis  no longer encumbered with some tenants. The price\r\n\r\nof  the land goes up. If we are to acquire that  fire\r\n\r\nsite,  is  it fair that we should pay the  owner  for\r\n\r\nvacant  possession when he never had  it  before  the\r\n\r\nfire?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in the Select Committee on the Land\r\n\r\nAcquisition  Bill,  as you are  well  aware,  several\r\n\r\nrepresentations were made by the public and  quite  a\r\n\r\nfew  suggestions and recommendations  were  accepted.\r\n\r\nOne   was  to  the  effect  that  appeals  of  owners\r\n\r\ndissatisfied with the amount of compensation paid  to\r\n\r\nthem  for acquisition should be heard by someone with\r\n\r\nlegal  qualifications, preferably the  qualifications\r\n\r\nof a Judge of the High Court, and in particular not a\r\n\r\ncivil   servant.   They  wanted  someone   completely\r\n\r\nindependent of Government views or pressures, if  you\r\n\r\nlike to put it that way. It was suggested that a High\r\n\r\nCourt  Judge should hear these appeals. Mr  Speaker,\r\n\r\nit is my pleasure to inform this House that the Chief\r\n\r\nJustice  of  our Supreme Court has agreed to  release\r\n\r\ntwo of his Judges to sit in turn and hear the backlog\r\n\r\nof  appeals  in cases of land acquisition which  have\r\n\r\npiled up over the last two or three years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, before I go on to the Ombudsman, it\r\n\r\nmight be a convenient time to adjourn.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Thank you for the indication, Mr\r\n\r\nBarker.  I will suspend the sitting of the House  now\r\n\r\nand resume at 5.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.59 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1427</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n            \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Mr Speaker, Sir, another\r\n\r\nrecommendation - regarding the creation of the office\r\n\r\nof an Ombudsman (or Parliamentary Commissioner) - was\r\n\r\nnot rejected by the Government. In fact, I had stated\r\n\r\nthat  Government was in agreement with  the  thinking\r\n\r\nbehind this recommendation but that the time was  not\r\n\r\nopportune for the recommendation of such an office in\r\n\r\nSingapore  to  be  accepted.  That  the  concept   is\r\n\r\nacceptable to this Government must be clear from  the\r\n\r\nfact  that one of the first measures taken soon after\r\n\r\nMay  1959 was the setting up of the Complaints Bureau\r\n\r\nto which many Members have referred. We have somewhat\r\n\r\nthe  same  objective  of promptly  investigating  and\r\n\r\nremedying allegations of maladministration  or  abuse\r\n\r\nof  power. This Bureau, which is still operating,  no\r\n\r\ndoubt  has  certainly  not  got  the  powers  of  the\r\n\r\nOmbudsman.  But  it  could be  said  to  contain  the\r\n\r\nnucleus of the concept of the Ombudsman, albeit at  a\r\n\r\nvery  much  lower  level  than  the  office  of   the\r\n\r\nParliamentary Commissioner. Mr Speaker, Sir, when  I\r\n\r\nsay  that  the  time  is not ripe  as  conditions  in\r\n\r\nSingapore  are  not  yet suitable,  the  question  is\r\n\r\nasked, why? In Singapore, parliamentary democracy  is\r\n\r\nstill  in its infancy and our citizens have  not  yet\r\n\r\ndeveloped a full civic sense and awareness  of  their\r\n\r\nlegal  rights and obligations, as is the case in  the\r\n\r\nmore    established    countries    following     the\r\n\r\nparliamentary   form  of  government.   In   such   a\r\n\r\nsituation, parliamentary democracy has to be nurtured\r\n\r\nso  that it can take effective root. There are doubts\r\n\r\nwhether  the  creation at this stage of  institutions\r\n\r\nlike  the  Ombudsman might detract from the  role  of\r\n\r\nMembers  of  Parliament,  the Citizens'  Consultative\r\n\r\nCommittees  and  other  existing  channels  for   the\r\n\r\ncommunication  of  grievances  in  order  to   obtain\r\n\r\nredress.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is relevant to note that in\r\n\r\nthe  United Kingdom, the Whyatt Committee  under  the\r\n\r\nchairmanship   of   the  former  Chief   Justice   of\r\n\r\nSingapore, Sir John Whyatt, when recommending\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1428</b></font><br><br>\r\n\r\n              \r\n\r\nthe   creation   of   the   office    of\r\n\r\nParliamentary  Commissioner in  the  United  Kingdom,\r\n\r\nconsidered that complaints to the Commissioner should\r\n\r\nbe channelled through Members of Parliament. This was\r\n\r\nconsidered   a   necessary  interim   measure   while\r\n\r\nParliament  and  the  people got  used  to  this  new\r\n\r\ninstitution.   The  Committee  also   considered   it\r\n\r\nnecessary  to  have  reserve  powers  with  Ministers\r\n\r\nvetoing  inquiries  in any particular  case.  As  the\r\n\r\nMember  for Bukit Panjang pointed out yesterday,  the\r\n\r\nParliamentary Commissioner in the United Kingdom  has\r\n\r\nonly  powers to investigate where a written complaint\r\n\r\nis  made  to  a Member of the House of Commons  by  a\r\n\r\nmember  of the public, and the complaint can only  be\r\n\r\nreferred by the Member of the House of Commons to the\r\n\r\nParliamentary  Commissioner with the consent  of  the\r\n\r\ncomplainant.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this should illustrate the fact\r\n\r\nthat even in an old parliamentary democracy like  the\r\n\r\nUnited Kingdom, this institution is considered  novel\r\n\r\nand  there  are  opinions  for  and  against  it.  In\r\n\r\nSingapore,  we  are  even  much  younger  and  it  is\r\n\r\nconsidered  best to make haste slowly and learn  from\r\n\r\nexperience  elsewhere  before  introducing  such   an\r\n\r\noffice  here. When we do so, it will be necessary  to\r\n\r\nconsider  what modifications should be made  to  suit\r\n\r\nour society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members say it may be novel in the United\r\n\r\nKingdom,  but  what  about  Scandinavia  where   this\r\n\r\ninstitution  has  existed for  more  than  a  hundred\r\n\r\nyears?  Mr  Speaker,  Sir, today  in  Canada  a  big\r\n\r\nargument  is  going on whether or not  the  Ombudsman\r\n\r\nshould  be introduced into that country, and I  would\r\n\r\nlike  to  quote  extensively from an article  in  the\r\n\r\nScottish Law Gazette on this subject.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Can you quote the date and volume\r\n\r\nnumber of the publication?\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Vol. 34, No. 3, September 1966. It\r\n\r\nsays:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`It might well be that under some forms of\r\n\r\ngovernment or constitution, some device for tempering\r\n\r\nthe  harsh winds of the supposedly omnipotent  powers\r\n\r\nof  government to the shorn lamb of the  man  in  the\r\n\r\nstreet is necessary, or at least desirable...\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Scandinavian country where the idea seems to\r\n\r\nhave originated the political\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1429</b></font><br><br>\r\n\r\n\r\n\r\nset-up  is  quite  different from that  operating  in\r\n\r\nCanada or any of its provinces.'\r\n\r\n\r\n\r\n<br><br>Mr   Speaker,  Sir,  if  Canada  is  different  from\r\n\r\nScandinavia, what about Singapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`This perhaps is not so obvious in the case of New\r\n\r\nZealand, where at least the form of government is  in\r\n\r\nits  origin  the  same as in Canada.  .  ..  Probably\r\n\r\ntherefore bureaucracy is much more firmly entrenched,\r\n\r\nand  the  need for relief of the individual far  more\r\n\r\nurgent.  Perhaps also the basic livestock  and  dairy\r\n\r\nfarming economy of New Zealand may have an effect  on\r\n\r\nthe political needs of that dominion.'\r\n\r\n\r\n\r\n<br><br>It goes on:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Perhaps it would be as well to take a look first\r\n\r\nof  all  to see what is the problem, for the solution\r\n\r\nof  which it is proposed to resort to the appointment\r\n\r\nof  an  Ombudsman. This may not be an easy  task,  as\r\n\r\nthere  does  not seem to be any degree  of  unanimity\r\n\r\namong  those who advocate the appointment of such  an\r\n\r\nofficial. From time to time situations arise in which\r\n\r\nit  can  be  made to appear that some  individual  is\r\n\r\nbeing  oppressively  dealt with  by  some  government\r\n\r\nagency or bureaucracy. Some enthusiastic newspaperman\r\n\r\nhears  of  it  and  seizes upon it  as  an  excellent\r\n\r\nopportunity  to  ring the changes  on  the  brand  of\r\n\r\nsensationalism which is the guiding principle of  the\r\n\r\nmodern  journalist. The man in the street  rarely  if\r\n\r\never  waits to hear what the other side has  to  say,\r\n\r\nand  indeed only does so if driven to it, and so  the\r\n\r\ncry  is raised for some remedial means to redress the\r\n\r\nimagined oppression. In this instance the clamour has\r\n\r\nbeen  raised  for the appointment of an  official  or\r\n\r\ncreation  of  an  office to be  called  Ombudsman  as\r\n\r\npointing the way to another utopian panacea.'\r\n\r\n\r\n\r\n<br><br>If I may go on, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`This forces the conclusion that to be effective an\r\n\r\nOmbudsman must be given real powers and to  give  him\r\n\r\nreal   powers  would  be  a  violation  of  the  most\r\n\r\nfundamental  of  all  the  principles  on  which  the\r\n\r\nparliamentary  system of government is founded,  that\r\n\r\nis, that no one shall be above the law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many, if not most, of the instances that are\r\n\r\nclamourously  pilloried by the drama-conscious  press\r\n\r\nas  grievous oppressions, arise from the  actions  of\r\n\r\ngovernment agencies and administrative bodies created\r\n\r\nunder  regulations,  the  power  to  make  which  the\r\n\r\nlegislature has delegated to another or others.  This\r\n\r\ngroup  of vicarious authorities is generically called\r\n\r\nthe  bureaucracy and bureaucracy can put  rabbits  to\r\n\r\nshame  in the ability to proliferate. The demand  for\r\n\r\nan  Ombudsman  or its equivalent really  arises  from\r\n\r\nthis multiplication of authorities responsible to  no\r\n\r\none,  and  who  therefore arrogate to themselves  the\r\n\r\nright to set themselves above the law. Essentially an\r\n\r\nOmbudsman would be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1430</b></font><br><br>\r\n\r\n\r\n\r\nanother bureaucrat and while the proverbial principle\r\n\r\nof  setting  a thief to catch a thief has in  certain\r\n\r\ncontexts   a  specious  merit,  it  has  a   doubtful\r\n\r\napplication  to the case of putting  a  curb  on  the\r\n\r\nabuses  of bureaucracy. The situation falls far  more\r\n\r\nnearly  within the principle of the old  adage  about\r\n\r\nlocking  the  stable door after the  horse  has  been\r\n\r\nstolen.  What  is really needed is much more  careful\r\n\r\nconsideration of powers glibly handed over to  people\r\n\r\nwho  owe,  or  at least consider that  they  owe,  no\r\n\r\nresponsibility  to anyone, so long as  they  strictly\r\n\r\nobey  the  letter of their charter as they  interpret\r\n\r\nit,  and  much stronger safeguards written  into  the\r\n\r\nrelevant  statutes against abuse of any  powers  that\r\n\r\ncan conceivably be exercised arbitrarily.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The net result, they conclude, is that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`if the law is for the general benefit, and the\r\n\r\nattention  of the legislators has been drawn  to  the\r\n\r\ndanger  and  they  nevertheless enact  it,  then  the\r\n\r\npublic must accept it. That is one of the hazards  of\r\n\r\nthe  parliamentary system and the remedy, if any,  is\r\n\r\nat the polls.'\r\n\r\n\r\n\r\n<br><br>I think that if the people are dissatisfied with this\r\n\r\nGovernment, their remedy is at the polls.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One main reason against the introduction of this\r\n\r\ninstitution in Singapore is the standard of literacy.\r\n\r\nNo  doubt  every child in Singapore is educated,  and\r\n\r\nperhaps  when  they  all grow up they  will  need  an\r\n\r\nOmbudsman.  But, at the moment, quite a part  of  our\r\n\r\npopulation  is  not literate and the introduction  of\r\n\r\nthe  Ombudsman  would mean that this  poor  Ombudsman\r\n\r\nwould  be flooded by complaints by people who do  not\r\n\r\nknow what are the limits of his jurisdiction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I will now go on to the Council\r\n\r\nof  State.  Here  again, I think  I  must  trace  the\r\n\r\nhistory of the Council of State. The earliest of  the\r\n\r\nmodern  constitutions of today to have a  Council  of\r\n\r\nState  is  the Constitution of Eire, 1937,  where  in\r\n\r\nArticle 31, there is provision establishing a Council\r\n\r\nof  State  to  aid and counsel the President  in  all\r\n\r\nmatters  on  which  the  President  may  consult  the\r\n\r\nCouncil  in  relation to the exercise and performance\r\n\r\nof  his  powers and the functions accorded to him  by\r\n\r\nthe  Constitution. The Council of State envisaged  by\r\n\r\nthe Constitutional Report has its origin, however, in\r\n\r\na  Kenyan Constitution of 1958. The Kenya Council  of\r\n\r\nState of 1958 was created for a purpose quite\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1431</b></font><br><br>\r\n\r\n\r\n\r\ndifferent from that in the Irish Constitution, though\r\n\r\nit  was probably from that Constitution that the idea\r\n\r\nof  such  a  Council was first inspired.  The  Kenyan\r\n\r\nCouncil  of State, however, was done away  with  when\r\n\r\nKenya  became  independent  in  1963.  In  1962   Dr\r\n\r\nHastings  Banda rejected outright a proposal  by  the\r\n\r\nNyasaland  Constitutional  Conference  to  set  up  a\r\n\r\nCouncil  of  State.  He  regarded  it  as  likely  to\r\n\r\nperpetuate  racial discrimination and  undermine  the\r\n\r\nresponsibility   of  Ministers  to  the   Legislative\r\n\r\nAssembly.  Dr  Banda  had  also  objected   to   the\r\n\r\nsuggestion  that  there should be  an  Ombudsman,  or\r\n\r\nindeed  any  idea  of  a second Chamber.  The  Kenyan\r\n\r\nCouncil of State of 1958 was a multi-racial body  set\r\n\r\nup to perform functions of safeguarding the rights of\r\n\r\nminorities.   Apart   from   Kenya   in   its    1958\r\n\r\nConstitution,  but  not in its present  Constitution,\r\n\r\nand   I   believe,   Southern  Rhodesia,   no   other\r\n\r\nCommonwealth country has a Council of State.  It  may\r\n\r\nbe true to say, therefore, that if we today create  a\r\n\r\nCouncil of State we would perhaps be the only country\r\n\r\nin  the Commonwealth to have such a Council. But then\r\n\r\nit was for reasons such as that of providing adequate\r\n\r\nsafeguards  of  minority rights that the  Council  of\r\n\r\nState in Kenya was established, and those reasons,  I\r\n\r\nunderstand,  disappeared  in  Kenya  and  hence   the\r\n\r\nCouncil  was  scrapped. But the  reasons  behind  the\r\n\r\ncreation of a Council of State, in my view, exist for\r\n\r\nus   in  Singapore,  since  the  Council  had  proved\r\n\r\neffective in dealing with the circumstances that  had\r\n\r\nbeen existing in Kenya when it was first established.\r\n\r\nIt  was  then,  as  it is perhaps  now,  a  promising\r\n\r\ninnovation  which  can make for far  more  harmonious\r\n\r\nrelations  between the Government and  the  governed,\r\n\r\nand because it does not take the form or substance of\r\n\r\na  second  Chamber, it cannot impede the Government's\r\n\r\nlegislative  programme  in  any  significant  degree.\r\n\r\nIndeed,  given a proper relationship, such a  Council\r\n\r\ncould  be  as  constructive  and  as  helpful  as  an\r\n\r\nOmbudsman, though on a larger scale. The Council,  as\r\n\r\nenvisaged  in this Report, would be no more  than  an\r\n\r\nadvisory  council  to assist the  Government  in  the\r\n\r\ndrawing up of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1432</b></font><br><br>\r\n\r\n\r\n\r\nBills and to advise on Bills that have been drawn up,\r\n\r\nand  further  to  safeguard the  rights  of  minority\r\n\r\ngroups  in  Singapore.  The  legislative  primacy  of\r\n\r\nParliament  is  not  in  any way  affected.  Yet  its\r\n\r\nmembers who may not be members of the Legislature can\r\n\r\nbe  of  assistance  to  Parliament.  Their  functions\r\n\r\nwould,  of  course, be purely advisory, but,  at  the\r\n\r\nsame  time,  minority  groups can  look  to  them  to\r\n\r\nsafeguard their interests so that measures  that  may\r\n\r\nin  any  way  derogate from their  interests  may  be\r\n\r\nbrought to the attention of those responsible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, at this stage, I must deal with the\r\n\r\nfunctions of this Council. In my previous Ministerial\r\n\r\nstatement, I said that though Government accepts  the\r\n\r\nrecommendation   to  create  a  Council   of   State,\r\n\r\nGovernment  differs  from  the  recommendations  with\r\n\r\nregard  to the composition and the functions.  I  did\r\n\r\nset  out  therein some particulars of the composition\r\n\r\nof the Council, but I did not say much about what its\r\n\r\nfunctions should be. And perhaps it would be best  if\r\n\r\nI dealt with this matter by actually referring to the\r\n\r\nrecommendations  as they appear at  page  16  in  the\r\n\r\nReport,  and then set out the Government's  stand  in\r\n\r\nrespect of every detailed recommendation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, at page 16, paragraph 59, the\r\n\r\nReport says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`We recommend -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) the creation of a small advisory body to be\r\n\r\ncalled  \"the  Council  of  State\"  consisting  of  21\r\n\r\nmembers  of  which a minimum of 15  shall  always  be\r\n\r\nappointed;'.\r\n\r\n\r\n\r\n<br><br>This  deals with the composition and, if I may  refer\r\n\r\nto  my previous statement, I did say that the members\r\n\r\nwould  be of two types, permanent members and members\r\n\r\nwho  are  removable.  But, in any  case,  they  would\r\n\r\nconsist  of  men of distinction, men who  are  mature\r\n\r\ncitizens  and  who have either rendered distinguished\r\n\r\npublic   service  or  attained  eminence   in   their\r\n\r\nrespective  walks of life regardless of race,  colour\r\n\r\nor  creed as recommended by the Commission.  On  this\r\n\r\nsubject,  I  think  the Member for Anson  wants  this\r\n\r\nCouncil  to have less members and someone  else  also\r\n\r\nshares his views. The view of the Government is  that\r\n\r\nwe should be flexible and we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1433</b></font><br><br>\r\n\r\n\r\n\r\nintend to appoint a maximum of 36 and no more. We may\r\n\r\nappoint less but not beyond 36.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Commission says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`all the members shall be appointed by the\r\n\r\nPresident after consultation with the Prime  Minister\r\n\r\nbut in the President's discretion;'.\r\n\r\n\r\n\r\n<br><br>This  is  not  acceptable. All the  members  will  be\r\n\r\nappointed  by  the  President on the  advice  of  the\r\n\r\nCabinet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Recommendation (iii) is acceptable. I have already\r\n\r\nreferred to it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Recommendation (iv):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`the other qualifications for membership shall be\r\n\r\nas  set out in Article 28 (2) (a) , (c) , (d) , (e)  and\r\n\r\n(f) ,  suitably modified, of the present  Constitution\r\n\r\nof  Singapore  which provides for the  qualifications\r\n\r\nfor membership of Parliament;'.\r\n\r\n\r\n\r\n<br><br>This is acceptable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(v) the disqualifications for membership shall be -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) membership of any political party at the time of\r\n\r\nappointment;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) the disqualifications set out in Article\r\n\r\n29, suitably modified, of the present Constitution of\r\n\r\nSingapore ...'\r\n\r\n\r\n\r\n<br><br>(a) is not acceptable, but (b) is. The Prime Minister\r\n\r\nhas  dealt with this point and has set out  our  view\r\n\r\nthat  just because someone has been in our  Party  or\r\n\r\nU.M.N.O. or  the  Labour  Party  or  the   People's\r\n\r\nProgressive Party, or some other party, we  will  not\r\n\r\nbar  him  from this Council. Parties come and  go  in\r\n\r\nSingapore. They change names except ours. But we feel\r\n\r\nthat  political affiliation should not be  a  bar  to\r\n\r\nmembership.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(vi) the circumstances under which a member shall\r\n\r\ncease  to be a member shall be the same as in Article\r\n\r\n30 (2) (a) , (c) , (d) and (e) , suitably modified, . . .'.\r\n\r\n\r\n\r\n<br><br>This  part is acceptable but not the second  sentence\r\n\r\nwhich reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`A member shall also cease to be a member if he\r\n\r\noffers  himself for election to Parliament or becomes\r\n\r\na member of any political party.'\r\n\r\n\r\n\r\n<br><br>Just  because one is a Member of Parliament does  not\r\n\r\nmean  one cannot be a member of the Council of State.\r\n\r\nIn  my previous statement, I did indicate that it was\r\n\r\nthe Government's contention to appoint not only, say,\r\n\r\nthe  Chief  Justice and you yourself, Sir,  but  also\r\n\r\ncertain\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1434</b></font><br><br>\r\n\r\n\r\n\r\nMinisters   of  the  Government  and  also   ex-Chief\r\n\r\nMinisters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(vii) the Speaker of Parliament shall be the'\r\n\r\nChairman and shall preside at all its meetings.'\r\n\r\n\r\n\r\n<br><br>I  have  great pleasure in informing you,  Sir,  that\r\n\r\nthis is acceptable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then it goes on:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Deputy Speaker of Parliament shall he the\r\n\r\nDeputy  Chairman and shall preside during any absence\r\n\r\nof the Chairman.'\r\n\r\n\r\n\r\n<br><br>We  feel  on  this that if you are the  Chairman,  we\r\n\r\nwould  rather leave it to the Council itself to elect\r\n\r\nsomeone from their midst to be your Deputy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Speaker.... shall not be a member of the\r\n\r\nCouncil and shall take no part, except to preside, in\r\n\r\nthe deliberations of the Council....'.\r\n\r\n\r\n\r\n<br><br>Mr  Speaker,  Sir, if you are on that  Council,  you\r\n\r\nwill be a member.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(viii) the Council of State shall have power to\r\n\r\nconsider  all proposed legislation except all  Supply\r\n\r\nBills  or  a  Bill  presented  on  a  Certificate  of\r\n\r\nUrgency;'.\r\n\r\n\r\n\r\n<br><br>This,  I have great pleasure in saying, is acceptable\r\n\r\nto the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Havelock yesterday pointed out that\r\n\r\nthis  is  a  Report on minority rights,  and  if  the\r\n\r\nCouncil  of  State  is being set up  to  protect  the\r\n\r\nminorities,  then he argued - and argued logically  -\r\n\r\nthat only Bills that affect the minorities in any way\r\n\r\nshould  go to the Council of State. He suggested  one\r\n\r\nmethod  to ascertain whether a Bill does or does  not\r\n\r\naffect minority rights, and he put the burden on you,\r\n\r\nMr Speaker, Sir. He wanted you to certify whether or\r\n\r\nnot  any  Bill affects minority rights.  This  indeed\r\n\r\nwould  be  a  difficult task, though not  impossible.\r\n\r\nHowever, Sir, to save you all that trouble, we  would\r\n\r\nprefer'  that all Bills, whether or not  they  affect\r\n\r\nminority  rights, except, of course, Supply Bills  or\r\n\r\nBills  presented on a Certificate of Urgency,  should\r\n\r\ngo  to the Council of State. And at this stage I must\r\n\r\nsay  that it is our object, in creating this Council,\r\n\r\nnot  merely  to protect the rights of the  minorities\r\n\r\nbut  to protect also the rights of the majority. This\r\n\r\nis  not a Council merely to protect minorities.  What\r\n\r\nabout  the  others? We are not afraid  that  all  our\r\n\r\nBills with the exceptions\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1435</b></font><br><br>\r\n\r\n\r\n\r\nmentioned should go to the Council of State,  and  we\r\n\r\nwould  be  happy  to receive their advice  and  might\r\n\r\nbenefit therefrom.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ix), Sir, deals with proceedings:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`every Bill except all Supply Bills or an `Urgent\"\r\n\r\nBill  shall  after its First reading  and  after  the\r\n\r\nMinister in charge has made his opening speech during\r\n\r\nthe  Second reading hut before any debate takes place\r\n\r\non  the  principle  of the Bill be submitted  to  the\r\n\r\nCouncil of State;'.\r\n\r\n\r\n\r\n<br><br>Sir, this is acceptable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(x) the Council of State shall consider the Bill\r\n\r\nin public, regulating its own procedure, ---'.\r\n\r\n\r\n\r\n<br><br>If  I  may  pause  there,  Sir,  in  order  to  avoid\r\n\r\nconfusion.  I  have  stated  before  --   and   other\r\n\r\nMinisters have stated it -that the Council  of  State\r\n\r\nshall consider the Bill in private. But within thirty\r\n\r\nclays  of  the submission of the Bill to the Council,\r\n\r\nthe  Council  may  make a report to  Parliament.  The\r\n\r\nreport, it goes on to say, shall be submitted  within\r\n\r\nthirty  days,  and if no report is forthcoming,  then\r\n\r\nproceedings  in  this  House  are  to  be  no  longer\r\n\r\ndelayed. This means, in effect, Sir, a delay  of  one\r\n\r\nmonth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In accepting the Council of State, we are, in fact,\r\n\r\nentrenching   it   into  our  Constitution.   I   say\r\n\r\n\"entrenching it into our Constitution\" - I will  deal\r\n\r\nin  more detail with this when I come to the proposed\r\n\r\nmethods of entrenchment. But if I may shortly say so,\r\n\r\nSir,  at  this  stage,  there are  three  methods  of\r\n\r\nentrenchment recommended. But, in my view, there is a\r\n\r\nfourth  method, and that is this. Some  constitutions\r\n\r\nprovide  that  some  Bills cannot  go  through  three\r\n\r\nstages  unless  there is a delay of  6  months  or  7\r\n\r\nmonths. So there is a clause in the constitution - an\r\n\r\nentrenched  clause -and in accepting the  Council  of\r\n\r\nState, we are, in effect, accepting the fourth method\r\n\r\nof entrenchment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(xi) any \"Urgent\" Bill notwithstanding that it has\r\n\r\nbeen  assented to shall nevertheless be submitted  as\r\n\r\nsoon  as  possible to the Council who shall  consider\r\n\r\nand report on it as in the case of other Bills.'\r\n\r\n\r\n\r\n<br><br>Acceptable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'(xii) the term of office of a member shall he nine\r\n\r\nyears ---'.\r\n\r\n\r\n\r\n<br><br>I  have  stated  earlier that we  intend  to  appoint\r\n\r\npermanent members and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1436</b></font><br><br>\r\n\r\n\r\n\r\nmembers who may be removed after three years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(xiii) any Minister may attend all proceedings of\r\n\r\nthe  Council  and take part in its deliberations  but\r\n\r\nmay not vote.'\r\n\r\n\r\n\r\n<br><br>I  would  add  \"unless he has been appointed  to  the\r\n\r\nCouncil\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, having dealt with the detailed\r\n\r\nrecommendations   on  the  Council   of   State   and\r\n\r\nGovernment's views of what we accept and what  we  do\r\n\r\nnot,  before I conclude the subject, I would like  to\r\n\r\nmake  it clear - and I think this point must be  made\r\n\r\nand  stressed  for the particular attention  of  some\r\n\r\nMembers  who are rather unhappy about this Council  -\r\n\r\nwhen  Government  views  the recommendations  of  the\r\n\r\nCommission on the Council and, in fact, on the  whole\r\n\r\nReport,  we are not looking at it just as members  of\r\n\r\nthe  Government. We are also looking at it  from  the\r\n\r\npoint of view of the people outside this House,  non-Members of Parliament. In 10 or maybe 15 years,  most\r\n\r\nof  us  will not be in this House. We may be  outside\r\n\r\nand,  if  you  are good enough, you may  be  on  this\r\n\r\nCouncil  of  State.  Perhaps a younger  set  will  be\r\n\r\noccupying  these seats here, and if we  are  on  this\r\n\r\nCouncil, I think, with our experience, we can discuss\r\n\r\ntheir  views  and send them advice  for  what  it  is\r\n\r\nworth. At least when that day comes, we will still be\r\n\r\nmaking some contribution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, with regard to the functions of the\r\n\r\nCouncil of State which I went through just now,  with\r\n\r\nthe  passage  of time we may even consider  extending\r\n\r\nthe  powers of the Council to look into petitions and\r\n\r\ncomplaints  from the public. In other words,  instead\r\n\r\nof appointing an Ombudsman in 5 or 10 years' time, we\r\n\r\nmay  invest  the  powers  of the  Ombudsman  in  this\r\n\r\nCouncil  of  State,  as the Member  for  Punggol  has\r\n\r\npointed out -\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting (Punggol):</b> Very true.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. Rajoo (Farrer Park)</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Point of order or clarification, Mr\r\n\r\nRajoo?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajoo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajoo:</b> Point of clarification.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1437</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Minister give way?\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Gladly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajoo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajoo:</b> Sir, recommendation (x) for the Council\r\n\r\nof State reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`the Council of State shall consider the Bill in\r\n\r\npublic, regulating its own procedure, and within  say\r\n\r\nthirty  days of its submission to the Council make  a\r\n\r\nreport to Parliament. The report to Parliament  shall\r\n\r\nbe  accompanied  by a copy of the Proceedings  before\r\n\r\nthe  Council of State. After the Council of State has\r\n\r\nsubmitted its report to Parliament or if it fails  to\r\n\r\ndo  so  within the specified thirty days, proceedings\r\n\r\nin Parliament on the Bill may then continue;'.\r\n\r\n\r\n\r\n<br><br>My  point  of clarification is this. What happens  to\r\n\r\nthat  report submitted by the Council after the  Bill\r\n\r\nis  considered? What action is Parliament supposed to\r\n\r\ntake on that report?\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Mr Speaker, Sir, once the report is\r\n\r\ntabled  in  this House, it will be available  to  all\r\n\r\nMembers.  Then  it  will be up to the  Government  in\r\n\r\npower  to  accept the recommendations in  tow  or  in\r\n\r\npart,  or  to reject all recommendations.  Does  that\r\n\r\nsatisfy the Member?\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The report, once it is tabled in this\r\n\r\nHouse, will, of course, be available to the Press and\r\n\r\nto the public.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Once it is tabled, of course, it is\r\n\r\nmade public. I think it is only right that the public\r\n\r\nshould  know  what  the Council has  recommended  and\r\n\r\n`what the Government accepts or rejects.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If I may proceed, Sir,I now go on to the\r\n\r\nentrenched  provisions.  The  Report  mentions  three\r\n\r\nmethods of entrenchment. The first is to provide  for\r\n\r\nan  amendment  of the Constitution by  a  Bill  which\r\n\r\nspecifically sets it out as an amendment  Bill.  This\r\n\r\nis   acknowledged   to  be  the   weakest   form   of\r\n\r\nconstitutional entrenchment. The only useful  purpose\r\n\r\nthat:  a  specific  reference in  an  amendment  Bill\r\n\r\nensures is that there may not be any amendment of the\r\n\r\nConstitution   through  sheer  inadvertence   or   by\r\n\r\nimplication.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It will save the Chair and the Clerk\r\n\r\nfrom  knowing  whether  a  `two-thirds  majority   is\r\n\r\nrequired or not.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1438</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> That is very true, Sir,I have said in\r\n\r\nmy earlier statement that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`The Government has given very careful\r\n\r\nconsideration   to   all  three   methods   and   the\r\n\r\nimplications  of  each  and  has  decided,   in   the\r\n\r\nsituation  now prevailing in Singapore, to adopt  the\r\n\r\nsecond method of entrenchment.'\r\n\r\n\r\n\r\n<br><br>I have also stated that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`All those recommendations accepted by the\r\n\r\nGovernment and also recommended by the Commission for\r\n\r\nentrenchment will be so entrenched.'\r\n\r\n\r\n\r\n<br><br>But  after  listening to the views  of  some  Members\r\n\r\n-which  is now confirmed by your view, Sir  -  it  is\r\n\r\nconsidered   that  there  is  merit  in   the   views\r\n\r\nexpressed,  that Government should accept  the  first\r\n\r\nmethod  as well. And I am pleased to state that  this\r\n\r\nmethod  of  entrenchment,  however  weak  it  is,  is\r\n\r\nacceptable to Government and will find a place in our\r\n\r\nConstitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the second method referred to is\r\n\r\nwhere  the amendment Bill, through its passage  here,\r\n\r\nhas  to  secure votes of not less than two-thirds  of\r\n\r\nall  the  elected Members of Parliament voting.  This\r\n\r\nmethod varies from constitution to constitution. Some\r\n\r\nprovide specifically that the requirement of  a  two-thirds  majority must be obtained at the  Second  and\r\n\r\nthe  Third  Readings. This method would  ensure  that\r\n\r\nonly  a Government in office which commands more than\r\n\r\na two-thirds majority in Parliament can alter at will\r\n\r\nthe  provisions  of  the  Constitution  that  are  so\r\n\r\nentrenched. We are inclined to forget here again that\r\n\r\ntoday we are in a happy position of having 49 Members\r\n\r\nout of a House of 51. But we must always think of the\r\n\r\nfuture,  and the day may come when this provision  is\r\n\r\nin  and we want to amend it but cannot do so. On  the\r\n\r\nother hand, it might be the other way, if we form the\r\n\r\nOpposition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is a third method which is\r\n\r\nmentioned  in  the  Report, and  that  is  where  the\r\n\r\namendment  is brought about with the electors  taking\r\n\r\npart. Such a provision would, in fact, provide for  a\r\n\r\nreferendum supporting a particular Bill so passed  by\r\n\r\nthe  Legislature. This is by far the strictest of all\r\n\r\nthe  three  methods suggested. Where the Constitution\r\n\r\nis  to  be the supreme law of the land and its status\r\n\r\nas such is to be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1439</b></font><br><br>\r\n\r\n\r\n\r\nprotected, a procedure can be prescribed for a strict\r\n\r\nmethod  of  amendment and, as a result, a more  rigid\r\n\r\nConstitution will result. But, as has been so rightly\r\n\r\npointed   out   in  the  Constitutional   Report,   a\r\n\r\nconstitution that will not bend will sooner or  later\r\n\r\nbreak. However, one has to consider the necessity  of\r\n\r\nentrenching  clauses in a constitution in  accordance\r\n\r\nwith   its   importance  and  vary  such  method   of\r\n\r\nentrenchment accordingly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have mentioned just now the fourth method, and I\r\n\r\nwill  say  a  little more on that  now.  This  fourth\r\n\r\nmethod  introduces  the imposition  of  a  period  of\r\n\r\ndelay, and this can be found in Jamaica where a Bill,\r\n\r\nseeking  to amend the Constitution, cannot be debated\r\n\r\nin  the  House of Representatives until three  months\r\n\r\nhave  elapsed since its introduction, and  a  further\r\n\r\nthree months must elapse before the conclusion of the\r\n\r\ndebate  and  the  final passing of the  Bill  by  the\r\n\r\nHouse. Thereafter it goes to the Senate whose consent\r\n\r\nmust  be obtained except when the provisions enabling\r\n\r\nthe  dispensation of the consent of  the  Senate  are\r\n\r\ncomplied  with.  Again  in  Jamaica,  Sir,  specially\r\n\r\nentrenched  clauses cannot be altered  in  any  event\r\n\r\nwithout recourse to a referendum. In Australia,  too,\r\n\r\na  referendum is necessary for certain constitutional\r\n\r\namendments and this has led to considerable delays in\r\n\r\nthe   passing  of  such  Bills,  and,  in  fact,  the\r\n\r\npostponement  of  immediate reforms.  To  mention  an\r\n\r\nextreme case, Sir, one may refer to Cyprus where  the\r\n\r\nprovisions safeguarding the interests of the minority\r\n\r\ngroups have been written into a constitution that, to\r\n\r\nall intents and purposes, cannot be amended. This has\r\n\r\nled  practically to a breakdown of the  constitution.\r\n\r\nIn  Malaysia, Nigeria, Trinidad and Uganda, the  two-thirds rule is provided in all\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1440</b></font><br><br>\r\n\r\n\r\n\r\ntheir  Constitutions.  And  this  is  the  method  we\r\n\r\npropose to adopt.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, in dealing with the third\r\n\r\nmethod of entrenchment, it is Government's view  that\r\n\r\nbefore   we   write  this  third  method   into   our\r\n\r\nconstitution, we should have a referendum and consult\r\n\r\nthe  people and ask them, \"Do you or do you not  want\r\n\r\nto  be  consulted on certain matters?\" This  will  be\r\n\r\nquite a referendum because so many questions have  to\r\n\r\nbe  asked  and  I  do not see how agreement  will  be\r\n\r\nreached, but our view is that we should not impose on\r\n\r\nour  people certain responsibilities which  they  may\r\n\r\nnot  choose to bear. They might, but we do not  know.\r\n\r\nWe  have  had  one referendum; we have had  the  1963\r\n\r\nelections;  we  have had the Barisan  vacating  their\r\n\r\nseats;  we  have had by-elections after by-elections.\r\n\r\nSomehow I feel that our people are a little tired and\r\n\r\nprobably  prefer  to  be left  alone,  at  least  for\r\n\r\nseveral years. So, on that note, Mr Speaker, Sir,  I\r\n\r\nthank you for being so patient with me.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House takes note of the Report of the\r\n\r\nConstitutional  Commission, 1966, presented  to  this\r\n\r\nHouse  as  Command Paper No. 29 of 1966, and endorses\r\n\r\nthe  Government's views thereon as  set  out  in  the\r\n\r\nStatement  by  the  Minister  for  Law  and  National\r\n\r\nDevelopment made at the sitting of this House on 21st\r\n\r\nDecember, 1966.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That Parliament do now adjourn to a date\r\n\r\nto be fixed.\" - [Inche Othman Bin Wok.]\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Twenty-four minutes to Seven o'clock p.m. to</div>\r\n\r\n<div align=\"right\">a date to be fixed.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
