{"memberId": null, "volumeNo": "26", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "10", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"26\">\r\n\r\n<meta name=\"Sit_No\" content=\"10\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1967-12-14\">\r\n\r\n<meta name=\"Start_Col\" content=\"543\">\r\n\r\n<meta name=\"End_Col\" content=\"621\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">26</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">10</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">14-12-1967</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 543</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE FIRST PARLIAMENT</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART III OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 26</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 14th December, 1967</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr P. Coomaraswamy).\r\n\r\n\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Minister of State for Education.\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and National Development.\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs and Government Whip.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Dr Chew Chin Han (Tampines).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Chow Chiok Hock (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State for Culture.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 544</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah).\r\n\r\n\r\n\r\n<br>Mr Lim Kim San (Cairnhill), Minister of Defence.\r\n\r\n\r\n\r\n<br>Mr Lim Soo Peng (Havelock).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Inche Mahmud Awang (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Culture and Social Affairs.\r\n\r\n\r\n\r\n<br>Inche Rahamat Bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs.\r\n\r\n\r\n\r\n\r\n\r\n<br>Mr S. Rajoo (Farrer Park). Mr S. Ramaswamy (Crawford), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Bernard Rodrigues (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Teo Hup Teck (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 545</b></font><br><br>\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Minister of State of Defence.\r\n\r\n\r\n\r\n<br>Tuan Haji Yaacob Bin Mohamed (Southern Islands), Minister of State for the Prime Minister's Department.\r\n\r\n\r\n\r\n<br>Mr Yeoh Ghim Seng (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Health.\r\n\r\n<br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Nee Soon).\r\n\r\n\r\n\r\n<br>Mr R. A. Gonzales (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mrs Devan Nair (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 545</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBER TO BE ABSENT</h4></div>\r\n\r\n\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2 (d) of Article\r\n\r\n30 of the Constitution of Singapore, I have granted\r\n\r\npermission to the  Prime Minister  ( Mr Lee Kuan Yew) to be absent from the sitting of Parliament today, the 14th December, 1967.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\r\n\r\n<tr><td width=\"70%\">&nbsp;</td><td width=\"30%\"><div align=\"center\">(P.COOMARASWAMY)</div></td></tr>\r\n\r\n\r\n\r\n<tr><td width=\"70%\">&nbsp;</td><td width=\"30%\"><div align=\"center\">Speaker,</div></td></tr>\r\n\r\n\r\n\r\n<tr><td width=\"70%\">&nbsp;</td><td width=\"30%\"><div align=\"center\">Parliament of Singapore.</div></td></tr></table>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 545</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>COMMITTEE OF SUPPLY</b></div>\r\n\r\n                         \r\n\r\n<br><br><div align=\"center\"><b>(Announcement by Mr Speaker)</b></div>\r\n\r\n                         \r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> In accordance with the provisions of\r\n\r\nparagraph (6) of Standing Order 85, I have for  the\r\n\r\nEstimates of Expenditure of Singapore for the  year\r\n\r\n1968 fixed the times on each allotted day (that  is\r\n\r\nto  say,  15th,  18th and 19th December)  at  which\r\n\r\nconsideration  of  the  heads  of  expenditure   in\r\n\r\nrespect  of  which amendments stand  on  the  Order\r\n\r\nPaper  shall,  if  not previously disposed  of,  be\r\n\r\nconcluded. These times have been notified  to  hon.\r\n\r\nMembers and will appear in the Official Report*.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* Appendix cols. 621-4\r\n\r\n<br><a  target='_blank'  href=\"/search/search/download?value=PDFs/1967/19671214/19671214-HA-0260621.pdf\"\">Appendix to Mr Speaker's announcement(Col. 545) (Cols 0621-0624)</a><br>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 546</b></font><br><br>\r\n\r\n               \r\n\r\n<div align=\"center\"><b>ANNUAL BUDGET STATEMENT</b></div>\r\n\r\n               \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of debate on Question\r\n\r\n[5th December, 1967], \"That Parliament approves the\r\n\r\nfinancial  policy of the Government  for  the  year\r\n\r\n1968.\". -[The Minister for Finance]\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo (Changi):</b> Mr Speaker, Sir, the\r\n\r\nsurplus  in  next year's Estimates of  Revenue  and\r\n\r\nExpenditure  of  $30.28  million,  tabled  by   the\r\n\r\nFinance  Minister  for the young Republic,  without\r\n\r\nthe loss to any sector of the economy or community,\r\n\r\nand an overall economic growth of eight per cent in\r\n\r\nthe  first  nine months of 1967 as  compared  to  a\r\n\r\npopulation growth of 2.5 per cent, once again shows\r\n\r\na  great  step forward in the relentless effort  to\r\n\r\ndevelop  our  national economy. Sir,  this  surplus\r\n\r\ndoes  not  fall from the sky. It is the  result  of\r\n\r\ncareful  planning by the Government and the  desire\r\n\r\nto  see it through by the Government and the people\r\n\r\nthe   employers,  the  workers  and   the   various\r\n\r\ncommunities of the society at large. Sir, our  hard\r\n\r\nwork,  particularly during the last two years,  and\r\n\r\nthe fruitful result that follows give us reason for\r\n\r\njoy.  It  has added more confidence to our economy,\r\n\r\nboth  internally and internationally.  This  is  an\r\n\r\ninspiration  to us all and we should strengthen  it\r\n\r\nby  increasing efforts in the years ahead. For  the\r\n\r\nmoment we begin to be complacent, that will be  the\r\n\r\nmoment  when  we begin to dissipate  away  in  this\r\n\r\nunceasingly turbulent region of the world.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, two years ago when independence was forced\r\n\r\non  us  and many people were pessimistic about  the\r\n\r\nfuture,  we  were not in despair. Very  few  people\r\n\r\nthen  would  have the courage to say that  such  an\r\n\r\nachievement  could be accomplished in  so  short  a\r\n\r\nperiod  of time. Sir, today we have proved  to  the\r\n\r\nworld  that,  though  we  are  a  small  State,   a\r\n\r\ndetermined   people,  equipped  with   the   proper\r\n\r\neducation  and training, and under the impetus  and\r\n\r\ndedicated  leadership  of our  present  Government,\r\n\r\ncan, I have' every confidence, lead the march to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 547</b></font><br><br>\r\n\r\n\r\n\r\nprogress  and  prosperity and build a non-Communist\r\n\r\ndemocratic,   socialist   nation.   Sir,   it    is\r\n\r\nparticularly heartening to note that not long after\r\n\r\nour independence came the restoration of diplomatic\r\n\r\nand  trading  relations with  Indonesia.  This,  as\r\n\r\nstated  by  the  Finance  Minister,  is  the   most\r\n\r\nimportant of the three main reasons for the present\r\n\r\nbuoyancy of the economy. Import and export of  many\r\n\r\ncommodities  in our trade with Indonesia  have  not\r\n\r\nonly  been restored to the pre-confrontation  level\r\n\r\nin  volume, but have also surpassed it. Increase in\r\n\r\nexports to South Vietnam and the enormous inflow of\r\n\r\nHong   Kong  capital  were  also  the  major  items\r\n\r\ncontributing  to  the  good  performance   of   our\r\n\r\nnational economy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the lengthy Budget speech of\r\n\r\nthe  Finance Minister was dominated by his  concern\r\n\r\nover  the  growing  unemployment  problem  and  the\r\n\r\nproposed   retrenchment  of  some  16,000  citizens\r\n\r\nemployed in the British bases within the next three\r\n\r\nand  a  half  years,  and the  ways  and  means  he\r\n\r\nproposed  to overcome them. As it is, the  Republic\r\n\r\nfaces  an increase of about 25,000 employable young\r\n\r\npeople  annually. According to the sample Household\r\n\r\nSurvey  of  the  University of  Singapore  Economic\r\n\r\nResearch  Centre, 52,630 were unemployed out  of  a\r\n\r\ntotal   of  slightly  more  than  half  a   million\r\n\r\nemployable,  that  is,  about  10  per  cent   were\r\n\r\nunemployed,  and  there is a  growing  increase  of\r\n\r\nunemployed   every  year.  Sir,  this  is   further\r\n\r\naggravated by the impending retrenchment of workers\r\n\r\nin the British bases and we will probably suffer  a\r\n\r\ndrain  of about 100,000 economically active  people\r\n\r\nin  various  categories of labour within  the  next\r\n\r\nthree  and a half years. This will indeed make  the\r\n\r\nsituation very acute. But it cannot be denied  that\r\n\r\ngiven   a  situation  like  ours,  even  the   best\r\n\r\ngovernment  in the world cannot solve  the  problem\r\n\r\nentirely in a few years. Sir, our Government has at\r\n\r\nleast  tried  to  reduce the problem  with  a  high\r\n\r\npercentage  of  success  within  a  bearable  limit\r\n\r\nthrough   expansion   and   diversity   of   trade,\r\n\r\nindustrialisation and the opening of  new  avenues,\r\n\r\nsuch as tourism, to create more jobs. The\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 548</b></font><br><br>\r\n\r\n\r\n\r\nGovernment and the citizens themselves have to work\r\n\r\nvery hard for their survival.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Finance Minister has suggested a number\r\n\r\nof ways to overcome the unemployment problem which,\r\n\r\nwhen  fully accomplished, will find jobs for  about\r\n\r\n43,000  people every year for the next  few  years.\r\n\r\nBut  he  has  never touched on how  to  assist  the\r\n\r\nfarmers  to  get  cheaper fertilizers  and  cheaper\r\n\r\nmulti-feeds so that they can produce more goods and\r\n\r\nour   people  can  enjoy  cheaper  vegetables   and\r\n\r\nlivestocks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I take particular interest in the Minister's\r\n\r\nindication of the tourist trade. As far  as  I  can\r\n\r\nunderstand, the Minister has based his calculations\r\n\r\nin  the promotion of the tourist trade chiefly,  if\r\n\r\nnot  solely, on the building of first-class  hotels\r\n\r\nto  create  employment for about 9,000 people  over\r\n\r\nthe  next three and a half years. I do not see  how\r\n\r\nthis   can  induce  tourists  to  visit  Singapore,\r\n\r\nalthough  it cannot be questioned that  such  ultra\r\n\r\nmodern  accommodation  does  make  them  feel  cosy\r\n\r\nduring  their stay. But surely they are not  coming\r\n\r\nhere  from  thousands of miles away  just  for  the\r\n\r\npurpose  of  making themselves comfortable  in  the\r\n\r\nhotels?   Neither  do  I  believe  that  they   are\r\n\r\ninterested  in  helping us solve  our  unemployment\r\n\r\nproblem. Sir, to make a success out of the  tourist\r\n\r\ntrade,  I  suggest  that  the  main  factor  to  be\r\n\r\nconsidered is how to attract tourists and  not  how\r\n\r\nto  create  jobs out of tourism, and when  we  have\r\n\r\nsucceeded  in this respect, then our services  will\r\n\r\nautomatically  be  in  demand,  resulting  in   the\r\n\r\ncreation of direct or indirect employment.  Sir,  a\r\n\r\ntourist  will ask himself how much he gets  out  of\r\n\r\nhis  spending in the Republic and what he gets  out\r\n\r\nof  it,  and if he finds that it is not  worth  his\r\n\r\nmoney, not only will he not come again but many  of\r\n\r\nhis  friends  will be encouraged to  go  elsewhere.\r\n\r\nSir,  it has always been said that we lack the kind\r\n\r\nof    first-class   entertainment,   services   and\r\n\r\nfacilities found in places like Bangkok, Hong  Kong\r\n\r\nand  Japan.  Other than their first  trip  here  on\r\n\r\nbusiness, very few people would want to visit  here\r\n\r\nagain.  Therefore, some kind of inducement must  be\r\n\r\nadded to the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 549</b></font><br><br>\r\n\r\n\r\n\r\nexisting ones to make the tourists stay longer  and\r\n\r\nvisit   here  more  often.  In  fact,  considerable\r\n\r\nefforts  have been made by the Government  and  the\r\n\r\nvarious   business  communities  to  encourage   an\r\n\r\nincrease  in  the number of tourists  having  their\r\n\r\nholidays  here.  But I would say  that  it  is  not\r\n\r\nenough. More efforts and more planning must be  put\r\n\r\nin.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all of us are happy to note that the Finance\r\n\r\nMinister  has decided not to increase any tax  next\r\n\r\nyear  and yet is able to spend more in next  year's\r\n\r\ndevelopment.  On the whole, the 1968  Budget  is  a\r\n\r\nvery big New Year gift to the two million people of\r\n\r\nthis young Republic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully endorse my support of the motion\r\n\r\ntabled by the Minister that Parliament approves the\r\n\r\nfinancial  policy of the Government  for  the  year\r\n\r\n1968.\r\n\r\n\r\n\r\n<br><br>2.44 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong (Delta)</b>(<i>In Mandarin</i>): Sir,\r\n\r\nI do not wish to dwell at length on the question of\r\n\r\neconomy, because in the past few years we have seen\r\n\r\na  lot of news on this topic being published in the\r\n\r\nnewspapers.  We  have  also  seen  how  our   local\r\n\r\nmerchants  have  praised  our  wise  Minister   for\r\n\r\nFinance for being able to table such a Budget  like\r\n\r\nthis one before us. I must, however, stress that we\r\n\r\nmust pay more attention to the spirit and principle\r\n\r\nof the Budget than to its details. I would now like\r\n\r\nto remind the Government that since the expenditure\r\n\r\nand revenue for next year are balanced, I hope they\r\n\r\nwill  make  use of the stable economy to  pay  more\r\n\r\nattention  to  the  interest of the  labourers  who\r\n\r\nconstitute a large part of our population,  and  to\r\n\r\nimplement  as  quickly as possible the Government's\r\n\r\npolicy in relation to the labouring class in  order\r\n\r\nto  reduce  in the shortest time possible  the  gap\r\n\r\nbetween  the  rich  and the poor  so  that  we  can\r\n\r\nspeedily achieve a democratic, socialist society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I should say the 1968 Budget is satisfactory\r\n\r\nto all. There are many things which are encouraging\r\n\r\nto us, one of which is that next year the expenditure\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 550</b></font><br><br>\r\n\r\n\r\n\r\nand  revenue will balance  and  there  is  no\r\n\r\nincrease  in  taxation, which  would  have  been  a\r\n\r\nburden  on  the  people. Just as the  Minister  has\r\n\r\npointed out, our economy is progressing as  it  has\r\n\r\nin  the  past.  There has been an  eight  per  cent\r\n\r\nincrease  in national income. This is  not  only  a\r\n\r\nsurprise to many experts, but it also makes us feel\r\n\r\nproud of our economic achievements because we  have\r\n\r\nachieved quite a lot in the economic field. We  can\r\n\r\nsay  that ours is a unique case in South-east Asia,\r\n\r\nand we are enjoying a high standard of living. That\r\n\r\ngoes  to show that a country must have a judicious,\r\n\r\ndemocratic,  socialist leadership  and  enlightened\r\n\r\neconomic  measures  before it  can  achieve  social\r\n\r\nstability,  economic prosperity and a rise  in  the\r\n\r\nstandard  of living of the people. I am  sure  hon.\r\n\r\nMembers  will all agree with me that this  type  of\r\n\r\neconomic  policy should not only create  prosperity\r\n\r\nbut   also   achieve  stability.  So  any  economic\r\n\r\nmeasures adopted by the Government must be based on\r\n\r\nour  platform for nation-building and on our spirit\r\n\r\nof revolution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, allow me to remind the Government that while\r\n\r\nwe,  as  representatives of the people, are working\r\n\r\ntowards  a  democratic, socialist, egalitarian  and\r\n\r\nmulti-racial society, we must realise the tasks and\r\n\r\nthe  responsibilities the people have entrusted  to\r\n\r\nus.  I  feel that any work in nation-building  must\r\n\r\naim  at  the  highest achievement and  the  highest\r\n\r\nideal,  if we deviate from this path, it will  mean\r\n\r\nthat  we  are deviating from the interests  of  the\r\n\r\npeople and we will lose their support. Without  the\r\n\r\nbase formed by the general masses of the people, we\r\n\r\nwill not be able to carry out our policies and  our\r\n\r\nefforts  will  be in vain. We must let  the  people\r\n\r\nunderstand  that  the  dynamic  force   which   has\r\n\r\ngenerated  our  present  economic  prosperity   and\r\n\r\nstability  is something which we should  understand\r\n\r\nand which is meaningful. I remember on the 20th  of\r\n\r\nFebruary, 1959, the Deputy Prime Minister gave  the\r\n\r\nreasons why the P.A.P, had received the support  of\r\n\r\nthe  people.  He said that most of  the  people  of\r\n\r\nSingapore were labourers and were\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 551</b></font><br><br>\r\n\r\n\r\n\r\nbeing  exploited. They supported  our  aim  for  an\r\n\r\nequal  and just society and our policies for  equal\r\n\r\nopportunities  in employment and other  fields  and\r\n\r\nthey  wanted to have a better standard  of  living.\r\n\r\nThe  merchants  also supported us  because  of  our\r\n\r\nintegrity  and anti-corruption campaigns and  other\r\n\r\neffective  administrative measures. They  supported\r\n\r\nan  honest  and  clean government  which  would  be\r\n\r\nconducive to their economic interests so that  they\r\n\r\ncould  live  in  peace.  The present  Minister  for\r\n\r\nFinance,  namely, Dr Goh Keng Swee, at  that  time\r\n\r\nsaid  that  the economic policy of the  P.A.P. was\r\n\r\nmainly  aimed  at getting the best things  for  the\r\n\r\nmajority  of  our  people,  namely,  security   and\r\n\r\nprosperity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am saying all this in order to show the\r\n\r\neconomic challenge before us so that we may analyse\r\n\r\nseriously  our  work  in the past  year.  Everybody\r\n\r\nknows that the P.A.P. Government ever since it came\r\n\r\nto  power has carried out revolutionary work in all\r\n\r\nfields, and everybody knows our achievements.  What\r\n\r\nwe  have been able to achieve has enabled to create\r\n\r\na  stable society and a prosperous economy and this\r\n\r\nclearly  shows the efficiency of our Government.  I\r\n\r\nwould  like  to  avail myself of  this  opportunity\r\n\r\ntoday  to  remind  the Government to  redouble  its\r\n\r\nefforts  in  its tasks, fired by its  revolutionary\r\n\r\nspirit, as it has been in the past, and serve  this\r\n\r\ncountry  and  implement its  economic  policies  in\r\n\r\norder  to  bring  equality to all sections  of  the\r\n\r\npeople:  in  other words, to close the gap  between\r\n\r\nthe  rich  and  the  poor. As  everybody  can  see,\r\n\r\nSingapore  is prosperous and very progressive.  But\r\n\r\nwe  should not look only at the optimistic side  of\r\n\r\nthe  picture and neglect the other side of it.  The\r\n\r\nother  side is one of the platforms of the P.A.P.'s\r\n\r\nmanifesto, i.e., to bridge the gap between the rich\r\n\r\nand  the  poor,  and to establish a  non-Communist,\r\n\r\ndemocratic, socialist, fair and just society  where\r\n\r\nthere is no exploitation of man by man.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have said all this in order that all the people\r\n\r\nconcerned can pay more attention to this so  as  to\r\n\r\nbring to realisation all that we have hoped for. We\r\n\r\nshould also allow our younger generation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 552</b></font><br><br>\r\n\r\n\r\n\r\nto  understand our problems and our tasks.  We  all\r\n\r\nknow  that most of the consumers are in the  middle\r\n\r\nand   lower  income  groups.  These  consumers  are\r\n\r\npurchasers.  They  must have  a  good  standard  of\r\n\r\nliving  before  they can spend more.  Although  the\r\n\r\naverage income of the workers has improved somewhat\r\n\r\nmore than before, generally speaking, however,  the\r\n\r\ndegree  of improvement is very small. Although  the\r\n\r\nmarket for consumer goods is quite active, most  of\r\n\r\nthe  goods  are  purchased on hire purchase  terms.\r\n\r\nMany consumers, after acquiring such consumer goods\r\n\r\non  an  instalment  basis,  later  find  themselves\r\n\r\nunable  to  pay the whole amount due. So  they  get\r\n\r\ninto  difficulties because of lack of  money.  From\r\n\r\nthese instances, we can see clearly that though one\r\n\r\nside  of  the  picture  represents  our  nation  as\r\n\r\nprosperous, on the other side of it, however, there\r\n\r\nare  still  the workers whose purchasing  power  is\r\n\r\nlimited.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I would like to suggest is that\r\n\r\nwhen   we   talk  about  individual   income,   the\r\n\r\naccumulative  income of an individual may  increase\r\n\r\nhis purchasing power, but there are instances where\r\n\r\nthe method of taxation may not channel capital into\r\n\r\nproductive fields. The people are generally  paying\r\n\r\ntaxes,  but the rich are still able to evade paying\r\n\r\nwhat  they should pay. So this has brought about  a\r\n\r\ngreater  difference between the rich and  the  poor\r\n\r\nand  a  certain  amount  of economic  imbalance  in\r\n\r\nsociety, with the result that there may not  be  an\r\n\r\nequal  enjoyment  of the services provided  by  the\r\n\r\ncountry.  The  poor will be struggling  forever  in\r\n\r\ndire   poverty;  the  rich  will  be  richer;   and\r\n\r\ntherefore  the line between the rich and  the  poor\r\n\r\nwill be more marked.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is an outstanding problem with regard to\r\n\r\nurban renewal. Everybody wants to look forward to a\r\n\r\nbetter  future, but the upheavals caused  by  urban\r\n\r\nrenewal  cannot escape our attention. Urban renewal\r\n\r\nschemes  should  achieve social  progress  and  not\r\n\r\ncause  any exploitation of the people. They  should\r\n\r\nnot cause the people any inconvenience. But we have\r\n\r\nseen that many people have been forcibly removed as\r\n\r\na result\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 553</b></font><br><br>\r\n\r\n\r\n\r\nof  urban renewal schemes. These people - especially\r\n\r\nthe  hawkers  and  small merchants  - have  suffered\r\n\r\nquite  a  lot  economically as a  result  of  urban\r\n\r\nrenewal  schemes.  Although we have  allotted  them\r\n\r\nshops,  they normally fight shy of taking  them  up\r\n\r\nbecause  of the high rentals. They just admire  the\r\n\r\nshops  without  daring to rent  them.  Yet  we  are\r\n\r\nencouraging  the capitalists to take  part  in  our\r\n\r\nurban   renewal   schemes  by  giving   them   more\r\n\r\nfavourable terms. Of course, nobody can  accuse  us\r\n\r\nof  not  encouraging  them to invest  in  order  to\r\n\r\nincrease  our  economic prosperity. We  are  giving\r\n\r\nthem  a  lot of encouragement and favourable terms.\r\n\r\nFor  instance,  we grant them tax exemption  for  a\r\n\r\nnumber of years, good sites for development, better\r\n\r\nattention   and  facilities.  From   this   glaring\r\n\r\nexample,  the people are given the impression  that\r\n\r\nwe  are granting better facilities to the rich  who\r\n\r\nare availing themselves of Government assistance to\r\n\r\nachieve their own purposes. On the other hand,  the\r\n\r\nsmall  merchants and hawkers have more or  less  to\r\n\r\nclose  shop after they have been forcibly  evicted.\r\n\r\nThis  situation  can he described  as  an  abnormal\r\n\r\ndevelopment.  In  other words, we are  helping  the\r\n\r\nrich  and  doing nothing for the poor.  Thus,  this\r\n\r\nproblem  is not being looked into properly  by  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I would like to express the hope that\r\n\r\nour   Government  will  thoroughly  carry  out  the\r\n\r\nobjectives  in  their manifesto in a  revolutionary\r\n\r\nspirit  in order to bring about a democratic,  non-Communist  socialist society  and  to  redress  the\r\n\r\nbalance  between the poor and the rich. I hope  the\r\n\r\nGovernment  can put forward suggestions to  achieve\r\n\r\nthis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's policy with regard to the\r\n\r\nencouragement  of foreign investments  should  also\r\n\r\ntake account of the interest of the small merchants\r\n\r\nand  hawkers so that there can be equal development\r\n\r\namong  all sections of our population. I am of  the\r\n\r\nview  that  the  Government should set  up  a  loan\r\n\r\norganisation, for instance, to help taxi-drivers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 554</b></font><br><br>\r\n\r\n\r\n\r\nWe  know that their taxis are  mostly  on\r\n\r\nloan or on hire, and some of them purchase them  on\r\n\r\nhire purchase terms at very high interest. So their\r\n\r\nmonthly expenses are very heavy. In addition,  they\r\n\r\nhave  to maintain their families. Very often,  they\r\n\r\ncannot  continue to pay their instalments  half-way\r\n\r\nand  their vehicles are taken back by the  sellers.\r\n\r\nSo  this  loan organisation can in a  way  help  to\r\n\r\nsolve part of the problems of the taxi-drivers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The small merchants who are evicted as a result\r\n\r\nof  urban  renewal  should also be  helped  by  the\r\n\r\nGovernment to resettle in new shops by a scheme  of\r\n\r\nservice. The Government should help to re-establish\r\n\r\ntheir   businesses  through  some  form  of  loans,\r\n\r\nbecause  we  know  that even the  large  commercial\r\n\r\nfirms   have   to   depend  on   larger   financial\r\n\r\norganisations to back them up. So this is a  factor\r\n\r\nthat will affect our economic prosperity.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I think the Government can set up a\r\n\r\ncorporation to enable the people to invest  in  it,\r\n\r\nto  encourage  them to buy shares of various  firms\r\n\r\nand  industries.  Thus the investors  will  not  be\r\n\r\nconfined to just a small group of people. This will\r\n\r\nhelp  the masses to take part in investment schemes\r\n\r\nand   become  shareholders.  If  there   are   more\r\n\r\ninvestors,  there will be more funds  to  replenish\r\n\r\nour  financial resources and to help carry out  the\r\n\r\nGovernment's  economic  policies.  It  is  also  in\r\n\r\nkeeping  with the Government's economic  plans  and\r\n\r\nthe  nature  of  our economy so that  our  national\r\n\r\nwealth  can be more equally distributed  among  our\r\n\r\npeople. This will help them to achieve a better and\r\n\r\nequal socialist society earlier.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have given my suggestions. At the same time, I\r\n\r\nwould also like to express my support for the  many\r\n\r\ngood points in the Budget Statement of the Minister\r\n\r\nfor Finance.\r\n\r\n\r\n\r\n<br><br>3.11 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan)</b>(<i>In Malay</i>): Mr Speaker, Sir, it would indeed be\r\n\r\ndifficult   to   find  a  newly   independent   and\r\n\r\ndeveloping nation, particularly in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 555</b></font><br><br>\r\n\r\n\r\n\r\nthis part of the world, whose Budget Estimates show\r\n\r\na   surplus   and   whose   revenue   exceeds   its\r\n\r\nexpenditure. It is a truism to say that every newly\r\n\r\nindependent and developing nation inevitably  finds\r\n\r\nit  necessary  to  raise income  tax,  import  tax,\r\n\r\nproperty  tax  and various taxes  of  one  kind  or\r\n\r\nanother  or to obtain loans from foreign  countries\r\n\r\nor,  if  not,  to  sell one of the islands  in  its\r\n\r\nterritory   in   order  to  finance  its   national\r\n\r\nexpenditure. There was a time during  the  Lim  Yew\r\n\r\nHock regime when the Singapore Government found  it\r\n\r\nnecessary to sell Christmas Island in order to  get\r\n\r\nmoney  to  overcome  the deficit  in  the  national\r\n\r\nBudget.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Singapore, ever since it came under the\r\n\r\nP.A.P. rule, has steadily progressed in prosperity.\r\n\r\nIts  social  services  have improved;  its  housing\r\n\r\nproblems  which posed a major problem at  one  time\r\n\r\nhave  now  been successfully overcome; every  child\r\n\r\nborn  is  assured of a place in school, no  matter\r\n\r\nwhether  he stays far or near; industrial  disputes\r\n\r\nbetween  employers and employees are decreasing  in\r\n\r\nnumber.  All  these achievements  are  due  to  the\r\n\r\ndedication, sincerity and hard work of the  leaders\r\n\r\nas  well as to their correct leadership in striving\r\n\r\ntowards  the  goal of progress and  prosperity  and\r\n\r\nharmony  among its multi-racial citizens. Moreover,\r\n\r\nthe  Minister for Finance is an acknowledged expert\r\n\r\nin  economics.  That  is why  Singapore  today  can\r\n\r\njustly be proud of the successes it has achieved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is usual, every time the Minister for Finance\r\n\r\npresents the Budget Estimates, for every sector  of\r\n\r\nthe public, from the businessman to the worker,  to\r\n\r\nbecome  apprehensive and wonder whether there  will\r\n\r\nbe any increases in taxes. But this time the public\r\n\r\nwere much relieved when it was announced that there\r\n\r\nwere  to  be  no increases in taxes for the  coming\r\n\r\nyear.  If there are those who are somewhat  worried - the  number  is  not big - it  is  because  of  the\r\n\r\ndevaluation  of the Pound Sterling. But  I  believe\r\n\r\nthat  they  too will be relieved to know  that  the\r\n\r\neconomy of Singapore is not only\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 556</b></font><br><br>\r\n\r\n\r\n\r\nstable but improving from time to time, as has been\r\n\r\nstated by the Minister in his policy speech on  the\r\n\r\nBudget for 1968.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the facts he gave was that the use of\r\n\r\ngranite  continues  to  increase  due  to  building\r\n\r\nconstruction - construction of new roads and  repair\r\n\r\nof  old roads - an increase of two and a half times.\r\n\r\nAnother  economic  indicator,  which  the  Minister\r\n\r\nfound interesting to watch, was the increase in the\r\n\r\nnumber of motorcycles and scooters registered. Five\r\n\r\nyears  ago, the average was 548 per month, but  for\r\n\r\nthe last three months the average was 1,258. So too\r\n\r\nis  it the case with the construction of factories,\r\n\r\netc.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Mr Speaker, Sir, the examples mentioned\r\n\r\njust  now  are as yet no cause for satisfaction  to\r\n\r\nme. The increase in the use of granite to build new\r\n\r\nroads - to nearly 130,000 cubic yards per month  - is\r\n\r\nof    little    benefit   to   Kampong    Kembangan\r\n\r\nConstituency.  To  date,  the  roads   in   Kampong\r\n\r\nKembangan are still full of pot-holes and unfit not\r\n\r\nonly   for   vehicular   traffic   but   also   for\r\n\r\npedestrians. The fact is that requests and  appeals\r\n\r\nhave  incessantly and repeatedly been made  to  the\r\n\r\nMinistry,  but unfortunately all to  no  avail.  So\r\n\r\ntoday  you find that about 80 per cent of the roads\r\n\r\nin  Kampong  Kembangan are still in a sorry  state.\r\n\r\nMoreover,  during  the present rainy  season,  with\r\n\r\nChristmas coming soon, to be followed by  Han  Raya\r\n\r\nPuasa  and  Chinese New Year, you can be sure  that\r\n\r\nthe  residents  of Kampong Kembangan,  who  are  of\r\n\r\nvarious  races  and  religions, will  be  observing\r\n\r\nthese  days  with an air of despondency and  gloom,\r\n\r\neven though taxes are not raised.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance was elated to note the\r\n\r\nincrease in the number of motor-cycles and scooters \r\n\r\nregistered  in the past three months, an indication \r\n\r\nthat skilled artisans and white-collar workers  are \r\n\r\nalso benefiting from our economic expansion. I  am, \r\n\r\nhowever,  sad  when I think of the number  of  car-owners  \r\n\r\nwho  have found it necessary to sell  their\r\n\r\ncars  because of the increase last December in  the\r\n\r\ncost  of petrol, car tax, and driving licence fees.\r\n\r\nFurthermore, they have to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 557</b></font><br><br>\r\n\r\n\r\n\r\npay for parking in the city, to the extent that car-owners, even if they are flat dwellers, have to pay\r\n\r\nto park near their homes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These are some of the reasons for the increase in\r\n\r\nthe  number of motorcycles and scooters registered,\r\n\r\nrather  than  that the increase is due to  economic\r\n\r\nexpansion.  Car owners have to economise,  and  the\r\n\r\nsimplest and cheapest way is to sell their cars and\r\n\r\nbuy motor-cycles and scooters instead.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the increase in the number of\r\n\r\nnew  factories, admittedly this is good because  it\r\n\r\nprovides  jobs for the unemployed. But my complaint\r\n\r\nis  that  a number of these factories are built  in\r\n\r\nresidential  areas, such as Kampong  Kembangan.  My\r\n\r\nconstituency is a residential area, but  industries\r\n\r\nsuch  as  sawmills, iron foundries, etc, are  fast\r\n\r\ngrowing  in  number, like mushrooms after  a  heavy\r\n\r\nrain.  All  this affects the peace and tranquillity\r\n\r\nof  the  residents in my constituency. Quite  often\r\n\r\nthe  power  supply is disrupted on account  of  the\r\n\r\nheavy  machinery, and the noise emanating therefrom\r\n\r\ndisturbs the tranquillity of the neighbourhood  and\r\n\r\nis  another  nuisance to the children who  wish  to\r\n\r\nstudy  their lessons at home. Roads and drains  are\r\n\r\ndamaged.  Far  from being regularly maintained  and\r\n\r\nrepaired,  these roads and drains are now subjected\r\n\r\nto constant use by heavy vehicles which pass to and\r\n\r\nfrom the factories, causing even greater damage.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, although the figures and indications\r\n\r\nwhich   point  to  our  economic  development   are\r\n\r\ninteresting, as stated by the Minister for Finance,\r\n\r\nnevertheless  I,  for one, am still  not  convinced\r\n\r\nthat  the  people of Singapore will not  experience\r\n\r\nincreased taxation in 1968. In the first place,  if\r\n\r\nthe Minister is unable to anticipate the number  of\r\n\r\nGovernment   officers  going  into  retirement   as\r\n\r\nevidenced in the Supplementary Estimates for  1967,\r\n\r\nwhich was debated last Monday, I do not see how  he\r\n\r\nis  able  to  anticipate  that  the  collection  of\r\n\r\nrevenue will exceed expenditure for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 558</b></font><br><br>\r\n\r\n\r\n\r\n1968.  In  the  second place, the Minister  himself\r\n\r\nstated   that   he   expected   another   set    of\r\n\r\nSupplementary Estimates for next year. Whereas  the\r\n\r\nsurplus  for  1968  is only to  the  tune  of  $0.3\r\n\r\nmillion, the Supplementary Estimates for 1967  was\r\n\r\nfor   more  than  $5  million.  Thus,  the   Budget\r\n\r\nEstimates for 1968 are at best vague. It is not  as\r\n\r\nyet  certain that the people of Singapore will  not\r\n\r\nexperience tax increases in the coming year.\r\n\r\n\r\n\r\n<br><br>3.23 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Soo Peng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Soo Peng (Havelock):</b> Mr\r\n\r\nSpeaker,  Sir, much praise has been  given  to  the\r\n\r\nBudget  speech  of  the Finance  Minister  - by  the\r\n\r\nordinary   man   in   the   street,   by   bankers,\r\n\r\nindustrialists,   traders,, and   merchants.   The\r\n\r\nspeakers before me have also praised him, and I  am\r\n\r\nsure  the speakers after me too, will be resounding\r\n\r\nthese  praises, if I were to add even more praise,\r\n\r\nI  am afraid the Finance Minister might not be able\r\n\r\nto bear the burden. And so, if I do not join in the\r\n\r\nchorus, then I think it does not deserve praise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget speech on the financial policy of the\r\n\r\nGovernment for the year 1968 can be divided broadly\r\n\r\ninto  three  parts. Firstly, the  Finance  Minister\r\n\r\nsurveys  the  progress for the year;  secondly,  he\r\n\r\nanalyses  the  problems of the ensuing  year;  and,\r\n\r\nthirdly,  he tells us what he proposes to  do  with\r\n\r\nit.  As I sat listening to his survey, I could  not\r\n\r\nhelp  feeling  very  proud  of  being  a  Singapore\r\n\r\ncitizen. Mr Speaker, Sir, I assure you it was  not\r\n\r\non account of the language of the Finance Minister,\r\n\r\nwhose language was indeed restrained and sober.  My\r\n\r\npride  swelled  from the facts the Minister  reeled\r\n\r\nout one after another. Everything was up - trade was\r\n\r\nup,  not  only in value but even more so in volume,\r\n\r\nand by a staggering 15 per cent.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to a very recent Colombo Plan report\r\n\r\nquoted  in  the local Press, only two countries  in\r\n\r\nAsia  had  an increase in their share of the  world\r\n\r\ntrade. These are Singapore and South Korea, bearing\r\n\r\nin  mind that we flourish (to use the words of  the\r\n\r\nFinance\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 559</b></font><br><br>\r\n\r\n\r\n\r\nMinister)  entirely  on skill  and  expertise.  The\r\n\r\ndistinction in trade is something to warm  all  our\r\n\r\nhearts.  The number of ships using our harbour  has\r\n\r\ngone up, and so has the tonnage. Bank deposits  are\r\n\r\nup.  So  has  building construction gone  up  - both\r\n\r\npublic and private. There was even a short shortage\r\n\r\nof  cement. Receipts from tourism are up, and there\r\n\r\nis  a  grave shortage of hotels which we are trying\r\n\r\nvery  hard to remedy. Manufacturing output has gone\r\n\r\nup,  and industrial investment is also up, so  much\r\n\r\nso  that the Economic Development Board has to have\r\n\r\na crash programme in factory construction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our achievements for the year\r\n\r\nhave  really  been impressive and  satisfying.  But\r\n\r\nwhat  is  more gratifying is that not only have  we\r\n\r\nkept  up  with economic development which began  in\r\n\r\n1959, but we have also distributed the uses of our\r\n\r\nincreasing  wealth  in a more  just  and  equitable\r\n\r\nmanner.  Since  1959, in spite of rapid  population\r\n\r\nincreases,  the  per capita income has  risen  from\r\n\r\nabout  $1,200 to about $1,700, or by about  42  per\r\n\r\ncent. At this figure we certainly have a per capita\r\n\r\nincome exceeded only perhaps by Japan in Asia. This\r\n\r\nalone will mean very little to the common man if he\r\n\r\ndoes not get an increasing share of the use of  the\r\n\r\nincreased wealth. As the Minister has observed - and\r\n\r\non which I can personally testify - not only has the\r\n\r\nnumber  of cars but also the number of motor-cycles\r\n\r\nand  scooters  has  gone up very rapidly.  All  the\r\n\r\nfactories   in  Jurong  that  I  know  of   provide\r\n\r\nsubstantial  parking  lots  for  motor-cycles   and\r\n\r\nscooters of the ordinary worker.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If further proof of a better life for the\r\n\r\nordinary worker is required, one need go no further\r\n\r\nthan  to  any of the vast subsidised public housing\r\n\r\nestates  and  observe the living conditions  there.\r\n\r\nOne  will  see radio and television sets in  nearly\r\n\r\nevery  home.  One will see the car  parks  full  of\r\n\r\ncars,  motor-cycles and scooters.  The  only  thing\r\n\r\nthat  one perhaps will not see is a boy or girl  of\r\n\r\nschool-going age not in school.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 560</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another very satisfying matter is the continued\r\n\r\nimprovement in the industrial relations climate  in\r\n\r\nSingapore.  This is no doubt one of  the  important\r\n\r\nfactors  in our economic progress during the  year.\r\n\r\nAccording  to  figures  published  by  the   Labour\r\n\r\nMinistry,  man-days  lost  on  account  of  strikes\r\n\r\ndropped from a peak of 411,000 in 1961 to 44,000 in\r\n\r\n1966.  Figures for this year are not yet available.\r\n\r\nBut   from  what  we  know,  except  for  the  Hume\r\n\r\nIndustries strike, there does not seem  to  be  any\r\n\r\nmajor   work   stoppages.  The  better   industrial\r\n\r\nrelations  climate today may be attributable  to  a\r\n\r\nreorientation  of  basic  thinking   between   both\r\n\r\nmanagement  and labour circles. There  has  been  a\r\n\r\nmarked  willingness on both sides to place national\r\n\r\ninterests,  and  therefore  of  the  general  good,\r\n\r\nbefore any other interests, and there has developed\r\n\r\na  new  mood  where  both  sides  are  increasingly\r\n\r\nanxious to sit down and reason rather than to fight\r\n\r\nit  out.  This  is  especially  so  in  the  Jurong\r\n\r\nindustrial complex, it is here, I think,  that  the\r\n\r\nworkers deserve a special compliment; not only have\r\n\r\nthey and their leaders, with rare exceptions, shown\r\n\r\na remarkable degree of responsibility in industrial\r\n\r\nrelations,   but  they  have  also  widened   their\r\n\r\nactivities   into   the   social,   cultural    and\r\n\r\nrecreational fields. In these activities, I am glad\r\n\r\nto  note  that  the  management has  willingly  co-operated  by  donating funds. If the good  work  is\r\n\r\nsustained, I am confident that before long Jurong's\r\n\r\nleisure hours will be as vigorous as during working\r\n\r\nhours.  The Economic Development Board also deserve\r\n\r\na  compliment.  I have heard from both  labour  and\r\n\r\nmanagement  leaders that had it not  been  for  the\r\n\r\nunderstanding  and support of the  Board,  progress\r\n\r\nwould have been very much less.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Turning now to the problems of the coming year,\r\n\r\nwe find that in spite of the advances we have made,\r\n\r\nunemployment will still be a threat to the core  of\r\n\r\nour  social  fabric.  As the Finance  Minister  has\r\n\r\nrightly  pointed out, if Singapore has not done  so\r\n\r\nmuch as it did in stimulating economic growth,  the\r\n\r\nsituation would have been much worse.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 561</b></font><br><br>\r\n\r\n\r\n\r\nBut  now  with  Britain's military withdrawal,  our\r\n\r\nproblem  - again to quote the Finance  Minister - has\r\n\r\nbeen  severely  aggravated. According  to  him,  by\r\n\r\n1971,  16,000  people  will be  retrenched  by  the\r\n\r\nBritish.  We  have  already 52,000  unemployed  and\r\n\r\nevery  year  we  have 25,000 people coming  out  of\r\n\r\nschools  looking for jobs. Thus if we are to  solve\r\n\r\nour  unemployment problem completely,  the  Finance\r\n\r\nMinister  tells us, we have to create  43,000  jobs\r\n\r\nevery year for the next three years. This is indeed\r\n\r\na  gigantic task calling for prodigious efforts. In\r\n\r\nindustry, figures, of course, vary from factory  to\r\n\r\nfactory.  It  takes generally at  least  $3,000  to\r\n\r\ncreate one job. If we are to create 43,000 jobs  in\r\n\r\nindustry, we will need $1,290 million in investment\r\n\r\nevery  year.  If  we compare this figure  with  our\r\n\r\ngross national product estimated for 1966, at about\r\n\r\n$3,200  million, we will see the magnitude  of  our\r\n\r\ntask.  In  other words, the gross capital formation\r\n\r\nwill  have  to be more than one-third of our  gross\r\n\r\nnational  product.  The Economic Development  Board\r\n\r\nestimate that in 1966 gross capital formation ranks\r\n\r\nat about 14 per cent of gross domestic expenditure.\r\n\r\nTo  put it bluntly, even doubling our efforts  will\r\n\r\nnot  be  good enough. This is, of course,  assuming\r\n\r\nthat  all  jobs  are  created in the  manufacturing\r\n\r\nsector.  In other sectors the cost of jobs  may  be\r\n\r\nlower. The Finance Minister estimates that some $45\r\n\r\nmillion  put into new hotels may create some  2,500\r\n\r\njobs. This works out to some $18,000 per job.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the trading sector, because capital is turned\r\n\r\nround  very much faster, the cost of jobs  will  be\r\n\r\nlower,  and it is here that we should try to expand\r\n\r\nwith as much vigour as, if not more vigour than, in\r\n\r\nthe  manufacturing sector. I, therefore, hope  that\r\n\r\nthe trading agency proposed by the Finance Minister\r\n\r\nwill  not  confine itself to servicing  the  export\r\n\r\nneeds of our manufacturers.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our unemployment problem is a\r\n\r\nvery  severe one. The Finance Minister has outlined\r\n\r\nbrave and decisive steps to be taken to solve that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 562</b></font><br><br>\r\n\r\n\r\n\r\nproblem.  We  wish  him  all  success.  There   is,\r\n\r\nhowever,  one  aspect he has  not  dealt  with.  If\r\n\r\nSingapore can mobilise enough resources to meet the\r\n\r\nproblem,  then  he is, of course, right  to  ignore\r\n\r\nthis aspect. I refer to the rather large number  of\r\n\r\npeople  who  are  not citizens and who'  work  here\r\n\r\nunder  the  work permit system. I do not  know  the\r\n\r\nexact  figure.  But I understand it  to  be  around\r\n\r\n20,000. The Finance Minister, in referring  to  the\r\n\r\nretrenchment  of  Base workers,  stated  that  only\r\n\r\ncitizens arc our responsibility. The question I now\r\n\r\npose is whether the employment of these 20,000 non-citizens  is  our responsibility. I call  upon  the\r\n\r\nGovernment to review constantly the policy  on  the\r\n\r\ngranting of work permits. I have every sympathy for\r\n\r\npeople  north of the Causeway, and I would be  very\r\n\r\nhappy  to  see  them  being able  to  get  jobs  in\r\n\r\nSingapore  if our own citizens are not  unemployed.\r\n\r\nBut this is not the case and it is not made easier\r\n\r\nby  the  tariff wall raised by their Government.  I\r\n\r\nthink this House should accept the basic philosophy\r\n\r\nthat  there  can  be  no common market  for  labour\r\n\r\nwithout  a common market for the output of  labour.\r\n\r\nThe  Budget for next year has been described by the\r\n\r\nFinance  Minister  as a continuation  Budget.  Some\r\n\r\nnewspapers   have  described  it  as  a  standstill\r\n\r\nBudget. This term, I think, is a misnomer. Only the\r\n\r\nrates of taxes stand still. Revenue and expenditure\r\n\r\nare  anything but standing still. They go up by 8.7\r\n\r\nper cent. Many countries have to run very hard with\r\n\r\ntax  rates  in order to keep still. In  Singapore's\r\n\r\ncase, with unchanged taxation, revenue is estimated\r\n\r\nto increase by a welcome $56 million and, as usual,\r\n\r\nthe  Ministry of Education takes a huge  bite  from\r\n\r\nrevenue. It is estimated to spend nearly a  quarter\r\n\r\nof  the  Republic's budget. If the figure of $151.6\r\n\r\nmillion for 1968 is to he compared with that of $60\r\n\r\nmillion  for  1959, the progress in  the  field  of\r\n\r\neducation  is  apparent.  Expenditure  has   almost\r\n\r\ntrebled, while the population has increased by less\r\n\r\nthan  one-fifth. No other evidence is as  clear  as\r\n\r\nthis  of a socialist budget. Similarly the Ministry\r\n\r\nof Health, with the Hospital and Public\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 563</b></font><br><br>\r\n\r\n\r\n\r\nHealth  Divisions,  expect  to  spend  some   $70.6\r\n\r\nmillion.  Compared with the 1959  figure  of  $28.4\r\n\r\nmillion,  the  increase shows  again  the  mark  of\r\n\r\nsocialism.  And what has socialism brought  us?  In\r\n\r\nspite  of  the  turbulence in the few  years  since\r\n\r\n1959,   our   country  has  prospered.   Everybody,\r\n\r\nirrespective of race, colour or creed, has  a  more\r\n\r\nequal  start and everybody has a better life. Every\r\n\r\nchild  has  a  free place in a primary  school  and\r\n\r\nevery  sick  person can get free medical attention.\r\n\r\nAny person in misfortune can get public assistance.\r\n\r\nConsumption  of  electricity and gas,  the  obvious\r\n\r\nindicator of a better life, has more than  doubled.\r\n\r\nAt  the  same time, the infant mortality rate,  the\r\n\r\nobvious  indicator  of  an  inadequate  life,   has\r\n\r\ndropped  from about 35 per thousand life births  to\r\n\r\nabout  25.  Mr Speaker. Sir, we have before  us  a\r\n\r\ngood budget, a socialist budget.\r\n\r\n\r\n\r\n<br><br>3.40 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ang Nam Piau (Thomson)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  in  a parliamentary  democracy  all\r\n\r\nmeasures  of  the  Government  must  be  tabled  in\r\n\r\nParliament  for discussion before they are  passed.\r\n\r\nThis  is  to  give  the Opposition  Party  and  the\r\n\r\nMembers of Parliament an opportunity to discuss all\r\n\r\nmeasures  which  will reflect  the  wishes  of  the\r\n\r\npeople.  In  Parliament as it is now, there  is  no\r\n\r\nOpposition Party. The Opposition Party make use  of\r\n\r\nyoungsters between the ages of 18 and 19  to  carry\r\n\r\nout   disturbances  in  the  streets,  while   they\r\n\r\nthemselves usually hide in the day time. They  have\r\n\r\nthus  lost  the support of the people.  So  in  the\r\n\r\npresent  situation  where there are  no  Opposition\r\n\r\nMembers  of  Parliament  in this  House,  we,  as\r\n\r\nMembers of Parliament of the Government Party, have\r\n\r\nto  take up the responsibility of the Opposition to\r\n\r\nexamine  all measures tabled by the Government.  We\r\n\r\nmust make an examination of all Bills, measures and\r\n\r\nmotions.  We  must  make  a careful  and  searching\r\n\r\nanalysis  of  all these and our views must  reflect\r\n\r\nthe  wishes and will of the people. We must act  as\r\n\r\nthe voice of the people. We must bring the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 564</b></font><br><br>\r\n\r\n\r\n\r\npeople's voice into this House. We must air all our\r\n\r\nviews on this basis. We must carry out all this  in\r\n\r\nthe  most objective manner. We must give our  views\r\n\r\nto  all  these measures before us and supervise  in\r\n\r\nthe execution of the various proposals.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Members of Parliament on this side are\r\n\r\nnow   taking   up  the  responsibilities   of   the\r\n\r\nOpposition.  They  give views and  make  criticisms\r\n\r\nwhich  are  constructive. So it is  different  from\r\n\r\nwhat  took  place  before in this  House  when  the\r\n\r\nOpposition    Party    just   made    irresponsible\r\n\r\ncriticisms, destructive in a way, of any Government\r\n\r\nmeasures  and  Bills.  They  tried  to  blame   the\r\n\r\nGovernment for every proposal or every misdeed  and\r\n\r\nthey  tried  to  depict them as being undemocratic.\r\n\r\nThey described Government measures as impracticable\r\n\r\nand even went to the extent of describing Singapore\r\n\r\nas a place unsuitable for human habitation. But the\r\n\r\npresent  so-called Opposition here  will  make  its\r\n\r\ncriticisms  in an objective manner.  They  will  be\r\n\r\nconstructive and will reflect the views and  wishes\r\n\r\nof the people.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a Member of Parliament acting as an Opposition\r\n\r\nMember here, I would like to give some of my  views\r\n\r\non the Finance Minister's Budget for 1968. First of\r\n\r\nall,  let  me congratulate the Finance Minister  on\r\n\r\nbeing able to produce a Budget in which there is no\r\n\r\nproposal  for  a  tax  increase.  This  Budget  has\r\n\r\nreceived the support of people in various walks  of\r\n\r\nlife because there is no taxation next year. It  is\r\n\r\na  piece of good news to all of them. They have all\r\n\r\nwelcomed  this  Budget.  After  congratulating  the\r\n\r\nFinance    Minister,   I   must   express   certain\r\n\r\nreservations  on his Budget. I cannot  support  the\r\n\r\nmotion  without any reservation merely because  the\r\n\r\nBudget  does  not  propose any  tax  increase.  The\r\n\r\nMinister for Finance has pointed out in his  Budget\r\n\r\nStatement  that  he  does not propose  to  increase\r\n\r\ntaxes.  This shows that Singapore's economy is  not\r\n\r\nunder  the  manipulation of  any  foreign  economic\r\n\r\nforce. It also shows that Singapore has put to good\r\n\r\nuse  all  its  social and economic  facilities  and\r\n\r\nservices. It also\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 565</b></font><br><br>\r\n\r\n\r\n\r\nshows  the maturity of Singapore's society and  the\r\n\r\nstrength of its economy. Normally the income  of  a\r\n\r\ncountry  depends  on two factors.  One  is  natural\r\n\r\nresources and the second is human resources. But in\r\n\r\nsuch  a  tiny  island like Singapore there  are  no\r\n\r\nnatural resources. So to hope for natural resources\r\n\r\nis a day-dream. Therefore, the economy of Singapore\r\n\r\nshould  depend  on  the  creation  of  new  natural\r\n\r\nresources.  From  the  Budget  Statement   we   can\r\n\r\nunderstand the economic situation better. This will\r\n\r\nhelp us to carry out our tasks and to face the  new\r\n\r\nsituation. Sometimes we find it easier to know than\r\n\r\nto practise. But on other occasions it may prove to\r\n\r\nbe  just the reverse. It is not easy to be sure  of\r\n\r\nwhat  is  correct and what is wrong. The  practical\r\n\r\nthing  is  that since the Budget is before  us,  we\r\n\r\nmust try to carry it out successfully. There is  no\r\n\r\ntime to discuss whether it is easier to know or  to\r\n\r\npractise,  or  the  other way round.  We  must,  in\r\n\r\ncarrying out our economic policy, achieve a certain\r\n\r\nmeasure   of   success   in  order   to   implement\r\n\r\nGovernment's economic policies. This will  have  to\r\n\r\ndepend  on  the  efforts and  co-operation  of  the\r\n\r\npeople with the Government. The people want to have\r\n\r\na productive life and to live meaningfully.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;How to increase economic activities and to raise\r\n\r\nthe  living standard., how to solve the problem  of\r\n\r\nan increasing population and to meet their material\r\n\r\nneeds,  how to solve the unemployment problem  - all\r\n\r\nthese are questions which we will have to face  and\r\n\r\nsolve.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would not like to enumerate all the items in\r\n\r\nthe  Minister's financial statement,  but  some  of\r\n\r\nthem  need our special attention. First of  all,  I\r\n\r\nwould  like to give my views in an abstract way  on\r\n\r\nhis   Budget   Statement.  The   present   economic\r\n\r\nsituation  should  not make us too  complacent.  We\r\n\r\nmust  redouble  our efforts and  strive  harder  to\r\n\r\nstrengthen our economic position in order  to  meet\r\n\r\nour  increasing  material needs and demands.  There\r\n\r\nhas  been  an  improvement in the living  standard.\r\n\r\nTaxation does not worry us now. But the increase of\r\n\r\npopulation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 566</b></font><br><br>\r\n\r\n\r\n\r\nis   quite   a   problem.  It  will   create   more\r\n\r\nunemployment. According to the Minister's  figures,\r\n\r\nthe  number of unemployed, is more than 50,000,  on\r\n\r\ntop  of which there will be retrenched workers  and\r\n\r\nothers  coming in to make up the number. From  this\r\n\r\nwe  can  see  that  the unemployment  situation  is\r\n\r\nrather  serious  in  our country.  Moreover,  as  a\r\n\r\nresult  of  the  British military  withdrawal,  the\r\n\r\nunemployment situation in Singapore will be  worse,\r\n\r\nbecause  the  withdrawal will  reduce  the  British\r\n\r\nmilitary expenditure in Singapore and cut down  our\r\n\r\neconomic  activities. It will also mean a recession\r\n\r\nof  the  economy. It is not a problem to  be  faced\r\n\r\nlightly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not see anything in the Minister's Statement\r\n\r\ngiving  a clear-cut policy to resolve this  problem\r\n\r\nby  allotting another item of expenditure  to  meet\r\n\r\nthe  reduction in the British military  expenditure\r\n\r\nin  Singapore.  Because of all these factors,  more\r\n\r\npeople  are unemployed. In addition to this, 18,000\r\n\r\npeople  will be retrenched by the British  military\r\n\r\nforces. There will be 25,000 youngsters who will be\r\n\r\nleaving  school  to join our labour  market.  These\r\n\r\nyoungsters  are full of life. They are enthusiastic\r\n\r\nand  keen  to render their services to society,  to\r\n\r\ntake  part in economic activities and to serve  the\r\n\r\ncountry and the people. <br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><div align=\"center\"><b>[Mr Lim Cheng Lock in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>3.51 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should try our best to create employment\r\n\r\nopportunities  to  enable  them  to  fulfil   their\r\n\r\nwishes. The Government has already done its best in\r\n\r\nmobilising large sums of money and other  resources\r\n\r\nto  create  employment opportunities for them.  But\r\n\r\nthese  employment  opportunities  cannot  meet  the\r\n\r\nactual demands of the unemployed. This is a serious\r\n\r\nproblem.  According to the Minister,  in  the  next\r\n\r\nthree  and a half years, as a result of the British\r\n\r\nmilitary withdrawal, about 16,000 workers  will  be\r\n\r\nretrenched.  On top of this, there will  be  25,000\r\n\r\nyoungsters joining the labour market in addition to\r\n\r\nthe  50,000 odd who are already unemployed. But the\r\n\r\nGovernment   has   not  paid   attention   to   the\r\n\r\nagricultural\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 567</b></font><br><br>\r\n\r\n\r\n\r\nworkers  who are under-employed at the moment.  The\r\n\r\nGovernment's   efforts   in   creating   employment\r\n\r\nopportunities can only provide jobs for 5,000. What\r\n\r\nabout  the others who are unemployed? In  spite  of\r\n\r\nGovernment's efforts, it is only able to  create  a\r\n\r\nlimited number of jobs for the unemployed. In other\r\n\r\nwords,  Government's efforts are not sufficient  to\r\n\r\nmeet  the  demand of the existing unemployed.  What\r\n\r\nabout  those  middle-aged people with  families  to\r\n\r\nsupport who will be retrenched? Sir, because of the\r\n\r\nvarious   problems  now  existing,  we  cannot   be\r\n\r\noverjoyed with this surplus Budget. In the case  of\r\n\r\na family, it will have to plan its budget according\r\n\r\nto its income. But it is different in the case of a\r\n\r\nGovernment.  A family cannot budget its expenditure\r\n\r\nmore  than  what  it  earns. In  other  words,  the\r\n\r\nexpenditure  of  the  family  must  be  within  the\r\n\r\nexpected  in-come of the family. If the  income  is\r\n\r\nsufficient,  then  the  family  can  increase   its\r\n\r\nexpenditure. If the income is not enough,  then  it\r\n\r\nwill have to curtail its expenditure by some means.\r\n\r\nBut  the budgeting of a country is not exactly like\r\n\r\nthis. It is not based merely on the income, because\r\n\r\nthe budgeting will have to depend, on the needs  of\r\n\r\nexpenditure  in  various fields. We  cannot  reduce\r\n\r\nexpenditure  on social services such  as  education\r\n\r\nand  health because of shortage of revenue. We must\r\n\r\nmaintain  a  certain level of expenditure  for  the\r\n\r\nsocial  services.  I support the  Minister  in  his\r\n\r\nbudgeting  in  such fields as health and  education\r\n\r\nbecause  the  expenditure  allotted  to  them  will\r\n\r\nenable us to have a healthy and educated generation\r\n\r\nwhich will in turn make our future generations more\r\n\r\neconomically active and useful. This will  in  turn\r\n\r\nbenefit  the  economy  of  Singapore.  And  I  must\r\n\r\ncongratulate  the  Minister  for  Finance  on   his\r\n\r\nfarsightedness  in allotting such a  large  sum  on\r\n\r\neducation  and  health.  I  must  agree  with   his\r\n\r\nbudgeting in these spheres.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, we must not be complacent with\r\n\r\nour present economic achievements. We must also try\r\n\r\nto  re-solve our unemployment problem. At least  we\r\n\r\nmust be able to reduce the number of unemployed  to\r\n\r\nthe level that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 568</b></font><br><br>\r\n\r\n\r\n\r\nit will not endanger social security. Before we can\r\n\r\nachieve  this,  I  can  only express  my  qualified\r\n\r\nsupport of this surplus Budget.\r\n\r\n\r\n\r\n<br><br>3.57 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajoo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. Rajoo (Farrer Park)</b>(<i>In Tamil</i>): Sir, from\r\n\r\nthe  Budget for 1968 presented by the Hon. Minister \r\n\r\nfor  Finance,  it  is evident  that  the  level  of \r\n\r\nproduction   has  gone  up  and  the  economy   has \r\n\r\nprogressed  in  many spheres. It is  gratifying  to \r\n\r\nnote  that the G.N.P. has increased by 8  per  cent \r\n\r\nover that for the previous year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance has given three reasons\r\n\r\nfor  the good performance of our economy. They are:\r\n\r\nfirst,  growth  of  trade with  Indonesia;  second,\r\n\r\nexpansion  of  exports  to  South  Vietnam;  third.\r\n\r\nsubstantial  increase in the flow of  capital  from\r\n\r\nHong  Kong. These three reasons are not the  direct\r\n\r\nresults  of  the conditions prevailing in  our  own\r\n\r\ncountry. By a coincidence of circumstances, we  may\r\n\r\nbe  having  today a favourable condition.  However,\r\n\r\nwhen circumstances change, conditions will cease to\r\n\r\nfavour  the  growth of our economy and output.  For\r\n\r\ninstance,  when the present conditions  of  war  in\r\n\r\nSouth  Vietnam  change,  we  may  not  be  able  to\r\n\r\nmaintain  the  present level  of  exports  to  that\r\n\r\ncountry.   In  the  same  way,  when  the  cultural\r\n\r\nrevolution and labour unrest subside in Hong  Kong,\r\n\r\nthe  Hong Kong industrialists who have invested  in\r\n\r\nSingapore's  industries may pull out their  capital\r\n\r\nand  return to that colony. Or they might gradually\r\n\r\nreduce  the  production level  in  Singapore  while\r\n\r\nincreasing  it in Hong Kong. In such a  case,  this\r\n\r\nwill adversely affect our industries.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many types of industries have been opened in an\r\n\r\neffort  to increase the Republic's production,  but\r\n\r\nwe  do not have any raw materials to meet the needs\r\n\r\nof  our factories. We are dependent at all times on\r\n\r\nforeign  countries for the supply of raw  materials\r\n\r\nfor the use of our factories.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to the Minister for Finance, five years\r\n\r\nago  before  the  number of U.S, troops  in  South\r\n\r\nVietnam  was increased, our trade with that country\r\n\r\nwas in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 569</b></font><br><br>\r\n\r\n\r\n\r\nrange  of  $50 million to $60 million per year.  In\r\n\r\n1965,  the  value of our trade with  South  Vietnam\r\n\r\nrose  from  $110  million to $256 million.  It  now\r\n\r\nstands at $300 million. Five years ago, there  were\r\n\r\nonly  10,000 to 15,000 American soldiers  in  South\r\n\r\nVietnam.  At  the moment, there are nearly  500,000\r\n\r\nAmerican soldiers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today, the American people themselves are\r\n\r\ndemonstrating  in front of the White House  against\r\n\r\nthe   stationing   of   U.S. troops   and   direct\r\n\r\ninvolvement   in  the  Vietnam  war.  Under   these\r\n\r\ncircumstances, if the American troops withdraw from\r\n\r\nVietnam  and peace returns, we should bear in  mind\r\n\r\nthat  our  $300 million export boom will  be  wiped\r\n\r\nout.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome the warning given by the Minister for\r\n\r\nFinance that the withdrawal of British troops  from\r\n\r\nSingapore  in the 1970s will very much  affect  our\r\n\r\neconomy.  It  gives consolation  to  learn  that  a\r\n\r\nspecial  unit  has been established  in  the  Prime\r\n\r\nMinister's  Department to study plans  to  put  the\r\n\r\nbase  to productive use in order to counteract  the\r\n\r\nill   effects  of  the  British  withdrawal,   like\r\n\r\nunemployment and economic difficulties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance has dealt elaborately with the question of unemployment. A count of identity cards has given the figure of unemployed as 43,405. As a result of the withdrawal of British troops, another 12,000 people will lose their jobs. In addition, every year 25,000 youths, after\r\n\r\ncompletion  of  their  schooling,  will  enter  the\r\n\r\nemployment   market.   To   meet   the    situation\r\n\r\nsuccessfully, the Republic will have to generate an\r\n\r\nadditional  $80  million  expenditure  each   year,\r\n\r\ncreate  18,000  additional jobs a  year  to  absorb\r\n\r\nthose  presently  unemployed as well  as  the  Base\r\n\r\nworkers  expected to be retrenched,  and  create  a\r\n\r\nfurther  25,000 new jobs a year for the youths  who\r\n\r\nwill be hunting for jobs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To meet these pressing demands, it is imperative\r\n\r\nthat  we  should  expand the volume  of  trade  and\r\n\r\nincrease the industrial output.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister, who has dwelt on the growth of\r\n\r\ntrade with Indonesia, has not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 570</b></font><br><br>\r\n\r\n\r\n\r\nmentioned  anything about our trade  with  Malaysia\r\n\r\nand  other neighbouring countries. This creates the\r\n\r\nimpression that we do not have any trade relations\r\n\r\nwith these countries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We must bear in mind that the growth of trade\r\n\r\nwith countries like Indonesia and South Vietnam  is\r\n\r\ndue   to   the  prevailing  conditions   in   those\r\n\r\ncountries.   We  must  find  ways  and   means   of\r\n\r\nstrengthening   our   trade  relations   with   our\r\n\r\nneighbours so that, even under peaceful conditions,\r\n\r\nour economy will be strong and stable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Although Singapore is a small island with no\r\n\r\nnatural resources, we have a wide sea around us  to\r\n\r\nexploit.  With the co-operation of our neighbouring\r\n\r\ncountries, we should strive to do deep-sea  fishing\r\n\r\nand  turn  our attention to producing and exporting\r\n\r\nvarious kinds of sea food.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is heartening to note that plans to expand the\r\n\r\nJurong  Shipyard  with a view to  building  medium-sized ships are being studied with the help of some\r\n\r\nJapanese firms.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is true that our economy will get a jolt on\r\n\r\naccount of the British troop withdrawal, especially\r\n\r\nwhen we are only in the second year of independence\r\n\r\nand  tussling with the problems of unemployment and\r\n\r\nproductivity. True, like Aden, Malta and Gibraltar,\r\n\r\nSingapore   was  once  the  centre   of   economic,\r\n\r\ncommercial and military enterprises of the  British\r\n\r\nimperialists.    Under   the   changed    political\r\n\r\nconditions,  Singapore  cannot  continue  to  be  a\r\n\r\npillar   of   British  imperialism.   Even   though\r\n\r\nSingapore  cannot continue to be the political  and\r\n\r\nmilitary  centre for the British, the Republic  can\r\n\r\nbe  an  important base for the expansion of British\r\n\r\ntrade  and  commerce  in South-east  Asia.  British\r\n\r\ntroops  may be withdrawn completely from Singapore,\r\n\r\nbut Britain may not be able to find another country\r\n\r\nwhich  will  be as friendly and as co-operative  as\r\n\r\nthe Republic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government should try to employ the\r\n\r\nretrenched  Singapore citizens in the  Base  itself\r\n\r\nafter it is converted to civilian use.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 571</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a result of the withdrawal of British troops,\r\n\r\nmore  land  will be available to the Government.  I\r\n\r\nsuggest  that  the  Government use  the  land,  for\r\n\r\nincreasing   productivity,  including  agricultural\r\n\r\nproduction.   The  unemployed  may   be   gainfully\r\n\r\nemployed in the land available.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In short, the Minister for Finance should be\r\n\r\ncongratulated  on presenting not only  a  realistic\r\n\r\nBudget but also on discussing frankly the problems\r\n\r\nfacing  the  nation  and  enumerating  clearly  the\r\n\r\ncourse  of  action  proposed to  he  taken  by  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>4.07 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong (Sembawang)</b>(<i>In Mandarin</i>):\r\n\r\nThe  Minister  for  Finance  delivered  his  Budget\r\n\r\nSpeech  on  the Estimates for 1968 on  the  5th  of\r\n\r\nDecember.  It  immediately won the acclaim  of  the\r\n\r\nbusiness  community. They are all agreed that  this\r\n\r\nis  a far-sighted and, wise economic policy of  the\r\n\r\nGovernment. It is also an indication of our  stable\r\n\r\neconomy.  The  main feature of the Budget  is  that\r\n\r\nthere is no tax increase and that there will  be  a\r\n\r\nsurplus  of  about $30 million. The stable  economy\r\n\r\nand  industrial progress can be attributed to  the\r\n\r\nfollowing factors. Firstly, our political stability\r\n\r\nwith  a  favourable  investment  climate  which  is\r\n\r\nrarely  found in other South-east Asian  countries.\r\n\r\nSecondly,  our  economic incentives and  facilities\r\n\r\nfor  industrial investors. Thirdly,  our  excellent\r\n\r\ngeographic    position    and    other     economic\r\n\r\ninfrastructures.  Fourthly,  industrial  peace  and\r\n\r\nexcellent   co-operation  between  management   and\r\n\r\nworkers  and  their  desire to increase  industrial\r\n\r\nefficiency. It goes without saying that we must try\r\n\r\nto maintain these four factors and strengthen them\r\n\r\nso as to enable our economy to advance steadily and\r\n\r\nto  bring  prosperity  and a  higher  standard  of\r\n\r\nliving for our people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in his review of our national economy, the\r\n\r\nMinister for Finance came to the conclusion that we\r\n\r\nhave  been able to achieve an increase of 8.7  per\r\n\r\ncent  in  our  G.N.P. According to  him,  this  is\r\n\r\nrarely achieved in the newly emergent\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 572</b></font><br><br>\r\n\r\n\r\n\r\nAfro-Asian  countries. They have only  achieved  an\r\n\r\nincrease  of about three to four per cent in  their\r\n\r\nG.N.P. This shows that our economy is thriving  and\r\n\r\nflourishing. In order to have economic progress, it\r\n\r\nis  not  only necessary to have competent political\r\n\r\nleadership  in  the  economic  field  but  also  to\r\n\r\npromote  a  spirit of thriftiness and industry.  If\r\n\r\nthe  people  are  lazy, disunited and  extravagant,\r\n\r\nthis  will  lead  to  an  economic  recession.  Our\r\n\r\nnational   task  is  to  promote  the   spirit   of\r\n\r\nthriftiness, industry and discipline in our  people\r\n\r\nnot  only in their private lives but also in  their\r\n\r\nwork.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are also glad to note in the speech that\r\n\r\ntremendous  progress has been made in  our  pioneer\r\n\r\nindustries.  This  can be shown  in  the  following\r\n\r\nfigures. In 1966, there were 97 pioneer industries,\r\n\r\nbut  this  year we have 126 industries - an increase\r\n\r\nof  30 per cent. In terms of capital investment  in\r\n\r\n1966,  the figure was $293 million. The figure  for\r\n\r\nthis  year is $336 million - an increase of  25  per\r\n\r\ncent.  Last year, there were 11,000 people  working\r\n\r\nin  the pioneer industries but this year the figure\r\n\r\nis 13,5000 people - an increase of 22 per cent. This\r\n\r\nshows the tremendous progress that has been made in\r\n\r\nour  pioneer  industries, in recent months,  almost\r\n\r\nevery  day  sees  new factories  being  opened.  In\r\n\r\nNovember, ten factories were opened with a  capital\r\n\r\nof $25 million, the greatest of which was the sugar\r\n\r\nrefinery. The sugar produced by this sugar refinery\r\n\r\nis not only sufficient for local consumption but it\r\n\r\ncan  also  be exported to other countries  to  earn\r\n\r\nforeign exchange.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>4.10 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have better prospects of our industrial\r\n\r\ndevelopment. For example, many investors from  Hong\r\n\r\nKong  have come here to invest their capital  which\r\n\r\nruns  to  $50 million. Many East European countries\r\n\r\nhave  also expressed their willingness to come  and\r\n\r\nset  up  factories here. These facts  indicate  the\r\n\r\nbright  prospects  of  our industrial  growth.  Of\r\n\r\ncourse, industrialisation, apart from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 573</b></font><br><br>\r\n\r\n\r\n\r\nstrengthening  our  economic  position,  will  also\r\n\r\nprovide  more  employment for the people.  In  this\r\n\r\nrespect,  we  have  achieved  good  results  and  I\r\n\r\nbelieve  that  with greater effort we will  provide\r\n\r\nmore jobs for our people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in his speech, the Minister for\r\n\r\nFinance  also  revealed  that  there  has  been  an\r\n\r\nincrease  in  our  external trade from  January  to\r\n\r\nSeptember last year. In 1966, our imports  amounted\r\n\r\nto  $5,530  million. The figure for  this  year  is\r\n\r\n$5,956  million - an increase of about $425 million.\r\n\r\nThis  was due to our increased exports to Indonesia\r\n\r\nand  Vietnam. This was made possible because of the\r\n\r\nfact that we have won independence and have adopted\r\n\r\na non-aligned policy in our foreign affairs. But we\r\n\r\nmust  be  aware  that the international  market  is\r\n\r\nhighly competitive. If we want to sell our goods in\r\n\r\nthe international market, apart from adopting a non-aligned  policy and establishing friendly relations\r\n\r\nwith other countries, we must also try to lower the\r\n\r\ncost of our production. If we can sell more of  our\r\n\r\nproducts,  there is no cause for our  manufacturers\r\n\r\nto  worry about their profits. We must also try  to\r\n\r\nraise  the  quality of our products. I  have  often\r\n\r\nsaid  that  our local products are not as  good  as\r\n\r\nforeign goods and that, therefore, the consumers do\r\n\r\nnot  want  to  buy them. If this is  so,  then  our\r\n\r\nmanufacturers  must try their best to  improve  the\r\n\r\nquality  of  their goods in order to  compete  with\r\n\r\nother foreign goods on the international market.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, although in the past one year\r\n\r\nthere  has  been  an increase  of  7  per  cent  in\r\n\r\nnational  income and an increase of 8 per  cent  in\r\n\r\ntrade,   we  should  not  be  complacent   because,\r\n\r\naccording  to a disclosure of the Finance Minister,\r\n\r\nthere has also been an increase in unemployment. So\r\n\r\nwe can see that there are three kinds of increases,\r\n\r\nalthough the last kind of increase is not  so  very\r\n\r\ngood  and I believe it is not an increase  that  is\r\n\r\nwelcome  to  our Finance Minister. Our problem  is:\r\n\r\nhow can we solve it? The Finance Minister has given\r\n\r\nthese  figures: firstly, there are  at  the  moment\r\n\r\n52,630\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 574</b></font><br><br>\r\n\r\n\r\n\r\nunemployed   persons  according   to   the   Sample\r\n\r\nHousehold  Survey which, according to the Minister,\r\n\r\nis more reliable. Secondly, in the next three and a\r\n\r\nhalf  years the run-down of British military  bases\r\n\r\nwill give rise to about 12,000 unemployed, persons.\r\n\r\nThirdly, every year we have about 25,000 youngsters\r\n\r\nentering the labour market on leaving school. These\r\n\r\nproblems are a challenge which our country  is  now\r\n\r\nfacing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards a solution to these problems, the\r\n\r\nMinister has offered three ways:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'(a) generate an additional $80 million\r\n\r\nexpenditure  each year to offset the  reduction  of\r\n\r\nBritish military expenditure;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) create 18.000 additional jobs a year to absorb those who are now unemployed and to provide\r\n\r\nwork for base employees expected to be retrenched;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) create a further 25,000 new jobs each year\r\n\r\nfor  the  teenagers coming of age and  looking  for\r\n\r\nwork.'\r\n\r\n\r\n\r\n<br><br>But  after  offering all the solutions,  he  asked,\r\n\r\n\"Can  we do this?\" Mr Speaker, I want to ask:  how\r\n\r\ncan  we  do this? First, according to the Minister,\r\n\r\nwe  have  to generate an additional expenditure  of\r\n\r\n$80  million, My question is: where and how are  we\r\n\r\ngoing  to  spend the money? Is it the intention  of\r\n\r\nthe Government to invest the money in industry,  or\r\n\r\nto  assist  the present industry, or to  set  up  a\r\n\r\nbigger  dockyard,  say, in Sembawang  or  in  other\r\n\r\nparts  of  Singapore? Have we got  a  comprehensive\r\n\r\nplan  for all this? I hope I can get an answer from\r\n\r\nthe Minister for Finance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the creation of 18,000 jobs for the\r\n\r\nunemployed  and  the creation of a  further  25,000\r\n\r\njobs for the new job seekers. That means a total of\r\n\r\n43,000 jobs per year. How are we going to create so\r\n\r\nmany  jobs?  According to the Finance Minister,  we\r\n\r\nhave  only been able to create about 5,000  jobs  a\r\n\r\nyear  in  industries,  which include  the  building\r\n\r\ntrade,  tourism, and manufacturing  industries.  So\r\n\r\nthe  jobs  created  are far, far below  our  actual\r\n\r\nneeds. But according to him, in spite of all  this,\r\n\r\nwe   have   every  confidence  in  overcoming   our\r\n\r\nproblems.  I entirely agree with his view,  because\r\n\r\nat  the  present  moment our  Economic  Development\r\n\r\nBoard is on the proper\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 575</b></font><br><br>\r\n\r\n\r\n\r\ncourse and we are able to face this challenge.  But\r\n\r\nI  feel that we should do all we can to marshal all\r\n\r\nour  natural  and  human  resources  in  order   to\r\n\r\novercome all these problems. I would like to  offer\r\n\r\nfour proposals for the consideration of the Finance\r\n\r\nMinister who, I hope, will pay particular attention\r\n\r\nto what I have to say.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, we should immediately look into the\r\n\r\npossibility  of  agricultural  expansion,  such  as\r\n\r\nsetting  up  animal husbandry in  the  neighbouring\r\n\r\nislands. We  must  not  overlook animal  husbandry  because\r\n\r\nthis  industry  gives about a few million  dollars'\r\n\r\nincome  to Indonesia. By creating animal husbandry,\r\n\r\nwe can give more jobs to our people.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we should look into the question of\r\n\r\ngrowing  seaweed. Dr Tham Ah Kow, who is the  head\r\n\r\nof  the  Fisheries  Division of the  University  of\r\n\r\nSingapore,  has said that there are  many  uses  to\r\n\r\nwhich seaweed can be put. According to him, seaweed\r\n\r\nis  edible  and some kinds of seaweed can  be  made\r\n\r\ninto  cosmetics  or  even  preservatives.  In   his\r\n\r\nestimate,  if  we have about 1,800  acres  for  the\r\n\r\ngrowing  of  seaweed, we can  earn  more  than  $10\r\n\r\nmillion  in foreign exchange per year.  This  is  a\r\n\r\ngood  way of increasing our national income, and  I\r\n\r\ndo  not  know  whether  the  Government  will  give\r\n\r\nserious consideration to this proposal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, we should vigorously expand our fishing\r\n\r\nindustry.  We are an island State and we must  make\r\n\r\nuse  of  our geographical position for our economic\r\n\r\ngrowth.  The people of Singapore consume a  lot  of\r\n\r\nfish,  and we depend on various countries for  fish\r\n\r\nwhich   amounts  to  75  per  cent  of  our  actual\r\n\r\nconsumption per year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, we must expand our tourist trade\r\n\r\nbecause  a lot of countries in the world depend  on\r\n\r\ntourist trade for their national income and foreign\r\n\r\nexchange. These countries include Japan and Hawaii.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In short, Mr Speaker, the present Budget is a\r\n\r\nvery  progressive and praiseworthy one because  the\r\n\r\nmain items of expenditure are on education and the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 576</b></font><br><br>\r\n\r\n\r\n\r\nsocial services. This is a sign of the Government's\r\n\r\nefforts in the creation of a welfare State,  and  I\r\n\r\nbelieve  that  with all efforts put  together,  our\r\n\r\nnational   economy  will  progress  even   further,\r\n\r\nthereby  bringing us nearer to the  creation  of  a\r\n\r\nprosperous, a more fair and equal society, with all\r\n\r\nthe  comforts for our people. Finally, let me  read\r\n\r\nyou a poem in the vernacular language in praise  of\r\n\r\nthis Budget. The lines are as follows: -\r\n\r\n\r\n\r\n<pre>\r\n\r\n            Tributes to the Budget of 1968,\r\n\r\n            Men in commerce and industry have paid,\r\n\r\n            Delighted are the people in general,\r\n\r\n            With a painless Budget which they hail.\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>4.23 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng (Bras Basah):</b> Mr Speaker, Sir ---\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San (Minister of Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister of Defence (Mr Lim Kim San):</b> In\r\n\r\nMandarin?\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> I will speak Mandarin when it\r\n\r\ncomes  to the turn of the Minister of Defence;  not\r\n\r\nnow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I rise in support of the\r\n\r\nBudget.  It is a Budget in keeping with the present\r\n\r\ncircumstances of Singapore's political and economic\r\n\r\ngrowth. The Minister for Finance has really made  a\r\n\r\nrealistic  appraisal  which  is  reflected  in  his\r\n\r\n\"standstill  budget\". Mr Speaker, this  is  not  a\r\n\r\nmatter of \"I support you\" or \"You support me\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is one particular feature in the Budget\r\n\r\nwhich  I  wish  to  comment  on,  rather  than   to\r\n\r\ncriticise, and that is, the increased provision for\r\n\r\nthe  defence and security of Singapore.  There  are\r\n\r\nsome   people  who  question  the  wisdom  of   the\r\n\r\nSingapore   Government  in  maintaining   a   large\r\n\r\nmilitary  force. In their opinion,  the  island  of\r\n\r\nSingapore  cannot be defended against any  external\r\n\r\ninvasion  by  a determined enemy. Such people  miss\r\n\r\nthe   whole   point  by  not  agreeing   with   the\r\n\r\nGovernment's policy in maintaining a large security\r\n\r\nforce. The principal purpose of maintaining such  a\r\n\r\nforce, as I see it, is to strengthen\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 577</b></font><br><br>\r\n\r\n\r\n\r\nand  maintain internal peace and order and  not  to\r\n\r\nguard  against external aggression. The need for  a\r\n\r\nlarge  security force to maintain internal law  and\r\n\r\norder  is not so far-fetched, for recently we  have\r\n\r\nwitnessed  how  a  handful of determined  agitators\r\n\r\ncould  cause  widespread disorder in a neighbouring\r\n\r\ncountry  on the pretext of currency devaluation  by\r\n\r\nthe   Malaysian  Government.  We   saw   how   some\r\n\r\nirresponsible  elements were able to  stir  up  the\r\n\r\nemotions of the public against law and order, which\r\n\r\nresulted  in  a communal conflict. Therefore,  Sir,\r\n\r\nthe  preparedness to guard against such a situation\r\n\r\narising  in  Singapore itself amply  justifies  the\r\n\r\nmaintenance of a large security force. There is  no\r\n\r\nneed to stress the importance of keeping peace  and\r\n\r\norder  in  Singapore. As the Minister  for  Finance\r\n\r\nhimself  has  stated in his Budget  Speech,  it  is\r\n\r\nvital  for  Singapore's industrial  development  to\r\n\r\nencourage   the  inflow  of  foreign  capital   and\r\n\r\ninvestment,  because such an inflow will  not  take\r\n\r\nplace if Singapore has no political stability.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is also my intention to make a few\r\n\r\nremarks  on the Ministry of Education. I note  with\r\n\r\ngratification  that  more  than  one-third  of  the\r\n\r\nBudget is devoted to social services, which include\r\n\r\neducation.  The  importance  of  education  to  the\r\n\r\nRepublic  of  Singapore cannot be  over-emphasised,\r\n\r\nparticularly as the only natural resource  that  is\r\n\r\npresent in Singapore for its industrial development\r\n\r\nis  skilled  labour. In this respect, I  regret  to\r\n\r\nobserve  that  the  Ministry  of  Finance,  or  the\r\n\r\nGovernment,  does  not  appear  to  pay  sufficient\r\n\r\nattention  to the exploitation of our only  natural\r\n\r\nresource.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At this juncture I must pause and say that I do\r\n\r\nnot  know whether the Minister for Finance  or  the\r\n\r\nMinister  for Education is responsible for  such  a\r\n\r\nstate  of  affairs  where  our  educational  system\r\n\r\ncontinues  to  churn out more white-collar  workers\r\n\r\nthan  blue-collar  workers  who  are  essential  in\r\n\r\nmanning  our  increasing number of  factories.  The\r\n\r\nfact is that in comparing the total\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 578</b></font><br><br>\r\n\r\n\r\n\r\nnumber  of secondary grammar schools with  that  of\r\n\r\nvocational  schools  in Singapore,  I  notice  that\r\n\r\nthere  are  far  too  few  vocational  schools   in\r\n\r\nexistence to train technicians and artisans. Sir, I\r\n\r\nhave also glanced through the Development Estimates\r\n\r\nfor  1968. Although the Minister has made provision\r\n\r\nfor   $4,204,520  for  vocational   institutes   as\r\n\r\ncompared  with $5,937,120 for primary and secondary\r\n\r\nschools, no doubt he has good foresight because  he\r\n\r\nfeels  that  if  we are going to industrialise,  we\r\n\r\nhave   to   have  more  technicians  and  artisans.\r\n\r\nHowever,  the  number  of  vocational  schools   in\r\n\r\nSingapore  today is still very much less than  that\r\n\r\nof  grammar schools. The need for highly  qualified\r\n\r\ntechnical  specialists is not so  pressing  as  the\r\n\r\nneed for relatively less qualified technicians  and\r\n\r\nartisans:  yet our educational system is geared  to\r\n\r\nthe  production  of  specialists  rather  than   of\r\n\r\ntechnicians.  I  do not know why there  is  such  a\r\n\r\nsituation   in   the  midst  of  cur   attempt   to\r\n\r\nindustrialise  our  economy. It  may  be  that  our\r\n\r\neducational authorities do not have the  energy  or\r\n\r\nimagination  to reorientate our educational  system\r\n\r\nto   meet   the  changed  economic  and   political\r\n\r\ncircumstances in Singapore. Or it may be  that  the\r\n\r\nMinister   for  Finance  has  not  paid  sufficient\r\n\r\nattention or has not devoted his attention  to  the\r\n\r\nestablishment of more vocational schools, which  is\r\n\r\nthe  reason why such schools cannot turn out enough\r\n\r\ncompetent technicians and artisans. If this is  the\r\n\r\ncase,  it  may  result in employers  having  a  low\r\n\r\nopinion  of  the  training  given  by  the  present\r\n\r\nvocational schools. This leads to a vicious  cycle,\r\n\r\nthat  is, employers do not want to employ graduates\r\n\r\nof  our  vocational schools because of  their  poor\r\n\r\ntraining, and students wishing to seek admission to\r\n\r\nsuch   schools  are  hesitant  for  fear   of   the\r\n\r\ndifficulties  of  getting  employment  after  their\r\n\r\ngraduation.  Sir, is it because of the poor  demand\r\n\r\nof   our  vocational  school  graduates  that   the\r\n\r\neducational authorities or the Minister for Finance\r\n\r\nfeel  justified  in their policy  of  treating  the\r\n\r\nvocational schools as poor cousins of the secondary\r\n\r\ngrammar\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 579</b></font><br><br>\r\n\r\n\r\n\r\nschools? In this connection, I also wish to comment\r\n\r\non  the  bias  of  employers against  the  locally-trained   graduates.  I  know  that  the  Singapore\r\n\r\nGovernment has done its best to boost the morale of\r\n\r\nthe  locally-trained graduates by giving preference\r\n\r\nto  the employment of locally-trained graduates  in\r\n\r\nGovernment  departments and statutory boards.  But,\r\n\r\nunfortunately,  it  is  not  the  case   with   the\r\n\r\nemployers  in  the private sector who  continue  to\r\n\r\nvalue  foreign diplomas and degrees more  than  the\r\n\r\nlocal ones. It will not only be in the interest  of\r\n\r\nthe  locally-trained  graduates  but  also  in  the\r\n\r\ninterest  of Singapore as a whole if the Government\r\n\r\nmakes   a   strenuous  and  determined  effort   to\r\n\r\neradicate  the  private sector employers  of  their\r\n\r\nbias  against the products of local education which\r\n\r\nis  by  no means inferior to the product of foreign\r\n\r\neducation,  judging by the success of  Singaporeans\r\n\r\nin foreign educational institutions.\r\n\r\n\r\n\r\n<br><br>4.33 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bernard Rodrigues -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bernard Rodrigues (Telok Blangah):</b> Mr\r\n\r\nSpeaker,  Sir, I rise in support of the Budget  for\r\n\r\n1968  which deals comprehensively with the economic\r\n\r\nsituation  of  Singapore today.  Much  thought  and\r\n\r\neffort  appears  to have gone into the  preparation\r\n\r\nand  presentation of the Budget for 1968. A  layman\r\n\r\nsuch as I, where economics is concerned, would find\r\n\r\nit  very  difficult to criticise such  a  realistic\r\n\r\nBudget.  While I am full of praise for  the  Budget\r\n\r\nwhich  gives  a proper emphasis to the  problem  of\r\n\r\ninternal security, as a trade unionist. I  wish  to\r\n\r\nbring  to  the attention of this House a  topic  to\r\n\r\nwhich  passing  reference was made  in  the  Budget\r\n\r\nSpeech. What the Minister for Finance has said  was\r\n\r\n\"jobs  lost by contraction of industries or closing\r\n\r\ndown  of  established  firms  for  one  reason   or\r\n\r\nanother.\" And what I wish to point out is that  one\r\n\r\nof  these reasons, if not the principal one, is the\r\n\r\nnecessary  consequences of  Singapore's  effort  to\r\n\r\nindustrialise  its economy. With the conversion  of\r\n\r\nSingapore's hitherto entrepot oriented economy to a\r\n\r\nmanufacturing industry oriented economy, it  is  to\r\n\r\nbe expected that the change in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 580</b></font><br><br>\r\n\r\n\r\n\r\nthe  economic activities must be reflected  in  the\r\n\r\nutilisation  of  capital and labour  in  Singapore.\r\n\r\nUnfortunately, labour is not so mobile  as  capital\r\n\r\nand cannot adapt itself as easily to the change  in\r\n\r\neconomic activities. Members of the House are aware\r\n\r\nthat one of the first steps which Singapore took in\r\n\r\nconjunction with its industrialisation projects was\r\n\r\nto    legislate   for   the   protection   of   the\r\n\r\nmanufacturing industries in Singapore by  imposing\r\n\r\nimport quotas, import duties and other restrictions\r\n\r\non   the   flow  of  foreign  manufactured   goods.\r\n\r\nparticularly those of the range in competition with\r\n\r\nlocally-made  goods.  The  result  is  that   those\r\n\r\nimport/export  houses which deal  with  imports  of\r\n\r\nforeign  manufactured  goods  now  being  made   in\r\n\r\nSingapore  find that their volume of  business  has\r\n\r\ndiminished  and  their profits have disappeared  or\r\n\r\nturned  into losses. Their reaction is to cut  down\r\n\r\nor  retrench their staff in order to preserve their\r\n\r\nprofits or minimise their losses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In making this comment today, my purpose is not\r\n\r\nto   voice   any  complaint  about  the   necessary\r\n\r\nretrenchment of workers as a result of  Singapore's\r\n\r\nindustrialisation programme, but  to  persuade  the\r\n\r\nGovernment  to  mitigate  the  suffering   of   the\r\n\r\nretrenched workers and their families as far as  it\r\n\r\nis  humanly possible. What I seek to bring  to  the\r\n\r\nattention of this House is to point out that  these\r\n\r\nworkers,  on top of their losing their  careers  in\r\n\r\nwhich  they  have  spent the best  years  of  their\r\n\r\nlives, find to their disbelief that they have  also\r\n\r\nto  pay income tax on the retrenched benefits which\r\n\r\nthey   have   received  from  their  employers   as\r\n\r\ncompensation  for loss of career. This  failure  to\r\n\r\ngrant  exemption to retrenched employees on  income\r\n\r\ntax  liability  in  respect of  their  retrenchment\r\n\r\nbenefits  is, I say, a great injustice  to  workers\r\n\r\nwho, through no fault of their own, find themselves\r\n\r\nwithout  employment and are not  likely  to  obtain\r\n\r\nalternative  employment within a  short  period  of\r\n\r\ntime during which their small retrenchment benefits\r\n\r\nmay  tide  them over. As a matter of  fact,  it  is\r\n\r\nprobable that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 581</b></font><br><br>\r\n\r\n\r\n\r\nsome  of  the retrenched workers will never  obtain\r\n\r\nalternative employment because, by reason of  their\r\n\r\nage,  they  are too old to be trained for different\r\n\r\noccupations.  The  matter  of  retraining   workers\r\n\r\nretrenched    as    a   result    of    Singapore's\r\n\r\nindustrialisation   programme    for    alternative\r\n\r\nemployment in the pioneer industries is,  I  regret\r\n\r\nto note, not dealt with by the Minister for Finance\r\n\r\nalthough he has taken great pains over the  problem\r\n\r\nof retraining workers retrenched as a result of the\r\n\r\nwithdrawal  of  the  British  military  forces.  I,\r\n\r\nhowever,  will  not confuse this House  by  further\r\n\r\nreference to any retraining scheme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question of relief for income tax in respect\r\n\r\nof  any lump sum payment for loss of employment is,\r\n\r\nas  far  as  I  understand  it,  dependent  on  the\r\n\r\ndiscretion of the Comptroller of income Tax. If the\r\n\r\nopinion  of the Comptroller is that such  lump  sum\r\n\r\nrepresents  the  gratuity  payment  for   permanent\r\n\r\nretirement  from employment, then the recipient  of\r\n\r\nsuch gratuity is not liable for any income tax.  On\r\n\r\nthe   other  hand,  where  the  lump  sum   payment\r\n\r\nrepresents  monetary  compensation  for   loss   of\r\n\r\ncareer,  as in the case of retrenched workers,  who\r\n\r\nin the opinion of ---\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, order. I must draw the\r\n\r\nMember's  attention  to  Standing  Order  82  which\r\n\r\nprovides that this debate should be confined to the\r\n\r\ngeneral   principles  of  Government   policy   and\r\n\r\nadministration as set forth in the Budget Statement\r\n\r\nand  as indicated in the Main Estimates. The  point\r\n\r\nthe  Member  is making can, I think, very  well  he\r\n\r\nmade  under  the  amendments to Head  0807  (Inland\r\n\r\nRevenue)  when we consider the Main Estimates.  The\r\n\r\npresent  debate  is  not the appropriate  place  to\r\n\r\ncriticise  a  matter of detail, as  the  Member  is\r\n\r\ndoing.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bernard Rodrigues -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bernard Rodrigues:</b> Mr Speaker, the Minister for\r\n\r\nFinance  did  make  a  passing  reference  to   the\r\n\r\nimpending  retrenchment  of  employees  of  British\r\n\r\nBases, and I was just referring to the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 582</b></font><br><br>\r\n\r\n\r\n\r\nfact  that  he  has  omitted any reference  to  the\r\n\r\nemployees  retrenched  as a result  of  Singapore's\r\n\r\nindustrialisation  programme although  the  Finance\r\n\r\nMinister,  in his Budget Speech, made reference  to\r\n\r\nthis industrialisation programme.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> There is no objection to a broad\r\n\r\ncriticism,  but if the Member is making a  detailed\r\n\r\ncriticism   of   the  principles   on   which   the\r\n\r\nCommissioner of inland Revenue guides  himself,  on\r\n\r\nthe  question  of  possible  relief  to  retrenched\r\n\r\nemployees,  the  appropriate place would  be  under\r\n\r\nHead 0807. The detailed criticism now being made is\r\n\r\nout of order in the present debate.\r\n\r\n\r\n\r\n<br><br><!-- Mr Bernard Rodrigues -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bernard Rodrigues:</b> I accept your ruling.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Do proceed with the rest of your\r\n\r\nspeech. Mr Rodrigues.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rodrigues -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rodrigues:</b> The rest of my speech, Mr Speaker,\r\n\r\nSir,  is  about the Comptroller of Income Tax,  and\r\n\r\nthe  hope that the Minister for Finance will  relax\r\n\r\nthe  strict  law  on payments arising  out  of  the\r\n\r\ncoming  retrenchment of the workers of the  British\r\n\r\nmilitary  bases  and  the  future  retrenchment  of\r\n\r\nworkers   due   to   Singapore's  industrialisation\r\n\r\nprogramme. I hope that after union negotiations  on\r\n\r\nbenefits the workers be relieved from income tax.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Under Head 0807, the Member for Bras\r\n\r\nBasah  has an amendment to reduce the vote for  the\r\n\r\nitem  for  the whole head and I think it  would  be\r\n\r\nappropriate  to  make  your  remarks   there,   Mr\r\n\r\nRodrigues.  But if you are not making  any  further\r\n\r\ngeneral  comments under Standing Order 82,  I  will\r\n\r\ncall the next Member who wants to speak.\r\n\r\n\r\n\r\n<br><br>4.41 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too (Paya Lebar)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, when it comes to the end of the year,\r\n\r\npeople  pay particular attention to Parliament.  It\r\n\r\nis  mainly  because they want to know  whether  the\r\n\r\nGovernment  will propose any tax increases  in  the\r\n\r\nBudget for the coming year. Generally speaking, the\r\n\r\nGovernment Budget should provide at\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 583</b></font><br><br>\r\n\r\n\r\n\r\nleast    for    the   maintenance   of    efficient\r\n\r\nadministration,   social   services,    educational\r\n\r\nfacilities and a large sum of expenditure  relating\r\n\r\nto  security  and foreign affairs of  the  country.\r\n\r\nThere will then be a review of whether revenue  and\r\n\r\nexpenditure will balance. Fortunately the people of\r\n\r\nSingapore  are under the guidance of  a  democratic\r\n\r\nsocialist, clean, honest, incorruptible and  highly\r\n\r\nefficient  P.A.P. Government which has endured  two\r\n\r\nyears  of  independence. The Republic of  Singapore\r\n\r\ndoes  not only exist but also continues to progress\r\n\r\nand  prosper. The standard of living of the  people\r\n\r\nis   also  improving.  This  augurs  well  for  the\r\n\r\ngermination  of  a  new  generation  of  democratic\r\n\r\nsocialists   in  this  newly  emergent  independent\r\n\r\ncountry  of ours. At the same time, it  is  also  a\r\n\r\nvictory   for  the  democratic  socialist  economic\r\n\r\npolicy of the Government, and also tolls the  death\r\n\r\nknell   for   the  exploiting  private   capitalist\r\n\r\neconomic  policy  and the Communist belt-tightening\r\n\r\neconomic policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the Budget of the Finance Minister was\r\n\r\nintroduced in this House and there was no  proposal\r\n\r\nfor  a  tax  increase next year, all the people  of\r\n\r\nSingapore were elated. They praised it.  It  was  a\r\n\r\nstimulant to them. People in all walks of life,  be\r\n\r\nthey  merchants or hawkers, need not have to  worry\r\n\r\nabout  the  increase in prices  of  consumer  goods\r\n\r\nbecause of tax increases and they need not have  to\r\n\r\nworry  about  any economic recession.  The  working\r\n\r\nclass,  whether hawkers or wage-earners, also  need\r\n\r\nnot  have  to  fear an increase in  the  prices  of\r\n\r\nconsumer goods because of tax increase. At the same\r\n\r\ntime,  the Budget also serves as concrete proof  to\r\n\r\nforeign investors that Singapore's economy is  very\r\n\r\nstable  and sound: its political situation is  very\r\n\r\nstable:  and  Singapore  is  a  haven  for  foreign\r\n\r\ninvestment.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, Mr Speaker, I have just said that this is\r\n\r\nonly  the  germination of democratic socialism.  We\r\n\r\nmust  go  a step further and irrigate and cultivate\r\n\r\nthe  shoot  of  democratic socialism  in  order  to\r\n\r\nenable the shoot to blossom into\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 584</b></font><br><br>\r\n\r\n\r\n\r\nflower  and achieve the highest ideal of  socialism\r\n\r\n- from  each  according to his ability and  to  each\r\n\r\naccording  to  his need. In order to achieve  this,\r\n\r\nall the citizens of Singapore should stand firm  on\r\n\r\ntheir   respective  positions  and  redouble  their\r\n\r\nefforts  in  order  to  ensure  the  security   and\r\n\r\neconomic  progress of the country. I  believe  that\r\n\r\nwith  the  co-operation and joint  efforts  of  our\r\n\r\npeople, our economy will grow year by year and  our\r\n\r\nnational  revenue will increase year by year  which\r\n\r\nwill  be  followed by social stability and economic\r\n\r\nprosperity and progress.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as democratic socialists, we are dedicated\r\n\r\nto  the  establishment  of an  egalitarian  society\r\n\r\nwhere  there is no hunger, no shortage of  material\r\n\r\nsupplies  and where the people can live  peacefully\r\n\r\ntogether.  Therefore, the figures  of  unemployment\r\n\r\ndisclosed  in  the Minister's Budget Statement  are\r\n\r\nrather  alarming.  This  really  is  a  very  grave\r\n\r\neconomic problem. The number of unemployed  persons\r\n\r\nis  52,630,  which  is 9 per cent  of  our  working\r\n\r\npopulation of 124,025 persons. So this is  not  far\r\n\r\naway  from  the  danger line where  there  will  be\r\n\r\nsocial    insecurity   and   social   disturbances.\r\n\r\nTherefore, we cannot close our eyes to it  and  sit\r\n\r\nidly  by without doing anything. The difficult  and\r\n\r\nonerous task before us should not be borne  by  the\r\n\r\nGovernment  alone.  It  is  not  enough   for   the\r\n\r\nGovernment alone to resolve this problem. It  needs\r\n\r\nthe  co-operation of people in all walks  of  life.\r\n\r\nOtherwise, when the river overflows its banks, when\r\n\r\nthe  danger line is overstepped, it will mean  that\r\n\r\nour  whole  country and all the  people  will  face\r\n\r\ndisaster.  Sir, in order to prepare for  the  rainy\r\n\r\nday,  we  must take certain measures. I agree  with\r\n\r\nthe  Member for Havelock. We must devise some means\r\n\r\nto  solve our unemployment problem. I suggest  that\r\n\r\nthe  Government should create more hawker sites  or\r\n\r\nbazaars  and  provide loans to  the  unemployed  as\r\n\r\ncapital for their business. The loan should be free\r\n\r\nof  interest  in  order  to assist  them  in  their\r\n\r\nlivelihood. Secondly, the Government should set  up\r\n\r\nsome  kind of national factory in order to use this\r\n\r\ncheap  labour. The Government should also legislate\r\n\r\nto put these unemployed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 585</b></font><br><br>\r\n\r\n\r\n\r\npersons in various commercial firms to work. If the\r\n\r\nGovernment  can do all this, it will  not  only  be\r\n\r\nable  to  create  more  and new  opportunities  for\r\n\r\nemployment,  but  will  also  be  able  to  lay  an\r\n\r\noptimistic  foundation  for  our  future   economy,\r\n\r\nthereby  automatically resolving  our  unemployment\r\n\r\nsituation with ease.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think it is convenient to take the\r\n\r\nsuspension now. I suspend the sitting and will take\r\n\r\nthe Chair again at 5.20 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.52 p.m, until 5.20 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.20 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy (Anson):</b> Mr Speaker, Sir,\r\n\r\nmay  I  first congratulate the Minister for Finance\r\n\r\nand his Ministry on the excellent work done and the\r\n\r\nfruitful  results obtained during  the  year  under\r\n\r\nreview. Hon. Members should not forget that much of\r\n\r\nthis   work  was  done  by  the  previous   Finance\r\n\r\nMinister,  the Member for Cairnhill, who  held  the\r\n\r\nreins   of   finance  since  our  separation   from\r\n\r\nMalaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House has been told that there has been\r\n\r\ncontinued  expansion  of  our  economy  this  year.\r\n\r\nAstronomical figures were cited which were not only\r\n\r\nimpressive   but  also  revealing  and  astounding,\r\n\r\nparticularly  to the layman. In the Minister's  own\r\n\r\nwords,  the  total amount of cargo  discharged  and\r\n\r\nhandled  this year compared with that of last  year\r\n\r\nshowed  an increase of no less than 15.3 per  cent.\r\n\r\nThe  number  of  ships using our harbour  shows  an\r\n\r\nincrease of 8.8 per cent over last year. The volume\r\n\r\nof  bank  deposits in the first ten months of  this\r\n\r\nyear shows an increase of no less than 29 per cent.\r\n\r\nThe  number  of new buildings commenced  this  year\r\n\r\nshows no less than a 66 per cent increase over last\r\n\r\nyear  and  private  construction  was  particularly\r\n\r\nactive, showing a 94.5 per cent increase, etc.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 586</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All these increases are achievements of no\r\n\r\nordinary  dimensions  and  the  Minister  and   his\r\n\r\npredecessor  certainly deserve  to  be  thanked  by\r\n\r\nevery  citizen of Singapore. It is perhaps a little\r\n\r\ndisappointing  to  note that some  of  the  reasons\r\n\r\ngiven  for  the  good  performance  of  Singapore's\r\n\r\neconomy  this  year  were due to external  factors,\r\n\r\nsuch  as  growth  of  trade  with  Indonesia,   the\r\n\r\nexpansion  of  exports to South  Vietnam,  and  the\r\n\r\nflight  of Hong Kong capital and industrialists  to\r\n\r\nSingapore.  While  it  may  he  safe  to  say  that\r\n\r\nIndonesian  trade  is relatively  stable  and  will\r\n\r\nincrease  even  more in the future, the  other  two\r\n\r\navenues  of trade may suddenly conic to an end.  In\r\n\r\nthis  light,  Sir,  the great  increases  mentioned\r\n\r\nearlier  appear  partly to be the  result  of  good\r\n\r\nfortune for us following the ill luck of others.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is my humble observation as a layman that the\r\n\r\nMinister has unfortunately not touched upon certain\r\n\r\naspects  of  growth  in our economy  which  can  be\r\n\r\ndirectly  controlled by ourselves. Such aspects  as\r\n\r\nencouragement  of  local primary produce  seems  to\r\n\r\nhave  been  overlooked. I am  not  unaware  of  the\r\n\r\nefforts put in by the Primary Production Department\r\n\r\nin this respect, but certainly there must be plenty\r\n\r\nof  arable  land  for the increased cultivation  of\r\n\r\nvegetables  and  the rearing of poultry,  pigs  and\r\n\r\neven  cattle. In countries that are short of  land,\r\n\r\nefforts  are  made  to  intensify  cultivation  and\r\n\r\nimprove the breed of livestock. This will not  only\r\n\r\nhelp  us  to  conserve foreign  exchange  but  also\r\n\r\nprovide  more  employment  opportunities  for   the\r\n\r\nfarmers  in the rural areas. I therefore hope  that\r\n\r\nthe  Minister  in his Annual Budget  Statement  for\r\n\r\n1968 will be able to add to his formidable list  of\r\n\r\nmillions, the millions more from eggs, chickens and\r\n\r\npigs.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I will now turn my attention to\r\n\r\nour  industrialisation programme. The Minister,  by\r\n\r\nproviding  incentives  and all  kinds  of  taxation\r\n\r\nbenefits, has been able to attract foreign  capital\r\n\r\ninto  the State to set up new factories in  Jurong.\r\n\r\nThroughout the years we have read in the newspapers\r\n\r\nor seen on television a Minister either laying the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 587</b></font><br><br>\r\n\r\n\r\n\r\nfoundation  stone  for a new factory  or  making  a\r\n\r\nspeech  at  an official opening of a factory.  Such\r\n\r\nfactories have been able to provide some employment\r\n\r\nbut  only  in  the  region of a  few  thousand  and\r\n\r\ncertainly have not created enough jobs to cater for\r\n\r\nthe needs of all school leavers. The setting up  of\r\n\r\nthese  factories and the creation of new employment\r\n\r\nshould keep our trade unionists like the Member for\r\n\r\nBras  Basah and the Member for Telok Blangah happy.\r\n\r\nBut  it is most disappointing to note that the bulk\r\n\r\nof the population, i.e., the consumers, have to pay\r\n\r\nmore  for the goods which they purchase. I  realise\r\n\r\nthat  in order to protect local industries,  quotas\r\n\r\nhave  to be placed on imported goods and prices  of\r\n\r\nimported  goods have risen. But what  really  takes\r\n\r\nthe  cake  is the fact that the prices  of  similar\r\n\r\nlocal  products are no cheaper. They are  sometimes\r\n\r\neven dearer, though by no means of the same quality\r\n\r\nas imported goods. This has a direct bearing on our\r\n\r\ncost  of  living  and one begins to wonder  whether\r\n\r\nthese  new factories are set up to help the  people\r\n\r\nof   Singapore   or  to  help  the  industrialists.\r\n\r\nAdmittedly these new factories contribute  in  some\r\n\r\nway  to  lessening  the unemployment  problem,  but\r\n\r\ncannot  something be done to keep down our  rapidly\r\n\r\nrising  cost of living? While it may be  right  for\r\n\r\nthe  Government  to provide tax exemptions,  export\r\n\r\nincentives  and other protective measures  such  as\r\n\r\nquota  restrictions, which result in  increases  in\r\n\r\nthe  prices of imported goods. I see no reason  why\r\n\r\nprices of locally-produced goods should follow  the\r\n\r\nprices  of imported goods. To say the least,  their\r\n\r\nquality is, in most instances, not even better than\r\n\r\nthe  imported goods. We have local boxes of matches\r\n\r\nwhich   sometimes   do  not  light   except   after\r\n\r\nconsiderable  application  of  friction,  and  even\r\n\r\ncigarettes which result in sore throats and coughs,\r\n\r\nmuch to the benefit of our doctors, even though  we\r\n\r\nare  assured  that  the tobacco  is  100  per  cent\r\n\r\nVirginia!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker. Sir, I respectfully\r\n\r\nurge   the   Hon.   Minister  for  Finance,   while\r\n\r\nconsolidating  on  his Ministry  millions,  not  to\r\n\r\nforget the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 588</b></font><br><br>\r\n\r\n\r\n\r\nthousands  that are being lost in the  artificially\r\n\r\ninflated cost of living.\r\n\r\n\r\n\r\n<br><br>5.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir,\r\n\r\nthere  is  a  saying, \"Time and tide waits  for  no\r\n\r\nman\". True enough, the life of Parliament for  this\r\n\r\nsession  is  coming to its end and with  it,  fresh\r\n\r\nelections  would be held next year when the  people\r\n\r\nwould  vote  for  another group of Parliamentarians\r\n\r\ninto this House. I do not mean that an entirely new\r\n\r\ngroup will fill the seats in this House. By this, 1\r\n\r\nmean  the people, the electorate, will give another\r\n\r\nmandate  to  the  Government  to  continue  to   be\r\n\r\nresponsible for the general welfare and  well-being\r\n\r\nof the State.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today we are gathered in this august Chamber to\r\n\r\ndebate  the financial policy of the Government  for\r\n\r\nthe  year 1968 for which its introduction was  made\r\n\r\nby  the Finance Minister in his Budget Statement to\r\n\r\nthis House on the 5th of December this month.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister for Finance has termed this\r\n\r\nBudget   as  \"a  continuation  Budget\".   Well,   a\r\n\r\ncontinuation Budget has no painful effects  on  the\r\n\r\npeople in the sense that there are no new taxes for\r\n\r\nthe people to bear.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The economy has grown rapidly with the result\r\n\r\nthat  it will sustain next year's Budget. This  has\r\n\r\nbeen fully explained by the Finance Minister in his\r\n\r\nStatement. I propose to leave other aspects in  the\r\n\r\nBudget to my colleagues, the Back-Benchers.  On  my\r\n\r\npart I propose to deal with several special aspects\r\n\r\npertaining to the financial policy.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Details of revenue as contained in the\r\n\r\nEstimates  of  Revenue  and  Expenditure  of\r\n\r\nSingapore for the year 1968 as contained  in\r\n\r\nPaper Cmd. 26 of 1967;\r\n\r\n   \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The acute problem of unemployment;\r\n\r\n   \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) The tourist trade;\r\n\r\n   \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Unemployment caused by the military run-down\r\n\r\nof the British bases in the mid-70s;\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 589</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(e) Industrial growth; and\r\n\r\n   \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(f) Defence expenditure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the first point, I have gone into the\r\n\r\nMain  Estimates in detail and would be grateful  if\r\n\r\nthe  Minister would enlighten the House  with  more\r\n\r\ndetails. In particular, I refer to the Estimates of\r\n\r\nRevenue,  Class I, Code 113-121 under  the  subhead\r\n\r\n\"Payroll  Tax\".  The  estimated  revenue  is  $10.7\r\n\r\nmillion and, according to the previous Minister for\r\n\r\nFinance,  such revenue collected would be  utilised\r\n\r\nfor  the  benefit of the unemployed.  I  think  the\r\n\r\nHouse  would also like to be informed of the  total\r\n\r\namount  of  revenue  in  respect  of  payroll   tax\r\n\r\ncollected by the Finance Ministry this year and  to\r\n\r\nwhat  good  use has it been made of to  assist  the\r\n\r\nunemployed. Also, what schemes would the Government\r\n\r\nintroduce to assist those unemployed? So far, to my\r\n\r\nknowledge, no details have been given regrading the\r\n\r\nutilisation of the payroll tax.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I come to my second point which is the\r\n\r\nunemployment problem. This problem is  not  recent;\r\n\r\nin  fact, it has existed for more than a decade. It\r\n\r\nbecame  so acute in the Fifties that in the general\r\n\r\nelections of 1959, the P.A.P. romped home  with  an\r\n\r\noverwhelming majority of 43 out of the 51 seats  it\r\n\r\ncontested. Why was this so? Everybody was given  to\r\n\r\nunderstand that the P.A.P. would be able  to  solve\r\n\r\nthe  major problems then in existence, for  example\r\n\r\nhousing  and education and political stability.  In\r\n\r\nthe  fields  of housing, urban renewal, development\r\n\r\nin  the rural areas and education, a bouquet to the\r\n\r\nGovernment is well deserved. Everybody agrees  that\r\n\r\ngreat  strides and progress have been made in these\r\n\r\nfields.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, unemployment today still poses the most\r\n\r\nserious  social problem. The Finance  Minister  has\r\n\r\ngone  into  this  problem in great detail.  He  has\r\n\r\ntraced that - I quote:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'in spite of rapid population growth, the\r\n\r\nincrease  in unemployment has been from  29,600  in\r\n\r\n1957 to 52,630 in 1966.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 590</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I remember well that the Minister for Labour, in\r\n\r\nreply  to my question on unemployment, stated  that\r\n\r\nemployment  is  on the increase and the  figure  he\r\n\r\ngave to the House then was in the region of 70,000.\r\n\r\nHe  also  assured this House that the  Ministry  of\r\n\r\nLabour  would find ways and means of reducing  this\r\n\r\nhigh figure through the institution of courses like\r\n\r\ncatering, hotel management, etc. in order to reduce\r\n\r\nnot  only  this  figure but  also  to  provide  the\r\n\r\nnecessary avenues to the know-how in such sectors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Finance Minister went on to say:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The seriousness of the present position must not\r\n\r\nbe  underestimated, for the present level  of  some\r\n\r\n9.7  per  cent of the work force, has not very  far\r\n\r\nremoved  the  danger level where social  discontent\r\n\r\nmay provoke instability.'\r\n\r\n\r\n\r\n<br><br>I fully agree with him on this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But coupled with this, is the \"un-employment\r\n\r\ncreated  by  the reduction of British  Forces\"  and\r\n\r\nthis    will   aggravate   the   already    serious\r\n\r\nunemployment problem. One then asks,  \"How  do  you\r\n\r\npropose  to  go  about solving this  problem?\"  The\r\n\r\nFinance   Minister  states  that  the   answer   is\r\n\r\n\"industrial  growth\" for it remains  our  principal\r\n\r\nweapon  to  provide more income and  employment.  I\r\n\r\nwould  say  that that is quite true,  but  I  would\r\n\r\nfurther ask, \"How many unemployed would such growth\r\n\r\nbe able to take in?\". We must bear in mind the ever\r\n\r\nincreasing  population  of the  unemployed  and  to\r\n\r\nquote  the  Minister  again when  he  said  in  his\r\n\r\nStatement:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'With the prodigious efforts we put in and the\r\n\r\nvast   sums  of  money  and  resources  which   the\r\n\r\nGovernment  had been channelling towards increasing\r\n\r\nthe  growth of manufacturing industries,  all  that\r\n\r\nhas  been achieved is a net increase of some  5,000\r\n\r\njobs each year.'\r\n\r\n\r\n\r\n<br><br>He went on further to state:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Clearly this rate of increase is inadequate to\r\n\r\nmeet our future needs. It has not even absorbed the\r\n\r\nincreasing  numbers  of young  people  looking  for\r\n\r\njobs.'\r\n\r\n\r\n\r\n<br><br>He further stated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'To counteract the effects of military reductions and\r\n\r\nto reduce the number of unemployed persons, we will have \r\n\r\nliterally to redouble our present efforts to promote\r\n\r\nindustrial growth.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 591</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is indeed heartening to note that the\r\n\r\nGovernment  is  fully  aware and  understands  this\r\n\r\nserious problem. I would say that we must not  only\r\n\r\nredouble our efforts but to \"retreble\" our  present\r\n\r\nefforts.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now that we have solved many other social\r\n\r\nproblems,  I  think we should concentrate  on  this\r\n\r\nproblem  and  find ways and means of providing  the\r\n\r\nunemployed with employment. This remains  the  main\r\n\r\nheadache of the day.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the ways of reducing unemployment is the\r\n\r\ntourist trade. This is the factor which \"will  come\r\n\r\nas  a  very  welcome element generating much  local\r\n\r\nexpenditure  and  providing  a  large   volume   of\r\n\r\nemployment,\" so says the Minister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The tourist industry, to my mind, should be\r\n\r\nfurther developed. It is one aspect that will bring\r\n\r\nus  a  lot of benefit and good. In other words,  it\r\n\r\nshould  be  commercialised as in many countries  in\r\n\r\nEurope. To develop this industry, we should bear in\r\n\r\nmind  the facilities available. I think the present\r\n\r\nfacilities are insufficient and in this respect the\r\n\r\nTourist  Promotion Board should come  in  not  only\r\n\r\nwith the idea of promoting tourism but to find ways\r\n\r\nand  means  of  developing tourism. Some  countries\r\n\r\ndepend largely on the tourist industry and I do not\r\n\r\nsee why Singapore should not exploit it.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In tourism, I think there are tremendous\r\n\r\npotentialities which remain to be tapped. 'With the\r\n\r\nconstruction  of five first-class hotels  totalling\r\n\r\n1,509   rooms,  2,500  persons  will  be  employed.\r\n\r\nAnother  16  hotels  are under construction  giving\r\n\r\nprospective employment to 3,500 people. And for the\r\n\r\nnext  three years, they will generate an additional\r\n\r\n9,000  jobs  directly  in  these  hotels.  That  is\r\n\r\naccording  to the Finance Minister. He also  states\r\n\r\nthat \"they constitute a very welcome impetus to our\r\n\r\neconomic  growth.\" Here one can see the  importance\r\n\r\nthat  tourism  can have for us if we tap  its  rich\r\n\r\nresources. However, Government participation is not\r\n\r\nenough   and  those  involved  in  tourism   should\r\n\r\nunderstand  and  exploit  it  not  only  for  their\r\n\r\nbenefit but also for the benefit of the country  as\r\n\r\na whole.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 592</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With this, I come to the problem of unemployment\r\n\r\ncaused by the run-down of the British Bases in  the\r\n\r\nState in the 1970s. How do we go about facing  this\r\n\r\nproblem?  To find jobs for some 12,000 at the  rate\r\n\r\nof  3,400  each  year is another  problem  and  the\r\n\r\nMinister has accepted this as our responsibility to\r\n\r\nour  citizens affected by this run-down. Since  the\r\n\r\nBritish Government has already made known to us and\r\n\r\nto   the   world  in  its  White  Paper   regarding\r\n\r\nwithdrawal, I hope the Government will get down  to\r\n\r\nwork  on this immediately, in conjunction with  the\r\n\r\nLabour Ministry, and put up a White Paper on it, as\r\n\r\nthis problem is already affecting the minds of  all\r\n\r\nthose  employed in the Bases. Their main  question:\r\n\r\n\"What  steps will our Government take to assist  us\r\n\r\nin  our plight that will come within the next  five\r\n\r\nyears?\" I have also in mind to ask the Minister for\r\n\r\nFinance  whether he will explain  an  item  in  the\r\n\r\ndetails of Revenue, Class I, Code 160-000, and that\r\n\r\nis, Current Transfers from Abroad, where a sum of $\r\n\r\n3.675 million under \"United Kingdom Mitigatory  Aid\r\n\r\non account of Services Rundown\" will be paid. As  I\r\n\r\nunderstand  it,  Sir,  the Government's  policy  on\r\n\r\nforeign aid is that we do not want aid freely so as\r\n\r\nto  tie  our hands and feet in pursuit  of  a  non-aligned  foreign policy. Therefore, this mitigatory\r\n\r\naid needs to be explained.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has pointed out that industrial growth remains our principal weapon to provide more income and employment. I admit that undoubtedly the Government has been vigorous in encouraging industries, but I would like to add that trade is still vital to us and must be further developed. It\r\n\r\nmay  not be a provider of employment, but certainly\r\n\r\nit is an important digit of our economy. Therefore,\r\n\r\nI would suggest that trade ties with more countries\r\n\r\nbe  pursued. I observed that there have  been  many\r\n\r\ntrade delegations undertaken both by Government and\r\n\r\nthe   traders  themselves.  I  have  in  mind   the\r\n\r\nestablishment of more trade agencies. We  can  have\r\n\r\nthem in our embassies or otherwise. In other words,\r\n\r\nwe  need  to  build a better sales organisation  in\r\n\r\ntrade and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 593</b></font><br><br>\r\n\r\n\r\n\r\nfor  our  industrialisation  programme,  i.e.,  the\r\n\r\nfactories.   I  am  not  saying  that   our   sales\r\n\r\norganisation is no good. Far from it. But I  am  of\r\n\r\nthe  opinion that we should build up a  good  sales\r\n\r\norganisation, both local and abroad.  Let  us  say,\r\n\r\nfor example, a factory may be producing first-class\r\n\r\nproducts,   but   if  it  has   no   proper   sales\r\n\r\norganisation, I am afraid the sales would not be up\r\n\r\nto  expectations  after all. Hence,  the  need  for\r\n\r\nGovernment to consider this matter, as it is within\r\n\r\ntheir  scope,  and  this of course  will  help  the\r\n\r\nindustries a lot.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Along with this, Sir, I would like to know\r\n\r\nwhether previous suggestions for the setting up  of\r\n\r\nagencies, like quality control agencies and  credit\r\n\r\nagencies by the Government, have been looked  into.\r\n\r\nIf  they have been looked into, what steps in  this\r\n\r\ndirection  have  the  Government  taken?  This,   I\r\n\r\nbelieve, would increase the volume of our trade and\r\n\r\nalso   the  technical  know-how  of  the  developed\r\n\r\ncountries, especially those in the engineering  and\r\n\r\nship-building fields. I have in mind to suggest  to\r\n\r\nthe  Minister  for  Finance  that  more  industrial\r\n\r\ndevelopment scholarships be awarded, for I am  sure\r\n\r\nthey would be repaid manifold.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I now, Sir, refer to Defence expenditure as\r\n\r\ncontained  in  the  Statement.  With  the  ultimate\r\n\r\nwithdrawal of the British Forces and Bases from the\r\n\r\nRepublic  by  the mid-70s, we are  faced  with  the\r\n\r\nquestion  of  having to defend ourselves.  We  know\r\n\r\nthat  we cannot depend on the British to defend  us\r\n\r\nafter  1975. Hence, the increase in expenditure  on\r\n\r\nDefence.  The Minister has made it known that  this\r\n\r\nincrease, I quote, \"in the Estimates is to pay  for\r\n\r\nthe  implementation of this Plan\".  I  take  it  to\r\n\r\nmean.  \"the  establishment  of  a  total  of  seven\r\n\r\nInfantry Battalions which, with supporting arms and\r\n\r\nservices,  would  provide  the  elements   of   two\r\n\r\nInfantry  Brigades.\" I fully support this in  terms\r\n\r\nof   maintaining  our  survival.   I   think   this\r\n\r\nexpenditure is modest. Most countries in the  world\r\n\r\nhave armies of their own\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 594</b></font><br><br>\r\n\r\n\r\n\r\nand  they even have defence pacts with neighbouring\r\n\r\ncountries, e.g. N.A.T.O, and S.E.A.T.O. I would ask\r\n\r\nwhether   we  could  have  defence  alliances,   in\r\n\r\nparticular,  with the countries in South-east  Asia\r\n\r\nso  that  South-east Asia would be a more  peaceful\r\n\r\nplace.  I  believe  this remark  should  have  been\r\n\r\ndirected  to the Minister of Defence, but  I  think\r\n\r\nthe  Minister for Finance, who has been  privileged\r\n\r\nto  be the Minister of Defence for two years,  will\r\n\r\ncomment on this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Last but not least, Sir, I think I would be wide\r\n\r\nof  the  mark  if  I do not hand a bouquet  to  the\r\n\r\nMinister  for  Finance for introducing  a  painless\r\n\r\nBudget for next year. He has taken pains to explain\r\n\r\nto the House the serious problems lying ahead of us\r\n\r\nand what steps have been taken to try to solve such\r\n\r\nproblems.  In other words, he has been  both  frank\r\n\r\nand  honest in his Budget painting which has  given\r\n\r\nall  of  us  a clear and good picture of  what  the\r\n\r\nsituation would be like in the foreseeable future.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, Sir, may I congratulate the Finance\r\n\r\nMinister  - though  he is not present  now - for  his\r\n\r\nBudget Statement, and I fully support the financial\r\n\r\npolicy of the Government for 1968.\r\n\r\n\r\n\r\n<br><br>5.58 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chow Chiok Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chow Chiok Hock (Ulu Pandan)</b>(<i>In Mandarin</i>):\r\n\r\nSir,  from the financial statement of the  Minister\r\n\r\nfor  Finance, we see that over the last  two  years\r\n\r\nthe independent Republic of Singapore has made much\r\n\r\nprogress   in  economic  fields.  Our  economy   is\r\n\r\nprogressing  by leaps and bounds. The Minister  has\r\n\r\nnot  proposed any new tax increases, and this shows\r\n\r\nthat  our economy is very sound and stable. I  also\r\n\r\nbelieve  that  it  is  due to the  efforts  of  our\r\n\r\nGovernment and the people as a whole that  we  have\r\n\r\nachieved  this  state of the economy.  However,  we\r\n\r\nshould  not  be complacent. We should redouble  our\r\n\r\nefforts  to  seek  greater  means  to  promote  our\r\n\r\neconomic  development and growth, so as to  further\r\n\r\nimprove  the standard of living of our  people.  We\r\n\r\nshould  not be complacent for what we have  already\r\n\r\nachieved. Our country is a regenerating\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 595</b></font><br><br>\r\n\r\n\r\n\r\none.  We  are self-reliant, and we should seek  our\r\n\r\nown  economic development ourselves.  We  must  not\r\n\r\ndepend  on others. \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order to develop our national economy,\r\n\r\nI would like to make some suggestions  to\r\n\r\nthe  Minister for Finance. First of all, we  should\r\n\r\nset  up a Central Bank in our country. Now that  we\r\n\r\nhave  our own currency, a national Central Bank  is\r\n\r\nvery  necessary  at  this  juncture.  We  owe   our\r\n\r\nlivelihood  to  trade which  is  one  of  the  main\r\n\r\nsources of sustenance of our country. And in  order\r\n\r\nto  place  our commerce and trade on a very  stable\r\n\r\nand  firm  grounding, we should have a  very  sound\r\n\r\ncurrency to back it up. At the moment, our currency\r\n\r\nis  quite  stable  and sound among  commercial  and\r\n\r\nfinancial circles which have full confidence in it.\r\n\r\nSo if we do not do what I have suggested, then some\r\n\r\npeople  may  begin  to lose faith  in  it.  So  our\r\n\r\nfinancial system is still not good enough.  I  feel\r\n\r\nthat  a  Central  Bank  is  one  of  the  necessary\r\n\r\nrequirements  of  our  country  for  our   economic\r\n\r\ndevelopment. It is not enough for a country to have\r\n\r\nbig  or small financial institutions such as banks.\r\n\r\nThere  should  be a Central Bank to  organise,  co-ordinate   and   control  the   various   financial\r\n\r\ninstitutions   and  to  direct  and   channel   the\r\n\r\ninvestments of our capital so that the idle capital\r\n\r\nof  the  people  can  be  channelled  into  correct\r\n\r\ninvestment  fields and put to better use.  A  sound\r\n\r\neconomic  system  will  enhance  the  prestige  and\r\n\r\nstability  of  our currency. It will boost  up  the\r\n\r\nconfidence of the people in our currency.  It  will\r\n\r\nalso  bring prosperity to our commerce and increase\r\n\r\nour industrial development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance has also paid great attention to tourism. There have been quite a number of people coming to our country on holiday. This will increase our economic prosperity. So tourism is an important item in our economy. Many tourists find difficulty in getting hotel\r\n\r\naccommodation when they come here, as mentioned  by\r\n\r\nthe  Minister for Finance. A few months before they\r\n\r\ncome   to   Singapore,  they  should   book   hotel\r\n\r\naccommodation in advance.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 596</b></font><br><br>\r\n\r\n\r\n\r\nWhy   should  we  not  try  to  encourage  economic\r\n\r\ndevelopment in this field? We should make more  use\r\n\r\nof  our  limited space to build hotels  vertically.\r\n\r\nHotels  can be constructed skywards. There will  be\r\n\r\nmany   storeys   and  rooms  to  accommodate   more\r\n\r\ntourists.   This   will  create   more   employment\r\n\r\nopportunities.  We  know that  the  Government,  in\r\n\r\npromoting  and encouraging industrial  development,\r\n\r\nhas given a lot of incentives, for example, a five-year  tax exemption period. I feel that if we  want\r\n\r\nto  encourage the development of tourism, we should\r\n\r\nalso formulate certain programmes to encourage  the\r\n\r\ntourist  promoters  and  people  in  this  line  of\r\n\r\nbusiness  to  develop tourism. A  large  hotel  may\r\n\r\nemploy  more than 1,000 persons. The tourists  will\r\n\r\nbe  attracted by the warm reception given to  them.\r\n\r\nTourism is a labour intensive field of industry. We\r\n\r\nmust  give  concessions to the tourist trade  which\r\n\r\nwill  also earn for us foreign exchange which  will\r\n\r\nin turn help our economic development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we should also not overlook the\r\n\r\nindustrial sites in Jurong, Redhill, Tanglin  Halt,\r\n\r\nKallang  Basin, Kampong Ampat, etc.  These  estates\r\n\r\nhave  all  had surprising development and have  won\r\n\r\nthe  praise of many trade delegations from  various\r\n\r\ncountries. These industrial estates have left  them\r\n\r\nwith  a  very  deep  impression of  our  industrial\r\n\r\ndevelopment.  Our  main  aim  is  to  resolve   our\r\n\r\nunemployment  problem and to seek  a  new  line  of\r\n\r\nliving for our future generation. This aim is  very\r\n\r\nproper   and   necessary  but  there  are   certain\r\n\r\nindustrialists and manufacturers who have made  use\r\n\r\nof the incentives given by the Economic Development\r\n\r\nBoard  to fish in troubled waters. They have raised\r\n\r\nthe  prices of local products and this has  led  to\r\n\r\nmore  people  being unemployed. This has  caused  a\r\n\r\ngreat  loss to the Government in respect of revenue\r\n\r\nand taxes.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here I would like to elaborate further. These\r\n\r\nmanufacturers have put in their capital to  set  up\r\n\r\nfactories.  They have received from the  Government\r\n\r\nconcessions and incentives, such as a five years'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 597</b></font><br><br>\r\n\r\n\r\n\r\ntax  free  holiday.  The  Government  has,  in  the\r\n\r\ninterest  of  local  manufacturers,  levied  double\r\n\r\ntaxation  by way of tariff against imported  goods.\r\n\r\nThe  Government has also set up a committee to look\r\n\r\nafter the local products. Also the machinery to  be\r\n\r\nused  by the factories will be exempted from import\r\n\r\nduty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the Government is also encouraging\r\n\r\nGovernment departments and statutory boards and all\r\n\r\npeople  to  buy our locally-manufactured goods  and\r\n\r\nexempt  almost all raw materials from import  duty.\r\n\r\nBut  after these manufacturers have produced  their\r\n\r\ngoods,  they not only cannot compete with  imported\r\n\r\ngoods  in  quality but also in price. Their  prices\r\n\r\nare  many  times  more than those of  the  imported\r\n\r\ngoods. Take, for instance, matches. Before we  have\r\n\r\nany  factory manufacturing matches, we could buy  a\r\n\r\npacket  of matches for 20 to 30 cents. Every packet\r\n\r\ncontains  10  boxes of 80 to 90 sticks of  matches.\r\n\r\nBut  the  Government, in order to  implement  their\r\n\r\ntaxation  policy  on  imported matches,  and  after\r\n\r\nthere  are  local manufactures, has levied  $96  on\r\n\r\nevery  carton of matches imported. Because of these\r\n\r\nhigh  tariff duties, the local people have  stopped\r\n\r\nbuying  imported matches. But the price of locally-produced  matches has increased  to  45  cents  per\r\n\r\npacket.  So this is much dearer than the  price  of\r\n\r\nthe  imported matches. The quality of our  locally-manufactured  matches is also inferior.  Every  box\r\n\r\ncontains  only  about 50 sticks. And because  there\r\n\r\nare  no  imported matches to compete with  locally-manufactured matches, the consumers suffer.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Take another example, white sugar. The situation\r\n\r\nis the same. Since a sugar refinery factory was set\r\n\r\nup  in  Singapore, the Government has levied tariff\r\n\r\nduties  on  imported sugar amounting to four  cents\r\n\r\nper pound. Sugar imported from Taiwan and elsewhere\r\n\r\nhas  disappeared  from the market. Locally-produced\r\n\r\nsugar has replaced it. But regrettably the locally-produced sugar costs 41 cents per katty. Raw  sugar\r\n\r\nhas to be bought from abroad and the people have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 598</b></font><br><br>\r\n\r\n\r\n\r\nto  pay more for this and so the cost of living has\r\n\r\ngone up.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has also levied tariff duties on\r\n\r\nother  imported goods so that importers have  found\r\n\r\nit  difficult to import foreign goods and  to  sell\r\n\r\nthem  on  the  market locally.  Thus  our  workers,\r\n\r\nhawkers,  lorry  drivers, porters, lighter-men  and\r\n\r\nother  people  are  adversely affected  because  of\r\n\r\nprice  increases in many consumer goods. The number\r\n\r\nof  jobs  created by these manufacturing  companies\r\n\r\nand  newly-established  industries  cannot  compare\r\n\r\nwith the adverse effects of the increased prices of\r\n\r\nlocally-made  goods on the population.  On  top  of\r\n\r\nthis,   our  locally-manufactured  goods  sometimes\r\n\r\ncannot find a market locally. As a result, some  of\r\n\r\nthe   factories  will  have  to  close  down.   The\r\n\r\nGovernment  will  also lose a lot of  revenue  from\r\n\r\nthis  source.  In the end only a few  manufacturers\r\n\r\nwill  benefit  from  the  Government  policy.  Such\r\n\r\nmanufacturers not only enjoy a period of  exemption\r\n\r\nfrom tax, but also other benefits.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have just said that we cannot deny that\r\n\r\nindustrialisation has made some progress.  But,  on\r\n\r\nthe  other  hand, we must not disappoint our  local\r\n\r\nmanufacturers.  The point that needs  consideration\r\n\r\nis   how  to  guide  them  towards  the  industrial\r\n\r\nobjectives we have in mind and to adopt the correct\r\n\r\nand  proper  measures to go about it. The  Minister\r\n\r\nhas  mentioned the National Steel Industry and  the\r\n\r\nJurong  Shipyard. These two institutions  have,  on\r\n\r\nthe  one  hand, tried to lower their prices locally\r\n\r\nand  tried to better the quality of their  products\r\n\r\nin  order to compete in the international market so\r\n\r\nthat our people will benefit as a result. These two\r\n\r\ninstitutions are good examples.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for those speculative so-called\r\n\r\nindustrialists,  we should set up  a  committee  to\r\n\r\ninvestigate  them. We should reconsider  the  quota\r\n\r\nsystem  and the tariffs against imported goods  and\r\n\r\nmatters  relating thereto in order to  lighten  the\r\n\r\nburden  of  the  people and to increase  Government\r\n\r\nrevenue in order to safeguard the interest  of  our\r\n\r\ncountry  and the people. Sir, I support the  motion\r\n\r\nby the Minister for Finance.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 599</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Guan Hoo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Guan Hoo (Bukit Merah)</b>(<i>In Mandarin</i>):\r\n\r\nMr  Speaker,  Sir, the Minister  for  Finance  has\r\n\r\nintroduced a new Budget in this House. This can  be\r\n\r\nsaid  to be a product of the stormy season we  have\r\n\r\nexperienced.  With the devaluation of Sterling  and\r\n\r\nthe  withdrawal of the British Military Forces from\r\n\r\nSingapore,  the  fact that we  are  still  able  to\r\n\r\nproduce such a Budget without any tax increases  is\r\n\r\nreally  a meritorious achievement. As an economist,\r\n\r\nour  Minister for Finance has not achieved this  by\r\n\r\nmagic.  On the other hand, he has given us a  clear\r\n\r\npicture of the economic position. The Supplementary\r\n\r\nBudget for this year has exceeded $10 million,  but\r\n\r\nnext year's surplus will be $30 million. If we have\r\n\r\nto  have  another  Supplementary Estimate  for  $10\r\n\r\nmillion,  then we will lose some $700,000.  I  hope\r\n\r\nthe  Minister for Finance will not juggle too  much\r\n\r\nin  this budgeting business, as it appears to  some\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our aim in the economic field is mainly to\r\n\r\nresolve  our  unemployment problem.  When  we  talk\r\n\r\nabout  the  financial  policy  introduced  by   the\r\n\r\nMinister for Finance, we should measure its  merits\r\n\r\nin  relation to the unemployment problem.  We  know\r\n\r\nthat  in the past, our efforts in industrialisation\r\n\r\nhave  resulted in the provision of 5,000  new  jobs\r\n\r\nevery  year. But every year in Singapore there  are\r\n\r\n25,000  school  leavers who  will  be  joining  the\r\n\r\nlabour  market. So by comparison, the  solution  of\r\n\r\nthe unemployment problem is still unresolved and we\r\n\r\nare  under heavy pressure to resolve it. I hope the\r\n\r\nMinister  for  Finance  can  explain  whether   the\r\n\r\ncontinuation  of our industrialisation  policy  for\r\n\r\nthe  next  few  years will create  enough  jobs  to\r\n\r\nresolve  the unemployment problem. If  there  is  a\r\n\r\nsaturation point in employment opportunities,  then\r\n\r\nI  hope  there will be a clear-cut announcement  on\r\n\r\nour policy in solving this.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under the basic policy of industrialisation, we\r\n\r\nshould  try  to diversify our economy in  order  to\r\n\r\ncope with the situation. From the Minister's Budget\r\n\r\nStatement,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 600</b></font><br><br>\r\n\r\n\r\n\r\nwe can see that in 1957 the people engaged in\r\n\r\nagriculture  and fisheries numbered 31,500  people.\r\n\r\nBy  1959, the figure was reduced to 22,800. In  the\r\n\r\nperiod of a few years, the number has decreased  by\r\n\r\n9,000.  Every  year there has been  a  decrease  of\r\n\r\n1,000.  So  this figure is one-fifth of  the  5,000\r\n\r\njobs that we can create every year. This shows that\r\n\r\nour  industries at the moment are not able to  play\r\n\r\nthe   role   that  is  expected  of   them,   i.e.,\r\n\r\nindustrialisation  replacing  all  other   economic\r\n\r\nactivities    to    provide   enough    employment.\r\n\r\nIndustrialisation  has  been  progressing  but  the\r\n\r\nactivities  of the fishing industry and agriculture\r\n\r\nhave  decreased  in  intensity. If  this  situation\r\n\r\npersists or even worsens, then there is much  cause\r\n\r\nfor  anxiety about the future. We fear that certain\r\n\r\nevents  that  have taken place in  some  developing\r\n\r\ncountries may happen in our country. The unemployed\r\n\r\nin  the rural areas will rush to the urban area. If\r\n\r\nsuch an event takes place in our country, then  the\r\n\r\nachievement    we    have   so    far    made    in\r\n\r\nindustrialisation    may    be    minimised.    Our\r\n\r\nindustrialisation programme may,  instead,  provide\r\n\r\nopportunities  for a change of occupation  to  some\r\n\r\npeople  who are looking for jobs. That is  not  the\r\n\r\nfundamental way of solving the problem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is undergoing rapid changes during\r\n\r\nwhich  some  kinds  of  economic  activities   have\r\n\r\nexperienced  certain distractions  in  one  way  or\r\n\r\nanother.  When  we  develop  housing  estates   and\r\n\r\npromote urban renewal projects, when we change  the\r\n\r\nliving  environment of the people, we have  not  at\r\n\r\nthe same time changed their economic livelihood and\r\n\r\nsurroundings.  For instance, when  farmers  in  the\r\n\r\nrural  areas  were shifted from their farms,  their\r\n\r\neconomic  livelihood  was  not  changed.  In  other\r\n\r\nwords, they were moved to a new environment as fish\r\n\r\nout  of  the water in such a situation. This  is  a\r\n\r\nproblem we should look into.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From the Minister's statement, I notice that he\r\n\r\nwants to promote exports in foreign markets. But he\r\n\r\nhas  not  enumerated  with any  certainty  the  new\r\n\r\nmeasures  to  be taken in the present situation  of\r\n\r\nSterling devaluation. Our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 601</b></font><br><br>\r\n\r\n\r\n\r\ncurrency has not been devalued. This may be a  good\r\n\r\nsign  and  is  encouraging. On  the  one  hand,  we\r\n\r\nencourage industrialisation and promote exports. On\r\n\r\nthe other hand, we have been receiving more foreign\r\n\r\ninvestments,  especially  from  Hong   Kong.   Much\r\n\r\ncapital  has been flowing into Singapore from  Hong\r\n\r\nKong.  According  to  a British Under-Secretary  of\r\n\r\nState,  certain Commonwealth countries also  intend\r\n\r\nto  invest in Singapore and Malaysia. This  can  be\r\n\r\nsaid   to   be   a  great  encouragement   to   our\r\n\r\nindustrialisation programme, especially as it  will\r\n\r\nbe   adding   to   our  admirable   atmosphere   of\r\n\r\nproduction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should also pay attention to foreign markets.\r\n\r\nIf  we  can  have better organised export promotion\r\n\r\noffices abroad, then our locally-manufactured goods\r\n\r\nwill  have a better future. But there are no clear-cut  proposals in the Minister's statement in  this\r\n\r\nconnection. Perhaps we can avail ourselves of  this\r\n\r\nopportunity  to  ask  him to  try  to  explore  the\r\n\r\nprospects  of a common market when it is convenient\r\n\r\nfor  him to do so or whenever an opportunity  comes\r\n\r\nto    him.    We   can   start   with,    say,    a\r\n\r\nSingapore/Malaysia  common  market  or  a  regional\r\n\r\nmarket.  We  know  that  our  internal  market   is\r\n\r\nlimited, and especially in this age of regional and\r\n\r\ncommon market agreements, it is very necessary that\r\n\r\nwe  should  take  measures to  establish  a  common\r\n\r\nmarket.  Of  course,  we  must  not  expect  to  be\r\n\r\ndisappointed like Britain in her desire to join the\r\n\r\nEuropean Common Market.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to mention, in particular, that from\r\n\r\nthe  statistics we have come across,  we  see  that\r\n\r\nthere  are  thousands of unemployed  people.  These\r\n\r\nstatistics  can be classified into two  categories.\r\n\r\nOne  category is from the Sample Household  Survey.\r\n\r\nThe   other  category  is  derived  from   national\r\n\r\nregistration.  These statistics  vary  to  a  great\r\n\r\nextent. So the Minister, as an economic expert, has\r\n\r\nchosen  one of the two to be the more reliable  one\r\n\r\nto base his source of information. But personally I\r\n\r\nfeel   that  these  statistics  are  not   entirely\r\n\r\nreliable because\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 602</b></font><br><br>\r\n\r\n\r\n\r\nthere  are workers who, even when  they  are\r\n\r\nemployed,  report  that they  are  unemployed.  The\r\n\r\nnumber  of  unemployed persons  registered  at  the\r\n\r\nLabour   Exchange  may  not  reflect   the   actual\r\n\r\nunemployment situation because certain  people  who\r\n\r\nare  in receipt of public assistance want to  claim\r\n\r\nthat  they  are  out  of  job.  So  they  will   be\r\n\r\nclassified  as unemployed. Pirate taxi drivers  may\r\n\r\nalso say that they are unemployed so that they will\r\n\r\nhave  room for manoeuvre in order to get a  licence\r\n\r\nor  a  permit  for  their  taxis.  There  are  also\r\n\r\nnumerous  such cases. Some people like to  disclaim\r\n\r\nthat  they are employed for various reasons. Others\r\n\r\nwho  want to get new jobs go to the Labour Exchange\r\n\r\nand say that they are unemployed. So the statistics\r\n\r\nthat  are  available  at  the  moment  may  not  be\r\n\r\ncompletely reliable. We hope that the Minister will\r\n\r\ncarry out a comprehensive survey so that we can  be\r\n\r\ntold  with  certainty the actual number of  persons\r\n\r\nunemployed. We will then be able to ascertain  that\r\n\r\nthere are not so many people unemployed. But if the\r\n\r\nunemployment  figure includes some people  who  are\r\n\r\nactually  employed, it will give  us  a  false  and\r\n\r\nalarming  picture.  This may have  a  psychological\r\n\r\neffect on our people. I hope the Minister will look\r\n\r\ninto this.\r\n\r\n\r\n\r\n<br><br>6.32 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Yeow Chong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Yeow Chong (Mountbatten):</b> Mr Speaker,\r\n\r\nSir,  the  Budget for 1968 has once  again  brought\r\n\r\ngreat  relief to the people of Singapore  as  there\r\n\r\nwill  be no increase of taxes or new taxation.  The\r\n\r\nMinister  for  Finance has been able to  frame  the\r\n\r\nEstimates  of Expenditure for next year within  the\r\n\r\nexpected  yield of the existing taxes.  Compliments\r\n\r\nmust  be given to our Minister for Finance for such\r\n\r\na realistic and well-balanced Budget for the coming\r\n\r\nyear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In his Budget Statement in Parliament on 5th\r\n\r\nDecember, the Minister for Finance dwelt at  length\r\n\r\non the economic growth of the Republic and compared\r\n\r\nthe achievements this year with the achievements in\r\n\r\n1966.  He attributed this steady growth of  economy\r\n\r\nto three main\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 603</b></font><br><br>\r\n\r\n\r\n\r\nreasons,   namely,  the  growth   of   trade   with\r\n\r\nIndonesia,  the  increase  of  exports   to   South\r\n\r\nVietnam,  and  the  increased  flow  of  Hong  Kong\r\n\r\ninvestments into the Republic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, there will be a stumbling block to our\r\n\r\nsturdy growth of economy by the mid-seventies  when\r\n\r\nBritain is expected to run down her military  bases\r\n\r\nin Singapore. The new problems that will arise will\r\n\r\nbe  the  retrenchment of about  32,000  people  now\r\n\r\nworking in these bases and the consequent reduction\r\n\r\nof   local  expenditure.  Undoubtedly,  these  will\r\n\r\nadversely   affect  our  economy.  The  people   of\r\n\r\nSingapore,  I  am  sure,  are  confident  that  our\r\n\r\nGovernment will be able to solve these problems.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this is already the sixth year\r\n\r\nsince  Singapore  embarked on the industrialisation\r\n\r\nof our local economy. There has been generally good\r\n\r\nprogress  in  our industrialisation  programme.  In\r\n\r\n1966,  there  was a total of 165 pioneer  firms  of\r\n\r\nwhich  111 were in production. The total number  of\r\n\r\npersons  employed by these pioneer firms is  11,000\r\n\r\nwhich  can rise to 19,000 when these pioneer  firms\r\n\r\nare in full production in two or three years' time.\r\n\r\nThe  annual census of manufactures gives the  total\r\n\r\nnumber  of  persons  engaged in  the  manufacturing\r\n\r\nindustries  for  the  year  1966  as  52,000.   The\r\n\r\ndifference of 41,000 is, therefore, the  number  of\r\n\r\nworkers   engaged   in   non-pioneer   firms    and\r\n\r\nestablished  enterprises.  This  figure  does   not\r\n\r\ninclude, according to the Minister for Finance, the\r\n\r\nsmall backyard enterprises which account for a very\r\n\r\nsubstantial   number   of   persons   working    in\r\n\r\nmanufacturing  industries. It  is  evidently  clear\r\n\r\nthat   the  non-pioneer  firms  as  well   as   the\r\n\r\nestablished enterprises are still the main provider\r\n\r\nof    employment   in   Singapore.   The   backyard\r\n\r\nenterprises  or  small  industries  must  run  into\r\n\r\nseveral thousands in our Republic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These small industries, in fact, are the pioneers\r\n\r\nof  all  pioneers in our industries. Some of  these\r\n\r\nsmall  industries are well-established and of  long\r\n\r\nstanding.   They   are  being  neglected   by   the\r\n\r\nGovernment and very little assistance,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 604</b></font><br><br>\r\n\r\n\r\n\r\nwhether  financial or technical, is given to  them.\r\n\r\nThe Economic Development Board has in the past made\r\n\r\nno  effort  to  encourage the small  industries  in\r\n\r\nSingapore  to expand their establishments.  It  was\r\n\r\nnot  until 1964 that the Light Industries  Services\r\n\r\nwas  set  up within the Economic Development  Board\r\n\r\nand  efforts  were then made in this respect.  Even\r\n\r\nwith  the  establishment of  the  Light  Industries\r\n\r\nServices,  these small industries are not  deriving\r\n\r\nmuch  benefit  except  in  the  form  of  technical\r\n\r\nadvice.  For  instance,  I  know  of  a  few  small\r\n\r\nmanufacturers  who  wish to  apply  for  industrial\r\n\r\nsites  or factories in the Kallang Basin Industrial\r\n\r\nEstate to meet their expansion needs; they are  not\r\n\r\ngiven  the  sites. Instead, the factory  sites  are\r\n\r\noften   given  to  the  pioneer  firms  or  foreign\r\n\r\ninvestors. The Minister for Finance confirmed  this\r\n\r\nwhen he said in his Budget Statement that there was\r\n\r\na  crash programme to build more factories to  meet\r\n\r\nthe requirements of Hong Kong industrialists as all\r\n\r\navailable factories have been taken up by them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1960 or 1961, the Economic Development Board\r\n\r\nsent   out  sets  of  application  forms  to  local\r\n\r\nmanufacturers   inviting  them  to   submit   their\r\n\r\nrequirements for industrial sites and also to  make\r\n\r\nknown  their  expansion needs. I believe  this  was\r\n\r\nmeant  only to conduct a survey of potential  local\r\n\r\nindustries. As far as I know, nothing concrete  has\r\n\r\nturned  out  from  these  applications.  In   fact,\r\n\r\nindustrial  sites  are mostly  offered  to  pioneer\r\n\r\nfirms.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The point I wish to make is that the Minister for\r\n\r\nFinance  should  request the  Economic  Development\r\n\r\nBoard  to  look into the needs of the  local  small\r\n\r\nindustries  and  to  assist  them  to  expand   and\r\n\r\nmodernise   their   establishments.   These   small\r\n\r\nindustries  require  as  much  attention  from  the\r\n\r\nGovernment as the pioneer firms.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Minister for Finance has\r\n\r\ndrawn  our  attention to the decline in  activities\r\n\r\nrelating to agriculture and fishing. In 1966,  only\r\n\r\n22,800 persons were engaged in these activities  as\r\n\r\nagainst 40,200 in 1957. The reasons\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 605</b></font><br><br>\r\n\r\n\r\n\r\nfor  the  decline are the smaller scale of  fishing\r\n\r\nand  more  land used for industrial and residential\r\n\r\npurposes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the development of the fishing\r\n\r\nindustry,  it  is now gratifying  to  note  that  a\r\n\r\nFisheries  Training Centre is now being established\r\n\r\nto  carry  out  research into the  potentiality  of\r\n\r\nmarine  production and modem technique in  fishing.\r\n\r\nThis  will  help considerably in deep-sea  fishing.\r\n\r\nThere have been many efforts in the past to develop\r\n\r\ndeep-sea fishing but without success. Now that  the\r\n\r\nGovernment   has  offered  export  incentives   and\r\n\r\ntraining facilities, there is bright hope in future\r\n\r\nfor  deep-sea fishing to thrive. In fact, Singapore\r\n\r\ncan  be  a good home-base for the fleets of fishing\r\n\r\ntrawlers  operating  in  the  Indian  and   Pacific\r\n\r\nOceans.  There are also ample ice plants with  cold\r\n\r\nstorage facilities to store catches of tunas  while\r\n\r\nawaiting  transhipment  to foreign  countries.  The\r\n\r\ntunas  which are in abundant supply in these oceans\r\n\r\nare  in  popular demand in the U.S.A. and  European\r\n\r\ncountries.  From  deep-sea  fishing,  we  can  also\r\n\r\ndevelop   marine-product   canning   and   fishmeal\r\n\r\nindustries.  Mr  Speaker,  Sir,  our  kelongs  and\r\n\r\nobsolete  methods of fishing must give way  to  new\r\n\r\nand  modern techniques in fishing. This again  will\r\n\r\nprovide employment for those who wish to engage  in\r\n\r\nfishing activities.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, while we are embarking on\r\n\r\nindustrialisation, we should not neglect our  crop-growing  agriculture  and  horticulture.  Today  in\r\n\r\nadvanced  countries like Japan and  Britain,  every\r\n\r\ninch  of  land  is fully utilised for  crop-growing\r\n\r\napart  from  its  use  for  industrial  and  social\r\n\r\ndevelopment. In the Development Estimates for 1968,\r\n\r\nvery  little provision is made for agriculture  and\r\n\r\nhorticulture.  Hitherto,  the  Primary   Production\r\n\r\nDepartment  has  been concentrating  on  live-stock\r\n\r\nrearing known as animal husbandry and has neglected\r\n\r\nto  encourage  market  gardening  or  crop-growing.\r\n\r\nThough  Singapore has no agricultural base, we  can\r\n\r\nstill  have substantial primary incomes from  crop-growing. At present, the vegetable\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 606</b></font><br><br>\r\n\r\n\r\n\r\ngardeners, fruit- and flower-growers must run  into\r\n\r\nthousands of families in the rural areas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Cannot the husbandry and method of cultivation of\r\n\r\nhorticultural  crop  or  non-plantation   crop   be\r\n\r\nimproved   by   better  techniques?   The   Primary\r\n\r\nProduction  Department or the Economic  Development\r\n\r\nBoard should seriously look into this and embark on\r\n\r\na programme of improving the methods of packing and\r\n\r\nmarketing of fruits and vegetables. I can quote two\r\n\r\nsuch  crops which, once commercialised, can  derive\r\n\r\nsubstantial  income. One is tobacco  which  can  be\r\n\r\neasily grown on small plots and subsequently  cured\r\n\r\nand packed for sale. Another is the orchid industry\r\n\r\nwhich,  if  commercialised, can  become  a  dollar-earning  industry for export trade. Other  examples\r\n\r\nlike  rambutans, chiku and durians, which are grown\r\n\r\nfreely  in  our  tropical  climate,  can  also   be\r\n\r\ncommercialised  and introduced overseas  by  highly\r\n\r\ntechnical methods and deep-freezing. Surely,  these\r\n\r\nare   sources  of  primary  income  which  can   be\r\n\r\ndeveloped  by  commercialising and  industrialising\r\n\r\nthrough modern techniques.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is my fervent hope that the Minister for\r\n\r\nFinance   will  take  steps  to  ask  the   Primary\r\n\r\nProduction  Department or the Economic  Development\r\n\r\nBoard   to   make   a  full  study  of   developing\r\n\r\nagriculture, so that more primary products  can  be\r\n\r\nexported  to  bring in more income to  enhance  the\r\n\r\nstandard of living of our farmers.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the financial policy\r\n\r\nof the Government for the year 1968.\r\n\r\n\r\n\r\n<br><br>6.40 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tang See Chim (Choa Chu Kang):</b> Mr Speaker,\r\n\r\nSir,  I  think the Budget presented by the Minister \r\n\r\nfor  Finance to this House on the 5th of this month \r\n\r\ncan be characterised in the Minister's own words as ---\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'a normal continuation Budget with no major\r\n\r\ninnovations   or  changes  both  in  the   Ordinary\r\n\r\nEstimates and the Development Estimates'.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 607</b></font><br><br>\r\n\r\n\r\n\r\nThat  being so, there will be little to say on  the\r\n\r\nBudget  except to congratulate the Minister on  his\r\n\r\nfrank   and  detailed  analysis  of  the   economic\r\n\r\nsituation facing Singapore in the years ahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is the sombre situation created by the run-down of the British bases in Singapore. This grave\r\n\r\neconomic   situation  is  fully   appreciated   and\r\n\r\nsquarely  faced  by the Government  and  plans  are\r\n\r\nafoot to contain it if not to overcome it.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is comforting to note that the present Finance\r\n\r\nMinister  is the very person who, as the  architect\r\n\r\nof our industrialisation programme, was the master-mind  responsible for turning Jurong from  a  swamp\r\n\r\ninto the modern industrial estate that it is today.\r\n\r\nThe run-down of the British bases has presented  us\r\n\r\nwith  three problems - one, the aggravation  of  our\r\n\r\nunemployment   problem  by  the   retrenchment   of\r\n\r\npersonnel at present employed at the British bases;\r\n\r\ntwo, the reduction of spending in Singapore leading\r\n\r\nto   a  possible  decline  in  our  gross  national\r\n\r\nproduct;  three, an increase in defence expenditure\r\n\r\nmade necessary by the British military withdrawal.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The last problem, that is, our increased defence\r\n\r\nexpenditure, is the least of all the three problems\r\n\r\nbecause  it was anticipated when the defence  plans\r\n\r\nof  the  Republic were first framed some two  years\r\n\r\nago;  and  we  must  once  again  congratulate  the\r\n\r\nFinance  Minister, who as the then Defence Minister\r\n\r\nwas  responsible  for the framing  of  the  defence\r\n\r\nplans, on this masterpiece of anticipation.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to the Finance Minister, the total\r\n\r\nlocal  expenditure of the British  military  forces\r\n\r\namounted  to no less than 14 per cent of our  gross\r\n\r\ndomestic  expenditure  in  1966,  and  the  reduced\r\n\r\nspending  would mean an accumulative  reduction  of\r\n\r\nsome two per cent of our gross domestic expenditure\r\n\r\nin  each  year. However, this does not  present  an\r\n\r\ninsurmountable  problem if  we  remember  that  our\r\n\r\ngross  national product grows at the rate  of  some\r\n\r\nsix  per cent per annum. It would, therefore,  only\r\n\r\nmean  that  our  gross national  product  will  not\r\n\r\nincrease at the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 608</b></font><br><br>\r\n\r\n\r\n\r\nrate that it was wont to do. Rather, it will be  at\r\n\r\na   slower  rate  provided,  of  course,  that  the\r\n\r\nreduction  in  spending is not too sudden  that  it\r\n\r\ncould  not  be absorbed by the growth of our  gross\r\n\r\nnational product.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;By far the gravest problem that confronts us is\r\n\r\nthe  aggravation of the unemployment problem caused\r\n\r\nby  the  British military withdrawal.  The  Finance\r\n\r\nMinister has spent considerable time in his  Budget\r\n\r\nspeech  on this problem. It is an enormous  problem\r\n\r\nand I need only pose it in another way.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the present figures of unemployment were to be\r\n\r\nmaintained and not increased, at least 30,000  jobs\r\n\r\nmust  be created each year. If the figures were  to\r\n\r\nbe  reduced to 3 per cent of the working population\r\n\r\nby 1971 - and the figure of 3 per cent, Mr Speaker,\r\n\r\nSir,  is  considered by economists to be  the  best\r\n\r\nfigure  at which to keep unemployment - some  40,000\r\n\r\njobs  a  year will have to be created. A  realistic\r\n\r\nplan  has been proposed by the Finance Minister  to\r\n\r\nsolve this problem, and details have been given  to\r\n\r\nthis  House.  The  magnitude of  this  problem  was\r\n\r\nclearly  and frankly stated. Perhaps we could  only\r\n\r\nhope  to  contain it. And if that is to be done  at\r\n\r\nall,  Mr  Speaker, Sir, I am sure  our  Government\r\n\r\nwill be able to do it.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now touch on three matters which arose\r\n\r\nduring  last year's Budget debate, but about  which\r\n\r\nthe  Government  appears to have taken  no  action.\r\n\r\nThese  are (1) export insurance, (2) rent  control,\r\n\r\nand  (3) unemployment insurance. During last year's\r\n\r\ndebate  on  the  Budget,  I  echoed  a  very   good\r\n\r\nsuggestion  from the hon. Member for  Punggol,  who\r\n\r\nfirst  proposed  the creation of  an  export-credit\r\n\r\nguarantee  agency.  I  would once  again  urge  the\r\n\r\nMinister  to  give  serious consideration  to  this\r\n\r\nsuggestion.  In  this  year's  Budget  speech,  the\r\n\r\nMinister for Finance referred to the creation of, I\r\n\r\nquote [col. 459]:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'an international trading agency of some kind\r\n\r\nwhich  will relieve the manufacturers in  Singapore\r\n\r\nof  many of the problems connected with the  export\r\n\r\nof their products to overseas markets.'\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 609</b></font><br><br>\r\n\r\n\r\n\r\nThe  Finance  Minister went on  to  say  that  this\r\n\r\nproblem was receiving very close attention  in  his\r\n\r\nMinistry but that he would say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'no more than that the implementation of this\r\n\r\npolicy may well result in far-reaching arrangements\r\n\r\nin  the  structure and pattern of our international\r\n\r\ntrade today.'\r\n\r\n\r\n\r\n<br><br>I  am  not too sure that this international trading\r\n\r\nagency  will  embrace  the export-credit  guarantee\r\n\r\nagency.  I  spoke about it last year,  but  as  the\r\n\r\nFinance  Minister  has been deliberately  vague  in\r\n\r\nthis  matter,  I can only hope that  he  will  take\r\n\r\naccount  of what I say here and seriously  consider\r\n\r\nthe   establishment  of  some  sort  of  an  export\r\n\r\ninsurance scheme which, in my opinion, would be  of\r\n\r\ngreat help in our search for export markets.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In last year's Budget debate, Mr Speaker, Sir, I\r\n\r\nhave also suggested that the Government should take\r\n\r\na  look  at the present legislation regarding  rent\r\n\r\ncontrol.   It  is  my  opinion  that  the   present\r\n\r\nlegislation   on  rent  control  is  impeding   the\r\n\r\ndevelopment    of   building   and    construction,\r\n\r\nespecially  of commercial buildings. In his  reply,\r\n\r\nthe   then  Minister  for  Finance  said  that  the\r\n\r\nGovernment would look into the matter. May I  quote\r\n\r\nfrom  Hansard that part of the Minister's reply  on\r\n\r\nthis  subject? This is Hansard, Volume 25,  No.  9,\r\n\r\ncolumn 673, and I quote:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'...we are thinking along the lines of setting up\r\n\r\na   tribunal  in  order  to  be  able   to   settle\r\n\r\ncompensation  payable for removal  for  development\r\n\r\npurposes.'\r\n\r\n\r\n\r\n<br><br>I  would  like  to  know from the Finance  Minister\r\n\r\nwhether  this matter has now got past the  thinking\r\n\r\nstage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of unemployment insurance, Mr\r\n\r\nSpeaker, Sir, this matter was first raised in  last\r\n\r\nyear's  Budget debate by the hon. Member for  Telok\r\n\r\nBlangah.  In  his reply, the then Finance  Minister\r\n\r\nsaid,  and  I  quote once again -this is  the  same\r\n\r\nissue of Hansard, col. 674:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The Member for Serangoon - is it Serangoon? - Telok Blangah, yes. Mr Speaker, he proposed that\r\n\r\nwe  should look after the unemployed by bringing in\r\n\r\na national unemployment insurance scheme. I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 610</b></font><br><br>\r\n\r\n\r\n\r\ncan assure him that we are trying to get an actuary\r\n\r\nto   work  out  unemployment  insurance  for   this\r\n\r\ncountry,  and  so far we have not been  successful.\r\n\r\nBut  I  hope during the course of next year  to  be\r\n\r\nable  to put up a scheme for consideration  by  the\r\n\r\nCabinet and by this House.'\r\n\r\n\r\n\r\n<br><br>Perhaps  the Minister for Finance can tell us  when\r\n\r\nsuch a scheme can be established. Such a scheme  is\r\n\r\nimportant. The Finance Minister realised the  grave\r\n\r\nsocial  implications of a man who has a  family  to\r\n\r\nsupport  being  out of work, when he  said  (and  I\r\n\r\nquote  again - this is in the present Budget  speech\r\n\r\nat col. 450):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'While we can expect teenagers to spend another\r\n\r\nyear  or  two  living with their  families  without\r\n\r\nexperiencing  undue hardship, the  older  ones  who\r\n\r\nhave  lost their jobs and are trying to get another\r\n\r\ncreate  both  an economic and a social  problem  of\r\n\r\nsome importance.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It may well be asked: where will the money come\r\n\r\nfrom? The Finance Minister, of course, is the  best\r\n\r\nperson to answer this question. Perhaps it could be\r\n\r\nby   voluntary  contributions  from  the   workers.\r\n\r\nInstead of paying 5 per cent of the salary  to  the\r\n\r\nC.P.F.,  perhaps  a  worker  may  be  persuaded  to\r\n\r\nincrease  his  contribution  to  10  per  cent.  Or\r\n\r\nperhaps  the money could be raised from  additional\r\n\r\ntaxation,  for example, on hard liquor. I  am  sure\r\n\r\nnobody would complain about additional taxation  on\r\n\r\nliquor.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Budget speech of last year, the then\r\n\r\nFinance  Minister promised to bring in  legislation\r\n\r\nto control finance companies. It has taken one full\r\n\r\nyear  for  this  to materialise,  and  the  Finance\r\n\r\nCompanies   Bill  is  now  before  the  House   for\r\n\r\nconsideration on the 21st of this month. I  do  not\r\n\r\nwish  to say anything on it at this moment.  But  I\r\n\r\nhad  assumed that the control of finance  companies\r\n\r\nwould  also  mean the introduction  of  legislation\r\n\r\nregulating hire purchase transactions which are, in\r\n\r\nfact,  part  of the business of finance  companies.\r\n\r\nUnfortunately  this has not been done  and  we  are\r\n\r\nstill  left with the existing law on hire purchase.\r\n\r\nAs  you  are  well  aware, Mr  Speaker,  Sir,  the\r\n\r\nexisting  law is complicated and uncertain,  and  I\r\n\r\nthink it is high time the Government brought\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 611</b></font><br><br>\r\n\r\n\r\n\r\nin  legislation  to  regulate hire  purchase  which\r\n\r\naffects the lives of so many of our citizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to the Estimates for next year, Mr\r\n\r\nSpeaker, Sir, I am glad to note that out of a total\r\n\r\nof  $646.4 million Ordinary Expenditure,  about  45\r\n\r\nper  cent  will be spent on social services.  These\r\n\r\nare  for Education, Health, and such like services.\r\n\r\nThis  is  as  it should be. A socialist  government\r\n\r\nlike the P.A.P., pledged to create a more just  and\r\n\r\nmore   equal  society,  must  spend  more  of   the\r\n\r\nexpenditure  on social services. As a socialist,  I\r\n\r\nwould,  of  course, like to see  more  money  being\r\n\r\nspent  in  social  development,  but  we  must   be\r\n\r\nrealistic  and  take account of the grave  economic\r\n\r\nsituation  facing us. I for one, Mr Speaker,  Sir,\r\n\r\nam  thankful for the $39 million to be spent on the\r\n\r\ndevelopment of social services in the coming year.\r\n\r\n\r\n\r\n<br><br>6.54 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cheng Lock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cheng Lock (River Valley):</b> Mr Speaker,\r\n\r\nSir,  the  Finance  Minister,  in  presenting   the\r\n\r\nfinancial  policy of the Government to this  House,\r\n\r\ncould   be  regarded  as  presenting  the  election\r\n\r\nmanifesto  to the people of Singapore. Compared  to\r\n\r\nthe  financial position of the State in 1959 before\r\n\r\nthe  Finance Minister first presented the financial\r\n\r\npolicy for 1960, which was then in a most unhealthy\r\n\r\nposition  - one  would say a gloomy  position  where\r\n\r\ncertain  economic measures had to  be  taken  which\r\n\r\nwere quite painful to some people - the position now\r\n\r\nlooks not only very healthy and encouraging, but we\r\n\r\nhave  as  at  1st  January, 1967, assets  totalling\r\n\r\nover $628 million, which is twice as much as what we\r\n\r\nhad in 1959.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><div align=\"center\"><b>[Mr Tang See Chim in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br>6.56 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to this, I need not mention the\r\n\r\nassets of the other statutory boards - the Singapore\r\n\r\nHousing   and  Development  Board,  the   Singapore\r\n\r\nTelephone Board, the Singapore Harbour Board.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Finance Minister has given a very clear\r\n\r\npicture of our future in presenting the Budget  for\r\n\r\n1968, the problem\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 612</b></font><br><br>\r\n\r\n\r\n\r\nof  unemployment,  the necessity  to  create  jobs,\r\n\r\nfirstly,  because of our young population  that  is\r\n\r\ngoing into the employment market, and, secondly, as\r\n\r\na  result of the run-down of the British Bases  and\r\n\r\nthe  reduced  spending arising out of this.  It  is\r\n\r\nencouraging  to note that the Finance Minister  has\r\n\r\nrecognised  the tourist industry as an  alternative\r\n\r\nmeasure to offset the effects of the rundown of the\r\n\r\nBritish Bases. The tourist industry - or to be  able\r\n\r\nto  understand the tourist industry, I think it  is\r\n\r\nimportant  to  know  that \"tourists\"  are  normally\r\n\r\nassociated  with  American tourists,  and  American\r\n\r\ntourists  plan their tours at least a  year  ahead.\r\n\r\nOne  of  the basic facilities which will  encourage\r\n\r\ntourism     is    adequate    first-class     hotel\r\n\r\naccommodation.  In  this  respect,   although   the\r\n\r\nMinister  has  sounded an optimistic  note  in  his\r\n\r\nBudget Statement of five new hotels coming up which\r\n\r\nwill  give an additional 566 rooms, another 16  new\r\n\r\nhotels  giving  another 2,089 rooms,  with  another\r\n\r\nnine more under consideration having 1,240 rooms, I\r\n\r\nwould say these are inadequate to meet the needs if\r\n\r\nwe  are to stimulate tourism. With the exception of\r\n\r\na   few  of  these  21  projects,  they  cannot  be\r\n\r\nconsidered  as first-class luxury hotels.  What  we\r\n\r\nneed  in Singapore are hotels with the capacity  of\r\n\r\nbetween 500 and 1,000 rooms, and this would involve\r\n\r\nlarge  capital investment, and no one would  invest\r\n\r\nin  these  large  concerns unless  more  attractive\r\n\r\nincentives  are considered by the Government.  This\r\n\r\nis  proved  by  the  fact that  the  \"Golden  Mile\"\r\n\r\nprojects have not brought in any firm investors. As\r\n\r\nI  understand the approach to these projects  would\r\n\r\nhave to be by Beach Road, as it cannot possibly  be\r\n\r\nthrough  Nicoll Highway because of the vast  amount\r\n\r\nof  traffic  there, and as the Planning  Department\r\n\r\ncannot give an assurance that the old houses  along\r\n\r\nBeach  Road  would give way, I think  most  of  the\r\n\r\ninvestors  are  not  so keen in bidding  for  these\r\n\r\nprojects. I would request the Minister for  Finance\r\n\r\nto  consider  again the question of incentives  for\r\n\r\nfirst-class luxury hotels as this would not only be\r\n\r\nneeded by tourists but there is a need in Singapore\r\n\r\nwhenever large conventions are held.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 613</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance has also quite rightly mentioned the manufacturing industry which is labour intensive. In this respect, I would also like to ask him not to forget the establishment of engineering servicing which is very labour intensive. We have the Keppel Dockyard and the\r\n\r\nJurong  shipyard.  There is a  proposal  about  the\r\n\r\nNaval  Base  Dockyard when it reverts back  to  the\r\n\r\nSingapore Government. I would also ask the Minister\r\n\r\nif  he could seriously look into the possibility of\r\n\r\nan  aircraft engineering maintenance service  which\r\n\r\nis  very successful in Hong Kong and which  we  can\r\n\r\nestablish  very successfully in Singapore  too.  At\r\n\r\nthe   present   moment,  maintenance  of   aircraft\r\n\r\nservicing is being done by foreign airlines and  is\r\n\r\nearning  them very good revenue. This  is  paid  to\r\n\r\ntheir  Head Offices, on which I believe  no  income\r\n\r\ntax  is  derived by the Singapore Government.  When\r\n\r\nthe British withdraw from Seletar, I think it would\r\n\r\nbe  ideal  to  look  into the possibility  of  such\r\n\r\nservices.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>7.08 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is a constant need of\r\n\r\nincreasing the revenue of our State for social  and\r\n\r\ndevelopment purposes. Either we raise taxes  or  we\r\n\r\nincrease our economic growth. To raise taxes  would\r\n\r\nbe  painful,  but the better form  of  raising  our\r\n\r\nrevenue would be through economic growth. One point\r\n\r\nwhich I would like to point out to the Minister for\r\n\r\nFinance  is  that there are still large numbers  of\r\n\r\npeople occupying State land for which they pay very\r\n\r\nuneconomic rent. The occupiers commercialise on the\r\n\r\noccupation  of  this land and make easy  money  for\r\n\r\nthemselves.   Since  revenue  is  needed   by   the\r\n\r\nGovernment,  I  suggest that  the  Ministry  should\r\n\r\nconsider reverting this land back to the State  for\r\n\r\nmore  economic purposes. This will be  a  means  of\r\n\r\nraising  further revenue for our State.  With  this\r\n\r\nnote, I support the financial policy which has been\r\n\r\npresented to this House.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 614</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>7.12 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b>\r\n\r\nSir, from all accounts of what hon. Members in this\r\n\r\nHouse have been saying and from what the newspapers\r\n\r\nhave  been writing, this has been a popular budget.\r\n\r\nUnder  the shower of congratulations which  it  has\r\n\r\nbeen  my  embarrassment to receive,  I  would  have\r\n\r\nliked   to   think  that  the  pleasure   over   my\r\n\r\nperformance  was  the  result  of  a  logical   and\r\n\r\npenetrating analysis of our problems and the clear-cut  recommendations  for their  solutions,  but  I\r\n\r\nsuspect that that is not the real reason. The  real\r\n\r\nreason why people are happy is that there has  been\r\n\r\nno  increase in taxes. In a long career as  Finance\r\n\r\nMinister,  I have come to the conclusion  that  (a)\r\n\r\npeople  do  not  like to pay taxes,  and  (b)  they\r\n\r\ndislike  paying  increased taxes  even  more.  Sir,\r\n\r\nwhile this attitude is understandable and, in fact,\r\n\r\none  can sympathise with it on occasions in a  non-professional  capacity, I must  confess  that  this\r\n\r\nkind  of  thinking is illogical. I do  not  pretend\r\n\r\nthat  I  can  convince all hon. Members or  convert\r\n\r\nthem  to  my point of view. But I will do my  best.\r\n\r\nPeople  do  not mind spending more money on  motor-cycles, scooters or cars or presents for their girl\r\n\r\nfriends, this, that or the other. They do not  mind\r\n\r\nthis because they get something in return. And  yet\r\n\r\nthey  object  to paying more taxes. When  they  pay\r\n\r\nmore taxes, they are merely spending more. It is  a\r\n\r\ncollective   expenditure  on  services   that   are\r\n\r\nprovided  by  the Government - more education,  more\r\n\r\nhealth  services, more defence measures, more  post\r\n\r\noffices, this, that and the other. While it may  be\r\n\r\ntrue that the best things in life are free, in  the\r\n\r\npractical affairs of men they have to be paid  for.\r\n\r\nAnd  when  people pay more taxes, it does not  mean\r\n\r\nthat the taxes go into my pocket or the pockets  of\r\n\r\nmy colleagues. They are spent on providing more and\r\n\r\nbetter services to the public. So this aversion  to\r\n\r\npaying   more  taxes,  one  hopes,  will  gradually\r\n\r\ndiminish   as   rationality   in   human   thinking\r\n\r\nincreases.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 615</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, to the points raised by hon. Members.\r\n\r\nFirst,  I  think  I have to clarify  the  statement\r\n\r\nwhich  I  made in my Budget Speech. The  result  of\r\n\r\ngreat effort in promoting industry in Singapore has\r\n\r\nbeen 5,000 additional new jobs. That is what I have\r\n\r\nsaid   in   my  Budget  Speech.  This,  of  course,\r\n\r\ndepressed many hon. Members. The Members for  Bukit\r\n\r\nMerah,   Thomson,   Sembawang   and   Punggol,   in\r\n\r\nparticular, said that only 5,000 additional jobs is\r\n\r\nnot good enough. It would not help us. Where are we\r\n\r\ngoing?  Now,  what  I  should have  said  is  this.\r\n\r\nMembers  should bear in mind that these  are  5,000\r\n\r\nnew jobs only in the modern sector of industry, the\r\n\r\nbigger firms. There are more jobs generated in  the\r\n\r\nsmaller sector of industry which has to support the\r\n\r\noperations  of  the bigger firms. And,  of  course,\r\n\r\nthere are jobs generated in the service industries,\r\n\r\nin  buses,  in consumer goods and retail shops,  in\r\n\r\ncinemas  and so on, where these 5,000 people  spend\r\n\r\ntheir  money. So, in fact, when you get  5,000  new\r\n\r\njobs  in  the larger industries, you might end:  up\r\n\r\nwith  a  total of 15,000 jobs perhaps when all  the\r\n\r\nrepercussions of their expenditure are worked out.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Because so many Members were depressed with the\r\n\r\nprospects  of creating more jobs in industry,  they\r\n\r\nthought   that   agriculture  might   provide   the\r\n\r\nsolution.  This is the point of view taken  by  the\r\n\r\nMembers for Changi, Sembawang, Thomson, Bukit Merah\r\n\r\nand  Anson.  I  find it is rather odd  because  the\r\n\r\nwhole history of the last ten years has shown  that\r\n\r\nagriculture,  far  from increasing,  had  been  the\r\n\r\ndiminishing sector of the economy. In the last  ten\r\n\r\nyears there has been a reduction of something  like\r\n\r\n10,000  workers in agriculture. So I  am  afraid  I\r\n\r\nfind  it difficult to be convinced that there is  a\r\n\r\ngreat  future in agriculture so far as the creation\r\n\r\nof new jobs is concerned.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would agree with the Member for Mountbatten\r\n\r\nthat  there are good prospects in deep-sea fishing.\r\n\r\nIn fact, in the last few years there has been quite\r\n\r\na  considerable expansion in the fishing  fleet  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 616</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards horticulture, i.e., the planting of\r\n\r\nfruit  trees, I think that occupies a lot of space.\r\n\r\nI do not know whether it is economic to justify it.\r\n\r\nThe  growing of orchids, of course, is a very  good\r\n\r\nindustry to expand.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many people have touched on tourism.\r\n\r\nUnfortunately,    there   seems    to    be    some\r\n\r\nmisunderstanding on this subject.  The  Member  for\r\n\r\nChangi,  for  instance, said that  building  hotels\r\n\r\ndoes not attract tourists. That is absolutely true.\r\n\r\nThe  mere fact that you build hotels does not  mean\r\n\r\nthat people will go there and occupy them. In fact,\r\n\r\nin  Singapore  what  has happened  is  that  it  is\r\n\r\nbecause  so  many  tourists are  coming  here  that\r\n\r\nhotels  are being built. So the idea is not  merely\r\n\r\nto create jobs. People do not put $5 million into a\r\n\r\nnew  hotel just to give jobs to unemployed  people.\r\n\r\nThey  put  up  that  amount of money  to  make  big\r\n\r\nprofits,  and profits will be forthcoming  only  if\r\n\r\nthe  tourists  turn  up. And for  various  reasons,\r\n\r\ntourists   have   been  coming  to   Singapore   in\r\n\r\nincreasing  numbers. No one really knows  why  they\r\n\r\ncome here. The Tourist Promotion Board has given no\r\n\r\nconvincing reasons. If I am asked why are  tourists\r\n\r\ncoming  here, I would say it is for the same reason\r\n\r\nthat some people climb Mount Everest - because it is\r\n\r\nthere.  I  cannot think of any better reasons.  But\r\n\r\nlet  us not look a gift horse in the mouth, as  the\r\n\r\nsaying goes. Let us give the tourists a jolly  good\r\n\r\ntime  and  hope  that they will come in  increasing\r\n\r\nnumbers.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for River Valley had the wrong notion\r\n\r\non  this subject. He said that we did not get  good\r\n\r\ntenders  for  the  \"Golden Mile\"  projects  because\r\n\r\npeople  were not sure where the coastline would  be\r\n\r\nalong Beach Road. As my colleague, the Minister for\r\n\r\nLaw and National Development, had explained to this\r\n\r\nHouse,  the reason why there were no good bids  for\r\n\r\nthe  \"Golden Mile\" projects was that they are  very\r\n\r\nlarge investments. People did not have the time  to\r\n\r\nform consortiums to bid. In other words, there just\r\n\r\nwas not enough money for that. And my colleague  is\r\n\r\ntaking action to form or encourage the formation of\r\n\r\nconsortiums.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 617</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Two Members have drawn attention to a very vital\r\n\r\npart  of  our future effort if we are to  meet  the\r\n\r\nchallenges  ahead, and that is the need for  thrift\r\n\r\nand the need to mobilise domestic savings. This was\r\n\r\nthe  point  made by the Members for  Sembawang  and\r\n\r\nDelta. I will underline what they say. I have taken\r\n\r\nnote of the suggestion by the Member for Delta that\r\n\r\nwe  should find some means of absorbing the savings\r\n\r\nof  the small man and channel them into useful  and\r\n\r\nproductive lines. I think it will be possible to do\r\n\r\nthis.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Choa Chu Kang has made a number of\r\n\r\npoints. He has referred to past statements made  by\r\n\r\nme  and  my  predecessor about considering  certain\r\n\r\nmeasures. He wants to know what is being  done.  He\r\n\r\nhas mentioned four items, namely, export insurance,\r\n\r\nrent  control,  unemployment  insurance,  and  hire\r\n\r\npurchase legislation in relation to the control  of\r\n\r\nfinance  companies. May I deal with these  subjects\r\n\r\nin  turn  as  they  are of some importance?  Export\r\n\r\ninsurance was brought up by an hon. Member in  this\r\n\r\nHouse. I cannot recollect who.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> The Member for Telok Blangah.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Yes, the Member for Telok\r\n\r\nBlangah.   No   one,  of  course,  has   given   any\r\n\r\nundertaking that we will introduce legislation  for\r\n\r\nexport insurance. There has been thinking and  some\r\n\r\nresearch on this subject in the Ministry.  We  have\r\n\r\nstudied  what  other countries  are  doing  and  we\r\n\r\nprobably will continue to study for some time. I am\r\n\r\nnot sure that we can take the scheme as it is being\r\n\r\nworked  out in England or in Germany or in  Holland\r\n\r\nand  apply  it here. The reason is that  I  want  a\r\n\r\nfairly  safe system whereby the Singapore  exporter\r\n\r\nand  the  importer,  who is  somewhere  else  in  a\r\n\r\ncountry  which I will not name, will  not  come  to\r\n\r\nsome collusion to rook the Government. If that kind\r\n\r\nof  difficulty can be got over, then maybe there is\r\n\r\nsomething in this.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 618</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now on rent control, the Member for Choa Chu Kang\r\n\r\nasks.  \"Have we passed the thinking stage?\" So  far\r\n\r\nas  I  am concerned, the answer is I have not  even\r\n\r\nreached the thinking stage. Nevertheless, I promise\r\n\r\nto  apply  my mind to this subject, but I  give  no\r\n\r\nassurance whatsoever that any action will be  taken\r\n\r\non this so that the Member may not be able to quote\r\n\r\nme at the next Budget session.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hire purchase and finance companies. The Member\r\n\r\nfor  Choa  Chu Kang wants legislation  to  regulate\r\n\r\nhire  purchase. I really wonder, Mr Speaker,  Sir,\r\n\r\nwhether this deserves any priority. There is a  lot\r\n\r\nof work to be done. II a consumer is thriftless and\r\n\r\nwants to buy a car or a refrigerator or a motorbike\r\n\r\non  iniquitous  terms,  why  should  we  help  such\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> That is robbing!\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> As the Latin tag says, \"caveat\r\n\r\nemptor\".  Why should people not develop more  self-reliance?   Why   should  they   not   make   these\r\n\r\ncalculations themselves? I make this point  because\r\n\r\nin my previous stint as Finance Minister I did have\r\n\r\nthis  subject  studied, and a draft on  control  of\r\n\r\nhire  purchase was sent to me. But it was  such  an\r\n\r\nenormous  document  that I never  went  beyond  the\r\n\r\nfirst  page. So in view of what I have said,  quite\r\n\r\nfrankly,  I  do  not think this deserves  priority.\r\n\r\nAlthough,  mind  you,  if  public  opinion  is   so\r\n\r\nstrongly  of the contrary view, then I am  prepared\r\n\r\nto change my mind.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards unemployment insurance, I am afraid\r\n\r\nthis has really come on the rocks. The Member asks,\r\n\r\n\"What  has been done?\" Actually we have not allowed\r\n\r\nthe  grass to grow under our feet, and there is  in\r\n\r\nthe  Labour  Ministry  today  an  expert  from  the\r\n\r\nInternational Labour Office. But I must ask Members\r\n\r\nto  consider  that  in  the  next  few  years  many\r\n\r\nthousands of people would be thrown out of job from\r\n\r\nthe military bases and, quite frankly, this kind of\r\n\r\nunemployment  is  going  to  wreck  any   insurance\r\n\r\nscheme. My view is that conditions have changed and\r\n\r\nit may well\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 619</b></font><br><br>\r\n\r\n\r\n\r\nbe  that we may have to wait quite some time before\r\n\r\nthe normal situation arises which will enable us to\r\n\r\nproceed with unemployment insurance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, a number of minor points and I am through.\r\n\r\nThe  Member  for  Farrer Park has asked  what  will\r\n\r\nhappen  if the war in Vietnam comes to an  end.  I,\r\n\r\nfor one, will cheer very hard and, quite frankly, I\r\n\r\ndo  not  think any great calamity will  befall  our\r\n\r\neconomy  for the reasons which I have explained  in\r\n\r\nmy  Budget Speech, namely, that of the $300 million\r\n\r\nworth  of exports to Vietnam, 80 per cent  of  them\r\n\r\nconsist of petroleum and petroleum products. I  can\r\n\r\nassure  the  Member  that the refineries,  if  they\r\n\r\ncannot  sell their products to the U.S.  Forces  in\r\n\r\nVietnam, can sell them elsewhere. So to the  Member\r\n\r\nfor  Farrer  Park, I say do not fear. All  will  be\r\n\r\nwell.  He need not have any guilty conscience about\r\n\r\nour making money out of other people's miseries and\r\n\r\nmisfortunes.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have come forward with suggestions\r\n\r\nof how we can get round our economic problems. I do\r\n\r\nnot want to appear ungenerous or ungrateful, but  I\r\n\r\nmust say that some of these proposals are just non-starters.  I  regard  them as quite  illusory.  For\r\n\r\ninstance,  a common market was proposed.  Who  does\r\n\r\nnot  want a common market? But are you going to get\r\n\r\nit?  This  is a pie in the sky. So let us keep  our\r\n\r\nfeet on the ground and not bank on very speculative\r\n\r\npropositions.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then some Members said that we should help\r\n\r\neverybody  - the hawkers, taxi-drivers, small  shop-keepers, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 620</b></font><br><br>\r\n\r\n\r\n\r\nunemployed, and so on. Of course, we should try  to\r\n\r\nhelp everybody. This is the most proper attitude to\r\n\r\ntake.  But  does  it mean that the Government  must\r\n\r\ndish out money just because somebody is in trouble?\r\n\r\nI  do not think so, because if we were to engage in\r\n\r\nthis kind of activity, I assure you that the Budget\r\n\r\nwould  not  be balanced and we would  have  to  get\r\n\r\ntaxes  from somebody to pay these people. So  I  do\r\n\r\nurge  these  hon. Members - mind you, I  grant  that\r\n\r\ntheir hearts are in the right places and that  they\r\n\r\nare  very  dedicated and genuine  socialists  - that\r\n\r\nthis is not the way to get our economy on the move.\r\n\r\nThe objective is not to get money from somebody and\r\n\r\ngive  it  to  others.  This is  charity.  The  real\r\n\r\nobjective is to create new wealth so that everybody\r\n\r\nwill have more of it and useful work to do into the\r\n\r\nbargain.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, on the proposal to grow seaweeds. I do\r\n\r\nnot know; I am not an expert on growing seaweeds or\r\n\r\ngrowing anything for that matter. But I think as  a\r\n\r\npie in the sky, this really takes the cake!\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament approves the financial policy of\r\n\r\nthe Government for the year 1968.\r\n\r\n \r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That Parliament do now adjourn.\" -[Mr Ong Pang Boon].\r\n\r\n \r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Thirty-three minutes past Seven o'clock p.m.</div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 621</b></font><br><br>\r\n\r\n\r\n\r\n<br><a  target='_blank'  href=\"/search/search/download?value=PDFs/1967/19671214/19671214-HA-0260621.pdf\"\">Appendix to Mr Speaker's announcement(Col. 545) (Cols 0621-0624)</a><br>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
