{"memberId": null, "volumeNo": "27", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "12", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"2\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"27\">\r\n\r\n<meta name=\"Sit_No\" content=\"12\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1968-07-15\">\r\n\r\n<meta name=\"Start_Col\" content=\"617\">\r\n\r\n<meta name=\"End_Col\" content=\"686\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">27</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">12</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">15-07-1968</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 617</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE SECOND PARLIAMENT</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 27</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Monday, 15th July, 1968</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr P. Coomaraswamy).\r\n\r\n\r\n\r\n<br>Inche Abdul Aziz Karim (Kallang).\r\n\r\n\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and National Development and Leader of the House.\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Whampoa), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Eric Cheong Yuen Chee (Toa Payoh).\r\n\r\n\r\n\r\n<br>Mr Ch'ng Jit Koon (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Chua Sian Chin (MacPherson), Minister for Health.\r\n\r\n\r\n\r\n<br>Mr J. F. Conceicao (Katong).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr N. Govindasamy (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 618</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for Law and National Development (National Development Division).\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Hwang Soo Jin (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Culture.\r\n\r\n\r\n\r\n<br>Dr Lee Chiaw Meng (Farrer Park), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar). Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah).\r\n\r\n\r\n\r\n<br>Mr Lim Kim San (Cairnhill), Minister for Defence.\r\n\r\n\r\n\r\n<br>Mr Lim Soo Peng (Havelock).\r\n\r\n\r\n\r\n<br>Mr Low Guan Onn (River Valley).\r\n\r\n\r\n\r\n<br>Mr Low Yong Nguan (Crawford).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ghazali Bin Ismail (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Ong Soo Chuan (Nee Soon).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 619</b></font><br><br>\r\n\r\n\r\n\r\n<br>Inche Rahmat Bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs and Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Potong Pasir), Parliamentary Secretary to the Minister for Law and National Development (Law Division).\r\n\r\n\r\n\r\n<br>Mr L. P. Rodrigo (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Seah Mui Kok (Bukit Ho Swee).\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Inche Sha'ari Bin Tadin (Kampong Chai Chee), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Labour and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Sia Khoon Seong (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Choa Chu Kang), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Minister for Science and Technology.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 620</b></font><br><br>\r\n\r\n\t\t\r\n\r\n<br>Tuan Haji Ya'acob Bin Mohamed (Kampong Ubi), Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Mr Yeoh Ghim Seng (Joo Chiat), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Communications.\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Dr Gob Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Phua Bah Lee (Tampines), Parliamentary Secretary to the Minister for Communications.\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Minister of State for Defence.\r\n\r\n\r\n\r\n<br>Prof. Wong Lin Ken (Alexandra).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 619</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>ORAL ANSWERS TO QUESTIONS</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>NUMBER OF PIRATE TAXIS CONFISCATED</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;1. <b>Mr P. Govindaswamy</b> asked the Minister for\r\n\r\nDefence  how many vehicles used illegally  to  ply\r\n\r\nfor  passengers  have been confiscated  since  1st\r\n\r\nJuly, 1966.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Guan Hoo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Guan Hoo (Bukit Merah) (for the Minister for Defence):</b> Mr Speaker, Sir, during the period\r\n\r\n1st  July,  1966, to 6th July, 1968,  the  Traffic\r\n\r\nPolice  impounded a total of 1,306  vehicles  that\r\n\r\nwere  used  illegally to ply for  passengers.  The\r\n\r\ncourt   ordered  confiscation  of  918  of   these\r\n\r\nvehicles.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 620</b></font><br><br>\r\n\r\n<div align=\"center\"><b>INCREASE OF SECOND CLASS</b></div>\r\n\r\n<div align=\"center\"><b>HACKNEY CARRIAGE LICENCES</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;2. <b>Mr P. Govindaswamy</b> asked the Minister for\r\n\r\nCommunications whether he will increase the number\r\n\r\nof  Second  Class  Hackney  Carriage  Licences  to\r\n\r\nenable  drivers of vehicles plying  illegally  for\r\n\r\npassengers  the  opportunity  to  apply  for   the\r\n\r\nlicences and to operate their vehicles legally.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Communications (Mr Yong Nyuk Lin):</b> Mr Speaker, Sir, I regret to inform the\r\n\r\nMember  for  Anson that there is no  intention  at\r\n\r\npresent to increase the number of taxi licences so\r\n\r\nthat those now operating illegally as pirate taxis\r\n\r\nmay  thus  apply to operate as licensed taxis.  It\r\n\r\nshould  be  noted that there are at present  3,800\r\n\r\nlicensed taxis\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 621</b></font><br><br>\r\n\r\n\r\n\r\nof  which  3,500, or more than 90  per  cent,  are\r\n\r\nowned  by  taxi drivers themselves. These licensed\r\n\r\ntaxi  drivers are already having quite a difficult\r\n\r\ntime  earning  a reasonable living. The  situation\r\n\r\nhas   been  worsened  by  the  activities  of   an\r\n\r\nestimated number of 10,000 pirate taxis. To  allow\r\n\r\nthe  free issuance of another 10,000 taxi licences\r\n\r\nwill  mean  that the present 3,800  licensed  taxi\r\n\r\ndrivers  will be put in a worse situation than  at\r\n\r\npresent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, as the problem of pirate taxis has\r\n\r\npartly  arisen through the present inadequacy  and\r\n\r\ninefficiency  of  the  bus  transport  system  now\r\n\r\noperating   in  Singapore,  I  have   decided   to\r\n\r\nestablish  a  Transport Advisory  Board  with  the\r\n\r\nfollowing terms of reference:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, to study ways and means of how to\r\n\r\nimprove  the  present  public  transport  service,\r\n\r\ni.e., buses, taxis, etc.; and, secondly, of how to\r\n\r\nreduce  congestion in our streets,  including  the\r\n\r\npossibility of introducing staggered working hours\r\n\r\nfor  Government as well as for business firms  and\r\n\r\neven of schools in the city areas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The membership of the Transport Advisory Board\r\n\r\nwill  include  representatives from four  sectors.\r\n\r\nFirstly,  workers, the majority of whom  would  be\r\n\r\nassociated  with road transport. Secondly,  owners\r\n\r\nof  bus companies or taxis. Thirdly, organisations\r\n\r\nor   individuals   who  are  interested   in   the\r\n\r\nimprovement  or  safety  of  road  users.  Lastly,\r\n\r\nGovernment departments representing the  Registrar\r\n\r\nof  Vehicles, the Traffic Police and the State and\r\n\r\nCity  Planning  Office respectively.  I  shall  be\r\n\r\nmaking an official announcement of those appointed\r\n\r\nto serve on this Advisory Board soon.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 621</b></font><br><br>\r\n\r\n<div align=\"center\"><b>EMPLOYMENT BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of debate on Question\r\n\r\n[10th  July, 1968], \"That the Bill be now  read  a\r\n\r\nSecond time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>2.36 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Selvadurai -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Selvadurai (Bukit Panjang):</b> Mr Speaker,\r\n\r\nSir,  when  we  rose yesterday,  I  said  that  in\r\n\r\nlooking at the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 622</b></font><br><br>\r\n\r\n\r\n\r\ndevelopment  process  of backward  and  developing\r\n\r\ncountries, the factors which stood in the  way  of\r\n\r\nthe  necessary  social change are  a  compound  of\r\n\r\noutmoded   usages  in  production  and  historical\r\n\r\nsurvivors   which  in  any  event  the   political\r\n\r\nleadership are not either capable or strong enough\r\n\r\neither  to eradicate or sublimate. The second  one\r\n\r\nis,  of  course,  corruption on the  part  of  the\r\n\r\npolitical  elite. Fortunately for us, Sir,  we  do\r\n\r\nnot  -  mercifully, in fact -face this problem  in\r\n\r\nSingapore. I think, institutionally, we are poised\r\n\r\nto bring about the necessary change to usher in an\r\n\r\nindustrial society. This must be the whole purpose\r\n\r\nof this Bill. And if this Bill does not ultimately\r\n\r\nbring  about this change, then, of course, it  has\r\n\r\nfailed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What is curious about our present organisation\r\n\r\nand  economy  is  this. We have a tertiary  sector\r\n\r\nwhich  is,  in fact, the social apparatus  of  the\r\n\r\nsecondary  sector.  We  have  a  tertiary   sector\r\n\r\nwithout  a secondary sector and, curiously enough,\r\n\r\nwe will have to reverse the process of development\r\n\r\nfor  the purpose of creating an industrial sector.\r\n\r\nStudies  have been made on the growth of societies\r\n\r\nchanging from one state to another. I think it  is\r\n\r\nrecognised  by most critics that the  change  from\r\n\r\none  stage  to another is not a continuous  simple\r\n\r\nchange,  but  that it is a mutation,  which  means\r\n\r\nthat in order to make the grade, you will have  to\r\n\r\ntake, in fact, some giant strides and leaps.  This\r\n\r\ncan only he brought about, as I have said earlier,\r\n\r\nby changes in attitude on the part of our citizens\r\n\r\nand  workers  who would be vitally concerned  with\r\n\r\nthis  change. Here, I would like to say  that  the\r\n\r\nresponsibility of the employers and  the  captains\r\n\r\nof industry is indeed great, to devise a system of\r\n\r\nincentives that would bring out the best in  every\r\n\r\nworker  and  produce the necessary  attitudes  and\r\n\r\nresponses so that the change is made on the  basis\r\n\r\nof   representative   parliamentary   institutions\r\n\r\nwhich, historically in most societies, was made on\r\n\r\nthe basis of dictatorship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support this Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 623</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>2.40 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ch'ng Jit Koon (Tiong Bahru)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, the Employment Bill has aroused\r\n\r\nmuch  public interest since its introduction,  and\r\n\r\nmany  have  criticised it.  If  we  analyse  these\r\n\r\ncriticisms carefully, it is not difficult to  find\r\n\r\nout   that  generally  they  support  the   common\r\n\r\nprinciple, namely, that when our country is facing\r\n\r\nmajor  problems  and difficulties  in  the  coming\r\n\r\nyears, the spirit of the Employment Bill is  worth\r\n\r\nsupporting.  This is necessary for and  beneficial\r\n\r\nto  the  implementation  of the  industrialisation\r\n\r\nprogrammes in our existing social conditions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From the viewpoint of our history and our\r\n\r\ngeographical  position, we need  foreign  capital,\r\n\r\nmanagerial  expertise and technical  know-how  for\r\n\r\nthe  industrial  development of our  country.  Our\r\n\r\nmerchants have all along been used to the entrepot\r\n\r\ntrade and other commercial enterprises. They  have\r\n\r\nall along felt that it is easier to make money  by\r\n\r\nthis   means.  They  are  not  keen  to  go   into\r\n\r\nindustries  which  need  more  capital  and   more\r\n\r\nattention, because they dare not venture into  the\r\n\r\nunknown.  The point we must recognise is  that  we\r\n\r\nmust  march towards industrialisation. We have  to\r\n\r\nattract   foreign   capital  and   expertise   and\r\n\r\nmanagerial skills to assist our economic  progress\r\n\r\nand  growth.  We cannot achieve all this  just  by\r\n\r\ngiving  some  talks. It is not that  simple.  Many\r\n\r\ndeveloping   countries  are   making   intensified\r\n\r\nefforts to attract more foreign capital into their\r\n\r\ncountries. In this respect, we will be faced  with\r\n\r\nrather keen competition from other countries.  The\r\n\r\ncapitalists are most interested in making profits.\r\n\r\nThey prefer to invest in countries where they  can\r\n\r\nmake  huge  profits.  So we  must  create  a  more\r\n\r\nfavourable investment climate in order to  attract\r\n\r\nforeign   capital  and  make  them  believe   that\r\n\r\nSingapore  is more suitable for their  investment.\r\n\r\nWe  have no other alternative but to achieve this.\r\n\r\nWe have to make adjustments in the distribution of\r\n\r\nprofits  so that the capitalists may reinvest  the\r\n\r\nprofits earned here to create more employment\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 624</b></font><br><br>\r\n\r\n\r\n\r\nopportunities for our workers. This will  help  us\r\n\r\nto solve some of our employment problems.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we are still firm in the belief of the\r\n\r\npro-labour stand of the P.A.P. Government  and  if\r\n\r\nwe  care  to  make  a study of  the  crux  of  the\r\n\r\nproblem,   we   will   have   no   difficulty   in\r\n\r\nunderstanding the Government's real  intention  in\r\n\r\nintroducing  the Employment Bill and  its  aim  to\r\n\r\nmake it a success. The main purpose of the Bill is\r\n\r\nto  ensure the long-term interests of our workers,\r\n\r\nto  prepare us to overcome the coming problems and\r\n\r\ndifficulties,   and   to  maintain   our   present\r\n\r\nprosperity.  In a nutshell, this is in  the  long-term  interest of our people. It is not  meant  to\r\n\r\ndeprive  our workers of their hard-earned  rights.\r\n\r\nIt  is  not  meant  to make their livelihood  more\r\n\r\ndifficult or to sacrifice their interests to  make\r\n\r\nthe  rich  richer.  I think it  is  necessary  and\r\n\r\nimportant  to  make the workers  understand  these\r\n\r\npoints, because in the past they have shown  their\r\n\r\npatriotism  which  has  contributed  much  to  our\r\n\r\nfavourable  investment climate, which  is  one  of\r\n\r\nstability and peace. If the workers can understand\r\n\r\nthat the sacrifices expected of them are meant for\r\n\r\nthe  long-term interest of the people and not  for\r\n\r\njust a handful of capitalists, they will surely be\r\n\r\nable  to  respond and contribute their  effort  to\r\n\r\nraise productivity as they have done in the past.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From events happening in foreign countries, we\r\n\r\nrealise that we must not permit the episodes  that\r\n\r\nhave  taken place in France and England to  happen\r\n\r\nhere.  Due to short-sightedness, the workers there\r\n\r\nhave  taken actions which have led to the economic\r\n\r\ndeterioration   of  their  respective   countries.\r\n\r\nEngland   was  faced  with  the  depreciation   of\r\n\r\nsterling and France was faced with a crisis caused\r\n\r\nby the depreciation of the franc.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look at Japan. After the end of the\r\n\r\nSecond World War, Japan was a defeated country and\r\n\r\nits  economy was ruined. Every enterprise  was  in\r\n\r\nruins. But in the short period of 20 years,  Japan\r\n\r\nhas  been able to revive its economy and even make\r\n\r\nit the best and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 625</b></font><br><br>\r\n\r\n\r\n\r\nmost  active economy in Asia. Its living standards\r\n\r\nhave become the highest in the whole of Asia.  All\r\n\r\nthis  has  come  about from the  people's  energy,\r\n\r\nsacrifices,  understanding  and  efforts,  it   is\r\n\r\nimportant for us to have all these qualities. With\r\n\r\nall these facts before us and from the experiences\r\n\r\nand lessons gained from elsewhere, we must get our\r\n\r\npeople  to  understand the realities of  life  and\r\n\r\ntell them that we must work hard if we are to face\r\n\r\nsuccessfully the difficult challenges ahead of us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Employment Bill is both necessary and\r\n\r\nrealistic. I support it as a whole. But  I  cannot\r\n\r\nagree with certain provisions therein because they\r\n\r\nare not realistic enough to meet our situation. If\r\n\r\nthey  are  compulsorily implemented, I  am  afraid\r\n\r\nthey  may not achieve what the Government  intends\r\n\r\nthem to achieve. It may lead to results which  are\r\n\r\ncontrary to what the provisions are meant for.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the most important clauses is clause 15\r\n\r\nwhich provides that a worker, on reaching the  age\r\n\r\nof  55,  should retire. According to the  Minister\r\n\r\nfor  Foreign Affairs and Minister for Labour, this\r\n\r\nprovision  is  to  ensure  that  those   who   are\r\n\r\ninefficient  and incapable of further productivity\r\n\r\nwill   not   be  engaged  so  that  more  capable,\r\n\r\nenergetic   young   people  capable   of   greater\r\n\r\nproductivity  may  be engaged.  According  to  his\r\n\r\nexplanation,  it  seems that  he  is  telling  all\r\n\r\nworkers  reaching  the age of 55  that  they  will\r\n\r\nbecome   unproductive   and  decrepit.   Generally\r\n\r\nspeaking,  there  are  many  instances  of  people\r\n\r\nreaching  the  age of 55 who are not senile;  they\r\n\r\nare actually in their prime. On reaching this age,\r\n\r\nthey will have accumulated a lot of experience and\r\n\r\nwill  be  more skilled in their respective trades.\r\n\r\nTo  do away with the good workers who have reached\r\n\r\nthe  age of 55 just because of a few bad cases  is\r\n\r\nnot  quite  fair.  The Minister  for  Science  and\r\n\r\nTechnology has said that we must make full use  of\r\n\r\nall  available human resources in the  process  of\r\n\r\nour   economic  growth.  This  shows  that   human\r\n\r\nresources  are one of our treasures.  In  view  of\r\n\r\nthis, we must not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 626</b></font><br><br>\r\n\r\n\r\n\r\nallow  this provision to be passed Un-amended.  If\r\n\r\nthis  provision is implemented without  amendment,\r\n\r\nthen  when  higher paid workers retire, the  lower\r\n\r\npaid  workers will be engaged, and this  will  not\r\n\r\nsolve  our  unemployment problem because  an  \"old\r\n\r\nhand\"  is  replaced by a \"new hand\" and this  will\r\n\r\ndecrease  efficiency in the work concerned.  There\r\n\r\nare  other  more realistic problems. For instance,\r\n\r\nin  the  smaller  commercial firms  which  do  not\r\n\r\nprovide  pension and where the productive  workers\r\n\r\non  reaching  the age of 55 must retire,  to  whom\r\n\r\nwill  the  members of their families  look  for  a\r\n\r\nliving  and on whom should they depend  for  their\r\n\r\nlivelihood? Therefore, the amendments that will be\r\n\r\nmoved  by  the Member for Bukit Ho Swee are  worth\r\n\r\nour support.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are also other unsatisfactory provisions.\r\n\r\nMembers  of  Parliament  have  earlier  in   their\r\n\r\nspeeches referred to them. Since I have no  better\r\n\r\nviews to add, I will just make my stand known when\r\n\r\nwe  come to the clause-by-clause consideration  of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst Parliament is debating this Bill, we have\r\n\r\nbeen trying our best to explain the naked facts of\r\n\r\nour situation to our workers, and that the Bill is\r\n\r\nintended  for  their long-term interests.  On  the\r\n\r\nother  hand, we must make the employers understand\r\n\r\nthat  the  tolerance and sacrifices  made  by  the\r\n\r\nworkers  are  meant for the welfare of  the  whole\r\n\r\ncountry, so that the employers may not abuse their\r\n\r\nrights and exploit the workers. This is the  worry\r\n\r\nwe have when the Bill is passed and implemented.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to the Minister for Culture and the\r\n\r\nMinister  for  Foreign Affairs  and  Minister  for\r\n\r\nLabour, there are certain short-sighted and unwise\r\n\r\nemployers  who have already taken steps to  reduce\r\n\r\nthe  workers' wages and are trying to threaten the\r\n\r\nworkers by referring them to certain provisions in\r\n\r\nthe  Bill. This is like trying to fish in troubled\r\n\r\nwaters. I appreciate the timely revelations by the\r\n\r\nMinister  for  Labour of the ugly faces  of  those\r\n\r\nemployers who have been warned severely by him and\r\n\r\nthat the Government will not stand idly by to  see\r\n\r\nthem exploit their workers and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 627</b></font><br><br>\r\n\r\n\r\n\r\ndestroy the industrial peace and stability that we\r\n\r\nhave  taken  so  much  pains  to  build  up.  This\r\n\r\nassurance by the Minister for Labour is sufficient\r\n\r\nto  allay  the doubts the people are  having.  The\r\n\r\nsincere  co-operation of labour, employer and  the\r\n\r\nGovernment  in the process of economic development\r\n\r\nis the very factor of our economic growth. The non-cooperation of one party will damage  not  only\r\n\r\nour  economic growth but also the interests of our\r\n\r\npeople.  It  is  hoped  that the  Government  will\r\n\r\nsupervise closely the implementation of  the  Bill\r\n\r\nwhen it is passed.\r\n\r\n\r\n\r\n<br><br>2.55 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok (Bukit Ho Swee):</b> Mr Speaker,\r\n\r\nSir, we understand that the new Employment Bill is\r\n\r\nintroduced  by the Government in order to  achieve\r\n\r\nincreased  productivity, to attract new  investors\r\n\r\nand to create more jobs for the unemployed and the\r\n\r\nschool-leavers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Employment Bill increases the working hours\r\n\r\nfrom  39  to  44  per week for the  non-industrial\r\n\r\nwhite-collar workers, reduces the number of public\r\n\r\nholidays   to  11  days,  and  makes   bonus   not\r\n\r\nnegotiable. It may be noticed that a few of us  in\r\n\r\nthis  House  who  are closely connected  with  the\r\n\r\ntrade    union   movement   in   Singapore    have\r\n\r\ndeliberately   refrained   from   sloganising   or\r\n\r\nuttering   platitudes  in  advancing  constructive\r\n\r\ncriticisms   on   certain   provisions   of   this\r\n\r\nEmployment  Bill. On the other hand, it  has  been\r\n\r\nthe  Hon. Minister for Culture's role to sloganise\r\n\r\nagainst the organised workers and the trade  union\r\n\r\nmovement in Singapore. It is a fallacy on his part\r\n\r\nto  think that before we advance arguments against\r\n\r\nan    encroachment    of   certain    well-defined\r\n\r\nprinciples,  we must go and unionise  everyone  in\r\n\r\nSingapore. A trade union cannot be judged in  this\r\n\r\nway  by  its  numerical strength.  A  trade  union\r\n\r\nmovement,  worthy of its name, must be  judged  by\r\n\r\nthe  responsible manner in which it puts forth its\r\n\r\nviews.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Never has it been suggested by any one of my\r\n\r\ncolleagues from the trade\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 628</b></font><br><br>\r\n\r\n\r\n\r\nunion  movement in the course of this debate  that\r\n\r\nthe   employers,  or  better  still,  the  foreign\r\n\r\ninvestors,  should make one-way traffic sacrifices\r\n\r\nmerely for our benefit. On the other hand, we have\r\n\r\nput  forth closely reasoned arguments only on  the\r\n\r\nundesirability of certain provisions of the  Bill,\r\n\r\nwhile accepting the tenor and purpose of the  Bill\r\n\r\nas  a  whole.  Therefore, the  Hon.  Minister  for\r\n\r\nCulture's observation of how workers are demanding\r\n\r\nwork  on  Sundays and public holidays, and  go  to\r\n\r\nsleep   on   Mondays  and  Tuesdays,  is   utterly\r\n\r\nirrelevant  and highly objectionable, to  say  the\r\n\r\nleast.  If  he  is  referring  to  Government   or\r\n\r\nstatutory board workers going to sleep on  Mondays\r\n\r\nand Tuesdays, he has only himself to blame for not\r\n\r\nproviding adequate supervision to see that they do\r\n\r\nnot  shirk  their  duties. How on  earth  can  the\r\n\r\nMinister,  who  has had dealings with  the  labour\r\n\r\nmovement in Singapore for so many years, make ill-founded   statements  like  that  is  beyond   our\r\n\r\ncomprehension.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On medical leave the Minister refers to $2\r\n\r\nmedical certificates of dubious validity. If  this\r\n\r\npractice is indeed widespread, what has he done to\r\n\r\nthe  doctors who, in the first place, issue  these\r\n\r\nso-called  dubious certificates? We in  the  trade\r\n\r\nunion movement do not quarrel with the maximum  of\r\n\r\n14  days' intermittent sick leave as provided  for\r\n\r\nin  clause 44 (1) (a) . But we have pointed out the\r\n\r\ngross   inadequacy  of  28  days'  hospitalisation\r\n\r\nleave.  Why  has  the Minister for Culture  neatly\r\n\r\nside-stepped that issue? We would like to ask  him\r\n\r\nabout it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The unions, through many years of struggle, have\r\n\r\nmanaged to obtain various fringe benefits and  now\r\n\r\nthey  are requested to sacrifice several of  them.\r\n\r\nThe  workers  naturally prefer to retain  all  the\r\n\r\nbenefits  they  are enjoying. It is ridiculous  to\r\n\r\ndeprive them of their annual bonus which has  been\r\n\r\na   practice  in  Singapore  for  so  many  years.\r\n\r\nDepriving  them of their annual bonus  will  never\r\n\r\nhelp to increase productivity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are quite concerned that the employer may\r\n\r\ntake advantage of this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 629</b></font><br><br>\r\n\r\n\r\n\r\nBill especially to increase the working hours from\r\n\r\n39  to  44  per  week. With so  many  extra  hours\r\n\r\navailable  for the employers, they may  reorganise\r\n\r\ntheir company and reduce the number of workers  by\r\n\r\nretrenchment  under various pretexts.  However,  a\r\n\r\nrepresentative  of the Employers'  Federation  did\r\n\r\nmention  in the Press that employers would respond\r\n\r\npositively  to  Government's efforts  to  generate\r\n\r\nmore jobs and that the Employers' Federation would\r\n\r\nsee  that no employer would take advantage of  the\r\n\r\nnew   provisions  in  the  Employment   Bill.   We\r\n\r\nsincerely  hope  that  the  Employers'  Federation\r\n\r\nwould keep their promise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The N.T.U.C. and the workers in Singapore are\r\n\r\nfully  aware of the coming crucial years  and  the\r\n\r\ngreat  task and difficulties we have to  face.  We\r\n\r\nhave  about 70,000 registered unemployed and every\r\n\r\nyear  25,000 school-leavers are seeking jobs. With\r\n\r\nthe  final  withdrawal  of  the  British  military\r\n\r\nforces  in  mid-1971, another 30,000 workers  will\r\n\r\nlose their jobs and indirectly thousands of others\r\n\r\nwill  be affected, like shop-keepers, amahs,  taxi\r\n\r\ndrivers,  etc. In addition to that, the Government\r\n\r\nhas  to  spend  millions of  dollars  on  military\r\n\r\nequipment to build up our national defence  so  as\r\n\r\nto  preserve our independence. This expenditure is\r\n\r\nnecessary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In view of these circumstances, it is necessary\r\n\r\nthat workers should co-operate with the Government\r\n\r\nto   find   ways  and  means  to  attract  foreign\r\n\r\ninvestors  to  build more factories here  so  that\r\n\r\nmore  jobs will be available. It is necessary  for\r\n\r\nworkers  to  work harder and make  some  temporary\r\n\r\nsacrifices,  as a result of the enactment  of  the\r\n\r\nEmployment Bill into law, for the sake of national\r\n\r\nsurvival  and economic stability. Employers,  too,\r\n\r\nmust  come forward and give their co-operation  by\r\n\r\nnot  taking advantage of the provisions of the new\r\n\r\nBill.  They must expand their business and  engage\r\n\r\nmore  workers. Workers, especially in  established\r\n\r\nfirms,  must be allowed to enjoy all the  benefits\r\n\r\nwhich they have obtained by negotiation. The  best\r\n\r\nway  to  achieve increased productivity is to  see\r\n\r\nthat workers are well\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 630</b></font><br><br>\r\n\r\n\r\n\r\ntreated, happy and contented in their work and  to\r\n\r\nreward them with a productivity bonus.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, several speakers have already expressed their\r\n\r\ncriticisms and views and made suggestions  on  the\r\n\r\nEmployment  Bill,  and  in  this  debate  I   have\r\n\r\nobserved the following:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) All agree that we are going to face a lot of\r\n\r\nproblems  and  difficulties in the coming  crucial\r\n\r\nyears.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) All agree that with the complete withdrawal of\r\n\r\nthe  British forces in mid-1971, the problems will\r\n\r\nbecome more acute and serious.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) All agree that plans must be made now to solve\r\n\r\nthese problems.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) All agree that the Government, employers and\r\n\r\nworkers  must  help to create a  good  climate  to\r\n\r\nattract more investors to build more factories  in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) All agree that the objective of the Employment\r\n\r\nBill  is to attract more investors to create  more\r\n\r\njob opportunities and increase productivity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(6) All agree that some amendments to the\r\n\r\nEmployment Bill are necessary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(7) All agree that employers must not make use of\r\n\r\nthis  Bill  as  a legal licence to  abuse  and  to\r\n\r\nretrench workers under false pretences.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(8) All agree that the Government, employers and\r\n\r\nworkers  must co-operate to achieve the  objective\r\n\r\nof the Employment Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The N.T.U.C. has studied the Bill and I am\r\n\r\ndirected to move the deletion of clause 15 on  the\r\n\r\nemployment of a person after the age of 55  years,\r\n\r\nand amendments to the following clauses: clause 44\r\n\r\non  sick leave; clause 46 on retrenchment benefit;\r\n\r\nclause  47 on payment of bonus; and clause  53  on\r\n\r\noffences. During the Committee stage, when  moving\r\n\r\nthese  amendments,  I shall give  my  reasons  for\r\n\r\ndoing so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker, Sir, I consider it\r\n\r\nvery  necessary  that before the passing  of  this\r\n\r\nEmployment  Bill,  the  Government  must  give  an\r\n\r\nassurance to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 631</b></font><br><br>\r\n\r\n\r\n\r\nthe N.T.U.C. and the workers in Singapore that  it\r\n\r\nwill review the Bill whenever it is necessary  and\r\n\r\nwhen  further representation is made by us  should\r\n\r\nthere  be abuses or exploitation by the employers.\r\n\r\nOn our part, we will give our full co-operation to\r\n\r\nachieve the objective which will be beneficial  to\r\n\r\nthe Government, employers and workers.\r\n\r\n\r\n\r\n<br><br>3.05 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Yeow Chong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Yeow Chong (Mountbatten):</b> Mr Speaker,\r\n\r\nSir,  in  the wake of the British withdrawal  from\r\n\r\nSingapore completely by the end of 1971, Singapore\r\n\r\nmust  forge ahead in economic development  in  all\r\n\r\nfields, particularly in industry, in order to meet\r\n\r\nthe challenges in the crucial years ahead. Labour,\r\n\r\ntherefore, becomes an important factor in economic\r\n\r\nactivities.  There  is  an  urgent  need  to  make\r\n\r\nmodifications  in our existing labour  legislation\r\n\r\nso  as  to  help  accelerate  the  development  of\r\n\r\neconomic  growth  to ensure industrial  peace  and\r\n\r\nstability and to create more job opportunities for\r\n\r\nour   unemployed  citizens.  Both  employers   and\r\n\r\nemployees  should  not have any misconceptions  in\r\n\r\ntheir  minds that the enactment of the new  labour\r\n\r\nlaw is designed to favour any party.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Employers should bear in mind that under the\r\n\r\nprovisions of the Employment Bill, they have  more\r\n\r\nopportunities  to expand their establishment  with\r\n\r\ntheir  accumulated profits. They should  not  take\r\n\r\nthis  as  an  opportunity to exploit or  victimise\r\n\r\ntheir  employees  under any  pretext.  Though  the\r\n\r\nemployers  have openly pledged their  support  and\r\n\r\nhave promised to co-operate with the Government to\r\n\r\nachieve  the ultimate aim of the Employment  Bill,\r\n\r\nthe  Government must see to it that their word  is\r\n\r\nhonoured.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Employees, on the other hand, must be aware that\r\n\r\neconomic expansion will bring more revenue to  the\r\n\r\nGovernment.  This  will help to  provide  adequate\r\n\r\nsecurity  which, in turn, will encourage more  and\r\n\r\nmore investment from local and foreign industries.\r\n\r\nIf  more  industries are set up in  our  Republic,\r\n\r\nmore and more\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 632</b></font><br><br>\r\n\r\n\r\n\r\njob   opportunities  will  be  created   for   our\r\n\r\nunemployed   citizens.   Employees    must    also\r\n\r\nunderstand  that  the  sacrifice  of  some  fringe\r\n\r\nbenefits  on  their part will be compensated  with\r\n\r\nfacilities   to   own  homes,  additional   C.P.F.\r\n\r\nbenefits, better education for their children  and\r\n\r\nother  social  benefits which the Government  will\r\n\r\nseek to provide.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You will agree with me, Sir, that a nation's\r\n\r\nwell-being is, in effect, inevitably tied  to  its\r\n\r\neconomic growth and the high productivity  of  its\r\n\r\npeople.  The  emphasis  now  is  on  the  need  to\r\n\r\nincrease our labour productivity to accelerate the\r\n\r\neconomic growth of our Republic, especially in the\r\n\r\nindustrial  field.  It  must  be  remembered  that\r\n\r\nlabour represents the largest input of all factors\r\n\r\nof  our  economic  productivity.  An  increase  in\r\n\r\nlabour productivity means a reduction in the  cost\r\n\r\nof goods and services. This is vital and essential\r\n\r\nif  Singapore is to meet competition in the  world\r\n\r\nmarket for our export-oriented industries. This is\r\n\r\nwhat the Employment Bill hopes to achieve.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If Singapore is to survive and progress as an\r\n\r\nindustrialised  nation, there  must  be  concerted\r\n\r\neffort by labour, management and the Government to\r\n\r\nsteer  the  country through the crucial  years.  A\r\n\r\nnation's  advancement depends on the determination\r\n\r\nand the will of its people to live as a nation. We\r\n\r\nhave to adapt ourselves to changes if such changes\r\n\r\nare  for the good of the whole nation. It  is  the\r\n\r\nlong-term interest and not the short-term interest\r\n\r\nof  a  country which should be given a high degree\r\n\r\nof  consideration. It is the national interest and\r\n\r\nnot  the  personal  or  sectional  interest  which\r\n\r\nshould be given consideration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should look to Japan and its people as our\r\n\r\nexample.  Japan's  enterprises  experienced  rapid\r\n\r\neconomic   growth  through  its  industrialisation\r\n\r\nwhich  started  in the Meiji era.  The  growth  of\r\n\r\nJapan's  economy  played  an  important  role   in\r\n\r\nJapan's modernisation. Though the country  was  in\r\n\r\nruins  at the end of World War II, it has  made  a\r\n\r\ngreat  recovery in the post-war era. It  has  made\r\n\r\ngreat   advances   in  all  fields   of   economic\r\n\r\ndevelopment and has now\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 633</b></font><br><br>\r\n\r\n\r\n\r\nbecome  one  of the world's leading industrialised\r\n\r\nnations.  What has made this possible? It  is  not\r\n\r\nonly  because of the foresight and able leadership\r\n\r\nof  the Japanese Government, but also because  its\r\n\r\npeople  take  pride in building their nation.  We,\r\n\r\nthe people of Singapore, should emulate them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, with the exception of a few new\r\n\r\nclauses,  the  bulk  of  the  provisions  in   the\r\n\r\nEmployment  Bill  are merely  a  re-enactment  and\r\n\r\nmodification  of the provisions contained  in  the\r\n\r\nthree existing labour Ordinances. I do agree  that\r\n\r\nthere  are  shortcomings in the  Employment  Bill,\r\n\r\nsuch  as  the clauses relating to retirement  age,\r\n\r\npayment of bonuses, sick leave, annual leave, etc.\r\n\r\nI  understand these will be given re-consideration\r\n\r\nwhen  the  Member  for Bukit  Ho  Swee  moves  his\r\n\r\namendments at the Committee stage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the whole and although unpopular, the\r\n\r\nEmployment Bill is by far the most important piece\r\n\r\nof  legislation  which the P.A.P.  Government  has\r\n\r\never  introduced since it came to power  in  1959.\r\n\r\nBut this piece of legislation has to be introduced\r\n\r\nnot  to enhance the popularity of the P.A.P.,  but\r\n\r\nbecause  the nation's economy and the survival  of\r\n\r\nits people are at stake.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I end by expressing my support for\r\n\r\nthis  Bill in the hope that the amendments of  the\r\n\r\nMember  for Bukit Ho Swee will be accepted by  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>3.12 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mr Speaker, Sir, one of the reasons why we called\r\n\r\nearlier  General  Elections was that  we  have  to\r\n\r\nadjust  'our  plans  to  meet  the  military   and\r\n\r\neconomic  consequences of the British Government's\r\n\r\ndecision for an earlier withdrawal from her  bases\r\n\r\nin  Singapore and Malaysia, i.e., by  the  end  of\r\n\r\n1971.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The overall objective is simple enough: to\r\n\r\nattract   expertise,  know-how,   enterprise   and\r\n\r\ncapital,  to use Singapore's domestic capital  and\r\n\r\nher   workers   to   greater  advantage   in   the\r\n\r\nmanufacturing,  assembling and servicing  sectors.\r\n\r\nWe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 634</b></font><br><br>\r\n\r\n\r\n\r\nmust   also   stimulate  expansion  of   existing\r\n\r\nindustries and enterprises and encourage  them  to\r\n\r\nnew  lines  of  business, all with the  accent  on\r\n\r\nexport.  We  must  get  our young  men  and  women\r\n\r\ntrained  and skilled in the techniques  of  modern\r\n\r\nindustry,  so  that the quality and costs  of  our\r\n\r\nproducts  are  competitive on the export  markets.\r\n\r\nThis  will  increase our Gross  National  Product,\r\n\r\ngive  us a higher standard of living, and pay  for\r\n\r\nthe ever-increasing cost of our own defence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are ample funds in Singapore, as every\r\n\r\nbanker  can  tell hon. Members. Every sound  share\r\n\r\nissue  put on the market has been over-subscribed,\r\n\r\nsometimes  by more than four times. But  until  we\r\n\r\nhave   enough  industrial  expertise,   managerial\r\n\r\ntalent and export promotion know-how, this capital\r\n\r\nwill  not  be used effectively to give  meaningful\r\n\r\njobs  to  our ever-increasing numbers of  educated\r\n\r\nbut not technically trained workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The objective can be vividly illustrated if hon.\r\n\r\nMembers   will  allow  me  to  over-simplify   the\r\n\r\nproblem.   Given  what  we  have  at  present   in\r\n\r\nSingapore,  the total performance,  the  value  of\r\n\r\ngoods  and services produced per annum, the  Gross\r\n\r\nNational  Product could treble if our two  million\r\n\r\npeople  were  made up of people  from  the  highly\r\n\r\ndeveloped countries, like workers from Japan  with\r\n\r\ntheir   intensity  of  purpose  and  high  skills,\r\n\r\ntechnicians and engineers from Germany with  their\r\n\r\nefficient and specialised apprenticeship training,\r\n\r\nscientists  and  technologists from  Britain  with\r\n\r\ntheir sophistication and imaginative research, and\r\n\r\nexecutives  from America with their well-developed\r\n\r\ndisciplines   in   business   administration   and\r\n\r\nmanagement with their \"hard-sell\" approaches. Such\r\n\r\na  two  million people would not be just repairing\r\n\r\nships. They would be building ships. They would be\r\n\r\nrunning   their  own  merchant  fleets  like   the\r\n\r\nNorwegians, and deep-sea fishing fleets  like  the\r\n\r\nJapanese.  They  would be running  a  full-fledged\r\n\r\nround-the-world international airline. They  would\r\n\r\nbe  a centre for the maintenance of airframes  and\r\n\r\naircraft\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 635</b></font><br><br>\r\n\r\n\r\n\r\nengines in the region. They would be a centre  for\r\n\r\ncomputers and computer servicing for the whole  of\r\n\r\nthis region.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The problem, therefore, is how to educate and\r\n\r\ntrain  our people to reach the standards of  these\r\n\r\ntechnologically  advanced  countries  as  soon  as\r\n\r\npossible. First, we must ask if our people have it\r\n\r\nin  them,  for otherwise this will be a  vain  and\r\n\r\nfutile exercise. From the record of the last  nine\r\n\r\nyears  since we started to manage our own affairs,\r\n\r\nI  believe that nearly all our people have got the\r\n\r\nstuffing in them to make the grade. What they need\r\n\r\nare the opportunities and the training. One way to\r\n\r\neducate  our  young  people to higher  degrees  of\r\n\r\ntechnical skill is to send them abroad.  But  this\r\n\r\nis  only possible for the relatively few, since it\r\n\r\nis costly. The more practical, the more economical\r\n\r\nand  the  more productive way is to import outside\r\n\r\nexpertise  to manufacture or assemble, or  set  up\r\n\r\nthe  servicing organisations for which there is  a\r\n\r\ndemand. With in-service training, our workers will\r\n\r\ndevelop higher and higher skills. However, this is\r\n\r\nwhat a few other countries are also trying to  do.\r\n\r\nSome  have  more attractive inducements with  non-unionised  and cheap labour and a bigger protected\r\n\r\ndomestic market to offer these industries a chance\r\n\r\nto   get   established.  But   they   often   have\r\n\r\ndisadvantages and disabilities, like  workers  who\r\n\r\nare  less  educated, not so striving nor  trained,\r\n\r\nnor  disciplined, and less stable  and  favourable\r\n\r\npolitical, social and economic conditions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We must put to maximum advantage the capacity of\r\n\r\nour   workers   for  intense  effort   and   rapid\r\n\r\nacquisition of skills. Their readiness  to  learn,\r\n\r\nan   almost   irresistible  impulse   to   improve\r\n\r\nthemselves, when combined with politically  stable\r\n\r\nand  socially  healthy conditions, make  Singapore\r\n\r\nattractive  to  those manufacturers  who  can  get\r\n\r\neither   a   freight  or  a  wage   advantage   to\r\n\r\nmanufacture   or   assemble   in   Singapore   for\r\n\r\nSingapore's consumption and for export.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me illustrate this point in another way.\r\n\r\nGiven the same Singapore\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 636</b></font><br><br>\r\n\r\n\r\n\r\nbut   substituting   the   present   two   million\r\n\r\nSingaporeans  for some other two  million  people,\r\n\r\nmore pleasure-loving, less hardy, less willing  to\r\n\r\nwork,  and  less willing to learn;  compound  this\r\n\r\nwith  inept administration and corrupt government;\r\n\r\nthen  I  say overnight Singapore's Gross  National\r\n\r\nProduct  could be halved or reduced to a third  of\r\n\r\nwhat  it presently is. This should illustrate  how\r\n\r\nmuch  the  final  performance  depends  upon   the\r\n\r\nability, stamina, skills, knowledge, expertise and\r\n\r\ndiscipline of our population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are testing times ahead. Details of\r\n\r\nBritish  withdrawal plans have been made known  to\r\n\r\nus.   They   show  an  ever-increasing   rate   of\r\n\r\nredundancy  of  both  local civilian  workers  and\r\n\r\nrepatriation  of  British  service  and   civilian\r\n\r\npersonnel.  The heaviest blow will fall  in  1971.\r\n\r\nFrom  the  experience of the Economic  Development\r\n\r\nBoard,  we  know that it takes two to three  years\r\n\r\nfrom  first discussions on a project, through  its\r\n\r\nplanning   and  construction  stages,   to   first\r\n\r\nproduction.   Therefore,   unless    we    attract\r\n\r\nmanufacturers  on  new projects  now,  there  will\r\n\r\nneither  be  the factories nor the jobs  in  1970,\r\n\r\n1971  and  1972 when the pressure of  unemployment\r\n\r\nwill be heaviest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first major task of this new Parliament is\r\n\r\nto   take   through  this  series  of  legislative\r\n\r\namendments  that  will put our working  population\r\n\r\ninto  better trim. This is a package which is both\r\n\r\nfair and attractive. These amendments are designed\r\n\r\nto  make  everyone  put in a  greater  effort  for\r\n\r\nhigher  performance  to bring in  higher  rewards.\r\n\r\nThis, coupled with the home-ownership plan for the\r\n\r\nmass  of  our  workers  and not  just  the  higher\r\n\r\nsalaried groups, will enable more and more of  our\r\n\r\nworking  population  to have  a  growing  personal\r\n\r\nstake  in  the continuing prosperity and stability\r\n\r\nof our society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are some enterprises that can profitably\r\n\r\nwork round the clock for every day of the 365 days\r\n\r\nin  the year. They should do so. The harbour,  the\r\n\r\ndockyards, the airports, and some factories  whose\r\n\r\nexport orders make this worth while will do this.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 637</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We must cut out unnecessary stoppages of work.\r\n\r\nOver  the years, each cultural and religious group\r\n\r\nhas  had holidays added on to our annual list.  We\r\n\r\nwere  well on the way to having the highest number\r\n\r\nof  public  holidays per year for  office  workers\r\n\r\nanywhere in Asia. Now we shall go back to 11  paid\r\n\r\npublic holidays a year which is what it has always\r\n\r\nbeen  and still is for industrial workers. In  the\r\n\r\nessential  services work will carry  on, holidays\r\n\r\nand  Sundays notwithstanding, providing more  jobs\r\n\r\nfor  our unemployed. Singapore will be kept  clean\r\n\r\nand  green.  Shops  and restaurants  can  open  on\r\n\r\nSundays and public holidays - the whole year round\r\n\r\nif  they  find  it profitable - so that  they  can\r\n\r\nbetter cater for their customers and for tourists.\r\n\r\nBut  workers will get one rest day per  week,  and\r\n\r\ndouble  pay  for a public holiday if the  employer\r\n\r\nwants them to work. But if it is the employee  who\r\n\r\nwants  to work on a public holiday, then  he  gets\r\n\r\nonly single pay.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The assumptions made in the 1950s and 1960s by\r\n\r\nthe trade unions and their advisers, of whom I was\r\n\r\none, were that our workers wanted more leisure  to\r\n\r\nenjoy  their pay. These assumptions were based  on\r\n\r\nBritish  practices which were and  are  completely\r\n\r\nirrelevant  to  our social conditions.  Every-body\r\n\r\nknows  this. Our workers want work, and more  work\r\n\r\nfor  more  money - not more leisure to  spend  the\r\n\r\ninadequate sums they earn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the vast majority of workers, over three-quarters of whom are not in any unions at all, the\r\n\r\nnew  legislation  means an  improvement  in  their\r\n\r\nworking  conditions.  It  is  only  the  minority,\r\n\r\nprobably  less than one-tenth of our  work  force,\r\n\r\nthe  better  unionised clerical groups,  who  will\r\n\r\nhave  to  make  some adjustments in their  working\r\n\r\nhours  per week before being entitled to overtime.\r\n\r\nThis  is a helpful change, for it will bring blue-collar  workers  into line with  the  white-collar\r\n\r\nworkers.  And we need more blue, and  less  white,\r\n\r\ncollar  workers. This is a legacy of the education\r\n\r\npolicies  of the past when it was never  envisaged\r\n\r\nthat  we  would  be other than a dependent  people\r\n\r\nassisting in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 638</b></font><br><br>\r\n\r\n\r\n\r\nthe  lower  ranks of a trading and  administrative\r\n\r\ncapital of one part of a vast empire.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we accept all the amendments which are being\r\n\r\nsought  by  the Member for Bukit Ho  Swee,  nobody\r\n\r\nwill  lose  anything  either in  wages  or  fringe\r\n\r\nbenefits.  In other words, all existing agreements\r\n\r\nbetween  unions and employers will continue  until\r\n\r\nthey  expire.  We are seriously considering  this.\r\n\r\nBecause we know that when these agreements expire,\r\n\r\nunless we have succeeded in creating new jobs, the\r\n\r\nredundancies  that  are  taking  place,  plus  the\r\n\r\nannual  inflow  into the labour  market  from  the\r\n\r\nschools,   will  alter  the  supply   and   demand\r\n\r\nsituation  so radically that the wages  and  other\r\n\r\nfringe  benefits being re-negotiated are bound  to\r\n\r\nbe  fundamentally different. So unions  and  their\r\n\r\nmembers  have  a  vested interest to  help  create\r\n\r\nconditions   under  which  more   industries   and\r\n\r\nenterprises  are established creating more  demand\r\n\r\nfor  workers and reducing the supply of unemployed\r\n\r\nworkers.  We  are  also checking the  tendency  to\r\n\r\nincrease  labour costs, not by wage increases  but\r\n\r\nby  fringe  benefits, hidden costs  which  can  be\r\n\r\neasily  abused,  like casual sick leave  which  is\r\n\r\ntaken  whenever  a worker feels like  a  day  off,\r\n\r\noften when he is not sick.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I cannot over-emphasise that what we have\r\n\r\nnot  attempted  to  do  is to regulate  agreements\r\n\r\nbetween  unions and employers on the wages  to  be\r\n\r\npaid.  We  have not fixed maximum or minimum  wage\r\n\r\nlevels.  That  wage  will  depend  upon   what   a\r\n\r\nparticular  industry  or  enterprise  can  afford,\r\n\r\ntaking  into consideration the rate for that  kind\r\n\r\nof  job. The performance of a particular company's\r\n\r\nworkers  and  the profits of that  enterprise.  In\r\n\r\nother  words, with less hidden benefits  and  more\r\n\r\nopen  rewards  with higher incentives  for  higher\r\n\r\nperformance   when  industries   and   enterprises\r\n\r\nprosper, so wages will go up. So will bonuses also\r\n\r\ngo  up.  The legislation is also designed to  help\r\n\r\nimprove  management  discipline  and  establish  a\r\n\r\nsensible    relationship   between   unions    and\r\n\r\nmanagement.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 639</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It goes without saying that as new and better\r\n\r\nmanagement    techniques   are    introduced    by\r\n\r\nsubsidiaries  of the large international  concerns\r\n\r\nwho  go into partnership with our citizens, so our\r\n\r\nown  established  enterprises must  modernise  and\r\n\r\nimprove  work methods, machinery, organisation  to\r\n\r\nkeep  up  their own productivity, or they will  go\r\n\r\nunder.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the earlier stages of our labour movement,\r\n\r\nthe trade union often became a place of refuge for\r\n\r\nthe inefficient, the slack, the lazy and the anti-social.  As has happened elsewhere, these are  the\r\n\r\nfirst to join the union to seek protection against\r\n\r\nthe  natural desire of any employer to be  rid  of\r\n\r\nbad  workers.  When some Russian  trade  unionists\r\n\r\nwere  in  Singapore several months ago, they  told\r\n\r\nour   trade  union  leaders  that  Russian   trade\r\n\r\nunionists report to and require of management  the\r\n\r\ndismissal  of  inefficient  workers  and   thereby\r\n\r\nincrease  productivity. I am not asking our  trade\r\n\r\nunion  leaders, in an open democratic  society  to\r\n\r\ntake  on  the role of management. But  I  do  urge\r\n\r\nthem,  with  the help of these new laws,  to  stop\r\n\r\ngiving  cover  to  those who  do  not  pull  their\r\n\r\nweight.  We  must avoid slipping into a  situation\r\n\r\nwhere trade unionism is the practice of protecting\r\n\r\nthe  weakest  and  the slowest  worker  and,  with\r\n\r\neverybody  being paid the same wage,  nobody  will\r\n\r\nhave  the slightest incentive to work harder  than\r\n\r\nthe weakest and the slowest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But just as there are bad workers, so too there\r\n\r\nare  bad  employers. From my discussions with  the\r\n\r\nvarious  employers' organisations and Chambers  of\r\n\r\nCommerce,  it  is  clear  that  the  old-fashioned\r\n\r\nfamily  type businessman has no conception of  the\r\n\r\nwider   and  longer  term  relationships   between\r\n\r\nmanagement  and labour in an age of  educated  and\r\n\r\norganised  workers  who  are  conscious  of  their\r\n\r\nindispensable part in the production of the wealth\r\n\r\nof  the whole community. These employers will have\r\n\r\nto be educated and taught the facts of present-day\r\n\r\nindustrial life.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 640</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We call upon everyone for improvement and\r\n\r\neffort. This is our duty as a government.  No  one\r\n\r\nis  asked  to  sacrifice for the  benefit  of  the\r\n\r\nprivileged  and the corrupt, nor will  revenue  go\r\n\r\ninto  wasteful  and extravagant expenditure.  With\r\n\r\nhigher performance and greater output, there  will\r\n\r\nbe  more  industries and more jobs, better trained\r\n\r\nartisans,  technicians, engineers, and executives.\r\n\r\nFrom  the higher Gross National Product will  come\r\n\r\ngreater  revenue.  From  this  revenue  will  flow\r\n\r\nimproved  standards of education, health services,\r\n\r\nsocial amenities and housing for all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are all human beings. The Government does not\r\n\r\nexpect  workers to put in more effort for nothing.\r\n\r\nSo we are putting more into the kitty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the private sector the higher Central\r\n\r\nProvident Fund benefits mean that workers  getting\r\n\r\nless  than $200 per month will still not  have  to\r\n\r\ncontribute  to  the  Central Provident  Fund.  But\r\n\r\ntheir   employers  will  have  to  contribute   an\r\n\r\nadditional  5  per  cent.  The  increase  will  be\r\n\r\nimplemented in three annual stages by increases of\r\n\r\n1½  per  cent,  l½ per cent and  2  per  cent.  At\r\n\r\npresent  the maximum contribution an employer  has\r\n\r\nto  make  for workers earning more than  $200  per\r\n\r\nmonth, without special pensionable schemes, is $25\r\n\r\nper month. This is also the maximum the worker has\r\n\r\nto  pay  to  the Central Provident Fund.  Now  the\r\n\r\nmaximum  contribution  will  be  $150  per   month\r\n\r\ninstead  of  the present $25 per month.  So  if  a\r\n\r\nyoung executive is earning $1,500 a month, he will\r\n\r\ncontribute  $150, and his employer will contribute\r\n\r\n$150  every month for his C.P.F., whereas formerly\r\n\r\neach contributed only $25.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Present C.P.F. balances can be set off against\r\n\r\ndown  payment  for  Housing and Development  Board\r\n\r\nflats,  not  privately  constructed  houses.   The\r\n\r\npresent employer plus worker total of 10 per  cent\r\n\r\nmonthly  contributions will go up to 13 per  cent,\r\n\r\n16  per  cent,  and 20 per cent  in  three  annual\r\n\r\nstages. These monthly contributions can be set off\r\n\r\nagainst   monthly  instalments  of   Housing   and\r\n\r\nDevelopment Board or privately constructed  homes.\r\n\r\nThe distinction is crucial,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 641</b></font><br><br>\r\n\r\n\r\n\r\nbecause  in  one  case  the  money  already\r\n\r\naccumulated in the central Provident Fund has gone\r\n\r\ninto  public works expenditure, and with a Housing\r\n\r\nand  Development  Board  flat,  it  means  a  book\r\n\r\ntransfer. But with a privately-built home it means\r\n\r\nan  actual  payment  out by the Central  Provident\r\n\r\nFund  of  a  sum of money to a private  developer.\r\n\r\nLegislation  will  also  be  introduced  to  allow\r\n\r\nworkers  to  authorise their employers  to  deduct\r\n\r\nmonthly  sums from salaries direct to the  Housing\r\n\r\nand Development Board or private developers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I want to stress that nobody is getting less; in\r\n\r\nfact, everybody is getting more. What we have  the\r\n\r\nright  to  expect is that everybody puts in  more.\r\n\r\nOnly  then  can we have better social, educational\r\n\r\nand  medical services. And I want to stress  again\r\n\r\nthe  ever-growing  annually  recurring  costs   of\r\n\r\ndefence.  It  is  not  just a question  of  buying\r\n\r\naeroplanes. Having bought them, we need  to  train\r\n\r\nour pilots to fly them. We need the ground crew to\r\n\r\nmaintain  them for flying by our pilots every  day\r\n\r\nof  every year so that both planes and pilots  are\r\n\r\nin  top  form all the time. Again, it is not  just\r\n\r\nbuying fast patrol craft. We have to maintain them\r\n\r\nand  re-fit them. And our sailors have to man them\r\n\r\nall  the  time.  Then every so many  years  a  new\r\n\r\ngeneration  of  weapons  have  to  be  bought  and\r\n\r\nobsolete  aircraft, vehicles and weapons discarded\r\n\r\nor sold second-hand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me briefly recapitulate. Our plans are to\r\n\r\nput  our  capital and labour -to greater  use.  We\r\n\r\nmust  attract more capital and more expertise from\r\n\r\nthose who know how to use capital in a place  like\r\n\r\nSingapore  to maximum economic advantage.  Several\r\n\r\nfactors   are  in  our  favour:  stable  political\r\n\r\nconditions  for  the indefinite  future,  a  sound\r\n\r\ncurrency, clean, heal-thy living conditions.  Most\r\n\r\nimportant,  we  have workers who are  intelligent,\r\n\r\nindustrious,  resourceful and  positive  in  their\r\n\r\napproach  to life. In the end, it is the  combined\r\n\r\neffort  of the Government, workers, and management\r\n\r\nthat will accelerate the growth of our economy.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 642</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, we will be judged as a government by\r\n\r\nresults. These results depend, among other things,\r\n\r\nupon the morale and enthusiasm of the people,  and\r\n\r\nthe  pace  set by their leaders in Parliament  and\r\n\r\noutside.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we were a soft community, then the temptation\r\n\r\nwould  be to leave things alone and hope  for  the\r\n\r\nbest. Then, only good fortune can save us from the\r\n\r\nunpleasantness which reason and logic tell  us  is\r\n\r\nahead  of us. But we are not an easy-going people.\r\n\r\nWe  cannot help thinking, calculating and planning\r\n\r\nfor  tomorrow, for next week, for next month,  for\r\n\r\nnext  year,  for the next generation.  And  it  is\r\n\r\nbecause  we  have restless minds, forever  probing\r\n\r\nand  testing, seeking new and better solutions  to\r\n\r\nold and new problems, that we have never been, and\r\n\r\nI trust never shall be, tried and found wanting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I ask hon. Members to consider their\r\n\r\nresponsibilities in the context  of  this  sombre\r\n\r\nperspective  of  the  1970s  when  they  come   to\r\n\r\ndeliberate   at  the  Committee   stage   on   the\r\n\r\namendments  to all the legislation. They  together\r\n\r\ncomprise  what  I  have stated a not  unattractive\r\n\r\npackage.\r\n\r\n\r\n\r\n<br><br>3.42 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. F. Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. F. Conceicao (Katong):</b> Mr Speaker, Sir,\r\n\r\nmay  I crave the indulgence of this House to  take\r\n\r\nthe  debate  off the profundities of detailed  and\r\n\r\nanalytical  scrutiny  on to less  deep  waters  of\r\n\r\ngeneralisation which it may still be useful for us\r\n\r\nto  negotiate?  I  do not propose  to  cause  hon.\r\n\r\nMembers   needless   anguish   by   going    over,\r\n\r\nunnecessarily, points already made in  this  House\r\n\r\nby  others  who  have spoken  on  this  Bill.  But\r\n\r\ncertain  fundamental emphases  must,  I  feel,  be\r\n\r\ndriven relentlessly home. I have, therefore, risen\r\n\r\nto  make a few observations on the Employment Bill\r\n\r\nand  the  circumstances of its general design  and\r\n\r\nintention.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Labour has already painted a\r\n\r\ngraphic picture of the compelling necessities that\r\n\r\nface  us all in Singapore. He has referred frankly\r\n\r\nto the grim possibilities of widespread\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 643</b></font><br><br>\r\n\r\n\r\n\r\nunemployment unless rigorous measures are taken to\r\n\r\nenable   us  to  fight  ourselves  out   of   this\r\n\r\nsituation.  Various  economic measures  have  been\r\n\r\nmentioned,   including   more   industrialisation,\r\n\r\nfurther  encouragement of tourism,  ship-building,\r\n\r\nship   repairing,  all  of  which  will  certainly\r\n\r\nrequire  the  investment  of  public  moneys.  The\r\n\r\nimperatives resulting from the need to generate  a\r\n\r\ndefence credibility have also been dwelt upon.  As\r\n\r\nhas  been pointed out frequently, the cost of this\r\n\r\nwill  be quite formidable. But our problems  come,\r\n\r\nnot apparently in single spies, but in battalions.\r\n\r\nFor  I  would like to add somewhat to the picture\r\n\r\nthat  has been drawn of the stern demands  of  our\r\n\r\ncircumstances.  While we have  to  work  hard  and\r\n\r\nbuild  up our defence sinews, we have at the  same\r\n\r\ntime to strive mightily to maintain the extent  of\r\n\r\nour   social  provisions - health,  education   and\r\n\r\nrecreation.    These   are   indeed   inextricably\r\n\r\nassociated with what we are trying to  do  in  the\r\n\r\nsphere  of  industrialisation  and  defence.   Our\r\n\r\nworkers  and citizen soldiers must be well trained\r\n\r\nand  in good physical condition. Our society  must\r\n\r\nbe  geared, in the fields of education and health,\r\n\r\nto  the challenges ahead. Our education system  is\r\n\r\nalready  receiving  a firmer and  more  definitive\r\n\r\norientation    to    the   manpower    needs    of\r\n\r\nindustrialisation and technical  development.  The\r\n\r\nechelons  of the Health Ministry, under an  almost\r\n\r\nmilitary  direction,  are  intent  on  making  our\r\n\r\nmorale  even  more tidy. The Minister for  Health,\r\n\r\nwhile  not  allowing the grass to grow  under  his\r\n\r\nfeet,  will  certainly  be able  to  confirm  that\r\n\r\nhealth  measures cost money. So, too, with  regard\r\n\r\nto  education, will the Minister for Education  be\r\n\r\nable to testify. His concerns are multifarious, as\r\n\r\nI  am  sure the Member for Serangoon Gardens  will\r\n\r\nagree.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, in addition to the demands of our urgent\r\n\r\nindustrialisation  programme and  defence  on  our\r\n\r\nfinancial  resources, there are also demands  from\r\n\r\nother\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 644</b></font><br><br>\r\n\r\n\r\n\r\nsectors  which we can elude only at  the  cost  of\r\n\r\ndefence and industrialisation themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to draw the most serious and sober\r\n\r\nattention  of  the House to the  fact  that  these\r\n\r\nconditions add up to the inevitable picture  of  a\r\n\r\nforbiddingly  taut  survival  situation   as   our\r\n\r\nprospect for the immediate future. In the face  of\r\n\r\nthis  prospect, it may well be a sterile  academic\r\n\r\nexercise  to  expatiate on rights, incentives  and\r\n\r\nthe  like. The main thing about the philosophy  of\r\n\r\nsurvival  is  the right to survive. The  principal\r\n\r\npoint  about  the  psychology of survival  is  the\r\n\r\nincentive  to survive. This message  must  be  put\r\n\r\nacross  with  all possible vigour and appeal.  The\r\n\r\nmisunderstandings  that have prevailed  about  the\r\n\r\npurpose  of  this  Bill must be cleared  with  all\r\n\r\npossible despatch not only within but without  the\r\n\r\nHouse.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill seeks to lay down the minimum\r\n\r\nconditions for a worker to operate in and, at  the\r\n\r\nsame  time,  to  set  the  right  conditions   for\r\n\r\nproductivity.  The continued enjoyment  of  better\r\n\r\nthan  minimum  conditions in  the  case  of  those\r\n\r\nsectors which enjoy these better conditions is not\r\n\r\nprecluded by this Bill. The ventilation  of  views\r\n\r\nduring  this  debate and the forthright  statement\r\n\r\nfrom   the   Minister  for  Labour  have   clearly\r\n\r\nindicated the consensus of the House that it is in\r\n\r\nthe  enlightened self-interest of  employers  that\r\n\r\nthey interpret this Bill both wisely and well. The\r\n\r\nsupport of labour has been promised provided  that\r\n\r\ntheir  views, incorporated in the various proposed\r\n\r\namendments, are given full consideration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has shown its goodwill by\r\n\r\nundertaking  to  give deliberate consideration  to\r\n\r\nthe  amendments  proposed by the N.T.U.C.  Indeed,\r\n\r\nthe  Government may well ask our people  to  judge\r\n\r\nits  intentions by its example in  the  past.  The\r\n\r\nGovernment's integrity and skill in socio-economic\r\n\r\ndiagnosis may be amply demonstrated by the  record\r\n\r\nof  its  widely acknowledged achievements. If  the\r\n\r\nGovernment's  current prescription  is  plenty  of\r\n\r\nhard work and a spartan fare, then it is good\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 645</b></font><br><br>\r\n\r\n\r\n\r\nthat this prescription comes when our body politic\r\n\r\nis  in a healthy condition. While I agree with the\r\n\r\nMember for Moulmein that our remedy should not  be\r\n\r\nunnecessarily  bitter, the cure will  have  to  be\r\n\r\neven  more drastic if we allow our body to  become\r\n\r\nsick. Indeed, prevention is better than cure, if I\r\n\r\nmay quote the Member for Telok Blangah.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I make a final point which\r\n\r\nI  do  not think is too peripheral to this debate.\r\n\r\nIt  is this. We may consider it necessary to leave\r\n\r\nno  stone unturned to bring home to our people the\r\n\r\nmeaning  of this Bill, coupled with the Industrial\r\n\r\nRelations  (Amendment) Bill and  the  new  Central\r\n\r\nProvident  Fund (Amendment) Bill. From  the  long-term view, we should also do our best to encourage\r\n\r\nthe  emergence of our workers' education  movement\r\n\r\nbased within the trade union movement itself.\r\n\r\n\r\n\r\n<br><br>3.51 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Deputy Speaker in the Chair]</h4></div>\r\n\r\n         \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is acknowledged that workers do not need to\r\n\r\nadopt   an   outmoded  militant   stance   towards\r\n\r\nemployers. A clear sight of the true objectives of\r\n\r\nthe labour movement can be obtained if the workers\r\n\r\norganise  their own further education to  keep  up\r\n\r\nwith the tremendous changes in our environment and\r\n\r\nin  the  world  around us. At the same  time,  our\r\n\r\nmanagers, especially those who are controllers  of\r\n\r\nenterprises  in the sense of being the proprietors\r\n\r\nor  part proprietors, should be encouraged to keep\r\n\r\nup  even more readily with the latest developments\r\n\r\nin   management   technique  and  philosophy.   We\r\n\r\nacknowledge  that the manager and the entrepreneur\r\n\r\nmake profit for the country while they make profit\r\n\r\nfor themselves. But the businessman should not  be\r\n\r\nmerely  a  profit-maker.  He  is  not  simply   an\r\n\r\neconomic man. He is also, we hope, a wise man. And\r\n\r\na  truly wise businessman will also try to operate\r\n\r\nwithin  the  human context of moral, national  and\r\n\r\nsocial objectives. The long view, Sir, is the only\r\n\r\nview for the wise businessman\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 646</b></font><br><br>\r\n\r\n\r\n\r\neducated  in  the  dynamics of our  survival.  The\r\n\r\nEmployment Bill has my support in principle.\r\n\r\n\r\n\r\n<br><br>3.53 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong (Jurong):</b> (In Mandarin): Mr Deputy Speaker, Sir, in the last few days, my\r\n\r\ncolleagues  have  spoken with  enthusiasm  on  the\r\n\r\nEmployment  Bill which will affect the  future  of\r\n\r\nour   country.  They  have  given  their  opinions\r\n\r\nfreely. I would like to give my views now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Like my colleagues, I support this Bill in\r\n\r\nprinciple.  I  think  all  reasonable   men   will\r\n\r\nappreciate    the   Government's   intention    in\r\n\r\nintroducing it. It is not to satisfy the  personal\r\n\r\ninterests and welfare of the Ministers. It is also\r\n\r\nnot  to  exploit the workers. The main concern  of\r\n\r\nthe Bill is the future welfare of our country. Its\r\n\r\naim  is  to  build  a  strong foundation  for  our\r\n\r\nsociety.  All  reasonable men should support  this\r\n\r\nobjective.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have been independent for almost three years.\r\n\r\nUnder  the  able leadership of the Government  and\r\n\r\nwith  the co-operation of the people, we have been\r\n\r\nable  to  overcome many difficulties  during  this\r\n\r\nperiod. The people are now enjoying a secure and -prosperous life. Some people think that  by  their\r\n\r\nnot  affording economic co-operation, we  will  be\r\n\r\ndoomed  and  we  will  have  to  submit  to  their\r\n\r\ndemands.  In  fact, the effect  has  been  to  the\r\n\r\ncontrary.  Some Singaporeans have, on  their  own,\r\n\r\ntried  to  develop various fields of  industry  so\r\n\r\nthat  our  economic productivity will be increased\r\n\r\nyear  by  year.  Our  housing,  education,  social\r\n\r\nwelfare and public health services are the best in\r\n\r\nSoutheast Asia. If we have the opportunity  to  go\r\n\r\noverseas and compare the social conditions of  our\r\n\r\ncountry  with  those of other countries.  We  will\r\n\r\nunderstand the situation. We will be surprised  to\r\n\r\nfind  that  Singapore  is,  after  all,  a  lovely\r\n\r\ncountry.  Indeed,  our country is  a  paradise  in\r\n\r\nSoutheast  Asia. It is a place where people  would\r\n\r\nlike to stay.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a Chinese saying that what is good will\r\n\r\nnot stay long. The implications in defence and the\r\n\r\neffects on our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 647</b></font><br><br>\r\n\r\n\r\n\r\neconomy  are  very serious with the withdrawal  of\r\n\r\nthe  British  troops. At this stage,  we  have  to\r\n\r\nassess calmly the problem in great depth. We  have\r\n\r\nto  plan  and make provision for the future.  With\r\n\r\nthe  withdrawal of the British Forces, the  annual\r\n\r\nForces'  expenditure of $450 million  will  be  no\r\n\r\nmore.  We  will have to look for other sources  of\r\n\r\nrevenue, otherwise our country will experience  an\r\n\r\neconomic  recession. Moreover, the 20,000  workers\r\n\r\nat  present  working  in the  British  bases  will\r\n\r\nbecome unemployed. This number, together with  the\r\n\r\nexisting  number  of unemployed  plus  the  annual\r\n\r\nnumber of school-leavers who will be entering  the\r\n\r\nlabour  market, will be increased to an  estimated\r\n\r\nfigure  of 120,000 unemployed - a total of 20  per\r\n\r\ncent unemployed. This is a very big percentage  in\r\n\r\nour economically active population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the last few years we have tried our best to\r\n\r\nindustrialise  to create employment opportunities.\r\n\r\nThe  Jurong  industrial  estate  was  started   in\r\n\r\nSeptember 1961. Seven years have elapsed and there\r\n\r\nare  now, in all, 116 factories. The total  number\r\n\r\nof  jobs  created is 12,000. The  number  of  jobs\r\n\r\ncreated  each  year  is only 2,000.  However,  the\r\n\r\npopulation  density  in  Singapore  is  8,000  per\r\n\r\nsquare mile. According to statistics, from 1963 to\r\n\r\n1967 the average number of babies born yearly  was\r\n\r\n55,000,  but  the  number  of  deaths  yearly  was\r\n\r\n10,000.  The net increase in population is  45,000\r\n\r\nper  annum. With this rate of population increase,\r\n\r\nour population will soon reach the figure of three\r\n\r\nmillion.  The average population density  will  be\r\n\r\n12,000  per  square  mile.  Men  have  to  eat  to\r\n\r\nsurvive. We do not have any natural resources.  We\r\n\r\nhave  no  land for planting food crops. Unless  we\r\n\r\nplan properly now, we will not be able to meet the\r\n\r\ndemands  of  the future. If our economy stagnates,\r\n\r\nthen  in  a  few  years'  time  our  society  will\r\n\r\ndegenerate  into unimaginable chaos  and  trouble.\r\n\r\nThese  examples  are found in many newly  emergent\r\n\r\ncountries. If we do not wish chaos and trouble  to\r\n\r\noccur here, we have to plan and resolve\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 648</b></font><br><br>\r\n\r\n\r\n\r\nto  utilise fully our human resources. We have  to\r\n\r\nlearn from the more advanced countries, especially\r\n\r\nJapan  and  Germany. Only 20 years ago, these  two\r\n\r\ncountries  were defeated in the Second  World  War\r\n\r\nand  were in ruins. But today, they are among  the\r\n\r\nhighly  industrialised countries.  If  we  analyse\r\n\r\ncarefully   the  reasons  for  their  growth   and\r\n\r\nprosperity,  we will find that their  peoples  are\r\n\r\nwilling to learn all the time. They are willing to\r\n\r\nwork hard and persevere. These are the reasons for\r\n\r\ntheir prosperity today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must industrialise rapidly. Only then\r\n\r\ncan  our  country have a future.  As  many  of  my\r\n\r\ncolleagues  have  pointed  out,  to  attain  these\r\n\r\nobjectives,   we  have  to  create  a   favourable\r\n\r\ninvestment climate. In order to achieve  this,  we\r\n\r\nmust  have  political stability, good  labour  and\r\n\r\nemployer  relations  and  other  factors  such  as\r\n\r\nexport incentives and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since the P.A.P. came to power, the relationship\r\n\r\nbetween  employers  and  employees  has  gradually\r\n\r\nimproved. With the establishment of the Industrial\r\n\r\nArbitration  Court, many industrial disputes  have\r\n\r\nbeen  settled  peacefully and  strikes  have  been\r\n\r\nreduced  in  number. Quite apart from good  labour\r\n\r\nand    employer   relations   locally-manufactured\r\n\r\nproducts must be of good quality and cheap if they\r\n\r\nare to compete in overseas countries. In order  to\r\n\r\nachieve this, we have to increase productivity and\r\n\r\nlower  production costs. As we do not have natural\r\n\r\nresources or raw materials, we have to import them\r\n\r\nfrom  other  countries. The cost of raw materials,\r\n\r\ntherefore,  will be higher than that obtaining  in\r\n\r\nother countries. The only way to lower the cost of\r\n\r\nproduction is to try to increase our productivity.\r\n\r\nTo   increase  productivity,  we  require   modern\r\n\r\nmachinery,  skilled  workers and  the  spirit  and\r\n\r\nwillingness to work hard.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Employment Bill provides ways and means\r\n\r\nto  raise  productivity.  The  intention  is  most\r\n\r\ncommendable. However, there are certain provisions\r\n\r\nin  the  Bill  which are not clear  or  convincing\r\n\r\nenough  to dispel some of the fears of the people.\r\n\r\nSome provisions are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 649</b></font><br><br>\r\n\r\n\r\n\r\nnot  clearly drafted. This Bill has given rise  to\r\n\r\nsome  controversy, especially in regard to  bonus,\r\n\r\nannual  leave,  retirement age and  so  on.  These\r\n\r\nprovisions will have to be carefully considered by\r\n\r\nthe  Minister for Labour. If we are to pass  these\r\n\r\nprovisions  as they stand, it is doubtful  whether\r\n\r\nour  objectives  will be attained.  On  the  other\r\n\r\nhand,  if  the workers become depressed  and  lose\r\n\r\ninterest  in  their work, I do not  think  we  can\r\n\r\nincrease productivity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some provisions in the Bill allow the employers\r\n\r\nto  control the fate of the workers. I think these\r\n\r\nprovisions will be easily abused by some employers\r\n\r\nwho  may  take  advantage  of  the  situation  and\r\n\r\nexploit  the workers. If this happens,  I  do  not\r\n\r\nknow  what  the  Government  intends  to  do.  For\r\n\r\nexample,  the Minister for Labour and the Minister\r\n\r\nfor Culture have mentioned that a certain employer\r\n\r\nwho  owns a local newspaper took advantage of  the\r\n\r\nsituation when the Bill was introduced to fish  in\r\n\r\ntroubled  waters. I would like to know what  steps\r\n\r\nGovernment proposes to take to check employers who\r\n\r\nexploit  workers. If the Minister for  Labour  can\r\n\r\nlook  into this problem, I will fully support this\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>4.08 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Foreign Affairs and Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Foreign Affairs and Minister for Labour (Mr S. Rajaratnam):</b> Mr Deputy Speaker, Sir, one fact that has emerged from the\r\n\r\ndebate  on the Bill is that even the most critical\r\n\r\nMember of the House agrees with the essential aims\r\n\r\nand  broad principles of the Bill - and it is  this:\r\n\r\nemployer - employee relationship must have  as  its\r\n\r\nprimary  and over-riding concern the promotion  of\r\n\r\neconomic  growth  and economic  expansion  without\r\n\r\nwhich  ruination faces both workers and  employers\r\n\r\nalike.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The criticisms have been in regard to some\r\n\r\ndetails  of the Bill though some of these  details\r\n\r\nare  of  major importance and could, if  radically\r\n\r\nmodified, substantially hinder the achievement  of\r\n\r\nour major economic objectives. Other\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 650</b></font><br><br>\r\n\r\n\r\n\r\ncriticisms    derive,    I    think,    from     a\r\n\r\nmisunderstanding of the provisions  criticised.  I\r\n\r\nwould  like, therefore, to deal with some  of  the\r\n\r\nrelevant criticisms and offer either clarification\r\n\r\nor explanation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First a matter of clarification. The Member for\r\n\r\nAnson,  for  example,  said  that  he  could   not\r\n\r\nunderstand  why this Bill should seek  to  prevent\r\n\r\nemployers  from engaging employees except  through\r\n\r\nthe   Employment  Exchange.  He  pointed  out  the\r\n\r\ndifficulties and hardships it could cause to small\r\n\r\nestablishments which have members  of  the  family\r\n\r\nworking or in cases where it may be necessary  for\r\n\r\nthe employer to have someone whom he can trust  on\r\n\r\nthe basis of his personal knowledge.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On this, I would like to say that Part XI of the\r\n\r\nBill,  especially clause 112, enables the Minister\r\n\r\nto make regulations to require employers to notify\r\n\r\nvacancies  in their establishment and  to  prevent\r\n\r\nemployers  from engaging or re-engaging  employees\r\n\r\nexcept through the Employment Exchange.\r\n\r\n\r\n\r\n<br><br>4.10 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, the provisions of this part of the Bill\r\n\r\nwill  not be invoked until the necessary machinery\r\n\r\nand  regulations are ready. One of the reasons why\r\n\r\nthis provision has been included in the Bill is to\r\n\r\nmake  it  easier for us to find jobs for  national\r\n\r\nservicemen on their discharge. No one will quarrel\r\n\r\nwith the principle that those of our young men who\r\n\r\nhave   gone  through  national  service  and   are\r\n\r\ncommitted to defending with their lives, the lives\r\n\r\nand  property  of employers as well,  should  have\r\n\r\npreference in the matter of jobs - provided they can\r\n\r\nperform  these jobs. Let me, however,  assure  the\r\n\r\nMember  for Anson that in making these regulations\r\n\r\nthe   points  made  by  him  will  be  taken  into\r\n\r\nconsideration,   It  is  not  the   intention   of\r\n\r\nGovernment  to  direct employment  in  all  cases.\r\n\r\nEmployers  will still be free to engage  employees\r\n\r\nthrough other sources.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 651</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kampong Kapor has pointed out\r\n\r\nthat before this provision can be implemented  the\r\n\r\nEmployment   Exchange  must  be   reorganised   to\r\n\r\nimplement this provision effectively and fairly. I\r\n\r\nfully agree with him. This would also involve  the\r\n\r\navailability of trade-testing facilities and  this\r\n\r\nmatter  is  now  being looked into in  conjunction\r\n\r\nwith  the  Technical Education Department  of  the\r\n\r\nMinistry of Education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson also wanted to know why the\r\n\r\nprovisions   on   maternity   benefits   are   not\r\n\r\napplicable  to female employees other than  female\r\n\r\nworkmen.  The  existing Labour Ordinance  confines\r\n\r\npayment  of  maternity  benefits  only  to  female\r\n\r\nworkmen and no cogent arguments have been advanced\r\n\r\nwhy   we   should  depart  from  this  established\r\n\r\npractice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He also asked whether the definition of\r\n\r\n\"employer\"  in  clause  2  of  the  Bill  includes\r\n\r\ncorporations    and    associations.    For    his\r\n\r\ninformation,  I  would point out that  in  keeping\r\n\r\nwith the Interpretation Act, the word \"person\"  in\r\n\r\nthe  definition of \"employer\" should be  construed\r\n\r\nto  include any company or association or body  of\r\n\r\npersons, corporate or incorporate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of definitions, the Member for\r\n\r\nKallang   has  asked  why  seamen,  watchmen   and\r\n\r\nsecurity  guards are excluded from the  definition\r\n\r\nof  \"employee\". The reason is that the  nature  of\r\n\r\nthe  duties of this category of employees  is  not\r\n\r\namenable   to   regulation  by   ordinary   labour\r\n\r\nlegislation. For instance, the normal working  day\r\n\r\nof   8  hours  for  the  average  employee  cannot\r\n\r\npossibly  be applied to the working conditions  of\r\n\r\nseamen, watchmen or security guards. The nature of\r\n\r\ntheir  duties  requires them, as  a  rule,  to  be\r\n\r\n\"attached\"  to  their place  of  work.  Under  the\r\n\r\ncircumstances,  it  is  best  that  conditions  of\r\n\r\nemployment for this category of workers be left to\r\n\r\nbe  determined by mutual agreement. Moreover, hon.\r\n\r\nMembers   will  note  that  seamen  watchmen   and\r\n\r\nsecurity guards are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 652</b></font><br><br>\r\n\r\n\r\n\r\nalready  excluded from the definition of \"workmen\"\r\n\r\nin  the  Bill. It is therefore logical  that  they\r\n\r\nshould   be   excluded  from  the  definition   of\r\n\r\n\"employee\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like now to deal with criticisms in\r\n\r\nregard to major provisions of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It would appear that clause 15, relating to\r\n\r\nretirement at 55 years, has attracted considerable\r\n\r\ncriticism.  The sum total of these criticisms  has\r\n\r\nbeen  to convey the impression that once a  person\r\n\r\nhas  reached the age of 55, this Bill would ensure\r\n\r\nthat  he is consigned to the dungheap - including,\r\n\r\nas  one  hon. Member not unkindly pointed out,  me\r\n\r\nand the Minister for Finance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is, of course, to misread the intentions of\r\n\r\nthe Bill, because clause 15 gives the Commissioner\r\n\r\npowers  to  approve persons over  55  to  continue\r\n\r\nworking.  This  means that the  Commissioner  will\r\n\r\nmake  his  decision  on each  case  on  individual\r\n\r\nmerits  - whether the person is medically  fit  to\r\n\r\ncontinue working, whether his skill and experience\r\n\r\npersist  unimpaired despite advancing age; whether\r\n\r\nhis  employer finds him useful for his  enterprise\r\n\r\nand  so on. Since the purpose of this Bill  is  to\r\n\r\npromote  economic  expansion and productivity,  it\r\n\r\nwould be illogical to retire workers who, whatever\r\n\r\ntheir   age,   can  still  contribute  effectively\r\n\r\ntowards this goal. What this clause seeks to do is\r\n\r\nto  give the Commissioner the power to review  the\r\n\r\ncontinued employment of older persons so that  the\r\n\r\ninefficient   and   the   unproductive   do    not\r\n\r\nindefinitely  block  job  opportunities  for   the\r\n\r\nvigorous and productive and skilled young men  who\r\n\r\nyearly enter the labour market.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next most controversial provision is clause\r\n\r\n47  on  bonus.  Here again the criticism  of  hon.\r\n\r\nMembers, though understandable, seems to have been\r\n\r\nmis-conceived. It is apparent that bonus has  been\r\n\r\nregarded not as incentive payment, which it is  by\r\n\r\ndefinition and should be in regard to purpose, but\r\n\r\nas  part  and  parcel of wages. The  Minister  for\r\n\r\nCulture  did  in his speech point out convincingly\r\n\r\nthe  prevailing confusion between bonus and wages.\r\n\r\nThe essence\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 653</b></font><br><br>\r\n\r\n\r\n\r\nof   bonus  payment,  he  noted,  is  that  it  is\r\n\r\ndiscretionary. It has to be discretionary  if  its\r\n\r\ncharacter   as   incentive  payment   is   to   be\r\n\r\nmaintained.  This  was  what  the  Government  was\r\n\r\ntrying to achieve in providing that the payment of\r\n\r\nbonus  shall  not be a matter for negotiation  but\r\n\r\nthat  it  should  be  tied  to  productivity   and\r\n\r\nperformance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The point our trade union officials appear not\r\n\r\nto  realise is that through the course of the last\r\n\r\ndecade  or so trade union pressure on the employer\r\n\r\nhas  succeeded in elevating the payment  of  bonus\r\n\r\ninto  something  payable as of right.  It  is  the\r\n\r\ncontention  of  the Government that  in  order  to\r\n\r\nachieve the common purpose of accelerated economic\r\n\r\ngrowth, trade unionists should, in future, clearly\r\n\r\nrecognise   the  distinction  between  wages   and\r\n\r\nincentive payments like bonus. Wages are  what  is\r\n\r\nregarded  as fair reward on the basis of  what  an\r\n\r\naverage worker can command in the labour market. A\r\n\r\nbonus is incentive payment to induce the worker to\r\n\r\ndo  more than what is normally expected of him  in\r\n\r\nreturn for his ordinary pay. In this Bill there is\r\n\r\nnothing  to  prevent workers from negotiating  for\r\n\r\nbetter  wages if they feel they have  a  case  for\r\n\r\nbetter  wages.  But it is not going  to  help  our\r\n\r\nobjective  of economic expansion if the  incentive\r\n\r\nelement  in bonus is maintained in theory but  not\r\n\r\nin fact.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of sick leave, the provision in\r\n\r\nthe  Bill  was primarily intended to regulate  the\r\n\r\nmalpractice  of malingering. On this subject,  the\r\n\r\nMember  for  Telok  Blangah relapsed  into  heart-rending  melodrama about whether the Minister  had\r\n\r\nmiraculous powers to command broken legs  to  heal\r\n\r\nwithin   the  period  prescribed  by   the   Bill.\r\n\r\nUnfortunately,  I  have none but  I  have  a  near\r\n\r\nsubstitute   for   it.  This  is   the   Workmen's\r\n\r\nCompensation  Ordinance. The  hon.  Member  should\r\n\r\nknow that injuries sustained in the course of work\r\n\r\nare governed not by this Bill but by the Workmen's\r\n\r\nCompensation  Ordinance. I would strongly  suggest\r\n\r\nthat  in  the  case  of  broken  bones  and  other\r\n\r\ninjuries, trade unionists\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 654</b></font><br><br>\r\n\r\n\r\n\r\nwould do well to invoke this Ordinance and not the\r\n\r\nnon-existent miraculous powers of the Minister  to\r\n\r\nheal the sick and the maimed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, some Members appear to have forgotten\r\n\r\nthat the existing labour legislation provides  for\r\n\r\nonly  28  days' sick leave irrespective of whether\r\n\r\nhospitalisation is necessary or not, and therefore\r\n\r\nthe total number of days provided in this Bill  is\r\n\r\nno  different  from  the  provisions  in  existing\r\n\r\nlegislation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Mr Speaker, we are a reasonable\r\n\r\nGovernment.  We  have no wish to railroad  through\r\n\r\nthose  provisions  of  the Bill  to  which  strong\r\n\r\nobjections  have been taken by some  hon.  Members\r\n\r\nand   to  which  they  have  proposed  their   own\r\n\r\namendments.   I  refer  to  the  four   amendments\r\n\r\nproposed  by the Member for Bukit Ho Swee - namely,\r\n\r\nto clauses 15, 44, 46 and 47. What I propose to do\r\n\r\nwith  your  permission, Mr Speaker, is to  debate\r\n\r\nthese  4  clauses and the amendments at  Committee\r\n\r\nstage  but  move to postpone voting on them  until\r\n\r\nthe next sitting of Parliament. This will give the\r\n\r\nGovernment   time  to  consider  fully   all   the\r\n\r\nimplications  of  the proposed  amendments  before\r\n\r\naccepting, rejecting or modifying them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bukit Ho Swee has also moved an\r\n\r\namendment  to  clause 53. Hon.  Members  are  also\r\n\r\naware  that subsequent to the hon. Member's notice\r\n\r\nof amendment, I have also given notice that I will\r\n\r\nmove an amendment to that clause. I will deal with\r\n\r\nthis  matter  when  we  discuss  this  clause   in\r\n\r\nCommittee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill has, not unexpectedly, provoked\r\n\r\nconsiderable debate and has, no doubt,  helped  to\r\n\r\ndispel  the  imaginary fears and unfounded  alarms\r\n\r\nbased  largely on misconceptions and  ill-informed\r\n\r\nrumours.  I am not denying that this Bill  demands\r\n\r\npainful  adjustments on the part of some  workers,\r\n\r\nbut  for  the  vast  majority  of  them  and,   in\r\n\r\nparticular,  the blue-collar workers,  it  confers\r\n\r\nrights and opportunities which they did not  enjoy\r\n\r\nbefore. However the major objective of the Bill is\r\n\r\nto enhance\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 655</b></font><br><br>\r\n\r\n\r\n\r\nprospects for rapid economic growth and with it  a\r\n\r\npolitical   and  economic  stability  capable   of\r\n\r\nresisting  the  buffetings  Singapore   could   be\r\n\r\nsubjected to in the next few years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am convinced, Mr Speaker, that even those who\r\n\r\nare  now  critical  of  this  Bill  will,  in  the\r\n\r\nnineteen  seventies, be thankful that as a  result\r\n\r\nof  the inoculation administered through this Bill\r\n\r\nour economy will have acquired sufficient immunity\r\n\r\nagainst such calamities as it may be exposed to in\r\n\r\nthe years ahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is the negative aspect of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Positively, whether there are calamities or not,\r\n\r\nthis Bill will accelerate economic growth and make\r\n\r\nmore  certain not merely Singapore's survival  but\r\n\r\nalso  its  capacity to prosper and  advance  as  a\r\n\r\nmodern  technological, industrialised society.  We\r\n\r\nwould  not be merely a society struggling to  keep\r\n\r\nafloat  in a twentieth century world but we  would\r\n\r\nbe   of   the  twentieth  century.  We  would   be\r\n\r\nintellectually  and  technologically  equipped  to\r\n\r\nmove  smoothly  and  confidently  with  the  other\r\n\r\nadvanced societies into the twenty-first century.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill is only one of the many planned long-term measures to prepare our people to face the\r\n\r\never-changing future. We have repeatedly said that\r\n\r\nour purpose is not to encourage our people to join\r\n\r\nour  ancestral past; to rummage in the dustbin  of\r\n\r\nthe  past to find models for our future; to revive\r\n\r\nthe  real  and  imagined glories of our  ancestors\r\n\r\nbecause  we have not the capacity to build glories\r\n\r\nof our own. Only a people without talents of their\r\n\r\nown  and  without a creative spirit of  their  own\r\n\r\nlive with the dead, are overwhelmed by the present\r\n\r\nand decimated by the future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill should therefore be read in conjunction\r\n\r\nwith the other long-term changes we are making  in\r\n\r\nthe  social,  cultural, educational and  political\r\n\r\nfields to infuse our people with new ideas and new\r\n\r\nspirit  so  as  to enable them to  cope  with  the\r\n\r\nproblem  of  existence in the world of  today  and\r\n\r\ntomorrow.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 656</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Rapid economic modernisation cannot be achieved\r\n\r\non  the  basis  of  an unending ruthless  conflict\r\n\r\nbetween  workers  and  employers,  for  this  must\r\n\r\neventually end in economic stagnation and chaos in\r\n\r\nwhich all, including employers and workers, become\r\n\r\nthe tragic victims.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill gives a new basis for employer-employee relationship. It seeks to ensure the\r\n\r\nprosperity of both in one common goal -  sustained\r\n\r\neconomic  expansion  and rapid industrial  growth.\r\n\r\nThe   sectional   interests  of   both   must   be\r\n\r\nsubordinated to this central goal. Conflict  there\r\n\r\nalways  will  be, but workers and  employers  must\r\n\r\nrealise that conflict must not be carried  to  the\r\n\r\npoint where the economy as a whole is immobilised.\r\n\r\nThere  must  be acceptance of the fact that  wages\r\n\r\nand  profits  can increase only  so  long  as  the\r\n\r\nenterprise on which both are dependent  grows  and\r\n\r\nexpands.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill tries, in so far as a Government can,\r\n\r\nto  give  legislative encouragement  to  this  new\r\n\r\noutlook.  But  legislation,  by  itself,  is   not\r\n\r\nenough.  Workers and employers must themselves  be\r\n\r\nimbued  by  this outlook. Only then can this  Bill\r\n\r\nproduce the results expected of it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and\r\n\r\ncommitted to a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a\r\n\r\nCommittee on the Bill. -[Mr Rajaratnam].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Perhaps for the guidance of\r\n\r\nMembers,  I  may  indicate what I propose  to  do.\r\n\r\nWhere  there  are groups of clauses  to  which  no\r\n\r\namendments  have been tabled, I will  merely  call\r\n\r\nthe numbers of the clauses out. If any hon. Member\r\n\r\nwishes  a  debate on a particular  clause  I  have\r\n\r\ncalled, he will have to give me some\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 657</b></font><br><br>\r\n\r\n\r\n\r\nindication of his desire. I will pause and propose\r\n\r\na separate Question on that clause.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 1 stand part of\r\n\r\nthe Bill.\"\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Aziz Karim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Aziz Karim (Kallang):</b> The Short\r\n\r\ntitle  and commencement of a Bill do not  commonly\r\n\r\ncome up for debate. I cannot think of any occasion\r\n\r\nwhen it did.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Employment Bill repeals and re-enacts, with\r\n\r\namendments, the Labour Ordinance, 1955, the Clerks\r\n\r\nEmployment   Ordinance,   1957,   and   the   Shop\r\n\r\nAssistants Employment Ordinance, 1957.  I  support\r\n\r\nthe introduction of a unified employment Bill. For\r\n\r\nthe  interest and benefit of hon. Members  of  the\r\n\r\nHouse  who  were then not even in their  political\r\n\r\ncradlehood, I wish to say that nine years ago,  in\r\n\r\n1959,   leaders  of  the  Singapore  Trade   Union\r\n\r\nCongress,  the  predecessor of the  N.T.U.C.,  did\r\n\r\nrecommend the unification of the labour laws. From\r\n\r\nthe  speeches  of some hon. Members,  I  have  the\r\n\r\nimpression  that  the N.T.U.C. is criticising  the\r\n\r\nEmployment Bill because of vested interests.  This\r\n\r\nis not true. The N.T.U.C. fully supports a unified\r\n\r\nemployment  Bill, but it opposes some of  the  new\r\n\r\nprovisions in this Employment Bill in the interest\r\n\r\nof workers at large, whether they are organised by\r\n\r\nthe  N.T.U.C. or outside the N.T.U.C. fold.  The\r\n\r\nN.T.U.C. itself had recommended the  introduction\r\n\r\nof a unified employment Bill on several occasions.\r\n\r\nBut its plea went unheeded until now. This is many\r\n\r\nyears too late.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I do agree that the Bill, when\r\n\r\npassed by the House, should, with the exception of\r\n\r\ncertain parts, come into effect immediately in the\r\n\r\nnational  interest. For example, I  would  suggest\r\n\r\nthat  the  Government should put into  effect  the\r\n\r\nprovisions of clause 47 after it has directed  all\r\n\r\nemployers   and  trade  unions  to  work   out   a\r\n\r\nproductivity bonus scheme. That is all I  wish  to\r\n\r\nsay.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 658</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 2, line 40, after \"include\", to insert\r\n\r\n\"any seaman, domestic servant, watchman or\r\n\r\nsecurity guard or\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this amendment is to exclude\r\n\r\nseaman,  watchman,  or  security  guard  from  the\r\n\r\ndefinition of \"employee\". The reason is that, as I\r\n\r\nhave  said  earlier  in reply to  the  Member  for\r\n\r\nKallang,  the  nature of the duties  performed  by\r\n\r\nthese categories of employees are not amenable  to\r\n\r\nregulations by ordinary labour legislation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 3, lines 28 and 29, after\r\n\r\n\"manufactured,\", to insert \"assembled,\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This amendment is to provide for an omission.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 4, line 5, to leave out \"steel\" and\r\n\r\ninsert \"steam\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This amendment is to remove a clerical error.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2, as amended, ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 3 to 8 inclusive ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 8, to leave out lines 4 to 6 inclusive.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this amendment is to remove the\r\n\r\nproviso  to  sub-clause (1) of  clause  9  of  the\r\n\r\nBill. The proviso to this sub-clause (1) of clause\r\n\r\n9  lays  down  that a contract of  service  for  a\r\n\r\nspecified  period of four weeks or less  shall  be\r\n\r\ndeemed to be a contract for an unspecified period,\r\n\r\nand  in  sub-clause (2) of the same clause  it  is\r\n\r\nprovided that a contract of service for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 659</b></font><br><br>\r\n\r\n\r\n\r\nan unspecified period shall be deemed to run until\r\n\r\nterminated by either party in accordance with  the\r\n\r\nprovisions  of  the Bill. Such a  contract  would,\r\n\r\ntherefore, under the provisions of sub-clause (2) ,\r\n\r\nhave to be terminated by notice even though it is,\r\n\r\nin fact, a temporary contract of service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This would mean that if a labourer was engaged\r\n\r\nand  told  he  would  be  employed  for  one  day,\r\n\r\nnevertheless, an employer would have to  give  him\r\n\r\none  full day's notice under paragraph (a) of sub-clause  (3) of clause 10, even before the employee\r\n\r\nbegan  to work. Moreover, the employee in  such  a\r\n\r\ncase  would be getting two days' pay for one day's\r\n\r\nwork. This would be absurd and the deletion of the\r\n\r\nprovision  of  sub-clause  (1)  of  clause  9   is\r\n\r\ndesigned to rectify this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There will be a consequential\r\n\r\namendment:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 8, line 3, to leave out the colon and\r\n\r\ninsert a full-stop.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9, as amended, ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 10 and 11 ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 12 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 9, line 9, after \"service\", to insert\r\n\r\n\"as an employee\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The existing clause 12 of the Bill enables a\r\n\r\nminor,  that  is, a person below  the  age  of  21\r\n\r\nyears,  to enter into a contract of service either\r\n\r\nas  an  employer or as an employee,  and  it  also\r\n\r\nprovides  that  no  contract of service  shall  be\r\n\r\nenforceable  against a minor  and  no  damages  or\r\n\r\nindemnity shall be recoverable from such a  person\r\n\r\nin  respect of such contract of service unless  it\r\n\r\nis for his benefit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst it is reasonable to protect the interest\r\n\r\nof  a  minor  when he enters into  a  contract  of\r\n\r\nservice as an employee,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 660</b></font><br><br>\r\n\r\n\r\n\r\nit  is considered unjustifiable to treat him in  a\r\n\r\ndifferent way from other employers when he  enters\r\n\r\ninto  a  contract  of service as an  employer.  In\r\n\r\nfact, such unnecessarily favourable protection  to\r\n\r\nthe  minor in his capacity as an employer may well\r\n\r\nlead  to  his  abusing his legal position  to  the\r\n\r\ndetriment  of his employees. The purpose  of  this\r\n\r\namendment is to confine the protection granted  by\r\n\r\nthis Bill to minors in their capacity as employees\r\n\r\nonly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 12, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 13 and 14 ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I propose to take the\r\n\r\nsuspension, but I will take the Speaker's Chair\r\n\r\nbefore indicating the time for resumption.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the House.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I will suspend the sitting now and\r\n\r\nwill take the Chair again at a quarter past five.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.44 p.m. until 5.15 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.15 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n            \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Consideration in Committee resumed.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n            \r\n\r\nClause 15 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 15 stand part of\r\n\r\nthe Bill.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove the deletion of this clause.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With due respect to the explanation given\r\n\r\nearlier  by  the Minister for Foreign Affairs  and\r\n\r\nMinister for Labour, I still consider it necessary\r\n\r\nto  delete  this clause. After all, employers  are\r\n\r\nintelligent enough and it is up to them to  decide\r\n\r\nwhether to continue employing\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 661</b></font><br><br>\r\n\r\n\r\n\r\nemployees who reach the age of 55. If an  employee\r\n\r\nreaches  the  age of 55 and is of no  use  to  the\r\n\r\nemployer,  I  doubt  whether  the  employer  would\r\n\r\ncontinue to engage him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 15 of the Bill is a new provision and did\r\n\r\nnot  exist  in any of the former three  Ordinances\r\n\r\nwhich  this Bill consolidates. If this  clause  is\r\n\r\nallowed to remain in the Bill, its effect will  be\r\n\r\nto enforce compulsory retirement of persons at the\r\n\r\nage  of 55. Sir, the ill effects of this provision\r\n\r\nhave  been severely criticised by most Members  of\r\n\r\nthe House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst I concede that most of the collective\r\n\r\nagreements  existing today contain  provisions  to\r\n\r\nretire  employees at the age of 55,  I  feel  that\r\n\r\nlegislative  powers to achieve  the  same  purpose\r\n\r\nwill  put  fetters on both employer  and  employee\r\n\r\nwhere  it  is  mutually  agreed  that  the  worker\r\n\r\nconcerned  should, at the request of the employer,\r\n\r\ncontinue  to  render his services for any  special\r\n\r\nreason.  I  understand that in Singapore  a  man's\r\n\r\neconomically active life stretches well  into  the\r\n\r\nseventies.  Therefore, it is extremely  unwise  to\r\n\r\nintroduce compulsory legislative measures to see a\r\n\r\nman out of job at the age of 55.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan)</b>(<i>In Malay</i>): The main objective of the Bill has\r\n\r\nbeen  repeatedly stated by the Ministers and Back-benchers   to  be  an  increase  in  productivity.\r\n\r\nTherefore,  employees who have  worked  long  must\r\n\r\nnecessarily  have  acquired a lot  of  experience.\r\n\r\nWith   this  experience  behind  them,  they   can\r\n\r\ndischarge  their duties efficiently. But  if  this\r\n\r\nclause  is  passed, they will be forced to  retire\r\n\r\nwhen  they reach the age of 55. How then  can  the\r\n\r\nBill attain its main objective? Although there  is\r\n\r\na  clause  to  retire workers at the  age  of  55,\r\n\r\nemployers  can  still make use of such  people  if\r\n\r\nthey so require. For instance, if the employee  is\r\n\r\nstill  useful  to  the  employer  because  of  his\r\n\r\nexperience and skill, he can continue to  work  by\r\n\r\nbeing paid a salary of more than $750 a month,  as\r\n\r\nstated  in  the  Bill. However, the employer  can,\r\n\r\nwith  the concurrence of the person concerned,  be\r\n\r\nsaved from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 662</b></font><br><br>\r\n\r\n\r\n\r\npaying  income  tax. Therefore, I cannot  see  how\r\n\r\nthis provision can be implemented.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Teck Him -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Teck Him (Ulu Pandan)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, in my view, 55 years is not an old\r\n\r\nage  to retire from work. I support the Member for\r\n\r\nBukit  Ho Swee for proposing the deletion of  this\r\n\r\nclause.\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong (Delta)</b>(<i>In Mandarin</i>): Sir,\r\n\r\nwhen I spoke on the Second Reading of the Bill,  I\r\n\r\nsaid  that there are certain clauses which require\r\n\r\namendment. For example, I consider this  amendment\r\n\r\nmoved  by the Member for Bukit Ho Swee is  one  of\r\n\r\nthe  most important amendments, and I give him  my\r\n\r\nfull  support  on the following grounds.  Although\r\n\r\nthe  Government has already taken a long  time  to\r\n\r\nconsider  this  provision in the interest  of  our\r\n\r\nnation  and in view of the difficulties  ahead  of\r\n\r\nus,  we  are trying to solve this problem legally.\r\n\r\nIn  my  view, if this clause is passed, I  do  not\r\n\r\nthink  the  Government will get any  good  results\r\n\r\nbecause there are certain problems on the question\r\n\r\nof   age   which  require  careful  consideration.\r\n\r\nFirstly, at the age of 55, a person is still  full\r\n\r\nof  energy. In European countries, this is the age\r\n\r\nat which people begin to get prosperous.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is that in Singapore, there is\r\n\r\na  law  to retire employees, especially Government\r\n\r\nservants,  at  55 compulsorily. After  retirement,\r\n\r\nmany  of  these Government pensioners go into  the\r\n\r\nprivate  sector for employment. If  we  pass  this\r\n\r\nclause, these pensioners will not be able to enter\r\n\r\nthe private sector for further employment. In some\r\n\r\ncases,  these people got married at a  rather  old\r\n\r\nage  and their children are too young to take over\r\n\r\nthe  responsibilities of looking after the family.\r\n\r\nSo  if  workers are asked to retire at the age  of\r\n\r\n55, at a time when their children are not able  to\r\n\r\nshoulder the responsibilities of the family,  then\r\n\r\nwhat  will happen to the family? We do not  expect\r\n\r\nthem  to live on water. Even if they have to  live\r\n\r\non  water, they have to pay 20 cents a gallon  for\r\n\r\nit. So this is a very important factor to consider\r\n\r\nin the context of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 663</b></font><br><br>\r\n\r\n\r\n\r\nour society. Clause 15 affects not only individuals but also\r\n\r\nthe families of the persons affected.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third point is that at the present moment, the\r\n\r\nGovernment has already stated that the citizens of Singapore\r\n\r\nwill in future be able to get the benefit of pensions or\r\n\r\ntheir Central Provident Fund contributions to buy Housing\r\n\r\nBoard flats. This is , of course, very encouraging to the\r\n\r\nworkers. But if a worker should retire at 55 and live on his\r\n\r\nC.P.F. contributions or pension, he will have no funds left\r\n\r\nto pay for his house or flat. For example, if I begin to pay\r\n\r\ninstalments on a flat at the age of 45 and continue paying\r\n\r\nfor it for 15 years, and if I retire at 55, then I have only\r\n\r\n10 years of working life. How am I going to pay the\r\n\r\ninstalments on my flat after my retirement at 55? This is\r\n\r\nanother factor that we should consider.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In view of all this, I think the Government should\r\n\r\naccept our views.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary of the Minister for\r\n\r\nLabour(Mr Sia Kah Hui):</b> Mr Speaker, sir, just to correct a\r\n\r\nmis-statement of fact. I think a gallon of water does not\r\n\r\ncost 20 cents!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I am quite prepared to\r\n\r\naccept the assurances by the Member for Bukit Ho Swee. But\r\n\r\npeople at the age of 70 obviously relapse into a second\r\n\r\nchildhood. However, I have already indicated that there are\r\n\r\ncertain clauses on which the Government needs time for\r\n\r\nconsideration, and this is one of them. Sir, may I formally\r\n\r\nmove?\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Before the Minister moves postponement of\r\n\r\nfurther consideration of this clause, it is necessary for\r\n\r\nme, as Chairman, to withdraw the Question that I have\r\n\r\nproposed. May I say that I am not withdrawing the clause. I\r\n\r\nam merely withdrawing the Question that I proposed earlier.\r\n\r\nDo I have the assent of Member for the withdrawal?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 664</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"that further consideration of clause 15 be\r\n\r\npostponed to the first available sitting after the 25th of\r\n\r\nJuly, 1968.\" - [Mr Rajaratnam].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Consideration of clause 15 postponed.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 16 to 37 inclusive ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>5.30 p.m.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 38 -\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<pre>\r\n\r\n                 In page 17, to leave out lines 11 to 23 inclusive \r\n\r\n             and insert -\r\n\r\n                 \"(2) Any employee who at his own request works\r\n\r\n             for an employer on a rest day shall be paid for that\r\n\r\n             day at not less than the ordinary rate of pay for one\r\n\r\n             day's work.\r\n\r\n       \r\n\r\nOrd. 26           (3) Any employee who at the request of his\r\n\r\nof 1955.      employer works on a rest day shall be paid an extra\r\n\r\n             day's salary at the ordinary rate of pay for one\r\n\r\n             day's work in addition to the ordinary rate of pay\r\n\r\n             for that day.\r\n\r\n       \r\n\r\n                  (4) Subsection (3) of this section shall not\r\n\r\n             apply to any employee who is employed by the\r\n\r\n             Government or a statutory body in any of the\r\n\r\n             essential services as defined under Part V  of  the\r\n\r\n             Criminal Law (Temporary Provisions) Ordinance, 1955,\r\n\r\n             but any such employee who at the request of his\r\n\r\n             employer works on a rest day or part of a rest day\r\n\r\n             shall be given a day or part of a day off, as the\r\n\r\n             case may be, in substitution of  such a rest day or\r\n\r\n             par thereof.\".     \r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this amendment involves two points.\r\n\r\nFirstly, as a matter of wording, the amendment is clearer\r\n\r\nthat the existing corresponding working of the Bill. The\r\n\r\nmain objective of this new wording is to avoid using the\r\n\r\nexpression \"double the ordinary rate of pay\" because, as\r\n\r\nMembers are aware, it is this expression which has in the\r\n\r\npast led to the triple pay situation which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 665</b></font><br><br>\r\n\r\n\r\n\r\nthis Bill, among other things, is designed to abolish.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point involves employees who are employed by\r\n\r\nthe Government or a statutory body in any of the essential\r\n\r\nservices as defined under Part V of the Criminal Law\r\n\r\n(Temporary Provision) Ordinance, 1955. In respect of  to sub-\r\n\r\nclause (3) of clause 38 of the Bill provides that if such\r\n\r\nemployee works on a rest day, whether it be for only one\r\n\r\nhour, tow hours or any part of a rest day, then the employer\r\n\r\nis bound to give the employee a full day off in substitution\r\n\r\nfor the employee's work on that rest day. The purpose of the\r\n\r\namendment is to provide that if such an employee works only\r\n\r\non part of a day, then the time off in substitution for his\r\n\r\nwork on a rest day shall be proportionate to the  period of\r\n\r\nhis work on that rest day.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would emphasise, for the information of hon. Members,\r\n\r\nthat this latter amendment only affects employees employed\r\n\r\nby the Government or statutory bodies in the essential\r\n\r\nservices defined by the Criminal Law (Temporary Provisions)\r\n\r\nOrdinance, 1955.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy (Telok Blangah):</b> Mr Speaker, Sir, I\r\n\r\nrise to comment on the proposed amendment by the Government\r\n\r\nto clause 38 of the Employment Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 38 provides that employees of the government and\r\n\r\nthe statutory bodies are not to receive overtime payment for\r\n\r\nworking on a public holiday but to receive, instead, another\r\n\r\nday off.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed amendment by the Government goes further\r\n\r\nby providing that such employees who are required to work\r\n\r\nfor one hour on a public hoiliday would be given one hour\r\n\r\noff instead. This particular provision affects members of\r\n\r\nthe various statutory bodies, especially the daily-rated\r\n\r\nemployees who at present do not seem to be in  good standing\r\n\r\nwith the public because of their ill-considered and\r\n\r\nirresponsible conduct in the past. But I am  most\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 666</b></font><br><br>\r\n\r\n\r\n\r\nconcerned that their interests might be unnecessarily\r\n\r\nprejudiced.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the course of the debate on the Employment Bill in\r\n\r\nthis House, I have the impression that Members approached\r\n\r\nthe question of overtime payment  compensation for overtime\r\n\r\nwork. But there is another aspect of overtime payment which\r\n\r\nis equally important and that is, overtime payment as a\r\n\r\npenalty on an employer against his making his employees work\r\n\r\novertime. The object of overtime payment in this respect is\r\n\r\nto ensure that  an employer does not necessarily require his\r\n\r\nemployees to work late in the evenings on rest days and\r\n\r\npublic holidays. In the context of Singapore's economy, the\r\n\r\nBill not only provides for overtime payment but also\r\n\r\nrestrict overtime work to 48 hours per  month in order that\r\n\r\nmore employment opportunities may be created through an\r\n\r\nemployer obtaining more staff rather than making his\r\n\r\nemployees work more overtime.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My objection, therefore, to the proposed amendments is\r\n\r\nbased on the following two grounds. Firstly, the Employment\r\n\r\nBill presupposes, in so far as overtime payment is\r\n\r\nconcerned, that the managerial and executive staff of\r\n\r\nprivate establishments should be able to draw up a work\r\n\r\nschedule in the establishments in such a manner as o\r\n\r\nminimise over-time work. If such managerial and executive\r\n\r\nstaff fail to make sufficient  allowance for unforseen\r\n\r\ncontingencies or to engage sufficient workers, then the\r\n\r\npenalty of overtime payment is incurred. But the Government\r\n\r\ndoes not seem to have any confidence that similar grades of\r\n\r\nemployees may be able to discharge their administrative\r\n\r\nfunction s without causing the Government servants and the\r\n\r\nstatutory board employees to incur unnecessary overtime\r\n\r\npayment. The position becomes more ridiculous when it is\r\n\r\nrealised that the public daily-rated employees are entitled\r\n\r\nto 11 public hoilidays both in the past and under the\r\n\r\npresent Employment Bill. A most pertinent question that may\r\n\r\nbe asked is, why does the Government find it necessary to\r\n\r\nmake such a provision for itself\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 667</b></font><br><br>\r\n\r\n\r\n\r\nwhen it considers that the vital export-orientated\r\n\r\nand  tourist  industries can  do  without  such  a\r\n\r\nprovision?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other ground of my objection is that the\r\n\r\nprovision  of the proposed amendment  is  patently\r\n\r\nunfair  to  the  Government  and  statutory  board\r\n\r\nemployees  who  come  within  the  scope  of   the\r\n\r\nEmployment  Bill. An employee who is  required  to\r\n\r\nwork  one  hour or even ten minutes  on  a  public\r\n\r\nholiday would find that the holiday is spoilt  for\r\n\r\nhim and his family. Giving him another hour or  10\r\n\r\nminutes off on another day would never make up for\r\n\r\nhis  spoilt holiday. It is also true that overtime\r\n\r\npayment for so working on a public holiday  cannot\r\n\r\nmake  up  for the spoilt holiday, but the overtime\r\n\r\npayment  serves  as a compensation  which  can  be\r\n\r\nutilised  by him and his family in many ways.  The\r\n\r\nmore  I  think  of  it, the  more  I  cannot  help\r\n\r\nconcluding that the amendment is intended to serve\r\n\r\nas  an  easy way out for bureaucracy which is  too\r\n\r\nlazy to provide, or is not up to the exacting task\r\n\r\nof  providing,  for  unforeseen  contingencies  in\r\n\r\ndrawing  up  work rosters. For the  Government  to\r\n\r\nmove such an amendment is to compound the error of\r\n\r\nbureaucracy that has gone crazy. May I request the\r\n\r\nHon. Minister for Foreign Affairs and Minister for\r\n\r\nLabour  to  state categorically how this  time-off\r\n\r\nduring  holidays and public holidays and off  days\r\n\r\nfor one or two hours a day would be compensated in\r\n\r\nthe form of a day off in lieu of a working day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I have already\r\n\r\nexplained  the main reasons for introducing  these\r\n\r\ntwo amendments. However, the hon. Member for Telok\r\n\r\nBlangah has raised one valid point, that it  would\r\n\r\nbe manifestly unfair to call upon a worker to work\r\n\r\nduring  a  holiday or on his day off  for  such  a\r\n\r\nshort  period  as  to nullify the compensation  he\r\n\r\nmight  have at some subsequent day of one  or  two\r\n\r\nhours in lieu of his holiday. I would like to give\r\n\r\nhim  this  assurance, that my Ministry  will  give\r\n\r\nadministrative  directions whereby  employees  who\r\n\r\nare  called upon to work on a holiday or rest  day\r\n\r\nwould\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 668</b></font><br><br>\r\n\r\n\r\n\r\nnot be unreasonably made use of by asking them  to\r\n\r\ncome  to  work  for just one or two  hours.  Where\r\n\r\npossible, and in fact in every case, it  would  be\r\n\r\nthat  they should work for a considerable part  of\r\n\r\nthe  holiday or part of the day on which they  are\r\n\r\ncalled upon to work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to assure the hon. Member that in\r\n\r\nimplementing  this provision, due regard  will  be\r\n\r\ntaken  to  ensure justice and fair  play  for  the\r\n\r\nemployees.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi</b>(<i>In Malay</i>): Mr Speaker, Sir, I would like to speak about the\r\n\r\ndifficulties  in implementing this  provision,  as\r\n\r\nhas   been  explained  by  the  Member  for  Telok\r\n\r\nBlangah.  For instance, in the Singapore Telephone\r\n\r\nBoard, workers are required to work on off-days or\r\n\r\npublic  holidays  for the whole day  in  order  to\r\n\r\nrepair technical faults. When they report for work\r\n\r\nat 8.00 a.m. on a rainy day, the engineers at Fault\r\n\r\nControl  may decide that it is useless  to  retain\r\n\r\nthem  up  to  5.00 p.m., because the repairing  of\r\n\r\nfaults cannot be carried out on rainy days.  These\r\n\r\nworkers  who have turned up for duty on rest  days\r\n\r\nor  holidays are then asked to go home. Since they\r\n\r\nhave  been asked to wait for only two hours,  they\r\n\r\nwill   therefore  be  given  two  hours   off   in\r\n\r\nsubstitution, which is unfair. There was also  one\r\n\r\noccasion  where the Board employees were exploited\r\n\r\nand  they were asked to work. How are such matters\r\n\r\nto  be  rectified?  Can the Minister  for  Foreign\r\n\r\nAffairs  and  Minister  for Labour  clarify  these\r\n\r\npoints?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, may I say that\r\n\r\nI  missed the first half of the translation but  I\r\n\r\nassume  that  the second half is the substance  of\r\n\r\nwhat  the  Member for Kampong Kembangan wanted  to\r\n\r\nsay. I am not aware of the particular case that he\r\n\r\nhas  mentioned  just now. But as I  said,  if  the\r\n\r\nfacts are true\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi:</b> It is true.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> - then naturally there has been a\r\n\r\ncase  of  unjust dealings in this matter. If  such\r\n\r\ninstances come to light, they will be looked  into\r\n\r\nand if\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 669</b></font><br><br>\r\n\r\n\r\n\r\nnecessary there will be directions to ensure  that\r\n\r\nthis  provision is applied fairly  and  justly  in\r\n\r\nregard to employees.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 38, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>5.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 39 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 18, line 6, to leave out \"or on a\r\n\r\nholiday\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The removal of the words \"or on a holiday\" from\r\n\r\nclause  39 is designed to avoid a conflict between\r\n\r\nthat clause and sub-clause (3) of clause 42 of the\r\n\r\nBill. Sub-clause (3) of clause 42 provides that an\r\n\r\nemployee may be required by his employer  to  work\r\n\r\non  a holiday. This is also the position under the\r\n\r\nexisting three employment Ordinances. On the other\r\n\r\nhand,  through an inadvertence, the existing  sub-clause  (2) of clause 39 of the Bill also provides\r\n\r\nthat  an employer may require his employee to work\r\n\r\non   a   holiday   only   in   certain   specified\r\n\r\ncircumstances. This was not the intention, and the\r\n\r\ndeletion  of  the  words  \"or  on  a  holiday\"  is\r\n\r\ndesigned  to  enable  the  existing  position   to\r\n\r\ncontinue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 18, line 14, to leave out \"and which is\r\n\r\nnot of a recurring character\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of leaving out these words is to\r\n\r\nmake the existing paragraph (e) of sub-clause  (2)\r\n\r\nof  clause  39 workable. Under this paragraph,  an\r\n\r\nemployee may be required by the employer to exceed\r\n\r\nhis  normal working hours or to work on a rest day\r\n\r\nor  holiday where there is an interruption of work\r\n\r\nin   the  work  establishment  which  it  was  not\r\n\r\npossible  to  foresee  and  which  is  not  of   a\r\n\r\nrecurrent   character.  This  might  well   create\r\n\r\ndifficulties. For example, an interruption of work\r\n\r\ncan  be due to a breakdown of machinery, and while\r\n\r\nthe  breakdown  cannot be foreseen,  it  may  well\r\n\r\nrecur. The removal of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 670</b></font><br><br>\r\n\r\n\r\n\r\nthe   words  specified  in  the  amendment  would,\r\n\r\ntherefore,  make  the provision of  paragraph  (e)\r\n\r\nmore practicable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 18, line 24, to leave out \"this section\"\r\n\r\nand insert \"paragraph (f) of this subsection\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this amendment is to provide that\r\n\r\nthe  proviso to sub-clause (2) of clause 39  shall\r\n\r\nonly  apply  to  paragraph (f) of  the  same  sub-clause. Paragraphs (a) to (f) of sub-clause (2) of\r\n\r\nclause 39 set out the circumstances under which an\r\n\r\nemployer  can  require his  employee  to  work  in\r\n\r\nexcess of normal working hours or to work on  rest\r\n\r\ndays or holidays. The proviso provides that in the\r\n\r\nevent  of any dispute, the Commissioner for Labour\r\n\r\nshall have the power to decide whether or not  the\r\n\r\nemployer  is justified in calling the employee  to\r\n\r\nwork  in the circumstances. It is considered  that\r\n\r\nthe circumstances set out in paragraphs (a) to (e)\r\n\r\ncannot be made subject to the proviso.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some of the examples of the circumstances set\r\n\r\nout  in  paragraphs (a) to (e) are work  essential\r\n\r\nfor  defence or security, work to be performed  in\r\n\r\nthe event of accidents, urgent work to be done  to\r\n\r\nmachinery or plant. Such work has to be done on an\r\n\r\nurgent  basis  and cannot await the Commissioner's\r\n\r\ndecision  on whether the employer is justified  in\r\n\r\ncalling  upon  the  employees  to  work   in   the\r\n\r\ncircumstances.   Furthermore,  the   circumstances\r\n\r\nlisted  under paragraphs (a) to (e) are  also  not\r\n\r\nrestricted by such proviso in the existing  labour\r\n\r\nlegislation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Paragraph (f) of the same sub-clause provides\r\n\r\nthat  the  employee may be required by an employer\r\n\r\nto  work  outside normal working hours or on  rest\r\n\r\ndays or holidays if the work to be performed is in\r\n\r\nrespect of any industrial undertaking essential to\r\n\r\nthe  economy of Singapore or any of the  essential\r\n\r\nservices  as defined under Part V of the  Criminal\r\n\r\nLaw (Temporary Provisions) Ordinance, 1955. It  is\r\n\r\nobvious  that such circumstances can be determined\r\n\r\nwell in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 671</b></font><br><br>\r\n\r\n\r\n\r\nadvance if there is any dispute to that effect.\r\n\r\nHence it would be in order for the proviso to\r\n\r\napply to paragraph (f) .\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 39, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 40 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 19, line 18, to leave out \"part of the\r\n\r\nwork done\" and insert \"specific amount of work\r\n\r\nrequired to be performed\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This amendment is intended to clarify further\r\n\r\nthe existing clause 40 of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 40, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 41 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 42 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 20, line 1, to leave out \"Schedule B to\r\n\r\nthis Act\" and insert \"the Schedule to the Holidays\r\n\r\nAct, 1966,\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since it is intended that the holidays\r\n\r\nspecified  in  the Schedule to the  Holidays  Act,\r\n\r\n1966,  be  applicable to all employees  under  the\r\n\r\nEmployment Act, it is no longer necessary  to  set\r\n\r\nout  the  same  holidays  in  Schedule  B  to  the\r\n\r\nEmployment Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<pre>\r\n\r\n                   In page  20, to leave  out lines 29 to 34\r\n\r\n                 inclusive and insert-\r\n\r\n\r\n\r\n                   \"(4) Subsection (3) of this section shall \r\n\r\n                 not apply to an employee who is employed by  \r\n\r\n                 the Government  or a statutory body  in any \r\n\r\n                 of the  essential services as defined under \r\n\r\n                 Part the  Criminal Law (Temporary of   1995   \r\n\r\nOrd.26           Provisions) Ordinance, 1995 but any such  \r\n\r\nof 1955.         employee may notwithstanding the provisions \r\n\r\n                 of subsection (1) of this           \r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 672</b></font><br><br>\r\n\r\n\r\n\r\n<pre>\r\n\r\n                 section be required by his employer to work\r\n\r\n                 on a holiday or part of a holiday to  which \r\n\r\n                 he would  otherwise be entitled  under that\r\n\r\n                 subsection, and in any such  case  he shall \r\n\r\n                 be given a day or part of a day off, as the \r\n\r\n                 case  may   be, in  substitution  for  such \r\n\r\n                 holiday or part thereof.\".\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In so far as it concerns an employee employed by\r\n\r\nthe  Government or a statutory body in any of  the\r\n\r\nessential services as defined under Part V of  the\r\n\r\nCriminal  Law  (Temporary  Provisions)  Ordinance,\r\n\r\n1955, it is intended that any work done on a  rest\r\n\r\nday or on a holiday shall be remunerated by way of\r\n\r\nproportionate   time  off  in  substitution.   The\r\n\r\npurpose of this amendment is to make this clearer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 20, to leave out lines 38 to 40\r\n\r\ninclusive.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is consequential to my first amendment to\r\n\r\nthis clause.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> As a result of the amendments,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 20, line 1, marginal note, to leave out\r\n\r\n\"Schedule B\" and insert \"Act 54 of 1966\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are also consequential amendments,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 20, line 28, to leave out the colon and\r\n\r\ninsert a full-stop.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-clause (4) to be renumbered (5) .\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 42, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 43 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 20, line 42, to leave out \"working\".\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi</b>(<i>In Malay</i>): Mr Speaker, I would like the Minister for Foreign\r\n\r\nAffairs and Minister for Labour to explain the\r\n\r\nposition of workers who are now enjoying the\r\n\r\nprivilege of 28 days' leave\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 673</b></font><br><br>\r\n\r\n\r\n\r\nper year and who have already taken 21 days, i.e.,\r\n\r\n14  days  more than what is now set  out  in  this\r\n\r\nBill. If this Bill is implemented, will the pay of\r\n\r\nthese workers be cut because they have taken  more\r\n\r\nleave than is now stipulated in the Bill?\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Rajaratnam, do you have any\r\n\r\ndifficulty in understanding the translation?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Perhaps it is the difficulty in\r\n\r\nthe  translation, but I am not familiar with  this\r\n\r\nparticular case. I understand they are  having  28\r\n\r\ndays' leave now?\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi</b>(<i>In Malay</i>): Yes,\r\n\r\nand they have taken 21 days.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Sir, since I am not familiar\r\n\r\nwith the matter, I will look into it and find out\r\n\r\nwhat is to happen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment made: In page 21, line 1, to leave out\r\n\r\n\"working\". - [Mr Rajaratnam].\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 43, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 44 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 21, line 37, to leave out \"twenty-eight\"\r\n\r\nand insert \"sixty\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, clause 44 (1) (b) curtails the entitlement\r\n\r\nof  paid sick leave of a worker to 28 days in each\r\n\r\nyear  in cases where hospitalisation is necessary.\r\n\r\nOnce  again,  I  must draw the attention  of  this\r\n\r\nHouse  to  the  undesirability of this  particular\r\n\r\nprovision. Hospitalisation in the event of illness\r\n\r\nis  not  a fringe benefit but a necessity for  the\r\n\r\nproper care of a worker's health. The need  to  be\r\n\r\nhospitalised is never at any stage determinable by\r\n\r\nthe  worker concerned, but by a competent  medical\r\n\r\nauthority   appointed   by   the   Government   of\r\n\r\nSingapore.  Besides, as my various  colleagues  in\r\n\r\nthis   House   have  rightly  pointed   out,   the\r\n\r\naccommodation facilities in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 674</b></font><br><br>\r\n\r\n\r\n\r\nhospitals  in  Singapore are such  that  only  the\r\n\r\nseriously  ill cases are admitted. The  length  of\r\n\r\nstay   in  the  hospital  also  depends   on   the\r\n\r\nseriousness of the illness.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If any provision in this Bill can be described\r\n\r\nas harsh beyond imagination, I, for one, would say\r\n\r\nthat  it  is  this particular provision.  Even  in\r\n\r\nfreely  negotiated agreements,  I  have  not  come\r\n\r\nacross   any  employer,  whether  enlightened   or\r\n\r\nunenlightened, foreign or local, who has  objected\r\n\r\nto  a  longer  period  of  hospitalisation  leave.\r\n\r\nTherefore, I urge the Government to give the  most\r\n\r\nserious  consideration  to the  objections  raised\r\n\r\nagainst  the  retention of this provision  in  the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I have already\r\n\r\nclarified  at  length the justification  for  this\r\n\r\nparticular  provision. But, as  I  have  indicated\r\n\r\nearlier, in view of certain points raised  by  the\r\n\r\nMember for Bukit Ho Swee and other hon. Members, I\r\n\r\nam  prepared to defer voting on this provision  to\r\n\r\ngive  the Government time to consider the Member's\r\n\r\nproposal.\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Sir, this will, of course,\r\n\r\ninclude  consideration on  amendment  No.  (2)  of\r\n\r\nclause  44  -  in page 21, line 42, to  leave  out\r\n\r\n\"fourteen\"  and insert \"forty-six\" -  so  that  it\r\n\r\nwill be complete.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes. If the clause is postponed,\r\n\r\nconsideration   of   the   two   amendments   will\r\n\r\nconsequently be postponed. If you accept that, Mr\r\n\r\nSeah,  will  you seek withdrawal of the  amendment\r\n\r\nyou have moved?\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Mr Speaker, Sir, in order to\r\n\r\nenable further consideration of this clause to  be\r\n\r\npostponed,  I  beg leave to withdraw my  amendment\r\n\r\nbut  reserve my right to move the amendments  when\r\n\r\nthe clause comes up again for consideration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That further consideration of clause\r\n\r\n44  be  postponed  to the first available  sitting\r\n\r\nafter 25th July, 1968.\" -- [Mr Rajaratnam].\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 675</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Consideration of clause 44 postponed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 45 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 46 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 22, line 36, to leave out \"seven\" and\r\n\r\ninsert \"five\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 46 of the Bill states that retirement\r\n\r\nbenefits  arc confined to employees who have  been\r\n\r\nin  continuous service with the same employer  for\r\n\r\nseven years and more. We feel that this period  of\r\n\r\ntime is too long, particularly in view of the fact\r\n\r\nthat  employees in the private sector without  the\r\n\r\nbenefit of a collective agreement get nothing more\r\n\r\nthan    the   paltry   sums   saved   up   through\r\n\r\ncontributions  to the Central Provident  Fund.  No\r\n\r\ndoubt  the  Provident  Fund  benefits  are  to  be\r\n\r\nincreased  by  the  introduction  of  the  Central\r\n\r\nProvident Fund (Amendment) Bill. Even then, it  is\r\n\r\nfelt  that  the  sum payable under the  C.P.F. on\r\n\r\ncessation  of service is inadequate to sustain  an\r\n\r\nemployee   after  his  retirement.  Therefore,   a\r\n\r\nreduction  in  the  period by  which  an  employee\r\n\r\nbecomes  eligible  for  retirement  benefit  would\r\n\r\nnecessarily  increase  the  quantum  by  a   small\r\n\r\nmargin.  I would urge the Government to  give  due\r\n\r\nconsideration  to  our views  on  the  matter  and\r\n\r\nreduce the period to five years.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Sir, in view of the statement I\r\n\r\nhave  made  earlier that this is  another  of  the\r\n\r\nclauses  which  the Government  requires  time  to\r\n\r\nconsider, I would like to request that this clause\r\n\r\nbe  postponed  for consideration  at  some  future\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Seah, will you seek leave to\r\n\r\nwithdraw your amendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Sir, in order to enable further\r\n\r\nconsideration  of this clause to be  postponed,  I\r\n\r\nbeg leave to withdraw my amendment but reserve  my\r\n\r\nright  to move the amendment when the clause comes\r\n\r\nup again for consideration.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 676</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That further consideration of clause\r\n\r\n46 be postponed to the first available sitting\r\n\r\nafter 25th July, 1968.\" - [Mr Rajaratnam].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Consideration of clause 46 postponed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 47 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 47 stand part of\r\n\r\nthe Bill.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Sir, I propose to move a new\r\n\r\nclause.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Seah, the Question I have\r\n\r\nproposed is that the clause do stand part  of  the\r\n\r\nBill. Obviously your intention is to speak against\r\n\r\nthe clause as it now stands. Perhaps you could for\r\n\r\nthe present confine yourself to the question.\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Sir, I object to the clause\r\n\r\nremaining as it is, because it is a well-known\r\n\r\nfact that bonus is a matter that has been\r\n\r\nnegotiated between employers and employees. Taking\r\n\r\naway the opportunity of the workers to negotiate\r\n\r\nwith the employers on the bonus issue, I think, is\r\n\r\nmost unfair and cannot be accepted by the workers\r\n\r\nin Singapore, for the simple reason that the\r\n\r\npayment of bonus is a traditional practice. Most\r\n\r\nemployers are quite willing to pay an annual\r\n\r\nbonus. Therefore, I proposed that the clause as it\r\n\r\nstands should be deleted.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Rajaratnam, is it your\r\n\r\nintention to have consideration of this clause\r\n\r\npostponed?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> In that event, I will withdraw the\r\n\r\nQuestion and ask the Minister to move that further\r\n\r\nconsideration of the clause be postponed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes, Mr Seah.\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Mr Speaker, Sir, before the Minister moves that further consideration of the\r\n\r\nclause be postponed, may I be allowed to proceed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 677</b></font><br><br>\r\n\r\n\r\n\r\nfurther to give more arguments in support of  what\r\n\r\nI have said earlier?\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Sir, in addition to what I have\r\n\r\nalready  said earlier, I would like  to  say  that\r\n\r\nclause  47 is a provision dealing with the payment\r\n\r\nof  bonus.  The clause, as it stands in the  Bill,\r\n\r\nprohibits agreement on bonus payment in collective\r\n\r\nagreements  though it makes it permissive  for  an\r\n\r\nemployer to grant a bonus or an ex-gratia  payment\r\n\r\ncommensurate  with the employer's  profits  as  an\r\n\r\nincentive to an employee to increase productivity.\r\n\r\nWe  in  the  trade union movement, representing  a\r\n\r\nclass  of  employees whose contracts of employment\r\n\r\ninclude receipt of a bonus or an ex-gratia payment\r\n\r\nfrom  the  employer, oppose the provision removing\r\n\r\nthe   payment  of  bonus  from  the   purview   of\r\n\r\nnegotiability.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bonus has become an entrenched feature of the\r\n\r\nsalary  or wage structure of the employees in  the\r\n\r\ncommercial sector in Singapore. It has  been  made\r\n\r\npayable  in the private sector not only  to  those\r\n\r\nwho  come  within the definition of \"workman\"  but\r\n\r\nalso  to  those who are categorised as executives.\r\n\r\nThough  peculiar to this part of the world, bonus,\r\n\r\ndescribed as deferred payment of wages  or  as  an\r\n\r\nincentive  payment related to profits, is  in  our\r\n\r\nview    necessary   in   private   or   commercial\r\n\r\nundertakings. If this is indeed the case, there is\r\n\r\nevery justification to say that bonus serves as an\r\n\r\nincentive   to  higher  productivity   which,   in\r\n\r\nreality,  would  mean  higher  profits   for   the\r\n\r\nemployers  and  overall economic  growth  for  the\r\n\r\nnation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The general wage level in the private sector in\r\n\r\nmost  cases  is  lower than  that  in  the  public\r\n\r\nsector. This, coupled with a high dependency ratio\r\n\r\nof  population which is 1: 3, i.e, one worker has,\r\n\r\nbesides himself, to support three dependants,  the\r\n\r\npayment  of  bonus is far from being  a  mere  ex-gratia concept. It is, in fact, part of a worker's\r\n\r\ntake-home  pay  which the employer should  not  be\r\n\r\nallowed to vary at will.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 678</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Besides with the 1960 Price Index as a basis,\r\n\r\nthe Monthly Digest of Statistics now shows that in\r\n\r\n1968  the  overall  increase  in  the  prices   of\r\n\r\nessential  food  items  is  13.5  per  cent.   The\r\n\r\nbreakdown   percentage  increase   of   the   bare\r\n\r\nessentials  to feed a family shows that vegetables\r\n\r\nhave  gone  up by 16 per cent in price,  fish  has\r\n\r\ngone  up  by  25  per  cent, and  rice,  a  staple\r\n\r\ncommodity, has soared by a 31 per cent increase.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If bonus as a deferred wage is made non-negotiable, how else can a worker ask for\r\n\r\nadjustment  in wages to cope with the increase  in\r\n\r\nthe   cost  of  living  over  the  years   without\r\n\r\nupsetting  agreed salary structures? If  bonus  is\r\n\r\nnot  to  be made negotiable, should it not in  the\r\n\r\ncircumstances,  at least, be incorporated  into  a\r\n\r\nworker's  wages?  Even  the  Government,  as   the\r\n\r\nlargest  employer, has a cost of living allowance,\r\n\r\nranging  from  between 25 and 35  per  cent,  thus\r\n\r\nincreasing the quantum of take-home pay as opposed\r\n\r\nto   basic  salary.  So  far,  our  experience  in\r\n\r\ncollective bargaining with the employers has shown\r\n\r\nthat  managements'  decisions  on  wages  or  wage\r\n\r\nscales are made in terms of total wage costs which\r\n\r\ninclude, among other things, bonus.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other view on this matter is bonus as an\r\n\r\nincentive  to higher productivity by  workers.  In\r\n\r\nreturn  for  this  higher productivity,  they  are\r\n\r\ngiven a share in the profits. Indeed, the trend in\r\n\r\nSingapore over the last few years has been towards\r\n\r\nthe  emergence of a pattern consistent  with  this\r\n\r\nproposition  of an equitable share in the  profits\r\n\r\nof  the undertaking. In our representations to the\r\n\r\nGovernment,  we have made it very  clear  that  we\r\n\r\nsubscribe,  on  the ground of social  justice,  to\r\n\r\ntheir  idea  that  bonus be tied  to  profits  and\r\n\r\nproductivity  where this is indeed possible.  But,\r\n\r\nfor practical reasons, and to avoid indiscriminate\r\n\r\nand  arbitrary  demand  of bonus  payment  by  the\r\n\r\nworkers,  the  Government has declined  to  accept\r\n\r\nthat proposition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The solution is certainly not to remove the item\r\n\r\nfrom   the   ambit  of  negotiability  altogether.\r\n\r\nIndeed,  we  have thought of a formula  that  will\r\n\r\ncause the minimum\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 679</b></font><br><br>\r\n\r\n\r\n\r\nof  hardship  both  to  the employer  and  to  the\r\n\r\nworkmen.  Since  bonus is the key to  productivity\r\n\r\nthe  achievement of which is an important national\r\n\r\npurpose, we suggest that a legislative maximum  be\r\n\r\nfixed for bonus as a negotiable issue, leaving the\r\n\r\npayment of the quantum over and above this maximum\r\n\r\nto the goodwill of the employers based on profits,\r\n\r\nproductivity and incentive schemes.\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,   I   have  some  doubts  on  the  N.T.U.C.'s\r\n\r\nsuggested amendment to the provision on bonus.  Is\r\n\r\nthere   any   difference  between   the   proposed\r\n\r\namendment and the original provision in the  Bill?\r\n\r\nIt  appears  that  there is  not  much  difference\r\n\r\nbetween  the two; to me, they are just  the  same.\r\n\r\nAccording  to  the suggestion of  the  Member  for\r\n\r\nBukit  Ho  Swee,  the trade unions will  negotiate\r\n\r\nwith  the  employers on the payment of bonus  but,\r\n\r\nultimately, the employers will have the  right  to\r\n\r\ndecide  whether  or not to give a  bonus.  I  feel\r\n\r\nthere  is not much difference between the original\r\n\r\nprovision in the Bill and the proposed amendment.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Aziz Karim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Aziz Karim:</b> Mr Speaker, Sir,\r\n\r\nfirstly,  I  wish  to express my regret  that  the\r\n\r\nGovernment  is attempting to withdraw the  payment\r\n\r\nof  bonus from the field of collective bargaining.\r\n\r\nI have already fully expressed my views during the\r\n\r\nSecond Reading of the Bill, but now I wish to draw\r\n\r\nthe  attention  of the House to certain  important\r\n\r\nfacts regarding this matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first is that the Industrial Relations\r\n\r\nOrdinance,   1960,  as  it  stands,   allows   the\r\n\r\nIndustrial  Arbitration Court to  make  awards  on\r\n\r\nbonus  under  section 40. The law, as  it  stands,\r\n\r\nallows  bonus to be a negotiable matter, something\r\n\r\nwhich  you  can  dispute in court.  It  is  really\r\n\r\ndisheartening  to  note that  the  Government  now\r\n\r\nproposes to withdraw this matter from the  purview\r\n\r\nof  the  court. This proposal upsets  the  workers\r\n\r\nvery  much.  The  Industrial Relations  Ordinance,\r\n\r\n1960, was drawn up and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 680</b></font><br><br>\r\n\r\n\r\n\r\nintroduced just after the Government came to power\r\n\r\nin 1959. Surely the Government has not changed its\r\n\r\nviews since then.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> In view of the Minister's\r\n\r\nindication  that  he desires to have  this  clause\r\n\r\npostponed, do I have the general assent of Members\r\n\r\nto withdraw the Question that I proposed earlier?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That further consideration of clause 47\r\n\r\nbe  postponed  to the first available  sitting  of\r\n\r\nParliament    after    25th   July,    l968.\"-[Mr\r\n\r\nRajaratnam].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Consideration of clause 47 postponed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 48 to 52 inclusive ordered to stand part\r\n\r\nof the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 53 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker. Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 25, after line 3, to add -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(2) The provisions of this section shall not\r\n\r\napply where the terms of service under which a\r\n\r\nperson is employed are provided for in collective\r\n\r\nagreement entered into before the corning into\r\n\r\noperation of this Act and while such collective\r\n\r\nagreement remains in force.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Notwithstanding the provisions of subsection\r\n\r\n(1) of this section it shall not be an offence for\r\n\r\nan  employer  to  grant to his employee  terms  of\r\n\r\nservice  relating  to leave more  favourable  than\r\n\r\nthose  contained in sections 43  and  44  of  this\r\n\r\nAct.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The intention of the Government is to make the\r\n\r\nterms  and conditions of service provided in  Part\r\n\r\nIV   of  the  Bill  the  norm  of  conditions   of\r\n\r\nemployment  in  respect  of collective  agreements\r\n\r\nentered  into  after the coming into operation  of\r\n\r\nthe  enacted  Bill.  After the Bill  becomes  law,\r\n\r\ncollective  agreements, other than existing  ones,\r\n\r\ncannot deviate from the provisions of Part IV  in\r\n\r\nrespect of terms and conditions of service  except\r\n\r\nto  the  extent provided under clauses 43  and  44\r\n\r\nrelating to leave.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The intention, in respect of sick leave and\r\n\r\nannual  leave, is that it shall not be an  offence\r\n\r\nfor an employer to grant\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 681</b></font><br><br>\r\n\r\n\r\n\r\nmore  favourable  terms than  those  contained  in\r\n\r\nclauses 43 and 44. The purpose of the amendment is\r\n\r\nto clarify this further.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> Mr Speaker, Sir, I rise to\r\n\r\ncomment  on  the Government's amendment  vis-a-vis\r\n\r\nthe  amendment tabled by the Member for  Bukit  Ho\r\n\r\nSwee to clause 53 of the Employment Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's reason for making this\r\n\r\namendment  is  apparently to give  effect  to  the\r\n\r\nintention  of the amendment. There is  no  denying\r\n\r\nthat  the  Government's amendment is  logical  and\r\n\r\nvalid in relation to what the Government seems  to\r\n\r\nconstrue as the intention of the amendment  tabled\r\n\r\nby the Member for Bukit Ho Swee. But our intention\r\n\r\nis  not  so much to make clause 53 restrictive  to\r\n\r\nthe  application of Part IV of the Employment Bill\r\n\r\nas  to ensure that an employer does not use clause\r\n\r\n53  as  a  pretext for not granting his  employees\r\n\r\nmore favourable terms and conditions of service in\r\n\r\nrelation  to  Part IV of the Employment  Bill.  In\r\n\r\nretrospect, it would appear that even the  wording\r\n\r\nof   our  amendment  does  not  reflect  our  true\r\n\r\nintention.  I  must admit here that to  a  certain\r\n\r\nextent  we  have  been confused by the  widespread\r\n\r\npublicity given in advance by the local  press  on\r\n\r\nthe  proposed  Employment Bill and the  Industrial\r\n\r\nRelations (Amendment) Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the time we drew up our proposed amendment to\r\n\r\nclause  53  of the Employment Bill, we were  under\r\n\r\nthe   distinct  impression  that  the   Industrial\r\n\r\nRelations   (Amendment)  Bill  would   contain   a\r\n\r\nprovision    cutting   across    all    collective\r\n\r\nagreements, whether existing or otherwise. It  was\r\n\r\nin  anticipation of such a radical provision  that\r\n\r\nwe  decided to move an amendment to clause  53  of\r\n\r\nthe  Employment Bill to ensure that in  two  areas\r\n\r\nwhere  the collective agreements contain far  more\r\n\r\nfavourable benefits than are provided for  in  the\r\n\r\nBill itself, workers would still continue to enjoy\r\n\r\ntheir  benefits  after  the  Industrial  Relations\r\n\r\nOrdinance  has  been amended. But when  we  had  a\r\n\r\ncloser look at the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 682</b></font><br><br>\r\n\r\n\r\n\r\nIndustrial  Relations (Amendment) Bill  which  was\r\n\r\nintroduced on Wednesday, 10th July, 1968, we found\r\n\r\nthat  our amendment ran contrary to the Industrial\r\n\r\nRelations  (Amendment) Bill by  being  unduly  and\r\n\r\nunnecessarily restrictive.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7 of the Industrial Relations (Amendment)\r\n\r\nBill  provides that collective agreements covering\r\n\r\nworkers in specified industries established  after\r\n\r\n1st  January,  1968, shall not contain  terms  and\r\n\r\nconditions of service more favourable than Part IV\r\n\r\nof  the  Employment Bill. But the  effect  of  our\r\n\r\namendment to clause 53 of the Employment Bill  and\r\n\r\nthe Government's amendment vis-a-vis the amendment\r\n\r\nto  be moved by the Member for Bukit Ho Swee is to\r\n\r\nprohibit   all   collective  agreements,   whether\r\n\r\ncovering   workers  in  the  specified  industries\r\n\r\nestablished after 1st January, 1968, or otherwise,\r\n\r\nfrom  containing terms and conditions  of  service\r\n\r\nmore favourable than all the provisions, excepting\r\n\r\nclauses  43  and 44, of Part IV of the  Employment\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, the power of the Minister to approve\r\n\r\nthe  provisions  in  a collective  agreement  more\r\n\r\nfavourable  than  Part IV of the  Employment  Bill\r\n\r\nseems to be exercisable only in cases where clause\r\n\r\n7  of  the  Industrial Relations (Amendment)  Bill\r\n\r\napplies. Such specific reference to the Minister's\r\n\r\npower  to grant exemptions in relation to Part  IV\r\n\r\nof  the  Employment Bill and to clause  7  of  the\r\n\r\nIndustrial  Relations (Amendment)  Bill  can  only\r\n\r\ndenote  that  the  over-riding  intention  of  the\r\n\r\nGovernment in respect of the Employment  Bill  and\r\n\r\nthe  Industrial Relations (Amendment) Bill  is  to\r\n\r\nensure  that  the  export-orientated  and  tourist\r\n\r\nindustries  in  Singapore are not hamstrung  by  a\r\n\r\ncontinuously   increasing  level  of   terms   and\r\n\r\nconditions of service of the employees engaged  in\r\n\r\nsuch industries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Government by its subsequent notice of\r\n\r\namendment finds it desirable to give better effect\r\n\r\nto  our intention as expressed in the amendment to\r\n\r\nbe  moved by the Member for Bukit Ho Swee, I  wish\r\n\r\nto  avail myself of the opportunity to clarify the\r\n\r\ncorrect\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 683</b></font><br><br>\r\n\r\n\r\n\r\nintention underlying our amendment to clause 53 of\r\n\r\nthe  Employment  Bill. If the  Government  has  no\r\n\r\nobjection,  may  I  suggest  that  the  expression\r\n\r\n\"sections 43 and 44\" appearing in the fourth  line\r\n\r\nof  sub-clause (3) proposed to be added to  clause\r\n\r\n53  of  the  Employment Bill be deleted,  and  the\r\n\r\nexpression \"Part IV\" be inserted in place thereof?\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Such an amendment would give effect to the true\r\n\r\nintention behind our amendment to clause  53  and,\r\n\r\nat the same time, remove a clear and unintentional\r\n\r\ndiscrepancy between the provisions of clause 53 of\r\n\r\nthe  Employment Bill and those of clause 7 of  the\r\n\r\nIndustrial Relations (Amendment) Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Mr Speaker, Sir, I fully\r\n\r\nsupport  the views expressed by my colleague,  the\r\n\r\nhon. Member for Telok Blangah.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Govindasamy, were you moving a\r\n\r\nformal amendment to the words proposed to be added\r\n\r\nor were you merely indicating that you wished that\r\n\r\nthat had been done?\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> I am just suggesting to the\r\n\r\nGovernment whether they would, in their  amendment\r\n\r\nto   clause  53,  delete  \"sections  43  and   44\"\r\n\r\nappearing in the fourth line of sub-clause (3) and\r\n\r\nin place thereof insert \"Part IV\".\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> In that case, the best thing would\r\n\r\nbe  for  the  Minister to consider your suggestion\r\n\r\nand, if he finds it acceptable, he can move to re-commit this clause at the Third Reading stage?\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> That is acceptable to me,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 684</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Rajaratnam, do you wish to\r\n\r\nreply?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> It is not so much a reply as a\r\n\r\nstatement that this clause 53 of the Bill has been\r\n\r\ncarefully  considered and drafted  and  I  do  not\r\n\r\nthink  that  even the suggestion proposed  by  the\r\n\r\nMember would be accepted by the Government because\r\n\r\nthis  clause  is far more comprehensive  than  was\r\n\r\nintended.  So  I am afraid that,  as  far  as  the\r\n\r\nGovernment  is concerned, we cannot  consider  any\r\n\r\nvariation  in  the  clause  in  the  amendment  as\r\n\r\nsubmitted by me.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Seah, in the light of the\r\n\r\ndecision  of the House on clause 53, there  is  no\r\n\r\npoint   in  moving  your  amendment*.  There   is,\r\n\r\nhowever, no necessity to withdraw it. So  long  as\r\n\r\nyou do not rise to move it, it will not be debated\r\n\r\nor discussed.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n*  Mr Seah Mui Kok's amendment to clause 53 reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'(2) In page 25, after line 3, to add -\r\n\r\n   \r\n\r\n<pre>   \r\n\r\n   \"(2) The provisions of this section shall not apply -\r\n\r\n\r\n\r\n        (a) where the terms of service under which a person \r\n\r\n            is employed  are  provided for in a  collective\r\n\r\n            agreement entered  into before the  coming into \r\n\r\n            operation of this Act and while such collective \r\n\r\n            agreement remains in force; or\r\n\r\n\r\n\r\n       (b)  where after  the coming into operation of  this\r\n\r\n            Act the  employer  has  agreed  to grant to his\r\n\r\n            employee terms of service more favourable  than\r\n\r\n            those  contained  in  section  43 or 44 of this \r\n\r\n            Act.\".'\r\n\r\n</pre>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> Mr Speaker, Sir, I would still\r\n\r\nlike to make a special appeal to the Minister  for\r\n\r\nForeign  Affairs and Minister for Labour. Although\r\n\r\nhe  has  already  decided on his  stand,  we,  the\r\n\r\nworkers of Singapore, sincerely hope that the time\r\n\r\nwill  come when there will be a relaxation of this\r\n\r\nclause.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Seah, the House has just\r\n\r\ndecided  that clause 53 be amended. At the  moment\r\n\r\nthere  is  no question before the House which  you\r\n\r\ncan debate. I am now going to propose \"That clause\r\n\r\n53,  as amended, stand part of the Bill,\" and what\r\n\r\nyou  are  going  to  say  appears  to  me  to   be\r\n\r\nappropriate to that question.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 53, as amended,\r\n\r\nstand part of the Bill.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 685</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> I have just said that we hope\r\n\r\nthe  Minister for Foreign Affairs and Minister for\r\n\r\nLabour  will consider our appeal that, instead  of\r\n\r\nlimiting the scope of the amended clause  53  only\r\n\r\nto  clauses 43 and 44 of the Employment  Bill,  he\r\n\r\nwill extend it to include Part IV of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 53, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> In consequence of the addition of\r\n\r\nthe two sub-clauses,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 24, line 37, after \"53.\", to insert \"--\r\n\r\n(1) \".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 54 to 147 inclusive ordered to stand part\r\n\r\nof the Bill.\r\n\r\n\r\n\r\nClause 148 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 49, line 41, to leave out \"C\" and insert \"B\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a consequential amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is a note,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 49, line 41, marginal note, to leave out\r\n\r\n\"C\" and insert \"B\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This will be done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 148, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 149 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment made: In page 50, line 19, to leave out\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"C\" and insert \"B\". -[Mr Rajaratnam].\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is a note, In page 50, line\r\n\r\n19, marginal note, to leave out \"C\" and insert \"B\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This will be done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 149, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 150 to 159 inclusive ordered to stand\r\n\r\npart of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 160 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 686</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 56, line 1, to leave out \"XV\" and insert \"XVI\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this amendment is to rectify a\r\n\r\nclerical error.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 160, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 161 to 170 inclusive ordered to stand\r\n\r\npart of the Bill.\r\n\r\n\r\n\r\n<br><br>6.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Schedule A ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Schedule B -\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It is the Minister's intention\r\n\r\nthat this Schedule be deleted. Those hon. Members\r\n\r\nwho agree with the Minister, please say \"No\" when\r\n\r\nI put the Question, \"That Schedule B stand part of\r\n\r\nthe Bill.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That Schedule B stand part of the\r\n\r\nBill,\" put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Schedule B accordingly disagreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Schedule C ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> As a result of the deletion of\r\n\r\nSchedule B, Schedule C, which has been agreed to,\r\n\r\nwill now be renumbered as Schedule B.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Rajaratnam, will you report progress on the\r\n\r\nBill?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the House.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I beg to\r\n\r\nreport that the Committee has made progress on the\r\n\r\nBill and ask leave to sit again on a date to be\r\n\r\nfixed.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Coomaraswamy (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> So be it.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That Parliament do now adjourn to a\r\n\r\ndate to be fixed.\" - [Mr Rajaratnam].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at Twelve minutes to</div>\r\n\r\n<div align=\"right\">Seven o'clock p.m, to a date to be fixed.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
