{"memberId": null, "volumeNo": "29", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "12", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"2\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"29\">\r\n\r\n<meta name=\"Sit_No\" content=\"12\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1970-03-20\">\r\n\r\n<meta name=\"Start_Col\" content=\"771\">\r\n\r\n<meta name=\"End_Col\" content=\"862\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">29</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">12</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">20-03-1970</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 771</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE SECOND PARLIAMENT</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART III OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 29</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Friday, 20th March, 1970</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Dr Yeoh Ghim Seng) (Joo Chiat).\r\n\r\n\r\n\r\n<br>Inche A. Rahim Ishak (Siglap), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Inche Abdul Aziz Karim (Kallang).\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and National Development and Leader of the House.\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Whampoa), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Madam Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Eric Cheong Yuen Chee (Toa Payoh).\r\n\r\n\r\n\r\n<br>Mr Ch'ng Jit Koon (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Chua Sian Chin (MacPherson), Minister for Health.\r\n\r\n\r\n\r\n<br>Mr J. F. Conceicao (Katong).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr N. Govindasamy (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 772</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for Law and National Development (National Development Division).\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Hwang Soo Jin (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Dr Lee Chiaw Meng (Farrer Park), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah).\r\n\r\n\r\n\r\n<br>Mr Lim Kim San (Cairnhill), Minister for Defence.\r\n\r\n\r\n\r\n<br>Mr Lim Soo Peng (Havelock).\r\n\r\n\r\n\r\n<br>Mr Low Guan Onn (River Valley).\r\n\r\n\r\n\r\n<br>Mr Low Yong Nguan (Crawford).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ghazali Bin Ismail (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Ong Soo Chuan (Nee Soon).\r\n\r\n\r\n\r\n<br>Inche Othman Bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Phua Bah Lee (Tampines), Parliamentary Secretary to the Minister for Communications.\r\n\r\n\r\n\r\n<br>Inche Rahmat Bin Kenap (Geylang Serai).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs and Minister for Labour.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 773</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Potong Pasir), Parliamentary Secretary to the Minister for Law and National Development (Law Division).\r\n\r\n\r\n\r\n<br>Mr L. P. Rodrigo (Serangoon Gardens), Parliamentary Secretary to the Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Seah Mui Kok (Bukit Ho Swee).\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Inche Sha'ari Bin Tadin (Kampong Chai Chee), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Parliamentary Secretary to the Minister for Labour and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Sia Khoon Seong (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Choa Chu Kang), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 774</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Acting Minister for Culture.\r\n\r\n\r\n\r\n<br>Prof. Wong Lin Ken (Alexandra).\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Communications.\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Minister for Science and Technology.\r\n\r\n\r\n\r\n<br>Tuan Haji Ya'acob Bin Mohamed (Kampong Ubi), Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 773</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ESTIMATES OF EXPENDITURE</b></div>\r\n\r\n<div align=\"center\"><b>FOR FINANCIAL YEAR</b></div>\r\n\r\n<div align=\"center\"><b>1ST APRIL, 1970, TO</b></div>\r\n\r\n<div align=\"center\"><b>31ST MARCH 1971</b></div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \"That the sum to be allocated for Head 0501 be\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> At the Moment of interruption last night we were on\r\n\r\n<br>Section: BUDGET Order read for resumed consideration in Committee of Supply (2nd Allotted Day]. Resumption of debate on Question (19th March, 1970), reduced by $10 in respect of subhead l0O1.\"-[Madam Chan Choy Siong]. Head 0501 (contd.) - the first amendment to Head 0501, Ministry of Foreign Affairs.\r\n\r\n\r\n\r\n \"That the sum to be allocated for Head 0501 be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 774</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Question is, reduced by $10 in respect of subhead 1001.\" The Member for Punggol had the Floor when the debate was interrupted. Mr Ng Kah Ting, you have three minutes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, I was touching on the question of the\r\n\r\n<br>staffing of our overseas missions when the Moment of interruption came. I think I dealt with that issue at some length. My last question is whether the Minister for Foreign Affairs will consider creating a post of Information Officer in each of these missions so that, among other things, he can also help boost the tourist trade.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Foreign Affairs and Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Foreign Affairs and Minister for Labour (Mr S. Rajaratnam):</b> Mr Speaker, Sir, since\r\n\r\n<br>the general remarks made by Members have been gratifying, I will not take up the time of this House by dealing with them. However, I would like to elucidate on or reply to some of the points raised by Members.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 775</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Member for Sembawang wanted to know what benefit Singapore would gain by joining A.S.E.A.N.\r\n\r\n<br>and what projects, if any, it has initiated. He wanted to seek further details about the $3 million that we have contributed towards A.S.E.A.N. The third ministerial meeting of A.S.E.A.N, was held at Cameron Highlands last year. The meeting approved 98 recommendations covering projects for co-operation among A.S.E.A.N, countries. They include, among other things, the fields of commerce and industry, tourism, shipping, civil aviation, air traffic services, meteorology, transportation and communications, food supply, fisheries and so on.\r\n\r\n<br>The A.S.E.A.N. Standing Committee and the A.S.E.A.N. Secretaries-General at their meeting last month in Manila decided to meet more often in order to keep in touch with the progress of the work of the various committees and to get a move on with the work of A.S.E.A.N.\r\n\r\n\r\n\r\n<br>As I have repeatedly stated, A.S.E.A.N, is rather a new venture by relatively under-developed countries which have agreed to work towards regional co-operation. I just want to remind Members of the House that the European Economic Community, consisting largely of well-established and highly industrialised nations, has after a period of some 20 years, just about got going with regional co-operation. So I do not think we should expect too much of A.S.E.A.N, during a period of only three years. However, though nothing spectacular will be achieved for a long time, there is, nevertheless, some small but hopeful progress being made.\r\n\r\n\r\n\r\n<br>For example, take three of the more important achievements, if you would like to call them that.\r\n\r\n<br>First, there is the project for a \"Visit A.S.E.A.N. Year\" in 1971 to promote tourism in the region. Secondly, there is the acceptance of a Memorandum of Understanding on Assistance to A,S.E.A.N, on Economic Co-operation by E.C.A.F.E. Thirdly, there is the creation of an A.S.E.A.N. Fund.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 776</b></font><br><br>\r\n\r\n\r\n\r\n<br>I will take this opportunity to reply to the Member for Punggol about the purposes of the A.S.E.A.N. Fund. We agreed at the meeting at Cameron Highlands to contribute U.S. $1 million, which works out roughly to $3,080,000 in our currency. The contribution is to be paid into the national fund of each member country and held in custody by that country. The national fund will be replenished by each member country to the required level as decided by the Foreign Ministers, taking into account any outstanding claims for reimbursements by member countries. The fund is to be used only for the purposes of implementing projects which have been approved by the Foreign Ministers of A.S.E.A.N, countries. The projects so approved will be categorised as approved projects.\r\n\r\n<br>Under the agreement, the host government will be responsible for the administrative and capital costs of the approved projects, the operational cost being shared equally by member countries. The agreement also provides for the ownership of any property, movable or immovable, acquired by the host government, under an approved project to be vested in the host government. However, the host government may not exercise the right to dispose of any such property until after completion of the approved projects unless otherwise agreed to by the Foreign Ministers. Sir, this roughly is the principle on which the A.S.E.A.N. Fund will operate.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 777</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Speaker, Sir, the Member for Anson raised the question of housing allowances for officers serving in our missions abroad. It is true that Government officers serving in our missions abroad are not paid a separate housing allowance for the simple reason that they are provided free accommodation in their respective stations. The accommodation is commensurate with their status. In each case a rent ceiling is fixed, again commensurate with the status of the particular officer and having regard to the prevailing conditions. It is true that officers are expected to obtain suitable accommodation of their choice in locations approved by the heads of missions but within an approved ceiling. In the opinion of the head of the mission, if the accommodation is sometimes considered inadequate or inappropriate, such representations are carefully considered. Rent ceilings have by and large been raised to the recommended levels.\r\n\r\n\r\n\r\n<br>The other point which the Member for Anson raised was whether, on their return, serving officers are provided with accommodation until they are reposted. There has been no provision in the past for quarters or accommodation for officers returning from abroad. But they are allowed three days' stay in a hotel in Singapore at Government expense on their return from abroad. However, it has now been agreed with the Ministry of Finance that suitable accommodation be provided for such officers on payment of a reasonable rent. At present, negotiations are under way for the leasing of suitable flats, probably from the Housing and Development Board. These flats will be used to accommodate officers returning from abroad until their next posting, or to enable them to secure suitable accommodation for themselves or their families if they are not being posted.\r\n\r\n\r\n\r\n<br>I think the Member for Telok Blangah and a few other Members made some comments on the lack of equipment in some of the overseas offices, about rent being paid for houses which are not occupied, and that they should be larger and so on. I think the Member had one particular mission in mind, where admittedly things were a little bit rough for the head of the mission.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br>In fact, he has written to me a number of times.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 778</b></font><br><br>\r\n\r\n\r\n\r\n<br>The reason is that we had to send an advance team from the Ministry of Finance to this particular country to recommend purchases in regard to office equipment, furniture and so on. But it was found that things like typewriters, duplicating machines and a few other pieces of office equipment were extremely expensive in that particular country. So we had to purchase and ship them from Singapore and communications are not all that speedy in that part of the world. So the head of the mission and his staff had to rough it out for a while. But I am happy to say that since then I have had no letters of complaint from the head of the mission. He is extremely satisfied. In fact, he has gone on a visit to other parts of this particular country. I think this matter has been rectified.\r\n\r\n\r\n\r\n<br>On the question of rent which was paid for a house which was not occupied for some four months, this was due to the delay in selecting a suitable officer for this particular mission. At the same time, we did not want to let go this particular house because we might have to send another advance team from Singapore to look for another house. So we asked them to hold on to the house.\r\n\r\n<br>Unfortunately, the selection took about four months. The officer is there now and he is occupying the house and everything is going along smoothly.\r\n\r\n\r\n\r\n<br>The Member for Punggol wanted to know about the annual contributions that Singapore makes to international organisations. My Ministry is responsible for contributing to some 17 international organisations such as the World Meteorological Organisation, the International Civil Aviation Organisation, the International Customs Tariff Bureau and other international agencies like the United Nations, E.C.A.F.E., the United Nations Industrial Development Organisation and so on. The amounts of contributions vary from year to year as they are generally based on the annual budget submitted by these bodies. The annual budget is apportioned on a particular formula. In addition to these, we also make donations to such organisations as the Peace Keeping Force in Cyprus, the Refugee Fund in the Middle East and so on, on an ad hoc basis.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy (Telok Blangah):</b> Mr Speaker, Sir, I welcome the idea of sending\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 779</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, it is part of my strategy\r\n\r\n<br>an advance team before setting up a foreign mission. But the idea of sending two members from the Treasury is not practical. Is it not possible to include in this advance team a member from the Foreign Ministry who would be in a better position to set up missions abroad than an officer from the Treasury who only thinks of dollars and cents? always to appear to be cooperating with the Treasury. I always like to have one member and, if possible, more members from the Treasury in the advance team, because whatever recommendations they eventually make on the spot are generally far more acceptable than recommendations made from the home office. But I would agree that in future somebody from Foreign Office should also accompany an official from the Treasury so that he would be able to bring home to the Treasury official the requirements of a mission abroad.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong (Sembawang) (In Mandarin):</b> Sir, as the Minister has given\r\n\r\n<br>satisfactory answers, I beg leave to withdraw.\r\n\r\n\r\n\r\n<br>Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 780</b></font><br><br>\r\n\r\n\r\n\r\n<br>That the sum to be allocated for Head 0501 be reduced by $10 in respect of subhead 1062. Sir, some time ago I raised the question of Students' Counsellor and inquired of the Minister for Foreign Affairs whether or not there would be other Students' Counsellors to be posted to other missions. Here again, I would like the Minister for Foreign Affairs to consider posting more Students' Advisers to our missions abroad and to places where we have a concentration of our students. With the help of these Advisers, our students abroad will be able to keep themselves informed of events in Singapore. At the same time, they will be able to explain to their friends what and where Singapore is. This is important because, in the course of my meetings with some of our students overseas, they complain that they do not know What is happening at home. In order to get information, they have to go to our missions and some of them are far away from their places of study. In this respect, if more Students' Advisers are attached to our missions, they will be a great help to our students.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I do not disagree in principle\r\n\r\n<br>that it is good to have as many Students' Advisers as possible wherever there are students. But, by and large, our students are concentrated in the United Kingdom, Australia, and an increasing number in the United States. It is impractical to have a Students' Adviser attached to all places or universities where students forgather. In the United Kingdom, we have about 1,500 students, and therefore it is both practical and worth our while to have a Students' Adviser attached to our High Commission in London. His duties include assisting in placement work, the welfare of students and so on. In Australia, where there is another heavy concentration of Singapore students, there is no Students' Adviser. But there are Students' Liaison Officers in Sydney, Melbourne, Adelaide and Perth who work direct with our High Commissioner in regard to student affairs, including welfare in their respective areas. If at some future time we feel that there is a sufficient number of students in any particular locality or country to justify either a Students' Adviser or a Students' Liaison Officer, we shall give it consideration.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, I am happy with the Minister's reply, and I\r\n\r\n<br>beg leave to withdraw.\r\n\r\n\r\n\r\n<br>Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n\"Cypher  Officer\" There are only six  posts  and  I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 781</b></font><br><br>\r\n\r\n\r\n\r\n<br>That the sum to be allocated for Head 0501 be reduced by $10 in respect of subhead 1071. Sir, I would like to take issue on the term think the term \"Cypher Officer\" should not be included in the Estimates. It should be changed to another name. My contention is this. We have some 15 missions overseas and I believe more will be set up in the future. In most of these missions, we will inevitably be having such officers. Therefore, if we have the figure \"6\" against the term \"Cypher Officer\", are we not letting the cat out of the bag, so to speak? I urge the Minister to consider redesignating this post.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Sir, the point of the Member is that by\r\n\r\n<br>redesignating a Cypher Officer as a Stenographer or some other name, the country concerned will not get on to the fact that the gentleman is a Cypher Officer. I do not think much purpose would be served by changing the name unless there are far more pressing reasons. Last year, the Member suggested changing the designation of one particular officer. There was some justification.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, if that is the case, I beg leave to withdraw\r\n\r\n<br>But in the case of \"Cypher Officers\", I do not think we are going to achieve very much. Most likely I will get into difficulties with the Treasury because they can say, \"You are supposed to have Cypher Officers. How is it that you have somebody else?\" I understand the intentions of the Member. We are not going to solve the problem or allay his fears by redesignating the term \"Cypher Officer\" by some other name. my amendment.\r\n\r\n\r\n\r\n<br>Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n\r\n\r\n<br>That the sum to be allocated for Head 0501 be reduced by $10 in respect of subhead 1095. Sir, I believe the question of what is a make-up allowance was raised by my colleague, the Member for Anson, last evening. This is a new provision. I do not know whether it is \"make-up\" in the sense that we generally take it to be, or make-up in another sense. I shall be grateful if the Minister will care to clarify.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, this subhead 1095 means what it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 782</b></font><br><br>\r\n\r\n\r\n\r\n(lie  sum  total  of the salary and allowances,  if\r\n\r\n<br>means. It is a make-up allowance and it does not make up anything else. The special make-up allowance has been designed to compensate overseas officers with working wives for the loss of their wives' income. In the world of diplomacy, as Members know, it is not only desirable, but very wise, that married officer diplomats should have their wives with them in foreign countries. Working wives who have to give up their employment in Singapore to accompany their husbands overseas, we feel, should be compensated for by adjustments to their husbands' salary. At the moment, the overseas allowance to officers does not take into account loss of wives' earnings. It is only paid to enable overseas officers to meet additional expenses that they would have to incur to maintain a standard of living that would be a credit to Singapore, and to meet the high cost of living in the countries of their postings. Therefore, it is only reasonable, we feel, that an allowance should be paid to compensate the husband and wife for their loss. The quantum of allowance is arrived at by subtracting any, of a husband and wife drawn on the date immediately before the date of the husband's posting overseas from the sum of the salary, overseas allowance, children's allowance, acting allowance and so on, payable to him as a result of his posting to a mission.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, I am grateful to the Minister for his reply\r\n\r\n<br>and I beg leave to have my amendment withdrawn.\r\n\r\n\r\n\r\n<br>Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 783</b></font><br><br>\r\n\r\n\r\n\r\n<br>That the sum to be allocated for Head 0501 be reduced by $10 in respect of subhead 1162. Sir, according to the explanatory note under this head, it is a post different from that of subhead 1163, that is a clerk/typist. In other words, it seems to me that this officer has been promoted as an Executive Assistant, drawing a salary which I believe is equivalent to our administrative officer. Sir, in this respect, I would like to seek elucidation from the Minister for Foreign Affairs whether he would consider replacing such an officer with one of our equivalent rank, that is, an administrative officer, whose post will be probably that of a Second Secretary. Although I do not know the nature of the work of this Executive Assistant and whether we should recruit such local staff at such a high salary, I think we can supply such an officer from Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, this subhead 1162 refers to the\r\n\r\n<br>appointment of an Executive Assistant. Past experience has led our mission in New York to conclude that they need a local person capable of preparing factual draft briefs on agenda items for the United Nations General Assembly sessions, research on any given subject, translating correspondence in French and Spanish into English, putting up background material on matters which come before the United Nations as directed by our permanent representative to the United Nations, and preparing factual minutes of the United Nations resolutions adopted during the General Assembly sessions. This was therefore supported by my Ministry, and as obviously the duties call for special talent and experience far greater than those expected of a clerk or typist, it was proposed and agreed to by the Ministry of Finance that the post of Executive Assistant should be created against the deletion of the post of Clerk/ Typist, and that it should be filled by a local person.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, I fully agree with the Minister on the\r\n\r\n<br>second part of the question, but I do not quite see his point on the first part, because with regard to extracting minutes or proceedings in the United Nations, whether they be committee meetings or plenary sessions, such work can be done and the officer can be trained and taught how to do it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 784</b></font><br><br>\r\n\r\n\r\n\r\n<br>Probably the other difficulty may be the question of interpreting or translating foreign languages like Spanish. French and Russian. In this respect, Sir, we could try to find out whether or not one of our local citizens of that calibre can be found, and if he or she is found, whether he or she can be sent over to the mission and, in course of time, learn the nature of the job.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Of course, Mr Speaker, Sir,I do agree that if\r\n\r\n<br>we can find a local person with those capabilities, naturally he would be sent, but unfortunately we have not been able to find that talent. Even if there is such talent, I do not think we will be able to entice him to come to my Ministry. That being the case, we have to make good with whatever is available. But just for the information of Members, despite what appears to be a fairly attractive pay, the lady in question has decided to tender her resignation because she is getting married and hopes to get a better job.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, I must thank the Minister for his patience,\r\n\r\n<br>and I beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br>Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Soo Peng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Soo Peng (Havelock):</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Sir, I am afraid this particular item escaped my\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 785</b></font><br><br>\r\n\r\n\r\n\r\n<br>That the sum to be allocated for Head 0501 be reduced by $10 in respect of subhead 1521. This is to seek information only. I note that the provision for the Embassy at Rangoon is only for locally recruited staff and appears to be for part of the year only. Is it the intention of the Government to ask another Ambassador to cover the duties in our Rangoon Embassy, and begin operations only at the end of the year? If so, will the Minister state which Ambassador will cover the duties in our Rangoon Embassy and when will it begin work? notice until it appeared in print in the Budget Estimates. This was in the early days soon after independence when we were deciding where to put up our missions. Since then, events have moved very fast and with our limited resources we have had a different system of priorities. So even should we announce that \"Tomorrow we are going to establish a mission in such and such a place,\" events would have so overtaken our initial planning that we might have to change the venue from one country to another. Therefore, I am afraid that this particular item is one which has been overtaken by events. Not that we have no intention of establishing a mission in Rangoon, but with our limited resources and priorities, there is no immediate intention of establishing a mission in Rangoon.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Soo Peng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Soo Peng:</b> Sir, in view of the Minister's clarification, I\r\n\r\n<br>beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br>Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n\r\n\r\n<br>That the sum to be allocated for Head 0501 be reduced by $10 in respect of subhead 1646. Sir, in moving this amendment, I am just seeking information from the Minister why we should have a security guard posted in our mission in Manila, for nowhere in the other provisions of the Estimates do I see the post of a security guard.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Sir, this is merely an instance of our having to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 786</b></font><br><br>\r\n\r\n\r\n\r\n<br>do \"in Rome what the Romans do\". Sir, from the rather forcibly expressed letters from our Ambassador in Manila, I understand that it is the practice in Manila for offices as well as residential areas to have security guards for a variety of reasons. Indeed, all diplomatic missions in Manila have their own security guards to look after their own chanceries. The security guard shown under the subhead 1646 is for our chancery in Manila. Our Ambassador's residence is located in Forbes Park Village, and there is an association which affords protection to residents in the village. A sum of about 520 pesos is paid daily by each resident to meet the salaries of the security guards and other expenses. Therefore, this sum is only to pay for a security guard for our chancery. I must congratulate our Ambassador there, because he has not yet pressed for a security guard for his residence.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, in view of the Minister's reply I beg leave\r\n\r\n<br>to withdraw my amendment.\r\n\r\n\r\n\r\n<br>Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Mr Ng Yeow Chong: \r\n\r\n \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Mr N. Govindasamy:\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment No. (8), Mr Ng Yeow Chong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Yeow Chong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Yeow Chong (Mountbatten):</b> Sir, I am not moving.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> Sir, I am also not moving my amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir,I beg to move,\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The amendment reads as follows: \r\n\r\n<hr size=\"2\" noshade>\r\n\r\n \r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> All right.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Thank you, Sir. Subhead 3104 concerns \"Staff and\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 787</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, the Member is quite right in\r\n\r\n<br>The following amendments stood on the Order Paper Supplement (8) That the sum to be allocated for Head 0501 be reduced by $10 in respect of subhead 2016. (9) That the sum to be allocated for Head 0501 be reduced by $10 in respect of subhead 2020. That the sum to be allocated for Head 0501 be reduced by $10 in respect of subhead 3104. Sir, in moving this amendment, may I seek your permission to range over the subject covered in the next amendlnent* standing in my name? (11) That the sum to be allocated for Head 0501 be reduced by $10 in respect of subhead 3105. Expenses for Singapore Missions Overseas\". But I notice that provision is already made for these missions under subheads 2081 to 2096, under the section \"Overseas Missions\". I would be grateful if the Minister could enlighten this House on the necessity of having to provide staff and expenses amounting to $1,483,760 for Singapore Missions Overseas. I take it that there might be new overseas missions to be set up, and, if so, will he kindly indicate where and when they will be set up? Subhead 3105, \"Expenses on Representations Overseas\", is a new subhead, and it has three little letters \"sts\" against it, meaning \"Subject to Treasury sanction\". I would like to seek further information on the provision of $36,000. What are the overseas representations that we are likely to attend, and who will be attending them? his guess--that subhead 3104 is in respect of expenses which will be incurred in connection with the opening of new missions. We have the agreement of Treasury to open four new missions. Apparently it will be indiscreet of me to mention the names and places of representations that we may or may not open, because it will cause a loss of face all round. We propose to open about four new missions, two of which are fairly certain to be established -one in Moscow and the other in one of the countries in Western Europe. Certainly it will be administratively convenient to have the funds first before we make decisions to open new missions during the coming year.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 788</b></font><br><br>\r\n\r\n\r\n\r\n<br>Subhead 3105 refers to provision for heads of missions who are concurrently accredited to more than one country. The sum entered under this subhead is to meet travelling expenses, subsistence allowances, communications expenses, and so on. In the performance of their duties, heads of missions have to incur such expenses when they visit countries to which they are concurrently accredited. For example, our Ambassador in Washington is also accredited to Brazil. Our permanent representative in the United Nations in New York is also accredited to Canada. Our High Commissioner in New Delhi is also accredited to the Kingdom of Nepal and our Ambassador in Cairo is also accredited to four countries - the Lebanon, Yugoslavia, Pakistan and Ethiopia.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, in view of the Minister's satisfactory\r\n\r\n<br>replies, I beg leave to withdraw my amendments.\r\n\r\n\r\n\r\n<br>Amendments, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo (Changi):</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br>That the total sum to be allocated for Head 0501 be reduced by $100*. (* The same amendment also stood in the name of Mr Low Yong Nguan.) Sir, can the Foreign Minister inform this House whether there is a practice to ensure periodical examination of the position of our missions abroad, with a view to assessing their needs and requirements? is there any way to relax Treasury control of certain expenditure by our missions abroad? Perhaps these problems may be efficiently resolved by investing our Ambassadors or High Commissioners with the discretion and authority to interpret their own problems.\r\n\r\n\r\n\r\n<br>At this moment the Ministry of Foreign Affairs finds it rather difficult to attract highly qualified people to join the foreign service because, as I say, there is no scheme to ensure promotion, if this scheme is absent, surely no one is interested as he will suffer in the long run.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Yong Nguan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Yong Nguan (Crawford):</b> I am not speaking. Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Sir, in regard to the re-examination of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 789</b></font><br><br>\r\n\r\n\r\n\r\n<br>Again, Sir, can the Minister inform this House what measures are being taken to ensure that the recruitment of personnel into the diplomatic service abroad is sound and effective? Also, in view of the high cost of living abroad, may I know what entertainment allowances are given to our officers in overseas missions? working of the missions abroad, in the light of experience over the past few years, I think we have, through a series of trial and error procedures, finally arrived at a position where we are able to for-mulate a more coherent foreign service scheme. The first step is to attract and retain officers as well as to smooth out the inevitable difficulties that the man-on-the-spot, i.e., our Ambassadors, encounters when he conies up against the machinery of the government at home. It is a fairly comprehensive scheme, but one of the aims is that there will be a greater delegation of responsibility to the Ambassador concerned, in regard to details of finance or otherwise. This is so partly because a routine has been established.\r\n\r\n<br>In the early days everybody in the foreign service was a bit cautious because the Ambassador was new, everybody else was new to the game. If there were no strict controls, we might find ourselves involved in unnecessary difficulties.\r\n\r\n\r\n\r\n<br>With regard to a foreign service scheme, I think we are now moving to a position where we feel that we can attract more suitable people who are prepared to serve abroad. One of the difficulties is that if a young local officer is given the choice, he would rather enter the local administrative service, where the prospects of promotion are greater, than join the foreign service where the scope for advancement is limited because the Foreign Ministry itself is a small outfit. So these officers naturally tend to be diffident about serving abroad because they feel that they will miss chances for promotion and advancement in the civil service. This is one of the reasons why we are reluctant to have a separate foreign service because then the officer feels that he will fall into a trap. Therefore, we are devising a scheme whereby an officer entering the foreign service will not lose or be deprived of a chance, depending on his ability and so on, of rapid advance in the home service.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 790</b></font><br><br>\r\n\r\n\r\n\r\n<br>As regards entertainment allowances, I think there is no problem. Everybody likes to have a bit more entertainment allowance, and as far as I know, there has been no serious representation made by some of our missions abroad as to the inadequacy of these allowances.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> Sir, in view of the answer given by the Minister,\r\n\r\n<br>I beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br>Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br>The sum of $11,181,780 for Head 0501 ordered to stand part of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 790</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 0601 -\r\n\r\n \r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0601 be\r\n\r\nreduced by $10 in respect of subhead\r\n\r\n1001*.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(* The same amendment also stood in the names of Madam Chan Choy Siong, Mr P.Govindaswamy, Mr Hwang Soo un, Mr Seah Mui Kok, and Mr Cheong Yuen Chee.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to raise three questions under this\r\n\r\namendment, i.e., citizenship, work permits and\r\n\r\nindustrial accidents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, I will speak on citizenship. Backbenchers\r\n\r\nhave  often  raised  the question  of  citizenship.\r\n\r\nHowever, we do this not because we like to  grumble\r\n\r\nat  the Minister. As spokesmen of the people, it is\r\n\r\nour  duty to give our views reflecting the  current\r\n\r\nopinion  of our people. The question of citizenship\r\n\r\nis  a  pressing problem to many of our people. Many\r\n\r\nof  the applications for citizenship have come from\r\n\r\nold  people, young wives and children.  If  people\r\n\r\nhave  no  citizenship,  how  can  they  provide   a\r\n\r\nlivelihood  for their family? I hope  the  Minister\r\n\r\nwill  adopt  a  sympathetic attitude towards  these\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I remember on the 9th of this\r\n\r\nmonth the Parliamentary Secretary to the Minister\r\n\r\nfor Labour told the House that the Government would\r\n\r\nreview the policy on citizenship. He said that each\r\n\r\ncase would be carefully considered on its merits.\r\n\r\nThis is a very wise attitude to take. It shows that\r\n\r\nthe Parliamentary Secretary is not a stubborn man.\r\n\r\nHowever, as far as I know, the Government has not\r\n\r\nin fact changed its policy on citizenship for the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 791</b></font><br><br>\r\n\r\n\r\n\r\npast  two  or  three years. There are  applications\r\n\r\nwhich  have been outstanding for a few years. After\r\n\r\nwaiting  for  some years, the applicants  have  now\r\n\r\nreceived  a notice that they have not been  granted\r\n\r\ncitizenship. I think the Government has not made  a\r\n\r\nfrequent  enough  review  of  its  policy  on  this\r\n\r\nmatter.  This  goes to show that the  Parliamentary\r\n\r\nSecretary  says  one thing and means  another.  His\r\n\r\nwords and actions do not tally.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I realise, of course, that the\r\n\r\nreason  why  we have to be strict with applications\r\n\r\nfor  citizenship is that our country is now  facing\r\n\r\nserious economic problems. However, our economy  is\r\n\r\nnow   showing  an  upward  trend.  The  number   of\r\n\r\nunemployed  has  fallen  sharply.  The   time   has\r\n\r\ntherefore  come  for  us to review  the  conditions\r\n\r\nwhich  qualify a person for citizenship. Of course,\r\n\r\nwe  cannot completely relax the conditions. I would\r\n\r\nlike  to ask the Minister to relax at least 50  per\r\n\r\ncent  of  the conditions. If he can do this,  I  am\r\n\r\nsure  we can relieve the hardships of many  of  the\r\n\r\napplicants. If we adopt a policy of gradual change,\r\n\r\nthen  in a few years' time we will be able to solve\r\n\r\nthe question of citizenship completely.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now touch on the question of work permits.\r\n\r\nIn  his  Budget speech recently, the  Minister  for\r\n\r\nFinance told the House that the Government intended\r\n\r\nto  relax  the conditions for the issuing  of  work\r\n\r\npermits.  This  is very good news to  the  would-be\r\n\r\napplicants.  I  am  sure  that  when  the  Minister\r\n\r\nreferred to the relaxation of immigration rules, he\r\n\r\nwas   referring  to  applicants  with   specialised\r\n\r\nskills. This is an important factor in our economy.\r\n\r\nI  would also like to point out that in addition to\r\n\r\nworkers with specialised skills, we are also  short\r\n\r\nof  unskilled  labourers. As far as  I  know,  some\r\n\r\nbarber shops, coffee shops and restaurants are very\r\n\r\nshort  of  workers. There are two reasons for  this\r\n\r\nshortage.  First,  a  large, number  of  our  young\r\n\r\npeople  have  been called up for national  service.\r\n\r\nSecondly,  our  rapidly expanding  industries  have\r\n\r\nbeen absorbing many of our young workers. There  is\r\n\r\nthus  a  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 792</b></font><br><br>\r\n\r\n\r\n\r\ncase  for  relaxing  the  conditions   for\r\n\r\ngranting work permits to ordinary workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The last point I wish to touch upon is industrial\r\n\r\naccidents.  As a result of the rapid  expansion  of\r\n\r\nour   industries,  there  is  a  corresponding  and\r\n\r\nshocking  increase  in  the  number  of  industrial\r\n\r\naccidents.  According  to the  report,  there  were\r\n\r\n8,147  cases of industrial accidents in  1968,  109\r\n\r\nbeing  fatal.  In 1969 there were  8,714  cases  of\r\n\r\nindustrial accidents, 130 being fatal. We can  thus\r\n\r\nsee  that  the  number of industrial  accidents  is\r\n\r\nincreasing  from year to year. As  a  result,  many\r\n\r\nwidows  and  orphans are left  to  suffer.  In  his\r\n\r\nreplies   to   questions   in   this   House,   the\r\n\r\nParliamentary Secretary to the Minister for  Labour\r\n\r\nsaid  that these industrial accidents had  occurred\r\n\r\nas a result of the shortage of staff in the section\r\n\r\nfor the prevention of industrial accidents. I think\r\n\r\nmore  people  should be employed to strengthen  the\r\n\r\nstaff in this section of the Ministry of Labour.  I\r\n\r\nhope  the staff in this section are familiar,  with\r\n\r\nthe  different types of machinery so that they  can\r\n\r\nprevent  the  increase of industrial  accidents.  I\r\n\r\nwould  like to know what steps have been  taken  to\r\n\r\novercome  this  problem. I hope  the  Parliamentary\r\n\r\nSecretary  will  take  a  more  positive   attitude\r\n\r\ntowards  this matter. I hope he will take immediate\r\n\r\nsteps  to prevent industrial accidents. It is  only\r\n\r\nthrough  effective measures that we can reduce  its\r\n\r\nnumber.\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong (Delta)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, we all remember\r\n\r\nwhen   the  Minister  for  Labour  introduced   the\r\n\r\nEmployment Bill. The reason he gave was  that  this\r\n\r\nBill   would   improve  the  relationship   between\r\n\r\nemployers  and  employees to their mutual  benefit.\r\n\r\nThis   would   in   turn  help   to   promote   our\r\n\r\nindustrialisation   efforts.    As    Members    of\r\n\r\nParliament, we were pleased to hear this. In fact,\r\n\r\nall  the  people of Singapore were pleased to  hear\r\n\r\nthis. The Minister also said at that time that,  as\r\n\r\nMembers of Parliament reflect the opinions  of  the\r\n\r\npeople, they would have some reservations\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 793</b></font><br><br>\r\n\r\n\r\n\r\nabout   the  Bill.  The  Bill  would  have  certain\r\n\r\nunfavourable  effects on labour. The Minister  then\r\n\r\ngave  a  guarantee  that after a certain  time  the\r\n\r\nEmployment Act would be subject to review. However,\r\n\r\na considerable length of time has elapsed since the\r\n\r\nEmployment  Bill  was  passed.  We  know  that  the\r\n\r\nEmployment  Act  has been more favourable  to  the\r\n\r\nemployers than to the employees. It is not  to  the\r\n\r\nadvantage  of  the  workers. Employers  have  often\r\n\r\nabused  the  powers given to them under  this  Act.\r\n\r\nThey have forced the workers to work hard for them.\r\n\r\nThere  have  been  some cases  of  exploitation  by\r\n\r\nemployers. I can quote some examples.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before the Employment Act was passed, every shop\r\n\r\nassistant was entitled to 21 days' full-pay  leave.\r\n\r\nHowever,  I  know  that  in  many  firms  the  shop\r\n\r\nassistants  have  now lost the  right  of  full-pay\r\n\r\nleave.  This right has been taken away  from  them.\r\n\r\nFurthermore,  during  Christmas  or   the   Chinese\r\n\r\nfestival, business is better and, of course,  those\r\n\r\nwho  are  in business would like to make  money  on\r\n\r\nthese  occasions. They like their shops  to  remain\r\n\r\nopen even on Sunday although it is supposed to be a\r\n\r\nday  of  rest  for  the  employees.  There  is   no\r\n\r\nprovision in the Act to say that Sunday should be a\r\n\r\nday of rest. In other words, they can have a day of\r\n\r\nrest  any  day of the week but not specifically  on\r\n\r\nSunday. The workers have accepted this as a  matter\r\n\r\nof  fact.  The employers can have more business  on\r\n\r\nSunday  and the employees can make more  money  and\r\n\r\nthus  they  can look after one another's  interest.\r\n\r\nBut  the question is this. During the months before\r\n\r\nthe  festival, many shops are open for business the\r\n\r\nwhole  week  without  a  day  of  rest.  The   shop\r\n\r\nassistants have lost the compulsory day of rest  to\r\n\r\nwhich  they  are  entitled. If the  employers  and\r\n\r\nemployees are in sympathy with each other, business\r\n\r\nwill  thrive.  The employees are  willing  to  help\r\n\r\nbecause  it  is only during these few  months  that\r\n\r\nbusiness improves a great deal.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 794</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, they are willing to help their\r\n\r\nemployers  to make more profits. But the  employers\r\n\r\nthink that the workers are fools and that they  can\r\n\r\nget them to work seven days a week without a  day\r\n\r\noff. The employers just gloss over this matter and\r\n\r\ntheir employees are not given a rest day.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another matter is about bonus. During the Second\r\n\r\nReading  of the Employment Bill, the Minister  said\r\n\r\nthat  on the question of bonus, there would  be  no\r\n\r\nspecific  provisions in the Bill.  The  reason  he\r\n\r\ngave  was  that  workers must compete  against  one\r\n\r\nanother, thereby increasing productivity.  After  a\r\n\r\nlengthy debate, it was agreed that nothing specific\r\n\r\nabout  bonus should be provided in the Bill.  Since\r\n\r\nthere  is  no specific provision in the  Employment\r\n\r\nAct as, regards bonus, employers take advantage  of\r\n\r\nit and pay their employees a smaller bonus. I would\r\n\r\nlike  the Minister to clarify this point. In  order\r\n\r\nto  encourage  workers to be more productive,  they\r\n\r\nshould be given incentives and the lazy ones should\r\n\r\nnot  get  bonuses. Can the Minister  say  how  many\r\n\r\nemployers  have  on their own accord  given  bigger\r\n\r\nbonuses to their employees since the passage of the\r\n\r\nEmployment Act? I feel that the Employment Act has\r\n\r\nadverse effects on the workers. Therefore,  I  hope\r\n\r\nthe  Minister will review it. Of course,  we  would\r\n\r\nlike to see our country progress. We also hope that\r\n\r\nthere  is  industrial peace so that  Singapore  can\r\n\r\ncontinue  to  enjoy  economic  prosperity.  But  we\r\n\r\nshould not allow our workers to carry on with empty\r\n\r\nstomachs.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy (Anson):</b> Mr Speaker, Sir, it is noted that some of our\r\n\r\npeople dislike to work as scavengers. The reason is\r\n\r\nthat  scavengers are daily-rated  and  are  paid  a\r\n\r\nsmall sum of $4.55 per day, whereas others who have\r\n\r\nthe  same  qualifications and who are fortunate  to\r\n\r\nbecome attendants and are employed in allied grades\r\n\r\nare  paid a starting salary of $140 per month  with\r\n\r\nyearly  increments. The majority  of  these  people\r\n\r\nhave completed their primary education and may have\r\n\r\ngone\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 795</b></font><br><br>\r\n\r\n\r\n\r\nup  to  Secondary I or II before they left  school.\r\n\r\n$4.55 per day may be sufficient for a bachelor, but\r\n\r\nwhat if he gets married and has children?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Do not marry then!\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, with industrialisation and shipbuilding\r\n\r\nprogrammes, job opportunities in these fields  have\r\n\r\nincreased  and  naturally you will find  scavengers\r\n\r\nleaving  the service to take up cleaner and better-paid  jobs  in  the factories and  shipyards.  This\r\n\r\ncannot  be  prevented unless something is  done  to\r\n\r\nincrease the wages of scavengers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in many socialist countries, wage rates are\r\n\r\nstandardised.   One  is  paid  according   to   his\r\n\r\nqualifications and he may choose the type  of  work\r\n\r\nhe  likes. A person with a secondary education may\r\n\r\nprefer  to  work as a scavenger if he is  paid  the\r\n\r\nsame wage as is paid to an attendant. This will not\r\n\r\nonly  keep the workers in the job of their  choice,\r\n\r\nbut  will  also encourage those who  are  still  in\r\n\r\nschool   to   study   harder  and   attain   higher\r\n\r\nqualifications so that when they go  to  work  they\r\n\r\ncan  get  higher wages. Can the Minister give  this\r\n\r\nmatter due consideration?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, my opinion is that there should be a\r\n\r\nminimum  wage  for the lower income group  so  that\r\n\r\nthese  people  can maintain their families  without\r\n\r\nhaving  any  difficulties.  Singapore  has  a  high\r\n\r\nstandard of living and we must try to increase  the\r\n\r\nwages of the lower income group.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> The cost of living is going up!\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Yes, the cost of living is also going up.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin (Jalan Kayu):</b> Mr Speaker, Sir, on at least two occasions last\r\n\r\nyear the Minister for Labour was urged in the House\r\n\r\nto revise the Workmen's Compensation Ordinance with\r\n\r\na  view  to  providing  better  benefits.  On  both\r\n\r\noccasions,  the  Minister,  answering  through  his\r\n\r\nParliamentary Secretary, rejected the suggestion on\r\n\r\nthe ground that the existing benefits\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 796</b></font><br><br>\r\n\r\n\r\n\r\nwere adequate. Sir, as you may be aware, under  the\r\n\r\nOrdinance, when a workman meets with an accident in\r\n\r\nthe course of his employment, all he gets if he  is\r\n\r\npermanently  disabled  is  $9,600  or  48   months'\r\n\r\nearnings,  whichever is lesser. If he  should  die,\r\n\r\nall that his dependants will receive is limited  to\r\n\r\n$7,200  or 36 months earnings, whichever is lesser.\r\n\r\nIn  terms of present-day standards and the cost  of\r\n\r\nliving, I cannot really see how these benefits  can\r\n\r\nbe described as adequate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Take a person who dies, leaving behind a family\r\n\r\nof  young  children. How do we expect  these  young\r\n\r\nchildren  to be brought up decently and  graciously\r\n\r\non   $7,200  until  they  are  able  to  fend   for\r\n\r\nthemselves?  Sir,  I am sure you  have  read  press\r\n\r\nreports of cases of road accident victims who  were\r\n\r\nawarded  very  much more substantial benefits  than\r\n\r\nthose  I  have  just mentioned.  If  the  workmen's\r\n\r\ncompensation benefits at their present level can be\r\n\r\nconsidered adequate, then it can only mean that the\r\n\r\nrates of compensation currently awarded by our High\r\n\r\nCourt are inflated out of all proportion. Whilst we\r\n\r\nboast  of  having  one of the  highest  per  capita\r\n\r\nincomes  in  this  region, the benefits  under  our\r\n\r\nWorkmen's   Compensation  Ordinance  compare   most\r\n\r\nunfavourably  with  those  of  a  number   of   our\r\n\r\nneighbours. Some of them have gone on to  something\r\n\r\nresembling a social security scheme. In the case of\r\n\r\nHong   Kong   which   is  still   a   colony,   the\r\n\r\ncorresponding    benefits   have   recently    been\r\n\r\nsubstantially revised upwards.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in our endeavour to industrialise, we have\r\n\r\ncalled  upon our workers to make sacrifices and  to\r\n\r\nimprove their rate of productivity. They have  done\r\n\r\nthis, and splendidly too. On our part, I feel  that\r\n\r\nthe  least we can do is to put their minds at  ease\r\n\r\nby  assuring them that if in their endeavours  they\r\n\r\nshould be unfortunate enough to be maimed for  life\r\n\r\nor to die, their family will be well looked after.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another point I would like to make concerns\r\n\r\nthe rehabilitation of workmen who sustain permanent\r\n\r\ndisablement as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 797</b></font><br><br>\r\n\r\n\r\n\r\na  result  of  accidents at work. In  view  of  the\r\n\r\nincreasing  number of such cases, I wonder  whether\r\n\r\nthe  Minister  will  consider  setting  up  special\r\n\r\nrehabilitation centres to provide training for such\r\n\r\nunfortunate  people  so  that  with  some  kind  of\r\n\r\nretraining  they  can continue  to  lead  a  useful\r\n\r\neconomic life.\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok (Bukit Ho Swee):</b> Mr Speaker, Sir, in Singapore and Malaysia, we\r\n\r\nhave several companies operating their business  in\r\n\r\nboth  countries.  A good number of their  employees\r\n\r\nhave   been  transferred  either  to  Malaysia   or\r\n\r\nSingapore.  This  kind  of  transfer  disrupts  the\r\n\r\nemployees' families; the houses already  bought  by\r\n\r\nthem  have to be sold away; their children have  to\r\n\r\nchange  schools; and extra money has to be incurred\r\n\r\nto start new homes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Most of the workers who have been transferred\r\n\r\nthrough the request of their employers have  worked\r\n\r\nfor  several  years,  some even  more  than  twenty\r\n\r\nyears.   Failing  to  accept  transfer   to,   say,\r\n\r\nMalaysia, their services will be terminated by  the\r\n\r\nemployers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After years of faithful and loyal service, and\r\n\r\nthrough no fault of theirs, their work permits have\r\n\r\nbeen withdrawn by the Malaysian Government and  the\r\n\r\nemployers  served them with letters of termination.\r\n\r\nI believe this is an act of exploitation and abuse.\r\n\r\nTherefore, it is necessary to review the Employment\r\n\r\nAct  and the Industrial Relations Ordinance as soon\r\n\r\nas possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would just like to quote one case in a company\r\n\r\ncalled  \"X\"  in Singapore. It has its  business  in\r\n\r\nMalaysia as well. The employee was given the option\r\n\r\nto  accept transfer to its office in Malaya in 1952\r\n\r\nor  he  had  to leave the company. He accepted  the\r\n\r\ntransfer  to  Malaya (now Malaysia).  He  had  been\r\n\r\nworking  in its Kuala Lumpur office for  17  years,\r\n\r\nand  his  total  service with the  company  was  23\r\n\r\nyears. Recently, he received a termination  letter\r\n\r\nfrom his company and the reason given was that  his\r\n\r\nwork  permit had been withdrawn by the Malaysian\r\n\r\nGovernment. For his 23 years of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 798</b></font><br><br>\r\n\r\n\r\n\r\nfaithful service to the company, this is what he is\r\n\r\ngoing to get:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) A monthly pension of $115;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) A lump sum retirement allowance of $3,200;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) A special ex gratia payment of $3,300.\r\n\r\n                          \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If this employee were to be treated as a\r\n\r\nredundant  case  and according  to  the  collective\r\n\r\nagreement,  he  would  get about  $17,000.  A  good\r\n\r\nemployer  would certainly either transfer him  back\r\n\r\nto the Singapore office or pay him according to the\r\n\r\ncollective agreement redundancy benefit of  $17,000\r\n\r\nrather  than $6,500, especially at his present  age\r\n\r\nwhich  is nearing 50 years. There is no possibility\r\n\r\nof  his  getting a clerical job with a $600 salary;\r\n\r\nneither can he be trained for a technical job.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;How is he going to live with $6,500? How is he\r\n\r\ngoing to start life in Singapore? How is he to  get\r\n\r\nhis  children to school in Singapore? How is he  to\r\n\r\nfurnish a new home? Where can he get a new  job  in\r\n\r\nSingapore?  Will  the monthly pension  of  $115  be\r\n\r\nsufficient  for  his  family,  for  food,   rental,\r\n\r\ntransport,   children's   schooling    and    other\r\n\r\nmiscellaneous expenses?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If he is unemployed for one year, that $6,500\r\n\r\nwill  be  exhausted and he has to  ask  the  Social\r\n\r\nWelfare  Department  for  assistance.  I  am   just\r\n\r\nquoting  one  case, but there are many  more  cases\r\n\r\nwhich are worse than this one.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am not criticising the right of Government to\r\n\r\nwithdraw   work   permits  from   non-citizens.   A\r\n\r\ngovernment  is responsible to its own citizens  and\r\n\r\nto see that non-citizens are not an economic burden\r\n\r\nto   the   country.  But  I  cannot  tolerate   the\r\n\r\nirresponsible  way  employers  are   treating   the\r\n\r\ncitizens of Singapore by terminating their services\r\n\r\nbecause  their work permits have been withdrawn  by\r\n\r\nthe  Malaysian Government. The least the  employers\r\n\r\nshould  do is to give them whatever jobs  that  are\r\n\r\navailable  in their Singapore office. If there  are\r\n\r\nno   vacancies,   then   a   substantial   sum   of\r\n\r\ncompensation should\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 799</b></font><br><br>\r\n\r\n\r\n\r\nbe  given  to  them  so  that  they  may  have  the\r\n\r\nopportunity to start life anew with some  hope  for\r\n\r\nthe  future,  particularly  having  regard  to  the\r\n\r\nnumber of years of service rendered to the company.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since both the Singapore Government and the\r\n\r\nMalaysian  Government have introduced work  permits\r\n\r\nfor workers who are non-citizens in the territories\r\n\r\nconcerned,  perhaps it would  be  a  good  idea  if\r\n\r\nconsideration can be given to the setting up of  an\r\n\r\narrangement  whereby the Singapore  Government  can\r\n\r\nrequest  all  Singapore citizens  now  employed  in\r\n\r\nMalaysia  to  register with the  High  Commissioner\r\n\r\nthere,  furnishing  him with full  particulars  and\r\n\r\ndetails of employment, so that the total number  of\r\n\r\npeople  who  are  working  in  Malaysia  with  work\r\n\r\npermits can be ascertained.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the event that their work permits are\r\n\r\nwithdrawn   by   the  Malaysian   Government,   the\r\n\r\nemployers  that  have  their offices  in  Singapore\r\n\r\nshould  consider  giving them employment,  provided\r\n\r\ntheir     skill,    experience,    training     and\r\n\r\nqualifications  are suitable for  the  jobs  to  be\r\n\r\nfilled in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the employers are given the power and right\r\n\r\nto  transfer their employees; therefore, they  must\r\n\r\nalso  accept  the responsibility to  transfer  back\r\n\r\ntheir  employees to their Singapore  office  should\r\n\r\ntheir  work  permits be withdrawn by the  Malaysian\r\n\r\nGovernment  and  not to terminate the  services  of\r\n\r\ntheir  employees. If employers are not  willing  to\r\n\r\naccept this responsibility to transfer them back to\r\n\r\nSingapore,  then  they have no  right  to  transfer\r\n\r\ntheir employees outside Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in conclusion, I sincerely hope\r\n\r\nthe  Minister for Foreign Affairs and Minister  for\r\n\r\nLabour  will request the employers not to terminate\r\n\r\nthe  services of their employees whose work permits\r\n\r\nhave  been  withdrawn by the Malaysian  Government,\r\n\r\nbut  to  give them jobs in their Singapore offices.\r\n\r\nIf  that  is not possible, then the employers  must\r\n\r\ngive  substantial  monetary compensation  to  their\r\n\r\nemployees,  and  not to exploit or  abuse  them  by\r\n\r\nterminating their services.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 800</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Eric Cheong Yuen Chee (Toa Payoh):</b> Mr Speaker, Sir, since the implementation of the\r\n\r\nIndustrial Relations (Amendment) Ordinance, several\r\n\r\nwell-established commercial undertakings have taken\r\n\r\nadvantage  of  the  provisions in  section  17  (2)\r\n\r\nconcerning   retrenchment   where   unions   cannot\r\n\r\nchallenge  the  bona  fides of retrenchments,  even\r\n\r\nthough  they are effected on the flimsy grounds  of\r\n\r\nreorganisation within the undertakings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since then, 29 established firms, whose employees\r\n\r\nare  represented  by one union, have  retrenched  a\r\n\r\ntotal of 282 workers. Many of these employees  had\r\n\r\nspent  the  best  part of their working  lives  for\r\n\r\ntheir  respective  employers. There  may  be  other\r\n\r\nemployees  represented by other unions  facing  the\r\n\r\nsame  plight.  For  reasons of age,  education  and\r\n\r\nother  factors, many of those retrenched could  not\r\n\r\nfind  alternative  employment, nor  could  they  be\r\n\r\nretrained for other trades in the industries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is not my intention to turn\r\n\r\nthis  august  Chamber into a  labour  court.  I  am\r\n\r\nmerely bringing to the notice of the Government the\r\n\r\ninherent  danger  that may occur if  employers  are\r\n\r\ngiven  free  rein  to retrench  employees  just  to\r\n\r\nincrease their profits, which are not and  may  not\r\n\r\nbe reinvested in Singapore. It is beginning to be a\r\n\r\npractice  amongst some employers to  do  away  with\r\n\r\nstaff  who are drawing high salaries, and later  on\r\n\r\nrecruit  new  employees  at  less  than  half   the\r\n\r\nsalaries paid to those who were retrenched.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment to the Industrial Relations\r\n\r\nOrdinance  has taken the teeth out of  the  unions,\r\n\r\nand   certain  provisions  in  the  Employment  Act\r\n\r\nfurther  weaken the unions by appearing to cut  out\r\n\r\ntheir tongues as well.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A few employers have even gone to the extent of\r\n\r\nhiring   labour  contractors, commonly  known   as\r\n\r\nkepalas, to perform the work normally done by their\r\n\r\npermanent  staff. This is effected  by  retrenching\r\n\r\nall or some of the permanent staff.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the intentions of the Employment Act and\r\n\r\nthe amendment to the Industrial Relations Ordinance\r\n\r\nis to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 801</b></font><br><br>\r\n\r\n\r\n\r\nrestrain irresponsible labour, but nothing has been\r\n\r\ndone  so far to check employers from making use  of\r\n\r\nthe provisions of our labour laws for their selfish\r\n\r\nends.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do hope that the Minister for Labour will take\r\n\r\nthe necessary steps to rectify such a situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, on the question of citizenship,\r\n\r\nI would like to bring to the notice of the Minister\r\n\r\nthe  hardships  faced  by both  parents  and  young\r\n\r\npersons  who  have  registered  as  citizens  under\r\n\r\nArticle 58 of the Constitution. I have come  across\r\n\r\nseveral  cases  where  persons  so  registered   as\r\n\r\ncitizens  have had their citizenship  withdrawn  by\r\n\r\nreason  of  their  failure  to  take  an  oath   of\r\n\r\nrenunciation and allegiance, as provided for  under\r\n\r\nthe Constitution, on reaching the age of 21. It  is\r\n\r\ntrue that there is no provision in the Constitution\r\n\r\nto  empower the Registrar of Citizens to extend the\r\n\r\ndeadline for taking the oath. It is also true  that\r\n\r\nthe  recent  amendment  to the  Constitution  which\r\n\r\nrequires  the  holder of a certificate,  who  is  a\r\n\r\nminor,   to  take  an  oath  of  renunciation   and\r\n\r\nallegiance on reaching the age of 21, is printed in\r\n\r\nEnglish  on  the certificate itself. But  owing  to\r\n\r\nignorance  either  on the part of  the  holders  or\r\n\r\ntheir  parents of this requirement as a  result  of\r\n\r\nthe constitutional amendment, the persons concerned\r\n\r\nlose their citizenship, necessitating the surrender\r\n\r\nof  their certificates and also their pink identity\r\n\r\ncards. Some of these young ex-citizens who had been\r\n\r\ngranted   citizenship  during  their  early   teens\r\n\r\nsubsequently obtained employment. As a result, they\r\n\r\nhave  to  ask  their employers to  apply  for  work\r\n\r\npermits  in  order to continue in employment.  Such\r\n\r\napplications  may  or may not be  approved  by  the\r\n\r\nCommissioner  of  Employment. These  are  the  more\r\n\r\nfortunate  ones  whose employers  are  prepared  to\r\n\r\napply for work permits on their behalf. There  are,\r\n\r\nhowever,  a  few employers who take the opportunity\r\n\r\nto  terminate  the employment of these  unfortunate\r\n\r\npersons,  regardless of the hardship  that  may  be\r\n\r\ncaused.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wonder whether it would be possible for the\r\n\r\nGovernment to give advance\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 802</b></font><br><br>\r\n\r\n\r\n\r\nnotice through the media of T.V. and Radio, just as\r\n\r\nit is now being done in the case of eligibility for\r\n\r\nnational service, so that the persons concerned can\r\n\r\ntake  the  necessary steps to take  their  oath  of\r\n\r\nrenunciation and allegiance.\r\n\r\n\r\n\r\n<br><br><!-- Prof. Wong Lin Ken -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Prof. Wong Lin Ken (Alexandra):</b> Mr Speaker, Sir, may I say how much I share the\r\n\r\nviews  of  the Member for Toa Payoh on the question\r\n\r\nof  eligibility of citizenship and the way by which\r\n\r\ncitizenship  is granted to applicants? Speaking  on\r\n\r\nthe   basis  of  my  own  experience  in   my   own\r\n\r\nconstituency, I feel that, perhaps, there should be\r\n\r\nsome  relaxation  and  more compassionate  ways  in\r\n\r\nwhich applications for citizenship are considered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me briefly bring out two instances of how\r\n\r\npeople   are   affected  by  the   way   in   which\r\n\r\napplications  for  citizenship were  considered.  I\r\n\r\nhave  a very difficult case of a hawker who is  the\r\n\r\nmain  breadwinner in the family. He came from China\r\n\r\na  long time ago, as a result of which he could not\r\n\r\nhave  any tangible evidence to indicate his  length\r\n\r\nof  residence  in Singapore. All his children  were\r\n\r\nborn   in   Singapore,  and  they  are   considered\r\n\r\nSingapore  citizens by birth.  As  there  are  some\r\n\r\ndifficulties in the nature of his evidence to prove\r\n\r\nhis  residence,  he  has  never  been  granted  his\r\n\r\ncitizenship. The only way in which he  can  earn  a\r\n\r\nliving is to hawk illegally, and, periodically,  he\r\n\r\nis  fined by so many agencies which exist  to  fine\r\n\r\nhawkers  who  hawk  illegally.  This  is  just  one\r\n\r\nspecific  instance, and I can in  fact  quote  many\r\n\r\nmore cases if I have my files here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another instance where a person was\r\n\r\nalmost  deprived of his citizenship by a  procedure\r\n\r\nwhich  I  believe  is wrong. It happened  that  two\r\n\r\npersons   were   in   possession   of   two   birth\r\n\r\ncertificates bearing identical numbers, dating back\r\n\r\nto the days before the outbreak of the Second World\r\n\r\nWar.  On  the basis of some administrative enquiry,\r\n\r\none  person  was asked to surrender  his  Singapore\r\n\r\nidentity  card,  which  in  this  case  was  a  red\r\n\r\nidentity  card, and which indicates that  he  is  a\r\n\r\nSingapore citizen. He had the common sense to  come\r\n\r\nand\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 803</b></font><br><br>\r\n\r\n\r\n\r\nsee  me  about it. It seems to me that  if  he  had\r\n\r\nsurrendered  his  identity  card,  he  would   have\r\n\r\nautomatically  lost  his  citizenship,  whereas   I\r\n\r\nbelieve  there  is a proper procedure  by  which  a\r\n\r\nperson  can be deprived of his citizenship,  if  he\r\n\r\nhas  acquired  his birth certificate by  fraudulent\r\n\r\nmeans. As a result of my protests, I was told  that\r\n\r\nthe  case  had been reconsidered. I  am  not  in  a\r\n\r\nposition to judge the merits of the case of the two\r\n\r\nclaimants   to   the   ownership   of   the   birth\r\n\r\ncertificates,   but  I  hope  that   such   serious\r\n\r\nadministrative measures which have  the  result  of\r\n\r\ndepriving  persons of their citizenship  should  be\r\n\r\ntaken in a proper procedural manner.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. F. Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. F. Conceicao (Katong):</b> Mr Speaker, Sir, may I thank you for allowing me\r\n\r\nto  speak  on  this head? I wanted  to  raise  this\r\n\r\nmatter  under  a  different  head,  but  since  the\r\n\r\nquestion  of  citizenship has cropped up,  I  would\r\n\r\nlike  to  say  a few words on it also.  This  is  a\r\n\r\nthorny  and hoary problem which has come up  before\r\n\r\nthe  House  several times, but I  think  we  should\r\n\r\npatiently  urge  a reconsideration of  Government's\r\n\r\npolicy on the granting of citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House may recall the repeated assertions by\r\n\r\nthe  Parliamentary Secretary to  the  Minister  for\r\n\r\nLabour who, in this House very recently, said  that\r\n\r\nthe  policy on citizenship is always under constant\r\n\r\nreview, if that is so, does it mean that the policy\r\n\r\non  citizenship is always changing? Somehow, I feel\r\n\r\nthere  seems very little feedback to M.P.s, or  to\r\n\r\nthe   people  in  general, regarding  the  current\r\n\r\nposition of the citizenship policy. This policy  of\r\n\r\nconstant review may result in some bewilderment and\r\n\r\neven  despondency, especially when you  have  cases\r\n\r\nduring meet-the-people sessions. May I suggest that\r\n\r\nwe  settle down to a policy that, while it  is  not\r\n\r\nrigid, may be sufficiently stable to give people  a\r\n\r\nreliable  basis for their expectations? I  do  not\r\n\r\nwant  to  make  any suggestion that may  result  in\r\n\r\nParkinson's law operating, but if we could  have  a\r\n\r\ncommittee perhaps to look into the matter and  come\r\n\r\nto some definite decisions, then I think it may\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 804</b></font><br><br>\r\n\r\n\r\n\r\nprove  fruitful.  In implementing  the  citizenship\r\n\r\npolicy,  whatever  it may be, perhaps  preponderant\r\n\r\nweight  is placed on the legalistic aspect  of  the\r\n\r\napplication. For example, a colleague of mine,  who\r\n\r\nwas  on leave in England, found that he was saddled\r\n\r\nwith  a son born in England. He found that he could\r\n\r\nnot  get  citizenship for the son because  of  some\r\n\r\nlegalistic aspect of the situation. The father  was\r\n\r\na  citizen by registration, and the High Commission\r\n\r\nin  England  refused  to  register  the  son  as  a\r\n\r\nSingapore citizen. So we find that while the father\r\n\r\nis a Singapore citizen, the son is a citizen of the\r\n\r\nUnited  Kingdom,  travelling on  a  United  Kingdom\r\n\r\npassport.  I  think that, on humane  consideration,\r\n\r\nperhaps  cases  like this could  be  given  special\r\n\r\nconsideration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to support what the Member for Toa\r\n\r\nPayoh has suggested regarding notice given to minor\r\n\r\ncitizens  so  that they can observe  the  necessary\r\n\r\nprocedures  to  have  their  citizenship   position\r\n\r\nrectified.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> Mr Speaker, Sir, since this question of\r\n\r\ncitizenship  has arisen I might as  well  take  the\r\n\r\nopportunity  to  speak  on  it.  The  granting   of\r\n\r\ncitizenship to permanent residents in Singapore was\r\n\r\nraised  in the House only just now. The reply  that\r\n\r\nthe  Government  gave was not very enlightening  or\r\n\r\nacceptable   to   the   Backbenchers.   Citizenship\r\n\r\nadmittedly is still a very thorny problem, so  much\r\n\r\nso  that  we  have  many cases of people  who  have\r\n\r\nnowhere  else  to  go  but to remain  in  Singapore\r\n\r\nwhether or not they are given citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, criticisms of the citizenship policy have\r\n\r\nbeen  made  a number of times. If these  criticisms\r\n\r\nseem  harsh, the Government should bear  with  them\r\n\r\nbecause  we  have been elected by the  people,  and\r\n\r\nsince we are all from one party, we should give  no\r\n\r\nopportunity, for people to exploit  any  situation\r\n\r\nand  say  that since we are a one-party Government,\r\n\r\nwe  can  do what we like. Since the last  time  the\r\n\r\nMinister sought\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 805</b></font><br><br>\r\n\r\n\r\n\r\nto   enlighten   us  on  Government's   policy   on\r\n\r\ncitizenship, many changes have taken  place  and  I\r\n\r\nfeel that the time has come to review it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have been told that there is an acute shortage\r\n\r\nof  skilled  workers.  We  are  trying  to  recruit\r\n\r\nskilled  workers from abroad by offering all  kinds\r\n\r\nof  incentives,  even  the incentive  of  Singapore\r\n\r\ncitizenship. In the meantime, we know of  cases  of\r\n\r\nlocally  domiciled people, some of whom are skilled\r\n\r\nworkers, who after two years are still waiting  for\r\n\r\na  note of approval from the Registrar of Citizens.\r\n\r\nCitizenship   applications   have   been   rejected\r\n\r\noffhand.  I think the criterion which the Registrar\r\n\r\nof  Citizens uses when considering applications  is\r\n\r\nwhether or not the applicant can be replaced  by  a\r\n\r\nSingapore citizen if he is working in Singapore.  I\r\n\r\nbelieve  the  Registrar also  thinks  in  terms  of\r\n\r\nwhether  or  not the applicant will be of  economic\r\n\r\nvalue to Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Citizenship applications from persons who have\r\n\r\nbeen employed in statutory boards for more than  10\r\n\r\nyears now have been rejected. Their background  has\r\n\r\nnot  been  looked  into  at all  whether  they  are\r\n\r\nskilled  or unskilled workers, or whether they  are\r\n\r\nclerks, or telephone operators. It appears that the\r\n\r\nonly  question that the Registrar asks  himself  is\r\n\r\nwhether  the  applicant  can  be  replaced   by   a\r\n\r\nSingapore citizen. If he can be replaced, then  his\r\n\r\ncitizenship  application is rejected,  irrespective\r\n\r\nof  the fact that the applicant may be a very hard-working man or that his services may be much needed\r\n\r\nby  his employer. No consideration is given whether\r\n\r\nhe  has worked for one year, five years or 10 years\r\n\r\nin  the  same place, or whether he has a  wife  and\r\n\r\nchildren who are Singapore citizens, or whether  he\r\n\r\ncan leave the country or not, or whether he has any\r\n\r\nother means of supporting his family.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me cite a few examples where citizenship\r\n\r\napplications from locally\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 806</b></font><br><br>\r\n\r\n\r\n\r\ndomiciled  people  were  rejected.  There  was  one\r\n\r\ninstance  in which a locally domiciled resident  of\r\n\r\nSingapore,  who  had  been registered  as  a  minor\r\n\r\ncitizen,  failed to take his oath  because  of  his\r\n\r\nignorance.   As  a  result,  his  citizenship   was\r\n\r\nwithdrawn.   This   particular  individual,   whose\r\n\r\nparents are Singapore citizens, has a wife who is a\r\n\r\nSingapore  citizen and two children who  were  both\r\n\r\nborn  in Singapore. He had been working in  one  of\r\n\r\nthe  statutory  boards for more  than  five  years.\r\n\r\nSince  his  citizenship was withdrawn,  he  had  to\r\n\r\napply   for  a  work  permit.  Unfortunately, the\r\n\r\nCommissioner for Employment also asked himself  the\r\n\r\nsame  question: could this man be replaced  in  his\r\n\r\njob  by  a  Singapore citizen? He  thought  it  was\r\n\r\npossible and, therefore, his application for a work\r\n\r\npermit was rejected. What do you expect him to  do?\r\n\r\nHe has nowhere else to go. He claims he was born in\r\n\r\nSingapore during the Japanese occupation,  and  his\r\n\r\nbirth  was not registered. He has a wife who  is  a\r\n\r\nSingapore  citizen, and two children who  are  also\r\n\r\nSingapore  citizens. I believe  the  wife  has  now\r\n\r\napplied  for  public  assistance  from  the  Social\r\n\r\nWelfare  Department.  But since  we  have  cut  the\r\n\r\nSocial  Welfare budget for this year, perhaps  she\r\n\r\nmight not receive it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was another case of a girl who was a minor\r\n\r\ncitizen.  She  works as a telephone operator.  She\r\n\r\nwas  unaware  that  she had to  take  the  oath  of\r\n\r\nallegiance at the age of 21. It was only after  she\r\n\r\nwas  past  21 years of age that she heard from  her\r\n\r\ncolleagues  that  minor citizens had  to  take  the\r\n\r\noath.  She  voluntarily went  to  the  Registry  of\r\n\r\nCitizens   and  offered  to  take  the  oath.   Her\r\n\r\ncitizenship  papers  were  recalled,  and  she  was\r\n\r\nissued  with  a blue identity card,  and  asked  to\r\n\r\nreapply  for  citizenship. She  reapplied  and  her\r\n\r\napplication was rejected. Her parents, brothers and\r\n\r\nsisters are all Singapore citizens. She has nowhere\r\n\r\nelse to go.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was another case which is much more\r\n\r\ninteresting - the case of a clerk whose application\r\n\r\nfor citizenship\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 807</b></font><br><br>\r\n\r\n\r\n\r\nwas  rejected. He has been working in  a  statutory\r\n\r\nboard  for  many  years and has  been  awarded  the\r\n\r\nPublic  Administration Medal. In  this  case,  Sir,\r\n\r\njust  as  in  the  other cases,  the  Registrar  of\r\n\r\nCitizens,  when  considering  his  application  for\r\n\r\ncitizenship,  asked himself, \"What  does  this  man\r\n\r\ndo?  As  he  is a clerk, can we get a  citizen  to\r\n\r\nreplace him? Yes, hundreds of them are available.\"\r\n\r\nAnd  his  citizenship was rejected. His service  to\r\n\r\nthe  statutory board, which in turn is  service  to\r\n\r\nthe  Government,  was considered sufficiently  good\r\n\r\nenough   for   him   to  be  awarded   the   Public\r\n\r\nAdministration Medal, but not good enough  for  him\r\n\r\nto be granted Singapore citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir,I feel that the time has come for us to look\r\n\r\nat  this  policy on citizenship more  realistically\r\n\r\nand to review\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, since the subject of\r\n\r\ncitizenship has come up, I do not like  to  let  it\r\n\r\npass without saying a few words. I support what the\r\n\r\nMember for Toa Payoh, the Member for Telok Blangah,\r\n\r\nand  also  the  Member  for Katong,  have  said  on\r\n\r\ncitizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to point out the case of a family who are\r\n\r\nall  Singapore citizens except for just one of  the\r\n\r\nchildren  who  happened to be born  overseas.  This\r\n\r\nchild  has  been staying with his parents  and  has\r\n\r\nbeen  studying here for many years, but he has  not\r\n\r\nbeen  given citizenship. I would like to know  from\r\n\r\nthe Minister if it is possible to grant citizenship\r\n\r\nto  this  boy, otherwise he has no one to turn  to,\r\n\r\nand most probably he might have to commit suicide!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cheng Lock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cheng Lock (Kampong Kapor):</b> Mr Speaker, Sir, I have an amendment in respect\r\n\r\nof  subhead  1251, which is also on citizenship.  I\r\n\r\nwonder  if  I  can  speak  on  it  now,  with  your\r\n\r\npermission?\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> So far, I have been very indulgent to Members.\r\n\r\nBut if they all ask for my indulgence, I may have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 808</b></font><br><br>\r\n\r\n\r\n\r\nto  cancel  the amendment to subhead 1251,  on  the\r\n\r\nSingapore  Citizenship Registry.  However,  if  you\r\n\r\nlike, you may carry on, Mr Lim.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cheng Lock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cheng Lock:</b> Mr Speaker,\r\n\r\nSir,  the subject of citizenship has been a burning\r\n\r\nissue  for  some  two  years now,  ever  since  the\r\n\r\nannouncement  of  the British withdrawal  and  the\r\n\r\ntightening   up   of   the  policy   on   Singapore\r\n\r\ncitizenship.  On 21st May, 1968, the  Minister  for\r\n\r\nLabour said this in regard to the new policy on the\r\n\r\nissue  of citizenship, and again in the last Budget\r\n\r\ndebate on 16th December, 1968, he was quoted by the\r\n\r\nParliamentary Secretary to the Minister for Labour.\r\n\r\nIt says here [Hansard, Vol. 28, col. 339]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'A person who is granted citizenship must be\r\n\r\nable  to  make  a  positive  contribution  to   the\r\n\r\neconomic well-being of Singapore.'\r\n\r\n\r\n\r\n<br><br>Accepting the fact that it is necessary to  protect\r\n\r\nthe majority of the people of Singapore by granting\r\n\r\ncitizenship  only  to persons  who  can  positively\r\n\r\ncontribute to the well-being of Singapore, I  think\r\n\r\nthere  is no clear-cut definition of what \"positive\r\n\r\ncontribution\" means. All this started off with  the\r\n\r\nGovernment  offer to a person who has  $250,000  to\r\n\r\ninvest   in   Singapore.   That   was   the   first\r\n\r\nannouncement.   Some  months  ago  the   Government\r\n\r\nreviewed  the  policy, and it was priced  at  half,\r\n\r\n$125,000, to Malaysian citizens coming in to invest\r\n\r\nin  Singapore and so contribute to our  well-being.\r\n\r\nRecently  there was another review, and the  policy\r\n\r\nsays  that,  because  of the  shortage  of  skilled\r\n\r\nlabour,  persons who have technical skill can  come\r\n\r\ninto  Singapore, work here, and after a  period  of\r\n\r\nfive years they can be considered for citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question that we want to ask is: what about\r\n\r\nthose stateless citizens here who are now making an\r\n\r\neconomic contribution to Singapore'? What is  their\r\n\r\nworth?  If the Minister can give a clearly  defined\r\n\r\nstatement of what is \"positive contribution\",  then\r\n\r\nI   think  we  can  possibly  clear  up  a  lot  of\r\n\r\nmisunderstanding on this issue of citizenship.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 809</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the last Budget session the Member for Delta\r\n\r\nsuggested that we should have an advisory committee\r\n\r\nto  review  all  applications for  citizenship.  In\r\n\r\ntoday's  debate there is also a similar suggestion.\r\n\r\nI think this is a very good idea. We should review\r\n\r\nall  the outstanding applications once and for all,\r\n\r\nand see to what extent we can grant citizenship to\r\n\r\ndeserving cases. Over the last few years  we  have\r\n\r\ngone  through  various political changes.  We  went\r\n\r\ninto  Malaysia and came out of Malaysia. There  has\r\n\r\nbeen  a lot of confusion. There are people residing\r\n\r\nhere  who  have  been  caught in  this  unfortunate\r\n\r\nsituation  through no fault of their own  and  they\r\n\r\nnow  find themselves in the difficult situation  of\r\n\r\nnot  being  able  to  obtain citizenship.  I  would\r\n\r\nsuggest that the Minister review this matter  again\r\n\r\nand deal with all the outstanding applications.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Soo Peng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Soo Peng:</b> Mr Speaker, Sir, since we are touching on\r\n\r\nvarious  aspects of citizenship, may  I  bring  the\r\n\r\nattention  of  the  Minister to  the  fairly  large\r\n\r\nnumber  of people who have been deprived  of  their\r\n\r\ncitizenship?  Sir,  I refer to  those  people  who,\r\n\r\nafter  having  spent a large part  of  their  lives\r\n\r\nhere,  are  told that they are no longer  citizens.\r\n\r\nThese are the people whose parents had made use  of\r\n\r\nother  people's birth certificates in order to  get\r\n\r\nthem into school some 30 to 40 years ago. This,  of\r\n\r\ncourse, was a dishonest act. But parents are  known\r\n\r\nto  have  done  more  dishonest  things  for  their\r\n\r\nchildren. The question now is whether these  people\r\n\r\nshould be penalised and made stateless persons as a\r\n\r\nresult of the dishonest acts of their parents which\r\n\r\nwere  committed decades ago. Sir, I feel that these\r\n\r\npeople   deserve   our   utmost   sympathetic   consideration.  I  hope the Minister  will  take  into\r\n\r\nconsideration such applications for citizenship.\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong</b>(<i>In Mandarin</i>): Mr Speaker, Sir, many\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 810</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members have touched on the question of\r\n\r\ncitizenship. I spoke on this subject  in  1968.  Up\r\n\r\ntill   today  there  has  been  a  great  deal   of\r\n\r\ncontroversy over it. This shows that citizenship is\r\n\r\na very important and crucial question.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the meet-the-people sessions, we are\r\n\r\nconfronted  with  all sorts of  problems  from  the\r\n\r\npeople.  I  want to bring up one matter  which  has\r\n\r\nalso  been  raised  by the Member  for  Toa  Payoh.\r\n\r\nAccording  to the regulations, those who apply  for\r\n\r\ncitizenship through their parents must first go  to\r\n\r\nthe  Registry of Citizenship to take an oath before\r\n\r\nthey can be granted citizenship. Of course, this is\r\n\r\nthe correct procedure. The Member for Alexandra has\r\n\r\nalso touched on this question just now. However, we\r\n\r\nmust not put the blame entirely on the residents. I\r\n\r\nhave  come  across residents at the meet-the-people\r\n\r\nsessions who are mostly Chinese-educated. They have\r\n\r\ncomplained  to  me that most of the  documents  are\r\n\r\nprinted  in English. The officials have not pointed\r\n\r\nout  to  them that when they reach the age  of  21,\r\n\r\nthey  should  go to the Registry of Citizenship  to\r\n\r\ntake an oath before they can become citizens. These\r\n\r\napplicants  say that they are Chinese-educated  and\r\n\r\nare  not  conversant with the legal terminology  in\r\n\r\nthe  documents. I therefore support the  view  that\r\n\r\nthe  fault to take the oath in time should  not  be\r\n\r\nplaced on the residents. When they reach the age of\r\n\r\n21, they should be reminded that they should go  to\r\n\r\nthe  Registry to take the oath, otherwise they will\r\n\r\nbe  disqualified. If they fail to do so, then it is\r\n\r\ntheir  fault. However, we have not given  them  any\r\n\r\nreminder.  Many  people cannot  remember  the  date\r\n\r\nwhen,  at the end of three years, after their child\r\n\r\nhas  attained the age of 18, they have to  take  an\r\n\r\noath  at  the  Registry. We should  not  cause  any\r\n\r\ninconvenience to the residents merely on  a  matter\r\n\r\nof  procedure.  They  may have  possessed  the  red\r\n\r\nidentity cards and may have been employed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 811</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For example, there was a hawker in Tiong Bahru\r\n\r\nwho  failed to take the oath at the Registry,  and,\r\n\r\nas  a  result, his citizenship was taken  away.  He\r\n\r\nasked whether I could help him. I went with him  to\r\n\r\nthe  Registry  and  appealed to  the  officials  to\r\n\r\nconsider  his  case.  However,  according  to   the\r\n\r\nofficials,   his  citizenship  was   withdrawn   in\r\n\r\naccordance  with  the law. He  was  then  asked  to\r\n\r\nreapply. He reapplied and was given a blue identity\r\n\r\ncard. He went to the Ministry of Health to pay  his\r\n\r\nlicence  fee.  When asked to produce  his  identity\r\n\r\ncard,  he  presented his blue identity card.  As  a\r\n\r\nresult,  his  licence was cancelled by the  Hawkers\r\n\r\nDepartment.  Thus  his rice  bowl  was  broken.  He\r\n\r\ndepends on hawking for his livelihood. His wife  is\r\n\r\nnot  a citizen. His children are citizens, but they\r\n\r\nare  very  young.  Therefore, the whole  family  is\r\n\r\nplaced  in  difficulty because his citizenship  has\r\n\r\nbeen withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, taking the oath is a question of procedure.\r\n\r\nIf  we  can  avoid  causing any  inconvenience  and\r\n\r\nhardship to the people, we should do so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Foreign Affairs is also the\r\n\r\nMinister for Labour. He has many duties to perform.\r\n\r\nHowever,  he  should  consider  my  suggestion  for\r\n\r\nsetting  up  a consultative committee to  help  him\r\n\r\nreview   all   the  outstanding  applications   for\r\n\r\ncitizenship.  The committee's recommendations  will\r\n\r\nthen be submitted to the Minister for his approval.\r\n\r\nThis will prevent the unpleasant consequences which\r\n\r\nI have mentioned.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I propose to take the suspension now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the House.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I suspend the sitting of the House now and shall\r\n\r\ntake the Chair again at 5.10 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.40 p.m. until 5.10 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 812</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.10 p.m.</i></div>\r\n\r\n           \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n              \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n      \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n              \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 0601 (contd.) -\r\n\r\n \r\n\r\n<br><br><!-- Mr Lee Teck Him -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Teck Him (Ulu Pandan)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I thank you very much for\r\n\r\ngiving me this opportunity to make a speech. I\r\n\r\nhave to voice my own feelings. We are now\r\n\r\ntouching on the question of citizenship. I feel\r\n\r\npained at heart when speaking on this question. I\r\n\r\nam very much irked by this problem. There is a\r\n\r\nChinese saying that when soldiers are killed, the\r\n\r\nblame must be placed on the general. Now there\r\n\r\nhave been many complaints about the mistakes made\r\n\r\nby officers. Permanent Secretaries and others.\r\n\r\nHowever, all the blame should be put on the\r\n\r\nMinisters and the Parliamentary Secretaries. For\r\n\r\ninstance, the Minister for Labour goes to the\r\n\r\nMinistry of Labour only a few times a month\r\n\r\n- maybe only once a month. He is also dealing with\r\n\r\nforeign affairs but, nevertheless, he should take\r\n\r\nthe entire blame. The Minister has not come into\r\n\r\ncontact with the lower rungs of our society. He\r\n\r\nshould go to various parts of the country to keep\r\n\r\nin touch with the general public. Once I went to\r\n\r\nMr Lim Joo Hock's office and I saw a big number\r\n\r\nof files on his desk. I can personally deal with\r\n\r\n500 files in one day. I am not boasting. I am not\r\n\r\nblowing my own trumpet. I can deal with many\r\n\r\ncases in one day. Yet I saw so many stacks of\r\n\r\nfiles piled up on his desk.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question of citizenship has no political\r\n\r\nconsiderations.  If  Ministers  do   not   have   a\r\n\r\npolitical  ideology, how can they become Ministers?\r\n\r\nEven  if  some  people have a political  bias,  you\r\n\r\nshould not regard that as a barrier when they apply\r\n\r\nfor  citizenship, especially in the case  of  those\r\n\r\nwho come from the Federation. Many of the Ministers\r\n\r\ncame  from  Malaysia. I myself came from Indonesia.\r\n\r\nYet I am a Member\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 813</b></font><br><br>\r\n\r\n\r\n\r\nof  Parliament.  So you must not  take  a  person's\r\n\r\npolitics  into consideration. If a robber qualifies\r\n\r\nfor   citizenship,   his  application   should   be\r\n\r\napproved. A gangster's application should  also  be\r\n\r\napproved. Even many of the C.I.D. staff are  former\r\n\r\ngangsters. There are many precedents of people with\r\n\r\nmany  wives.  How  can  you deny  them  citizenship\r\n\r\nbecause  they  have  many wives?  You  should  also\r\n\r\napprove their applications. If I were to deal  with\r\n\r\napplications for citizenship, I can clear about 500\r\n\r\napplications per day. It is something that  can  be\r\n\r\ndone.   It  is  a  simple  matter.  If  a  person's\r\n\r\napplication  cannot be approved, you tell  him  so,\r\n\r\nunless  he can produce certain evidence to  support\r\n\r\nhis application. You cannot just say that there  is\r\n\r\nno  proof  or  that there are certain other  causes\r\n\r\nwhich  bar  him  from  getting  citizenship.  There\r\n\r\nshould be a clear-cut method.\r\n\r\n\r\n\r\n<br><br>5.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also want to say that I agree with the\r\n\r\nsuggestion  put forward by some Members that  there\r\n\r\nshould  be a committee, instead of the Minister  or\r\n\r\nthe  Permanent Secretary, to consider  applications\r\n\r\nfor  citizenship. This is a very simple  matter  to\r\n\r\ndeal with.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. Rajaratnam:</b> Mr Speaker, Sir, first of all, I think the\r\n\r\nMember  for  Delta has probably summed up  why  the\r\n\r\ndiscussion  has centred largely on the question  of\r\n\r\ncitizenship. She says that she has been harassed at\r\n\r\nmeet-the-people sessions, and that  life  has  been\r\n\r\nmade  intolerable  for every Member  of  Parliament\r\n\r\nbecause  of  representations  on  the  question  of\r\n\r\ncitizenship.  Let me say that if I were  to  follow\r\n\r\nthe  suggestion of the Member for Ulu  Pandan,  who\r\n\r\nobviously  is a \"super Permanent Secretary\"  as  he\r\n\r\nsays he can go through 500 files in one day\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Kah Hui (Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Labour (Mr Sia Kah Hui):</b> I can go through a thousand files if I do it his\r\n\r\nway!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> If he were there and it is simply done by saying\r\n\r\n\"All right\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 814</b></font><br><br>\r\n\r\n\r\n\r\nto  all applications, then your next problem  would\r\n\r\nbe  that every non-citizen who becomes a citizen is\r\n\r\nentitled  to  all  the privileges  of  citizenship,\r\n\r\nincluding jobs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Teck Him</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Minister, are you prepared to give way?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> No, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Teck Him</b> resumed his seal.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Then instead of being harassed\r\n\r\nabout  citizenship, you are going  to  be  harassed\r\n\r\nabout jobs, but with this difference. This time the\r\n\r\nman  who  harasses you can vote you out  of  office\r\n\r\nbecause he has citizenship. Whereas now he cannot.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The main reason is that it is our duty to protect\r\n\r\nthe  interests first of our citizens. I am a Member\r\n\r\nof Parliament, too, and I have the same difficulty.\r\n\r\nAs a Member of Parliament, I disapprove of what the\r\n\r\nMinister  for Labour is doing. But as the  Minister\r\n\r\nfor  Labour, I must follow a policy which I  think\r\n\r\nis  in  the  long-term  interest  of  the  country.\r\n\r\nPopularity  is  not  always  the  surest   way   to\r\n\r\nsuccess.   I   note  that  time  after   time,   my\r\n\r\nParliamentary   Secretary   especially   has   been\r\n\r\nharassed  for  the best part of the  year  on  this\r\n\r\nquestion. And as Members of Parliament, it is  your\r\n\r\nduty  to  do  all  you can to relieve  pressure  on\r\n\r\nyourself  by  bringing  pressure  to  bear  on  the\r\n\r\nGovernment to change the laws on citizenship or any\r\n\r\nother law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before I deal with some of the specific points\r\n\r\nmade  by  Members, let me outline  once  again  the\r\n\r\ngeneral  approach of the Government  in  regard  to\r\n\r\ncitizenship. First, you should be clear in your own\r\n\r\nminds  that the grant of citizenship is a privilege\r\n\r\ngiven not because somebody is in trouble or because\r\n\r\nthere  are sad stories about individuals.  That  is\r\n\r\nnot  the criterion. Even the United Kingdom is very\r\n\r\nstrict  about citizenship. Once you are  a  British\r\n\r\nsubject,  you  are a British subject forever.  That\r\n\r\nhas  been  the  tradition of English  jurisprudence\r\n\r\nfrom time immemorial. But now in the light of harsh\r\n\r\nrealities, they have\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 815</b></font><br><br>\r\n\r\n\r\n\r\nhad  to  modify  that principle. As  you  know,  it\r\n\r\nhappened in the case of certain British subjects in\r\n\r\nthe  former  colonies who wanted  to  get  back  to\r\n\r\nBritain  on  the  grounds  that  they  are  British\r\n\r\nsubjects.  But  the  British  Government  has  very\r\n\r\nfirmly rejected this. They modified a principle of\r\n\r\nEnglish  jurisprudence because they  have  to  face\r\n\r\nharsh  realities. Therefore, listening to  some  of\r\n\r\nthe  points of Members, I have the impression  they\r\n\r\nbelieve that the grant of citizenship on the  basis\r\n\r\nof  humanitarian grounds is a matter of right or an\r\n\r\nobligation.  It is not. I did say so  in  1968  and\r\n\r\nharsh  things  were  said  about  my  Parliamentary\r\n\r\nSecretary  that he was stubborn and so on.  He  was\r\n\r\nnot being stubborn. He was carrying out a policy. I\r\n\r\nsaid  that the grant of citizenship is a matter  of\r\n\r\nprivilege  and not of right. Why do  we  insist  on\r\n\r\nstanding  firm  on  this policy of  going  slow  in\r\n\r\ngranting  citizenship to non-citizens,  largely  to\r\n\r\nblue  identity card holders? It is not  because  we\r\n\r\nare not unmoved by some of the stories that we have\r\n\r\nheard.  There  are hardship cases here.  There  are\r\n\r\nhardship  cases  outside  of  Singapore.  Once  you\r\n\r\nchange  laws, you have to stand firm.  We  have  to\r\n\r\njudge the interest of our citizens against that  of\r\n\r\nnon-citizens.  If  conditions  were  different,  we\r\n\r\nwould  like  to  satisfy both. If  conditions  were\r\n\r\ndifferent,  we  would be quite  prepared  to  grant\r\n\r\ncitizenship not only to blue identity card  holders\r\n\r\nbut  to  any  other people whose position  deserves\r\n\r\nsympathetic consideration, like refugees from other\r\n\r\ncountries.  That is, if conditions  were  different\r\n\r\nand  if  we  could absorb them. But so long  as  we\r\n\r\ncannot,  our  primary  responsibility  is  to   our\r\n\r\ncitizens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, let me give a few statistics. Most of\r\n\r\nthe  Members  have talked as if we are hard-hearted\r\n\r\nand  we  never make any concessions. We have  said,\r\n\r\nand  the Parliamentary Secretary has said, that  we\r\n\r\nwill review the situation from time to time. It  is\r\n\r\nquite  true that we do it from time to time. It  is\r\n\r\nnot  in  the policy but in the application  of  the\r\n\r\npolicy   that   we   give  ourselves   considerable\r\n\r\nflexibility.  Where a year ago we would  have  said\r\n\r\n\"No\", hereafter we may say \"Yes\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 816</b></font><br><br>\r\n\r\n\r\n\r\nin the same circumstances. Let me give Members some\r\n\r\nstatistics. For example, in 1967, we approved 8,948\r\n\r\napplications before we were told of the bad news of\r\n\r\nthe  accelerated British withdrawal. Once that news\r\n\r\nwas  announced, we decided to be very strict  about\r\n\r\ncitizenship.  So  in 1968, only 3,768  applications\r\n\r\nwere approved. However, since then the economy  has\r\n\r\nbeen   picking   up,  and  in  1969   we   approved\r\n\r\napplications equal to what had been granted in  the\r\n\r\nprevious  two  years. In 1969, 11,325  applications\r\n\r\nwere  approved. So you cannot judge your policy  on\r\n\r\nthe  basis of those who come and complain  to  you,\r\n\r\nthose  who did not get their applications approved.\r\n\r\nThose  who have got it do not come and congratulate\r\n\r\nyou.  So  if you judge Government's policy  by  two\r\n\r\npersons  who, rightly or wrongly, complain  to  you\r\n\r\nand  you  are  not  aware of  the  others  who  are\r\n\r\nsatisfied,  then you may go wrong in assessing  our\r\n\r\npolicy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me state the principles on which we give\r\n\r\ncitizenship  to  non-citizens,  largely   to   blue\r\n\r\nidentity   card   holders.  First,   depending   on\r\n\r\ncircumstances, the principle is this -  that  every\r\n\r\nnon-citizen who becomes a citizen must be an  asset\r\n\r\nand  not a liability. Anybody who advocates  making\r\n\r\nnon-citizens  citizens is being  very  foolish,  if\r\n\r\nthose  people  become  a  burden  to  you  and  to\r\n\r\nsociety. And he is not being a good citizen either.\r\n\r\nSo  the  first principle is that every citizen  who\r\n\r\njoins  your  ranks must have high regard  for  your\r\n\r\ncitizenship. Do not cheapen it. Some of us  may  be\r\n\r\nlucky. Maybe we do not deserve citizenship. But  at\r\n\r\nleast   pay  some  regard  and  respect  for   your\r\n\r\ncitizenship. If it is worth $100, do not  treat  it\r\n\r\nas  if it is worth only 50 cents. Therefore, we say\r\n\r\nthat  anybody who becomes a Singapore citizen  must\r\n\r\nbe  an  asset to our society. And we say  that  we\r\n\r\nwill  give  citizenship as of today to anybody  who\r\n\r\ncan  contribute  to  the economic  well-being,  the\r\n\r\ncultural  progress,  the  social  progress  of  our\r\n\r\nsociety  because we need them. They  all  will  get\r\n\r\ncitizenship. That is why the number has  increased.\r\n\r\nI  know of a few cases - I am not saying it applies\r\n\r\nto all those who do not have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 817</b></font><br><br>\r\n\r\n\r\n\r\ncitizenship  - who want to get citizenship  because\r\n\r\nthey  can get cheap Housing Board flats and because\r\n\r\nthey  can  get  free education for their  children.\r\n\r\nSome  of  them  openly say so. Some  of  them  say,\r\n\r\n\"Look,  I  want  citizenship  because  otherwise  I\r\n\r\ncannot  educate my children, because I have to  pay\r\n\r\nfor their education.\"\r\n\r\n\r\n\r\n<br><br>5.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If people of this type want to become our\r\n\r\ncitizens,  then  I  say in the long  run  Singapore\r\n\r\nsociety  will go to pieces. These people should  go\r\n\r\nsomewhere  else. I am not saying that some  of  the\r\n\r\ncases  that  some  Members have mentioned  are  not\r\n\r\nworthy  of sympathetic consideration, but  we  must\r\n\r\nbalance  them against this major principle.  First,\r\n\r\nwe  want  citizens,  in  the present  circumstances\r\n\r\nprevailing  here,  who  will  become  an  asset  to\r\n\r\nSingapore, especially as Singapore is going  to  be\r\n\r\nsubjected to so many pressures in the years  ahead.\r\n\r\nIf  the community cannot stand the strain, then  it\r\n\r\nwill  break up, like many other societies  in  this\r\n\r\npart  of the world. People will pack up their  bags\r\n\r\nand  move  off  somewhere  else.  However,  we  are\r\n\r\nprepared  to  consider applications. There  may  be\r\n\r\ninstances  where  the  bureaucratic  machinery   is\r\n\r\nsometimes  over-cautious in dealing with  cases  of\r\n\r\nindividuals  who  satisfy the  requirements,  i.e.,\r\n\r\nthey  have  the skills. By \"skills\" I do  not  mean\r\n\r\npeople  who  are  able to sweep roads  and  so  on,\r\n\r\nbecause we have plenty of our citizens who are able\r\n\r\nto  sweep roads. By \"skills\" I mean people who  are\r\n\r\nable   to  contribute,  directly  and  immediately,\r\n\r\ntalents  to  Singapore in certain fields  in  which\r\n\r\nthere is a considerable shortage. So, if you have a\r\n\r\nskilled  carpenter, a furniture maker - skills  for\r\n\r\nwhich there is a demand - I can assure you that  in\r\n\r\nthose  cases the applications for citizenship would\r\n\r\nbe  considered favourably. On the other  hand,  you\r\n\r\nmay  have  an  applicant  who  is  going  to  be  a\r\n\r\nliability to Singapore. For example, one who  comes\r\n\r\nand  asks,  \"I  want social welfare  aid.  I  am  a\r\n\r\ncitizen. I have six children.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 818</b></font><br><br>\r\n\r\n\r\n\r\nPlease  give  me aid.\" I know of one  or  two  such\r\n\r\ncases.  It  is  not  that I am indifferent  to  the\r\n\r\nhardships  of  a  non-citizen,  but  as  a   member\r\n\r\nresponsible  for the administration and  government\r\n\r\nof  Singapore,  I  cannot allow  my  sentiments  to\r\n\r\njeopardise our bigger responsibility.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another way, apart from skills and so\r\n\r\non,  in  which  younger people who are non-citizens\r\n\r\ncan  acquire citizenship. I think the Minister  for\r\n\r\nDefence  will back me up in this: that if any  non-citizen  who  is a permanent resident in  Singapore\r\n\r\nvolunteers for, national service, he will be  given\r\n\r\ncitizenship  at  the end of his  national  service.\r\n\r\nThat is a test of citizenship: you are prepared  to\r\n\r\ndie  for your country. What I am saying is: do  not\r\n\r\nlower  the  standard of your citizenship.  All  the\r\n\r\nstories I have heard are, \"Yes, he cannot hawk  and\r\n\r\nso  on.\" I am not unsympathetic to it, but that  is\r\n\r\nnot   the   standard   required  for   citizenship.\r\n\r\nTherefore, if you do not base your citizenship on a\r\n\r\nhigh standard, then I do not think you are going to\r\n\r\nget very far.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Yong Nguan</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Rajaratnam, would you like to give way to Mr\r\n\r\nLow Yong Nguan?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Yong Nguan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Yong Nguan:</b> Was the Minister trying to imply that through\r\n\r\ntheir  trial  and  error methods - this  Government\r\n\r\nseems  to  be  very interested in trial  and  error\r\n\r\nmethods - we are going to put our security  in  the\r\n\r\nhands  of non-citizens first? Let them prove  their\r\n\r\nworth  first  and  then grant them citizenship.  To\r\n\r\nallow  non-citizens to defend our  country,  people\r\n\r\nwhom we cannot trust in the first instance, please,\r\n\r\ndo not try that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> No, no. These are people, as I said, who are\r\n\r\npermanent residents, people who have no other place\r\n\r\nto  go.  If  they  are prepared  to  volunteer  for\r\n\r\nnational  service,  then once they  have  completed\r\n\r\ntheir   national  service,  they  will  be  allowed\r\n\r\ncitizenship.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 819</b></font><br><br>\r\n\r\n\r\n\r\nIf  a  man who is a non-citizen is prepared to  die\r\n\r\nfor  the country, then he is worthy of citizenship,\r\n\r\nbecause he is more reliable than some who are  born\r\n\r\ninto  citizenship. Of course, let  us  not  be  too\r\n\r\npatriotic  about  this.  Most  of  us   were   not\r\n\r\noriginally  Singaporeans.  Our  great  grandfathers\r\n\r\ncame   here  and  settled  down.  They  built  this\r\n\r\nsociety.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Yong Nguan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Yong Nguan:</b> I was born here!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Some of us were not born here. My father was not\r\n\r\nborn here. What I want is a citizen who is prepared\r\n\r\nto  contribute  something  to  the  betterment  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong:</b> Then how about the females?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, may I gallantly say this: there\r\n\r\nis  an  English saying that when we  refer  to  the\r\n\r\nmale, the term also embraces the female!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Prof. Wong Lin Ken</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Rajaratnam, would you like to give way to\r\n\r\nProfessor Wong Lin Ken?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Prof. Wong Lin Ken -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Prof. Wong Lin Ken:</b> I want to seek clarification. The Minister for\r\n\r\nLabour  has  said  that we should be  careful  that\r\n\r\nthose people who apply for citizenship do not do so\r\n\r\njust  because they think they can get  Housing  and\r\n\r\nDevelopment  Board  flats and  free  education  for\r\n\r\ntheir  children.  I must ask him, how  about  those\r\n\r\nchildren who are born Singapore citizens, but their\r\n\r\nparents cannot get Singapore citizenship, and  for\r\n\r\nthat  reason they are in difficulty? I want to seek\r\n\r\nclarification on that point.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> I am coming to that, Mr Speaker. I will go on to\r\n\r\nsome of the specific points that have been raised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A point was made about minor citizenship\r\n\r\ncertificates having been withdrawn. The  number  of\r\n\r\nsuch cases from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 820</b></font><br><br>\r\n\r\n\r\n\r\nthe  beginning of 1968 to the end of 1969 was  291.\r\n\r\nWe  have since then given sympathetic consideration\r\n\r\nto  cases where there has been genuine error  - they\r\n\r\nfailed  to  take  the  oath of  allegiance  through\r\n\r\nignorance  and through bona fide mistakes.  We  are\r\n\r\nprepared  to consider such cases where  there  have\r\n\r\nbeen genuine mistakes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is the case raised by the Member for\r\n\r\nAlexandra.  I think it is about two persons  having\r\n\r\ntwo  birth  certificates. Let me  state  here  that\r\n\r\nobviously  when people have two birth certificates,\r\n\r\none  of  them is a spurious certificate. We cannot\r\n\r\ntake a rather lackadaisical attitude towards people\r\n\r\nwho  use forged documents, because it is an offence\r\n\r\nin  any  case. However, where it can be shown  that\r\n\r\nthere was genuine grievance as far as the child  is\r\n\r\nconcerned,   the  innocent  party,  through   false\r\n\r\nrepresentation, then I think we would  be  prepared\r\n\r\nto  reconsider the case. If there is collusion,  we\r\n\r\ncannot afford to allow it to pass.\r\n\r\n\r\n\r\n<br><br><!-- Prof. Wong Lin Ken -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Prof. Wong Lin Ken:</b> Just a matter of clarification about this\r\n\r\nquestion  of  two  birth certificates.  I  was  not\r\n\r\ninterested  in who had the false birth certificate.\r\n\r\nWhat  I was concerned about was that an officer  in\r\n\r\nthe  Singapore Citizenship Registry had  asked  the\r\n\r\nperson  to surrender his red identity card  and  in\r\n\r\nits  place  he  was to be given a non-citizen  blue\r\n\r\nidentity  card. I think by that action  the  person\r\n\r\nwould have been deprived of his citizenship, and he\r\n\r\nwould  have  had no means of defending  himself.  I\r\n\r\nthink  there is a proper procedure by which he  can\r\n\r\nbe  deprived  of his citizenship, and also  by  the\r\n\r\nsame procedure he can defend his case. This is  the\r\n\r\ncase that I was very concerned about.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> I do not know the particulars of the case. If\r\n\r\nthis did happen, the person concerned has the right\r\n\r\nof   appeal   in   regard  to  any  withdrawal   of\r\n\r\ncitizenship. Whether he has done so or  not,  I  do\r\n\r\nnot know.\r\n\r\n\r\n\r\n<br><br><!-- Prof. Wong Lin Ken -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Prof. Wong Lin Ken:</b> But not in the way by which he was asked to\r\n\r\nsurrender his red identity card. He has no means of\r\n\r\nredress. As far as I understand, there is\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 821</b></font><br><br>\r\n\r\n\r\n\r\na  procedure  by  which a person  can  appeal  with\r\n\r\nregard to the deprivation of his citizenship.  This\r\n\r\nperson  was  asked to surrender his  Singapore  red\r\n\r\nidentity  card.  He was not asked to  give  up  his\r\n\r\ncitizenship. That is a different matter, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> I do not know of the particular case, but if the\r\n\r\nofficer  in the Citizenship Registry had reason  to\r\n\r\nbelieve that there was something improper, that the\r\n\r\nbirth certificate was obtained improperly, then  he\r\n\r\nwould naturally take back the red identity card and\r\n\r\ngive  him a blue identity card. He had the  perfect\r\n\r\nright to do that. If the aggrieved person felt that\r\n\r\nsomething  had been improperly done, he could  have\r\n\r\nappealed   to  the  Ministry  or  to  the  Minister\r\n\r\nhimself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the fact that Government has announced\r\n\r\nthat we are prepared to invite skilled workers from\r\n\r\nHong Kong and elsewhere to come and work here,  and\r\n\r\nafter  a  period  they  would  be  considered   for\r\n\r\ncitizenship, I was asked why that privilege  should\r\n\r\nnot  be extended to our blue identity card holders.\r\n\r\nI would like to say that the same privilege will be\r\n\r\nextended  to  non-citizens, that is, blue  identity\r\n\r\ncard  holders, if they are skilled; or if they show\r\n\r\nthat they have the necessary capacity, we will give\r\n\r\nthem citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think another Member asked why Singapore blue\r\n\r\nidentity  card  holders who go  abroad  temporarily\r\n\r\nhave to surrender their identity cards.\r\n\r\n\r\n\r\n<br><br>5.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to say that a blue identity card\r\n\r\nholder  who  goes  away temporarily  need  not  and\r\n\r\nshould  not surrender his identity card on  leaving\r\n\r\nSingapore.  He only needs to surrender it  when  he\r\n\r\nleaves  the  country permanently to  go  elsewhere.\r\n\r\nThat is when he withdraws his provident fund and so\r\n\r\non,  and  decides  to  cut his roots  in  Singapore\r\n\r\npermanently. It is only then that his blue identity\r\n\r\ncard will be withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 822</b></font><br><br>\r\n\r\n\r\n\r\nI think those are the main points in regard\r\n\r\nto citizenship, as far as my notes go.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is one other matter - whether we would\r\n\r\nrelax  conditions in regard to the  issue  of  work\r\n\r\npermits. As I have said, we do relax and have  been\r\n\r\nrelaxing  in so far as we feel that we can  permit\r\n\r\nnon-citizens  to  work here without  affecting  the\r\n\r\ninterests of our citizens. This is especially so at\r\n\r\nthis time when there is a labour shortage. We grant\r\n\r\nmore  and more work permits to people who are  non-citizens, especially if they are skilled  or  semi-skilled. They should have no difficulty in  getting\r\n\r\nwork  permits.  One Member also  asked  whether  we\r\n\r\nwould  be  prepared to allow skilled  workers  like\r\n\r\nhairdressers to work in Singapore, if they are non-citizens. I do not know whether there is a shortage\r\n\r\nof  hairdressers, but if there is, I am quite  sure\r\n\r\nwe  are  prepared  to consider the  issue  of  work\r\n\r\npermits to such people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Delta made the point that with the\r\n\r\nintroduction  of the new labour laws  allegedly  to\r\n\r\nthe  advantage  of the employer,  the  standard  of\r\n\r\nliving of the worker has been seriously affected. I\r\n\r\nthink  this  kind of generalisation does  not  take\r\n\r\ninto   consideration  the  main  purpose   of   the\r\n\r\nmodification of our labour laws. When we introduced\r\n\r\nthese  new laws, we made it quite clear that  these\r\n\r\nlimitations  on  the freedom of  trade  unions  of\r\n\r\nworkers  were  made for a wider purpose,  i.e.,  to\r\n\r\nincrease  as  quickly  as  possible  the  base   of\r\n\r\nindustrialisation,    and    therefore     economic\r\n\r\nexpansion. In those terms, it again depends on  how\r\n\r\nyou see it. For example, before the introduction of\r\n\r\nthe  new labour laws in June 1968, there were 1,586\r\n\r\nmanufacturing   establishments   employing   74,800\r\n\r\nworkers.  One  year  after  that,  the  number   of\r\n\r\nfactories  increased from 1,586 to 1,716, providing\r\n\r\njobs  for  89,804 people instead of 74,800  people.\r\n\r\nThat  means  an increase of something  like  15,000\r\n\r\njobs  for  people who otherwise would not have  got\r\n\r\nany work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is a matter of opinion whether it would be\r\n\r\nbetter that a few workers could not get a bit  more\r\n\r\nbonus and have\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 823</b></font><br><br>\r\n\r\n\r\n\r\nto  work  without any magical rise in their incomes\r\n\r\n(does this mean that the labour laws have adversely\r\n\r\naffected them?), or whether it would be better that\r\n\r\n15,000  more people now can have work. We say  that\r\n\r\nthe  maximum  good for the maximum number  is  the\r\n\r\nbetter objective for Government to pursue, than the\r\n\r\nmaximum benefits for a small number.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You can also see that, in terms of investment,\r\n\r\nagain before the labour laws were passed, the total\r\n\r\nflow of investments was about $184 million in 1968.\r\n\r\nBut  the  year after the implementation of the  new\r\n\r\nlabour legislation, it shot up to $550 million. You\r\n\r\ncan    say,   \"Well,   this   only   benefits   the\r\n\r\ncapitalists\", and so on. But supposing we have  not\r\n\r\npassed these new laws, then not even $10 would have\r\n\r\nbeen  invested. So this extra investment means more\r\n\r\njobs  for more people. Let us not work on the basis\r\n\r\nthat  capitalists  are philanthropists.  They  will\r\n\r\ninvest money where they can get profits, e.g., when\r\n\r\na   foreign  capitalist  or  a  local  entrepreneur\r\n\r\ninvests $100 million here in Singapore, he may make\r\n\r\n20 per cent profit. But this is the difference - if\r\n\r\nhe  had  not come in there would have been no  jobs\r\n\r\nfor  anybody.  There would be no factories  and  no\r\n\r\nexpertise. That is the price we have to pay. But if\r\n\r\nyou  want foreigners to invest here, they will have\r\n\r\nto  make  money, and they come here  only  to  make\r\n\r\nmoney.  So  they put up factories here. It  may  be\r\n\r\nthat  they  will set up an oil refinery,  something\r\n\r\nwhich  we  cannot do. If we had not  promised  them\r\n\r\nprofits,  then  there  would be  no  oil  refinery,\r\n\r\nmeaning no work and probably also no profit for the\r\n\r\nentrepreneur.  Profit  for the  entrepreneur  means\r\n\r\nmore  work and enhanced income. This is one of  the\r\n\r\nhard  facts  of life. So it is no use  saying  that\r\n\r\nbecause  it  benefits the employer,  therefore,  it\r\n\r\nmust  be bad for the workers. It is not necessarily\r\n\r\nso.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is about all I have to say on this\r\n\r\nparticular subhead.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Teong, do you wish to withdraw your\r\n\r\namendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I would like to know if the Minister is\r\n\r\ngoing to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 824</b></font><br><br>\r\n\r\n\r\n\r\nreply  to my questions, particularly on the minimum\r\n\r\nwage.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Under Standing Orders, the Minister is only\r\n\r\nallowed  15  minutes to reply  to  all  the  points\r\n\r\nraised. So the more questions Members ask the  more\r\n\r\ntime the Minister will need to reply.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> Sir, my question on revising the workmen's compensation benefits has also not been answered.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Rajaratnam, would you like to reply to the\r\n\r\npoints raised?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Yes, Sir, In regard to the point raised by the\r\n\r\nMember for Anson, I think I have already given  the\r\n\r\nfacts.  My Parliamentary Secretary has a  head  for\r\n\r\ndetails, and he has drawn my attention to the  fact\r\n\r\nthat it is not $4.55, but $4.75 per day. So that is\r\n\r\nnot quite correct.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards a minimum wage, I think many of the\r\n\r\nLeft-wing trade unions and the more radical ones do\r\n\r\nnot  want  a minimum wage. Once you have a  minimum\r\n\r\nwage , that becomes the wage. The Finance Minister\r\n\r\nhas  indicated  that perhaps we can get  over  this\r\n\r\nmajor  fear or inhibition we have about  what  will\r\n\r\nhappen  in 1971. As you know, from the end  of  this\r\n\r\nyear  or  the  beginning of next year, the  British\r\n\r\nwithdrawal  will be so fast that about  30,000  or\r\n\r\n40,000  people will be without jobs. If  we  cannot\r\n\r\nfind jobs for them, all this economic progress that\r\n\r\nwe  have made will be set back, and providing  jobs\r\n\r\nfor  as  many people as are going to be  unemployed\r\n\r\nwill be a big problem. Until we have stabilised the\r\n\r\nsituation.  I think the policy should be  to  allow\r\n\r\nwages  to  find  their  own  levels  in  a  dynamic\r\n\r\nsituation  where unions will not be  interested  in\r\n\r\nminimum  wages but they will say, \"We will  get  as\r\n\r\nmuch  as  the  economic  system  can  bear  without\r\n\r\ndisrupting it.\" That is the reason why I  think  we\r\n\r\nwill not consider implementing a minimum wage, nor\r\n\r\nwill  it  be wise for trade unions at this juncture\r\n\r\nto press for minimum wages.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 825</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point, I think, was in regard to\r\n\r\nworkmen's  compensation.  This  question  has  been\r\n\r\nraised on several occasions. It is the view of  the\r\n\r\nGovernment  that  the current  scale  of  workmen's\r\n\r\ncompensation   provided  under  the  Ordinance   is\r\n\r\nadequate.  This  is  because the  maximum  benefits\r\n\r\npayable on death or permanent disability are  based\r\n\r\non  an employee's earnings of $200 per month.  This\r\n\r\nfigure as of today is below the average earnings of\r\n\r\nworkers  in Singapore. In 1968 the average earnings\r\n\r\nof  workers  in Singapore, according  to  a  sample\r\n\r\nsurvey,  were about $180 per month, whilst in  1969\r\n\r\nthey  were  about $183 per month.  If  the  average\r\n\r\nmonthly  earnings  of the worker  exceed  $200  per\r\n\r\nmonth,  then  legislation  may  be  introduced   to\r\n\r\nincrease the maximum benefits payable.\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Kah Hui -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Kah Hui:</b> Mr Speaker, Sir, earlier on the Member for\r\n\r\nSembawang was talking about citizenship and he said\r\n\r\nthat  there  should  be  constant  reviews  in  the\r\n\r\ngranting  of citizenship. He said I was a  stubborn\r\n\r\nold  man  and  that I was a liar. The Minister  has\r\n\r\nindicated  just  now  the  number  of  applications\r\n\r\napproved over the last three years. This definitely\r\n\r\nshows that there have been constant reviews in  the\r\n\r\npolicy  of  granting citizenship.  The  Member  for\r\n\r\nSembawang called me \"Kou sze sin fei\". Mr Speaker,\r\n\r\nyou  did  not  get  the translation,  but  that  is\r\n\r\nequivalent to calling me a liar. I think that is an\r\n\r\nunparliamentary  remark and he should  withdraw  it\r\n\r\nand apologise.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Teong, have you heard what the Parliamentary\r\n\r\nSecretary has said?\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I would like to clarify certain\r\n\r\npoints.  I  did  not  say that he  was  a  stubborn\r\n\r\nperson. I said he was not such a person.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Kah Hui -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Kah Hui:</b> He said I was stubborn and he followed it up by\r\n\r\ncalling me \"Kou sze sin fei\", that is, I am a liar.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 826</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Teong, I take it you will withdraw this\r\n\r\nexpression?\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I think the expression, \"He\r\n\r\nsays  one thing but practises, another,\" - Kou  sze\r\n\r\nsin  fei - will not have any adverse effect on him.\r\n\r\nIf  he can assure us that he will review the policy\r\n\r\non citizenship now and then, then I withdraw.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Kah Hui -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Kah Hui:</b> My Minister has already indicated that that is\r\n\r\nso.   In   1967,  about  8,000  applications   were\r\n\r\napproved, and in 1968 about 3,000. Last year about\r\n\r\n11,000 applications were approved.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Sia, Mr Teong has withdrawn the expression\r\n\r\nbut you object to --\r\n\r\n\r\n\r\n<br><br><!-- Mr Sia Kah Hui -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sia Kah Hui:</b> No, Sir. His withdrawal is on the condition that\r\n\r\nI  give  him  the  assurance that the  granting  of\r\n\r\ncitizenship will be under constant review.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, why did the Parliamentary\r\n\r\nSecretary not raise the objection straightaway when\r\n\r\nthe Member first made that remark?\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Teong, I take it you have withdrawn the words\r\n\r\nyou used?\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Sir, since you have directed me, I withdraw the\r\n\r\nexpression. \"He says one thing and does another.\"\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I take it you are withdrawing your amendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Sir, before I withdraw my amendment, there is one\r\n\r\nquestion  which  has  not  been  answered  by   the\r\n\r\nMinister.  Perhaps  he  was confused  by  the  many\r\n\r\nspeeches  made, and he has forgotten  about  it.  I\r\n\r\nasked  him  what measures he proposes  to  take  in\r\n\r\norder  to prevent industrial accidents. He has  not\r\n\r\ngiven a reply.\r\n\r\n\r\n\r\n<br><br><!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seah Mui Kok:</b> I would also like the Minister to answer my\r\n\r\nquestion. He has forgotten to do so.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 827</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Thank you, Mr Speaker, Sir, for your indulgence\r\n\r\nbecause  I have already exceeded considerably  the\r\n\r\ntime allotted to me.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I am afraid that is so under Standing Order 43,\r\n\r\nparagraph (8). But I will be indulgent!\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> First, I will deal with the point about the\r\n\r\nproposed swop between Malaysian citizens  who  are\r\n\r\nworking  in  Singapore and Singapore citizens  who\r\n\r\nare  working in Malaysia and have lost their  jobs\r\n\r\nas  a result of the withdrawal of work permits.  I\r\n\r\nthink  a swop is not a feasible proposition for  a\r\n\r\ngovernment to enforce legally. First, it is a very\r\n\r\nimmoral  policy. It is immoral to deprive one  man\r\n\r\nof  a  job  because somebody else has lost  a  job\r\n\r\nelsewhere.  But  what  I would  suggest  is  this.\r\n\r\nPerhaps somebody from my Ministry could make  some\r\n\r\nmutual  arrangement and persuade the firm here  to\r\n\r\ntransfer a Malaysian citizen who is willing to go.\r\n\r\nRegardless  of whether the person is  a  Malaysian\r\n\r\ncitizen or not, once he has worked in Singapore, I\r\n\r\nthink   he   has  contributed  something   towards\r\n\r\nSingapore  and  I would not like to  say  to  him,\r\n\r\n\"Now, buzz off, I want to bring in a citizen  from\r\n\r\nSingapore who has lost his job.\" But if some  kind\r\n\r\nof  arrangement  could be  made  and  if  all  the\r\n\r\nparties  concerned are agreeable,  then  maybe  my\r\n\r\nMinistry could act as an intermediary, but we will\r\n\r\nnot  enforce such a policy on either the  employer\r\n\r\nor the worker concerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to industrial accidents, as the Member\r\n\r\nhas  rightly  pointed out, this is  a  problem  of\r\n\r\nincreasing  concern and importance  to  Singapore,\r\n\r\nespecially  as  the pace of industrialisation  has\r\n\r\naccelerated. The following steps have  been  taken\r\n\r\nby  the  Factory Inspectorate to cut down  on  the\r\n\r\nincreasing number of industrial accidents  and  to\r\n\r\ninduce  a  greater  awareness  of  the  need   for\r\n\r\nindustrial  safety. More stringent  inspection  of\r\n\r\nfactories is being carried out. Factory owners are\r\n\r\nwarned to take the necessary safety precautions to\r\n\r\nensure industrial\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 828</b></font><br><br>\r\n\r\n\r\n\r\nsafety  in  their premises. The factory inspectors\r\n\r\nhave also established closer links with the Public\r\n\r\nUtilities Board electrical inspectorate to  ensure\r\n\r\nproper  inspection of electrical installations  in\r\n\r\nfactories. The co-operation of the fire prevention\r\n\r\nofficer  is  also sought to ensure the  taking  of\r\n\r\nadequate  measures  for  extinguishing  fires.  In\r\n\r\nfact,  we have organised a national safety seminar\r\n\r\nto  spread  the  idea  of  industrial  safety.   A\r\n\r\nnewsletter   was   published   by   the    Factory\r\n\r\nInspectorate to disseminate knowledge  of  how  to\r\n\r\nprevent industrial accidents. Two executives  from\r\n\r\nthe  International  Executive Service  Corps  were\r\n\r\ninvited  to  advise  the  inspectorate  on  modern\r\n\r\nmethods  of accident prevention. An inspector  was\r\n\r\nsent to the United Kingdom for further training on\r\n\r\nthe problem of industrial safety.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As the building construction industry contributed\r\n\r\nthe  largest number of industrial accidents in the\r\n\r\npast year, we had meetings with representatives of\r\n\r\nthe  Contractors'  Association to  discuss  safety\r\n\r\nproblems in building construction.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Mr Speaker, Sir, in his reply to the question of\r\n\r\ncitizenship, the Minister assured us that  skilled\r\n\r\nand    semi-skilled   workers   would   be   given\r\n\r\nsympathetic  consideration  when  they  apply  for\r\n\r\ncitizenship. He also said that if holders of  blue\r\n\r\nidentity  cards who were permanent residents  were\r\n\r\nwilling  to join the People's Defence Force,  they\r\n\r\nwould  be granted citizenship. I hope the question\r\n\r\nof  citizenship can be solved once and for all.  I\r\n\r\nthank  the Minister for his reply. I beg leave  to\r\n\r\nwithdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n<br><br><!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ch'ng Jit Koon (Tiong Bahru)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0601 be\r\n\r\nreduced by $10 in respect of subhead\r\n\r\n1005*. \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(* The same amendment also stood in the name of Mr Lim Cheng Lock.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our country is now in the midst\r\n\r\nof   nation   building.  We  are   expanding   our\r\n\r\nactivities in all fields of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 829</b></font><br><br>\r\n\r\n\r\n\r\nhuman endeavour. Our burden has now become heavier.\r\n\r\nTo  be successful in nation building, there must be\r\n\r\nefficiency  in all the departments of  Government.\r\n\r\nIn  order to attain a high rate of efficiency, the\r\n\r\nwork  in  the  departments should be so distributed\r\n\r\nthat  the  staff will be able to spend their  time,\r\n\r\neffort and energy in the best possible manner.  Our\r\n\r\ncountry will then make further progress.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Permanent Secretary plays a\r\n\r\nvery  important role in his Ministry. He holds  the\r\n\r\nhighest rank in the administrative service  and  he\r\n\r\nhas the duty of implementing Government policy. His\r\n\r\nwork is very important and his burden is heavy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as I know, the Permanent Secretary to the\r\n\r\nMinister for Labour is also the Permanent Secretary\r\n\r\nto  the  Minister  for  Culture.  He  is  also  the\r\n\r\nDirector of Broadcasting. Mr Speaker, Sir, I think\r\n\r\na  person's  stock  of energy is  limited.  When  a\r\n\r\nperson is responsible for so many jobs, he will  be\r\n\r\noverworked.  He  will  be worn  out.  In  order  to\r\n\r\nmaintain  a  high rate of efficiency and  in  order\r\n\r\nthat  senior officers can concentrate on their  own\r\n\r\nwork,  I  hope  the Government will  try  to  avoid\r\n\r\ngiving  them too many jobs. The same person  should\r\n\r\nnot be given too many appointments.\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cheng Lock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cheng Lock:</b> Mr Speaker, Sir, a few days ago the Minister\r\n\r\nfor   Science  and  Technology,  who  is  also  the\r\n\r\nChairman  of  the P.A.P., made a statement  in  the\r\n\r\nStraits  Times on the need to ensure that competent\r\n\r\npolitical  leadership for the Republic is available\r\n\r\nto carry on the work of government when the present\r\n\r\nleaders   retire,  and  also  that  the   political\r\n\r\nstability  of Singapore is maintained.  Sir,  these\r\n\r\nare  very commendable objectives of the P.A.P.  But\r\n\r\nwhether in time to come they will be acceptable by\r\n\r\nthe people is another matter.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Lim, are you talking about the Political\r\n\r\nSecretary or the Permanent Secretary?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 830</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cheng Lock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cheng Lock:</b> Sir, I am coming to the point. What I would like\r\n\r\nto  stress is that these objectives should not only\r\n\r\nrest   with  political  leadership.  It   is   also\r\n\r\nimportant  to  pursue  this  policy  in  the  civil\r\n\r\nservice.  This is where I come to the availability\r\n\r\nof  suitable and good material for the positions of\r\n\r\nPermanent Secretaries who are considered the  right\r\n\r\narm  of  the Ministers. In the last few  years,  we\r\n\r\nhave  seen a handful of persons asking concurrently\r\n\r\nin  two or three important positions. For instance,\r\n\r\nthe previous Permanent Secretary in the Ministry of\r\n\r\nLabour   was  also  the  Chairman  of  the  Central\r\n\r\nProvident Fund. I believe he is still the  Chairman\r\n\r\nof  the  C.P.F.  He  is also the  Chairman  of  the\r\n\r\nHousing  and  Development Board.  He  is  also  the\r\n\r\nPermanent Secretary for Home Affairs. I believe  he\r\n\r\nis  also a director of certain companies. I am only\r\n\r\nillustrating  one  such  Permanent  Secretary.   My\r\n\r\ncolleague, the Member for Tiong Bahru, has just now\r\n\r\nindicated that the present holder of this  post  is\r\n\r\nholding  more than one important position. In  this\r\n\r\nrespect,  I feel that the Government has  neglected\r\n\r\nto  take stock of the suitable people required  now\r\n\r\nand  in the future. I think it is not too late  for\r\n\r\nthe  Government to do so. Trying to make one person\r\n\r\nhold  two  or  more  positions, I  feel,  is  quite\r\n\r\nunjustified  in  that  not  only  does  it   create\r\n\r\ninjustice to the person concerned, as he  can  only\r\n\r\nperform  well  under certain conditions  and  with\r\n\r\nlimitations,  but  it is also  unjustified  to  the\r\n\r\ndepartments  or to the people who come  under  his\r\n\r\ncontrol. In fact, during the last few years, two or\r\n\r\nthree jobs have been centred on one person, so much\r\n\r\nso that these people have become swollen-headed and\r\n\r\narrogant  because  they feel  that  they  can  hide\r\n\r\nunderneath the skirts of the Ministers.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Lim, did you say skirts?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cheng Lock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cheng Lock:</b> Or trousers, Sir. They are not directly\r\n\r\nresponsible to the people of Singapore.  Some  even\r\n\r\nhave  the audacity to ignore Members of Parliament.\r\n\r\nSir, I want to make it very\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 831</b></font><br><br>\r\n\r\n\r\n\r\nclear  that  my  remarks are not  directed  at  the\r\n\r\nPermanent Secretary under subhead 1005.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under this subhead, I would like to touch on\r\n\r\nanother important subject. This is in regard to the\r\n\r\nCentral Provident Fund. The Minister for Labour  is\r\n\r\nin  charge  of  the C.P.F. and, according  to  past\r\n\r\npractice,  the Permanent Secretary in the  Ministry\r\n\r\nof  Labour is made Chairman of the C.P.F. Sir, I am\r\n\r\nraising this point because the C.P.F. is one of the\r\n\r\nvery important institutions in Singapore today.  It\r\n\r\nstarted in 1955 when the total balance of the  Fund\r\n\r\nwas over $9 million.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Lim, does the Central Provident Fund come under subhead 1005?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cheng Lock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cheng Lock:</b> Sir, according to past practice, the Permanent\r\n\r\nSecretary  to the Ministry of Labour  is  also  the\r\n\r\nChairman of the Central Provident Fund.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We are now discussing the Estimates for 1970-71.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cheng Lock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cheng Lock:</b> Sir, if you will allow me, I am talking about the\r\n\r\nPermanent   Secretary  because  he  is   also   the\r\n\r\nChairman of the Central Provident Fund.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> All right.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cheng Lock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cheng Lock:</b> He is also the Chairman of the Housing and\r\n\r\nDevelopment Board and also the Permanent  Secretary\r\n\r\nfor  Home  Affairs. I feel that  he  cannot  devote\r\n\r\nsufficient time to the Central Provident Fund. Just\r\n\r\nbefore  I was interrupted, I was trying to make  it\r\n\r\nknown  that in 1968 the total balance of the C.P.F.\r\n\r\namounted  to over $500 million. This goes  to  show\r\n\r\nthat  the C.P.F. is an important institution  which\r\n\r\nlooks  after  the interest of over half  a  million\r\n\r\nworkers  in Singapore, and it is not desirable  for\r\n\r\none  person  to  be made responsible  for  so  many\r\n\r\nimportant institutions.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, as a Minister who also happens\r\n\r\nto hold more posts than he normally should, I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 832</b></font><br><br>\r\n\r\n\r\n\r\nbegin  to see the point of the argument put forward\r\n\r\nby  the Member for Kampong Kapor. It is simply that\r\n\r\na  man  should not be made to do more than one  job\r\n\r\nand, if he is a Permanent Secretary, he should  not\r\n\r\nbe over-worked. This is a problem which we face not\r\n\r\nonly  with Permanent Secretaries but at many  other\r\n\r\nlevels  of  government.  It  is  no  use  promoting\r\n\r\nsomebody whom we generally feel is not yet ready to\r\n\r\ntake  over  the  responsibilities  of  a  Permanent\r\n\r\nSecretary. Therefore, for the time being,  we  have\r\n\r\nto  make  Permanent Secretaries do more  than  they\r\n\r\nnormally  should.  This  is  a  problem  which  the\r\n\r\nMinister for Finance has already indicated  -  that\r\n\r\nthe  private sector today can offer far  more  than\r\n\r\njust   a  Mercedes  Benz  to  people  with  ability\r\n\r\ncomparable   to  our  Permanent  Secretaries.   And\r\n\r\nobjection  has  been taken to offering  a  Mercedes\r\n\r\nBenz  to  them. Therefore, it is very difficult  to\r\n\r\nretain  men  in  the  civil service  of  sufficient\r\n\r\nmaturity  and  who  are leaving  to  take  up  jobs\r\n\r\nelsewhere.  This is a problem of which we  are  not\r\n\r\nunaware. We do not want Permanent Secretaries to do\r\n\r\nmore  than they should, or to be a kind of  general\r\n\r\nfactotum,  doing far too many jobs. We  agree  with\r\n\r\nthe  principle  that  a man  should  not  be  over-burdened with too many responsibilities. But it  is\r\n\r\na matter of finding the digits to take over some of\r\n\r\nthe  responsibilities. That is not as  easy  as  it\r\n\r\nsounds, but when such people are available,  I  can\r\n\r\nassure  the House that every encouragement will  be\r\n\r\ngiven to them to take over these responsibilities.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ch'ng Jit Koon:</b> Sir, I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0601 be\r\n\r\nreduced by $10 in respect of subhead\r\n\r\n\r\n\r\n1014.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during my weekly meet-the-people sessions, I\r\n\r\nhave  come  across many cases of persons  who  have\r\n\r\nregistered  at the Labour Exchange. But after  many\r\n\r\nmonths, they have not been\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 833</b></font><br><br>\r\n\r\n\r\n\r\ngiven  any  recommendations for jobs. On the  other\r\n\r\nhand,  I  have  heard of cases who have,  within  a\r\n\r\nshort time of registration, been given jobs.  I  do\r\n\r\nnot  know  what  accounts for this  situation.  For\r\n\r\nthose unfortunate people, registering at the Labour\r\n\r\nExchange is like betting on Toto. If you are lucky,\r\n\r\nyour  number  comes up and you get a job.  If  not,\r\n\r\nthen  you  have to wait for months and  months  and\r\n\r\nnothing happens. I suspect that there might be some\r\n\r\nstring-pulling  or favouritism being  practised  in\r\n\r\nthe  Labour  Exchange. Sir, this  is  one  area  of\r\n\r\nadministration in which we can best prove  that  we\r\n\r\nnot  only  preach but practise equal  opportunities\r\n\r\nfor  all.  I  would like an assurance  from  the\r\n\r\nMinister that stricter supervision is kept on  this\r\n\r\nparticular  section of the Ministry  of  Labour  to\r\n\r\nensure  that  the distribution of job vacancies  is\r\n\r\ndone  strictly  on  the basis of first  come  first\r\n\r\nserved.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, as far as I know, the\r\n\r\ncriterion  of  first come first served  constitutes\r\n\r\nthe  basis for selection of persons registered with\r\n\r\nthe  Employment  Exchange.  Where  there  might  be\r\n\r\ndeviation  from this principle is  when  employers\r\n\r\nnotify   the   Exchange  that  they  need   certain\r\n\r\nvacancies to be filled on an urgent basis.\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Selection of registrants is done from among those\r\n\r\nwho happen to be at the Employment Exchange at that\r\n\r\ntime.   However,  such  instances  of   on-the-spot\r\n\r\nselection,  I understand, are few and far  between.\r\n\r\nVery often when employers ring up and say that they\r\n\r\nwant a man immediately, the employers are generally\r\n\r\ntold that it would be better if they could give the\r\n\r\nexchange  advance notice so that they can select  a\r\n\r\nmore suitable one from their register. I would also\r\n\r\nlike  to assure the Member that the Manager of  the\r\n\r\nEmployment  Exchange supervises the  Exchange,  and\r\n\r\ncarries out checks from time to time\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 834</b></font><br><br>\r\n\r\n\r\n\r\nto  ensure  that the principle of first come  first\r\n\r\nserved  is  being followed. I do not  know  whether\r\n\r\nthere is any deviation from this principle, but  if\r\n\r\nMembers do, come across instances where there is  a\r\n\r\ndeliberate deviation from this principle,  I  shall\r\n\r\nbe glad to look into such cases.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> In view of the explanation, I beg leave to\r\n\r\nwithdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Aziz Karim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Aziz Karim (Kallang):</b> Mr Speaker, Sir, I was thinking of not, moving my\r\n\r\namendment  to  subhead 1101  as  a  formal  protest\r\n\r\nagainst this House for not paying greater attention\r\n\r\nto  labour  problems  during the  debate  over  the\r\n\r\nchopping  of  the  Minister's  Head!  However,  Mr\r\n\r\nSpeaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0601 be\r\n\r\nreduced by $10 in respect of subhead 1101*.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(* The same amendment also stood in the name of Madam Chan Choy Siong.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am sorry that the issue of\r\n\r\ncitizenship  for non-citizens has overshadowed  the\r\n\r\nproblems   of   citizen  workers   in   regard   to\r\n\r\nemployment,  job  security  and  job  safety  over\r\n\r\nmatters which relate to the welfare and progress of\r\n\r\nlabour.  Although the Minister for Foreign  Affairs\r\n\r\nand   Minister   for   Labour  has   made   certain\r\n\r\nclarification in regard to the matter,  I  wish  to\r\n\r\nput  on  record  and stress again  what  my  labour\r\n\r\ncolleagues have said on the issue of job safety.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You may recall, Sir, that the Parliamentary\r\n\r\nSecretary  to  the  Minister for Labour  told  this\r\n\r\nHouse  during Question Time on 23rd December  1969,\r\n\r\nthat  consideration would be given by the  Ministry\r\n\r\nof Labour to reorganise the Factory Inspectorate in\r\n\r\norder  to  increase its effectiveness in  enforcing\r\n\r\nthe  law  and  in promoting industrial  health  and\r\n\r\nsafety.  I  believe that the effectiveness  of  the\r\n\r\nFactory   Inspectorate  would   be   increased   by\r\n\r\nlegislative and administrative measures.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that if decisions are made to upgrade\r\n\r\ntheir  jobs, to increase their morale,  to  retrain\r\n\r\nthem, to reallocate their duties, to increase their\r\n\r\nnumbers\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 835</b></font><br><br>\r\n\r\n\r\n\r\nand to improve liaison among the various Government\r\n\r\ndepartments  and public institutions interested  in\r\n\r\nthe  field of industrial safety and health  believe\r\n\r\nall these measures could enable the Chief Inspector\r\n\r\nof  Factories and the other inspectors to carry out\r\n\r\ntheir  duties  efficiently but,  however,  none  of\r\n\r\nthese   measures  are  to  be  introduced  by   the\r\n\r\nMinistry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further, we have been informed by the\r\n\r\nParliamentary Secretary that two of the  Inspectors\r\n\r\nof  Factories  have  been called  up  for  national\r\n\r\nservice, leaving only four Inspectors of Factories,\r\n\r\nincluding a temporary inspector, as one of them who\r\n\r\nhas  been  called up for national service  will  be\r\n\r\nreturning  to his job in April 1970, we were  told,\r\n\r\nand  the other one will be returning to his job  in\r\n\r\nSeptember 1970.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I find, to my surprise, that reorganisation of\r\n\r\nthe   Factory  Inspectorate  has  resulted  in  the\r\n\r\nreduction  of the number of Inspectors of Factories\r\n\r\nby   one,  and  he  has  been  transferred  to  the\r\n\r\nIndustrial Health Unit which the Ministry of Health\r\n\r\nis  forming  with  a small group  composed  of  one\r\n\r\nSenior  Health Officer, one Inspector of  Factories\r\n\r\nwith either a degree or a diploma, two qualified or\r\n\r\ntrainee Public Health Inspectors, and two staff  or\r\n\r\nstudent nurses, to promote industrial health in the\r\n\r\nRepublic. At this vital and crucial juncture in the\r\n\r\nindustrialisation of our Republic, I  do  not  know\r\n\r\nhow  two  trainee Health Inspectors and two student\r\n\r\nnurses  could do anything for the industrial Health\r\n\r\nUnit.   Anyway,  that  is  not  the  subject  under\r\n\r\ndiscussion. What do the Ministry of Labour and  the\r\n\r\nMinistry of Health hope to achieve by this set-up?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that for the Factory Inspectorate to\r\n\r\nfunction more effectively, many more things need to\r\n\r\nbe  done.  The Factories Ordinance must be  revised\r\n\r\nand  modernised  to  suit the  present  and  future\r\n\r\nsituations in industries. It is inadequate in  many\r\n\r\nways, and the Chief Inspector of Factories can best\r\n\r\ntestify  to its inadequacies. The Annual Report  of\r\n\r\nthe Ministry of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 836</b></font><br><br>\r\n\r\n\r\n\r\nLabour  dealing  with safety,  health  and  welfare\r\n\r\nplaintively  described the pitiful situation  under\r\n\r\nwhich  the  Chief  Inspector of Factories  and  the\r\n\r\nother inspectors have to tackle their tasks. In the 1968  Annual  Report  of the  Ministry  of  Labour,\r\n\r\n(Paper Cmd. 27 of 1969), the Ministry admitted that\r\n\r\nthe  scope of the Factories Ordinance is not  broad\r\n\r\nenough, and the Factory inspectorate has to  resort\r\n\r\nto  the  safety  regulations of  the  International\r\n\r\nLabour  Organisation for guidance. I suppose  these\r\n\r\nsafety  regulations  have discreetly  been  imposed\r\n\r\nupon  the owners and occupiers of unsafe factories.\r\n\r\nTherefore,   why  not  revise  and  modernise   the\r\n\r\nFactories Ordinance? That is my point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At this stage, I would like to say that if the\r\n\r\nInspector  of  Factories is to  do  his  work  with\r\n\r\npropriety,  he  must honestly be equipped  with  an\r\n\r\nadequate  piece  of legislation and philosophy.  On\r\n\r\nthe  one hand, he must be honestly charged with the\r\n\r\ncare of work safety and, on the other hand, he must\r\n\r\nhonestly  care  to  promote  work  safety  to   the\r\n\r\nmaximum. But under the present circumstances it  is\r\n\r\nnot  quite  possible, so much so that  the  Factory\r\n\r\nInspectorate admitted in the 1968 Annual Report  of\r\n\r\nthe Ministry of Labour, and I quote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'The main function of the Factory Inspectorate is\r\n\r\nto  ensure  that the minimum standards  of  safety,\r\n\r\nhealth and welfare of persons employed in factories\r\n\r\nare upheld in accordance with the provisions of the\r\n\r\nFactories Ordinance.'\r\n\r\n\r\n\r\n<br><br>Sir,  may  I ask why it is minimum and not  maximum\r\n\r\nstandards?  I  have  said  that  the  Parliamentary\r\n\r\nSecretary  to  the  Minister  for  Labour  admitted\r\n\r\nduring  Question Time on 23rd December, 1969,  that\r\n\r\nthe  Factories Ordinance is inadequate, so much  so\r\n\r\nthat   the  I.L.O. safety  regulations  have  been\r\n\r\nreferred  to  and, wherever possible,  applied  and\r\n\r\nimposed.  Mr  Speaker,  Sir,  in  my  opinion  the\r\n\r\nFactories Ordinance is inadequate to look after all\r\n\r\nsituations  in  matters  of industrial  safety  and\r\n\r\nhealth,   although  there  is  provision  in   this\r\n\r\nparticular   piece  of  legislation   whereby   the\r\n\r\nMinister  can  make special regulations  to  uphold\r\n\r\nhigher standards of\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 837</b></font><br><br>\r\n\r\n\r\n\r\nsafety  and  the  health of workers  in  industries\r\n\r\nwhere the risk of bodily injuries is abnormal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that if the Minister is fully aware of\r\n\r\nthe  importance of the problem of industrial safety\r\n\r\nand  health to productivity and the economy of  the\r\n\r\ncountry,   he   will  not  hesitate  to   introduce\r\n\r\nlegislative  and administrative measures  to  bring\r\n\r\nabout higher standards of industrial work safety in\r\n\r\nfactories.  I would strongly urge the  Ministry  to\r\n\r\npay  greater  attention to  the  question  of  work\r\n\r\nsafety. I think more could be done in this field.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From the low budgetary provision for the staffing\r\n\r\nof  the  Factory  Inspectorate and  the  Industrial\r\n\r\nHealth   Unit,   the   lack  of   legislative   and\r\n\r\nadministrative  measures, and the sketchy  official\r\n\r\nreport,  one could not but get the impression  that\r\n\r\nscant  attention is being paid to  the  safety  and\r\n\r\nhealth of workers. I would think that with the high\r\n\r\noccurrences  of infringement of the law,  the  high\r\n\r\noccurrences of industrial accidents and payments of\r\n\r\nworkmen's compensation, some positive steps  should\r\n\r\nimmediately  be  taken to check  the  loss  to  the\r\n\r\neconomy  and  personal losses to  the  workmen  and\r\n\r\ntheir families.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1968, there were 3,854 factories. The owners\r\n\r\nor  occupiers  of  1,770  factories  had  committed\r\n\r\ninfringements   of   the  law  ranging   from   the\r\n\r\ninstallation   of  electrical  equipment   not   in\r\n\r\naccordance with the generally accepted principle of\r\n\r\nsound   and  safety  practice,  and  using   unsafe\r\n\r\nmachinery,  equipment and tools,  to  infringements\r\n\r\nwhere  no  fire-fighting equipment  and  Safety-Aid\r\n\r\nboxes  were  provided  in the  factories.  In  1968\r\n\r\nitself, $1,104,193.22 was paid out by employers  in\r\n\r\n8,147  workmen's  compensation cases.  Among  those\r\n\r\n8,147  accident cases, there were 109 fatal  cases,\r\n\r\nfive total permanent disablement cases, 690 partial\r\n\r\npermanent  disablement cases, and  7,343  temporary\r\n\r\ndisablement  cases. The Ministry of Labour  piously\r\n\r\nreported that there was no case of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 838</b></font><br><br>\r\n\r\n\r\n\r\noccupational  disease, but the Ministry  of  Health\r\n\r\nReport, (Paper Cmd. 1 of 1970) estimated that  some\r\n\r\n30 per cent to 40 per cent of the workers in the 26\r\n\r\nquarries  in 1967 in Singapore were suffering  from\r\n\r\nsome  form  of pneumono-coniosis, which means  that\r\n\r\nabout  500  to 600 of these workers are victims  of\r\n\r\nthis  dreadful and deadly disease. Asbestosis among\r\n\r\nworkers  dealing  with  asbestos  work,  and   lead\r\n\r\npoisoning  among workers in battery  factories  and\r\n\r\nlead  smelting  plants,  are  quite  prevalent  and\r\n\r\nshould not be disregarded. I reckon, however,  that\r\n\r\nthere  will be realistic changes in legislation  by\r\n\r\nthe  Government  after  it has  heard  and  studied\r\n\r\nrepresentations  by responsible representatives  of\r\n\r\nlabour  in  this Chamber, and through the  National\r\n\r\nTrades  Union Congress. I do recognise  and  accept\r\n\r\nthat   the   proposed  changes  to  the   Factories\r\n\r\nOrdinance   should   be   studied   carefully   and\r\n\r\nthoroughly by the Government and industry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Government will do everything possible\r\n\r\nunder  the  present  circumstances  by  introducing\r\n\r\nmeasures  to give maximum protection to the  health\r\n\r\nand safety of workers. It should be remembered that\r\n\r\na worker is not a digit of production. The Ministry\r\n\r\nsaid that a worker is a digit of production, but  I\r\n\r\nsay  that a worker is, in every sense of the  word,\r\n\r\nnot  a  digit of production. He has life; he has  a\r\n\r\nmind; he has feelings; he has sense and feels pain.\r\n\r\nI  hope  the Minister will give every consideration\r\n\r\nto   revising   and   modernising   the   Factories\r\n\r\nOrdinance, after hearing the representation from my\r\n\r\nlabour colleagues and me.\r\n\r\n\r\n\r\n<br><br>6.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Guan Onn -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Guan Onn (River Valley):</b> Mr Speaker, Sir, I ask your permission to speak on\r\n\r\nthis  subhead, because I have already spoken on  my\r\n\r\namendment to subhead 2003.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support my colleague, the Member for\r\n\r\nKallang,  in  what  he  said.  In  respect  of  the\r\n\r\nquestion  raised by my colleague,  the  Member  for\r\n\r\nJalan Kayu, I am not very happy with the reply\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 839</b></font><br><br>\r\n\r\n\r\n\r\ngiven  by the Minister. Although he is a democratic\r\n\r\nsocialist, he does not seem very socialistic in his\r\n\r\nreply.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to elaborate on the statement made by the\r\n\r\nMember for Jalan Kayu. With rapid industrialisation\r\n\r\nand  increasing activity in off-shore  exploration,\r\n\r\nmany   new   industries,  such  as  off-shore   rig\r\n\r\nmanufacturing,  ship-repairing  and  ship-building,\r\n\r\niron  and  steel manufacturing, and other ancillary\r\n\r\nengineering industries, have been set up, and  more\r\n\r\nwill  be  established in future.  These  industries\r\n\r\nemploy  many  skilled  and semi-skilled  tradesmen.\r\n\r\nThese  workers comprise the most important  natural\r\n\r\nresources   of  the  state  as  they   make   very\r\n\r\nsignificant contributions to the economic growth of\r\n\r\nour Republic. We cannot afford to lose them through\r\n\r\ndeath   or  permanent  disability.  More  stringent\r\n\r\nlegislation should therefore be provided to improve\r\n\r\nthe  standard  of  safety in  industries,  so  that\r\n\r\nsufficient safeguards are made for the lives of the\r\n\r\nworkers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The incidence of death and permanent disability\r\n\r\nof  these  workers due to accidents  are  now  very\r\n\r\nhigh.  Most  of them are young and have  many  more\r\n\r\nyears   of  useful  economic  productive  work   to\r\n\r\ncontribute to their employers, and in turn  to  the\r\n\r\nstate.  More  often  than  not,  they  have   large\r\n\r\nfamilies,   and   are   the   main   bread-winners.\r\n\r\nStatistics obtained from the Annual Report  of  the\r\n\r\nMinistry  of Labour, 1968 (Paper Cmd. 27  of  1969)\r\n\r\nshow  that  that  number  of  fatal  and  permanent\r\n\r\ndisablement cases for the years beginning from 1964\r\n\r\nis as follows:\r\n\r\n\r\n\r\n<pre>\r\n\r\n                       Permanent\r\n\r\n               Death  Disablement    Total\r\n\r\n\r\n\r\n          1964   85        448        533\r\n\r\n          1965   98        539        637\r\n\r\n          1966  108        552        660\r\n\r\n          1967   68        598        666\r\n\r\n          1968  109        695        804\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the years 1964-68, when the tempo of\r\n\r\nindustrialisation was stepped up, one can see  from\r\n\r\nthese figures that the percentage increase in death\r\n\r\nand permanent disability was almost 50.8\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 840</b></font><br><br>\r\n\r\n\r\n\r\nper   cent.  Therefore,  it  is  obvious  that  the\r\n\r\ndependants of these victims have to go to the state\r\n\r\nfor  social  welfare assistance and to make  claims\r\n\r\nunder the Workmen's Compensation Ordinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It was pointed out by the Member for Jalan Kayu\r\n\r\nthat the present rate of compensation is $7,200  or\r\n\r\n36   months'   earnings;  for   death   and   total\r\n\r\ndisablement $9,600 or 48 months' earnings.  I  wish\r\n\r\nto  point  out  to the Minister that the  Workmen's\r\n\r\nCompensation  Ordinance,  1955,  is   actually   an\r\n\r\namended    version   of   the   British   Workmen's\r\n\r\nCompensation  Ordinance, which  was  introduced  in\r\n\r\n1933.  The present Ordinance, therefore, is already\r\n\r\n15  years behind time. Mr Speaker, Sir, I wish  to\r\n\r\nemphasise  to  this  House  that  our  party  is  a\r\n\r\ndemocratic socialist party. As an employer, I  have\r\n\r\nalways the workers' welfare at heart.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> Hear, hear!\r\n\r\n\r\n\r\n<br><br><!-- Mr Low Guan Onn -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Guan Onn:</b> Our Government, after more than 10 years in\r\n\r\npower,  should  have seen fit at an early  date  to\r\n\r\nrevise the Workmen's Compensation Ordinance,  1955,\r\n\r\nto meet the conditions and circumstances prevailing\r\n\r\nin Singapore in the l960s and l970s.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to inform the Minister that the Hong Kong\r\n\r\nGovernment,  which  is a colonial  government,  has\r\n\r\npassed   a   law   which  makes  the   quantum   of\r\n\r\ncompensation HK$45,000 for death and HK$60,000  for\r\n\r\ntotal  disablement. But here,  although  we  are  a\r\n\r\nGovernment  elected  by  the  people,  we  are  not\r\n\r\nsympathetic  enough  to our  workers  who  are  the\r\n\r\nmainstay of our economic survival.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is to be expected that, with the influx of\r\n\r\noverseas  personnel, the cost of living  will  rise\r\n\r\nrapidly.  In  fact, this is already  taking  place.\r\n\r\nRentals  have gone up by 100 to 200 per  cent.  The\r\n\r\nwater   rate   has  also  gone  up.   Other   daily\r\n\r\nnecessities, also cost more. Lux soap which used to\r\n\r\nbe 30 cents per cake, has gone up to about 40 cents\r\n\r\nnow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bearing these factors in mind, Members on this\r\n\r\nside  of  the  House will agree with  me  that  the\r\n\r\npurchasing value\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 841</b></font><br><br>\r\n\r\n\r\n\r\nof  our dollar has been reduced by about 30  or  40\r\n\r\nper  cent  since  1955. Therefore,  if  a  worker's\r\n\r\nfamily  get  $7,200 or $9,600 benefit on  death  or\r\n\r\ntotal  disablement respectively, they will find  it\r\n\r\nextremely  difficult  to buy even  the  bare  daily\r\n\r\nnecessities of life. Therefore, they will become  a\r\n\r\nburden  to  the state, and this will create  social\r\n\r\nproblems for the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I wish to suggest to the Government\r\n\r\nto  review  the  Workmen's Compensation  Ordinance,\r\n\r\n1955,  and  to  bring the quantum  of  compensation\r\n\r\npayable  on death and total disablement to  workers\r\n\r\nto  a more realistic figure, commensurate with  the\r\n\r\ncost  of living obtaining in the l970s. At the same\r\n\r\ntime.   I   would  suggest  that  the  quantum   of\r\n\r\ncompensation under the Ordinance be reviewed  every\r\n\r\nfive  or  ten  years  so as to  arrive  at  a  more\r\n\r\nrealistic figure in relation to the current cost of\r\n\r\nliving. In this way the decreasing purchasing power\r\n\r\nof  our  dollar as the years go by will be in  line\r\n\r\nwith  the  cost of living then ruling, so that  the\r\n\r\nfamilies  of these unfortunate victims  working  in\r\n\r\nheavy  industrial establishments can have hope  and\r\n\r\nsuccour   without  losing  the  human  dignity   as\r\n\r\nunwanted  members of our society, through no  fault\r\n\r\nof their own.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> Sir, on the one hand, it is so heartening to hear\r\n\r\none  of  our large employers from Jurong advocating\r\n\r\nan  upward  revision of the quantum of compensation\r\n\r\nlaid  down in the Workmen's Compensation Ordinance,\r\n\r\nand   another  employer-representative  here   also\r\n\r\nadvocating the same thing. But on the other hand. I\r\n\r\nam  sorry  to say that I have to join my colleagues\r\n\r\nhere  in  saying  that  we  were  taken  aback  and\r\n\r\ndissatisfied  with the reply given by the  Minister\r\n\r\non workmen's compensation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> You are an employer.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> Perhaps. Sir, in respect of the Factory\r\n\r\nInspectorate, the Ordinance also  needs  revision.\r\n\r\nThe employers' organisation agrees to a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 842</b></font><br><br>\r\n\r\n\r\n\r\nrevision. The employees' representatives also agree\r\n\r\nto  a  revision. But I am sorry to  hear  that  the\r\n\r\nGovernment,   however, feels  that   the   present\r\n\r\nOrdinance  is  adequate for  our  present  improved\r\n\r\nindustrial conditions.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, in regard to the question of\r\n\r\nprevention of industrial accidents, first  of  all,\r\n\r\nlet  me say that the Ministry endorses much of  all\r\n\r\nthat has been said. Since the last few years -  and\r\n\r\nthere  has been no doubt about it - the number  of\r\n\r\nindustrial  accidents  has been  increasing  at  an\r\n\r\nalarming  rate.  According to my Ministry's  figure\r\n\r\nfor  last year, the number of accidents rose by  48\r\n\r\nper cent over the previous year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is not only a question of having sufficient\r\n\r\ninspectorate  staff  and  qualified  personnel   to\r\n\r\nenforce  legislation  to  bring  about  safety   in\r\n\r\nmanufacturing and other industries, but it is  also\r\n\r\na  question of educating workers. I am told that in\r\n\r\na  large  number  of  factories there  are  certain\r\n\r\nrather elementary and primitive rules on industrial\r\n\r\nsafety, such as wearing helmets or goggles  and  so\r\n\r\non, which  are constantly disregarded by  workers.\r\n\r\nSir,  this  is  also  a  matter  of  educating  the\r\n\r\nworkers. Therefore, as I said earlier, the Ministry\r\n\r\nhas  sought the assistance of two experts from  the\r\n\r\nInternational  Executive Service  Corps,  and  they\r\n\r\nhave made recommendations to reorganise the Factory\r\n\r\nInspectorate. These recommendations are  now  being\r\n\r\nstudied  and  consideration is being given  to  the\r\n\r\nquestion  of creating a post of Chief Inspector  of\r\n\r\nFactories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to assure Members that the problem\r\n\r\nof  industrial safety is occupying the minds of the\r\n\r\nofficers   of  the  Labour  Ministry.  Within   the\r\n\r\nlimitations  of  an extremely small and  inadequate\r\n\r\nstaff,   the  Factory  Inspectors  have  tried   to\r\n\r\nmaintain  at  least the minimum safety  and  health\r\n\r\nstandards  required  in the factories.  The  safety\r\n\r\nprogramme recently launched by the Ministry has  to\r\n\r\nbe  widened  so as to ensure that safety  education\r\n\r\nreaches  all levels of both management and workers.\r\n\r\nThis matter is tied up with industrial\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 843</b></font><br><br>\r\n\r\n\r\n\r\ndiseases  and so on, a point raised by  the  Member\r\n\r\nfor Kallang. This is also tied up with the Ministry\r\n\r\nof  Health, because this is the medical  aspect  of\r\n\r\nindustrial  health.  With  the  assistance  of  the\r\n\r\nMinistry of Health, the Industrial Health Unit  was\r\n\r\nset  up.  I  think, in 1967. However. I  understand\r\n\r\nthat the work of the Unit has been confined to very\r\n\r\nnarrow   limits,   largely  owing   to   inadequate\r\n\r\nresources.\r\n\r\n\r\n\r\n<br><br>7.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The inadequacy of resources to man the Public\r\n\r\nHealth    Unit   is   reflected   in   the   recent\r\n\r\nrecommendations  made  by Dr  Cressol,  an  I.L.O.\r\n\r\nexpert on occupational health. He has advised  that\r\n\r\nthe  Unit  should  consist of  one  senior  medical\r\n\r\nofficer  one  industrial hygienist,  two  industrial\r\n\r\nhealth inspectors and two staff nurses. It is hoped\r\n\r\nthat in time these personnel will be made available\r\n\r\nso  that systematic efforts can be made in ensuring\r\n\r\nthe health and well-being of our workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the other aspects of industrial\r\n\r\nsafety,  I  have  only one point  to  add.  In  the\r\n\r\nestimates for 1969 the Factory inspectorate had six\r\n\r\nposts  of Inspectors of Factories. As Members  have\r\n\r\nmentioned,  two  of  these  inspectors  are   still\r\n\r\nundergoing national service. Of the six inspectors,\r\n\r\none  holds  a  degree in Chemical Engineering.  His\r\n\r\nduties are to enforce the provisions pertaining  to\r\n\r\nindustrial  hygiene. However, it  should  be  noted\r\n\r\nthat  in the estimates for 1970 the Government  has\r\n\r\napproved the establishment of an Industrial Health\r\n\r\nUnit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as my Ministry is concerned, it is true\r\n\r\nthat,  with  other preoccupations and not  allowing\r\n\r\nfor  the rapid development of our industries,  this\r\n\r\nparticular aspect of the problem has not been given\r\n\r\nmuch  attention  in the past. I  hope  it  will  be\r\n\r\npossible   for  us  to  do  so  and  convince   the\r\n\r\nauthorities,  who  are  in a position  to  dispense\r\n\r\nthese things, of the urgency of this problem.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Aziz Karim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Aziz Karim:</b> Mr Speaker. Sir, the Minister has admitted that\r\n\r\nhis   Ministry  has  not  been  paying  very   much\r\n\r\nattention to the problem of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 844</b></font><br><br>\r\n\r\n\r\n\r\nindustrial health and safety in the past.  However,\r\n\r\nI  feel he has already realised that work safety is\r\n\r\nimportant for the workers and for the economic well-being  of  the country. I am going to  withdraw  my\r\n\r\namendment,  but before I do so, I will say  to  the\r\n\r\nMinister  that if his Ministry does not do anything\r\n\r\nby the next budget, it will get more hammering from\r\n\r\nlabour.  I  am sure good employers like the  Member\r\n\r\nfor River Valley and the Member for Jalan Kayu will\r\n\r\nbe on my side. I beg to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> Can I just draw the Minister's attention to the\r\n\r\nfact  that earlier on I have mentioned the question\r\n\r\nof  setting  up  a rehabilitation  centre  for  the\r\n\r\nthousands of people who have lost either an arm  or\r\n\r\na leg in accidents and so on? I do not think I have\r\n\r\nheard an answer to that question.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Has the Minister replied to that?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> I understand the Ministry has in operation a\r\n\r\nscheme  for,  the rehabilitation and retraining  of\r\n\r\ndisabled  persons.  This  is  provided  for   under\r\n\r\nsubhead 2007 of Head 0601.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the names of\r\n\r\nInche Abdul Aziz Karim and Mr Hwang Soo Jin -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) That the sum to be allocated for Head 0601 be\r\n\r\nreduced by $10 in respect of subhead 1103.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment No. (5), Inche Abdul Aziz Karim.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Aziz Karim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Aziz Karim:</b> Mr Speaker. Sir, I have said enough just now. I\r\n\r\nam not moving.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood in the name of\r\n\r\nMadam Chan Choy Siong -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(6) That the sum to be allocated for Head 0601 be\r\n\r\nreduced by $10 in respect o subhead 1131.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(7) That the sum to be allocated for Head 0601 be\r\n\r\nreduced by $10 in respect of subhead 1151.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(8) That the sum to be allocated for Head 0601 be\r\n\r\nreduced by $10 in respect of subhead 1201.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 845</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong:</b> I am not moving my amendments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the names of\r\n\r\nMadam Chan Choy Siong, Mr P. Govindaswamy, Mr N.\r\n\r\nGovindasamy,  Mr Cheong Yuen Chee.  Mr  Lim  Soo\r\n\r\nPeng, Mr J. F. Conceicao, Mr P. Selvadurai,  and\r\n\r\nMr Lim Cheng Lock -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(9) That the sum to be allocated for Head 0601 be\r\n\r\nreduced by $10 in respect of subhead 1251.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Madam Chan, are you moving the amendment?\r\n\r\nMembers  talked  a  lot  on  citizenship  when  an\r\n\r\namendment  was  moved in respect of subhead  1001.\r\n\r\nAre  you  going  to  repeat the same  performance,\r\n\r\nMadam Chan?\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong:</b> I am not moving, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0601 be\r\n\r\nreduced by $10 in respect of subhead 1281*.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(* The same amendment also stood in the names of Mr Hwang Soo Jin, Mr J. F. Conceicao and Mr Ng Kah Ting.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like the Minister to\r\n\r\ninform the House whether he could give sympathetic\r\n\r\nconsideration to the following cases.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first case is a Malaysian who married a\r\n\r\nSingapore woman. A child was born to them  in  the\r\n\r\nFederation. After a month the child was brought to\r\n\r\nSingapore and he lived with his mother. His school\r\n\r\nis  in Singapore. He is now about 12 years old. He\r\n\r\nwanted to apply for an identity card. He could not\r\n\r\nget  it  because  the department concerned  wanted\r\n\r\ndocuments   relating  to  his  father's  permanent\r\n\r\nresidence here. His father could not produce  them\r\n\r\nbecause  he worked on board a ship. He would  come\r\n\r\nto  Singapore for a few days' stay and he would go\r\n\r\noff  to  sea  again. Under the circumstances,  the\r\n\r\nchild  could not obtain a Singapore identity card,\r\n\r\nnot even a blue identity\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 846</b></font><br><br>\r\n\r\n\r\n\r\ncard. He could not also get an identity card  from\r\n\r\nthe   Federation.  This  situation   has   created\r\n\r\nhardship   for   the  child.  I   wonder   whether\r\n\r\nsympathetic  consideration can be  given  to  this\r\n\r\ncase.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another case concerns a child who was born to a\r\n\r\nMalay  family some 20 years ago. He was registered\r\n\r\nat  birth as Ahmad bin Abdullah. Some years later,\r\n\r\nbecause of the superstitious belief of the parents\r\n\r\nthat  the  child's  name was  not  suitable,  they\r\n\r\nchanged  it to Hashim bin Abdullah. From the  time\r\n\r\nthe  child went to school up to now - a period  of\r\n\r\n20  years  - he has been using the name of  Hashim\r\n\r\nbin  Abdullah. When a laminated identity card  was\r\n\r\nintroduced,  this  young  man  went  to   register\r\n\r\nhimself.  However, he was given  a  blue  identity\r\n\r\ncard because the name on his birth certificate was\r\n\r\ndifferent  from  that in his  identity  card.  The\r\n\r\nofficer in charge said, \"Sorry. I have to give you\r\n\r\na   blue   identity  card.  You  must  apply   for\r\n\r\ncitizenship.\"  I wonder whether the  Minister  can\r\n\r\ngive favourable consideration to his case.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a case of an adopted child. He was\r\n\r\nadopted  many years ago. Through the stupidity  of\r\n\r\nthe  parent -thinking that my surname is  Sim  and\r\n\r\nthe  adopted  son's name is Ng,  and  I  was  then\r\n\r\nstupid  -  I  withdraw that unparliamentary  word,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is that a confession, Mr Sim?\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> I got hold of somebody's --\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Three minutes to go, Mr Sim. Do you want a\r\n\r\nreply?\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> Got hold of somebody's birth certificate which\r\n\r\nbore  the surname \"Sim\" and gave it to the adopted\r\n\r\nchild.  It  was  then found that it  was  not  the\r\n\r\nactual  birth  certificate.  A  Singapore  citizen\r\n\r\nidentity card was not given to him. He was given a\r\n\r\nblue identity card. Sir, I would like the Minister\r\n\r\nto give me a reply to this.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 847</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Minister has exactly two minutes to reply.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I am always reluctant to make a\r\n\r\npronouncement on cases brought before me when I  do\r\n\r\nnot  know all the facts. Only one side of the  case\r\n\r\nis  presented.  So  I would not like  to  make  any\r\n\r\njudgment on the cases instanced by the Member.  But\r\n\r\nI  shall  state the broad principles  on  which  we\r\n\r\nissue  identity cards. First, they are issued  only\r\n\r\nto  lawful  permanent residents  within  Singapore.\r\n\r\nTherefore, a child who has attained the age  of  12\r\n\r\nyears  must  prove beyond doubt to the Commissioner\r\n\r\nof  National  Registration  that  he  has  lawfully\r\n\r\nresided  in  Singapore before a Singapore  identity\r\n\r\ncard can be issued to him.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> He has been in school for 12 years.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> If he can prove that he has attended a school\r\n\r\nhere  for 12 years, an identity card will be issued\r\n\r\nto  him.  Mr Speaker, Sir, that is why I  am  very\r\n\r\nchary  of listening to one advocate's case. I  must\r\n\r\nalso listen to the other side. When you investigate\r\n\r\na  case,  you will find that it is not as clear-cut\r\n\r\nas  it  is  sometimes made out to be.  But  if  the\r\n\r\nMember can send me the facts, I will have the  case\r\n\r\nexamined  and  apply the broad principles  which  I\r\n\r\nhave   enunciated   to  it.  Under   the   National\r\n\r\nRegistration   Act,   persons   holding   Malaysian\r\n\r\nidentity cards are exempted from registration.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> Sir, I beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>7.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It is \"guillotine\" time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The time allotted for Head 0601 having expired,\r\n\r\nthe following amendments were not proceeded with:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr N. Govindasamy:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(11) That the sum to be allocated for Head 0601\r\n\r\nbe reduced by $10 in respect of subhead 1301.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 848</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Madam Chan Choy Siong:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Mr Ho Kah Leong:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Mr Ng Kah Ting:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(12) That the sum to be allocated for Head\r\n\r\n0601 be reduced by $10 in respect of subhead 1351.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Mr Low Guan Onn:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(13) That the sum to be allocated for Head\r\n\r\n0601 be reduced by $10 in respect of subhead 2003.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Kah Ting:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(14) That the sum to be allocated for Head\r\n\r\n0601 be reduced by $10 in respect of subhead 2053.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(15) That the sum to be allocated for Head\r\n\r\n0601 be reduced by $10 in respect of subhead 2073.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(16) That the sum to be allocated for Head\r\n\r\n0601 be reduced by $10 in respect of subhead 2105.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Yeow Chong:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(17) That the sum to be allocated for Head\r\n\r\n0601 be reduced by $10 in respect of item (3) of\r\n\r\nsubhead 3002.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Mr Ng Kah Ting:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(18) That the sum to be allocated for Head\r\n\r\n0601 be reduced by $10 in respect of subhead 3004.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; Madam Chan Choy Siong:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(19) That the total sum to be allocated for Head 0601 be reduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,273,880 for Head 0601 ordered to\r\n\r\nstand part of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 848</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 0602 -\r\n\r\n \r\n\r\n<br><br><!-- Inche Abdul Aziz Karim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Aziz Karim:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0602 be\r\n\r\nreduced by $10 in respect of subhead 2002.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, briefly, can this House get an explanation\r\n\r\nwhy  the  provision for Allowance for Panel Members\r\n\r\nand Referees has been slashed from $12,500 for a 15-month period from\r\n\r\n1st January, 1969, to 3lst March, 1970, in the 1969-70  budget, to $3,500 for 12 months from 1st April,\r\n\r\n1970, to 31st March, 1971? I reckon that $3,500  is\r\n\r\njust enough for 35 full days court sittings. Is  it\r\n\r\nanticipated  that there will be fewer cases,  fewer\r\n\r\nhearings  and quicker rulings? Is it because  fewer\r\n\r\npanel members are going to be appointed?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 849</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From the statistics provided in the Annual Report\r\n\r\nof  the  President  of  the Industrial  Arbitration\r\n\r\nCourt  for 1968 (S. 6 of 1969), the number of cases\r\n\r\nhas dwindled from 100 cases in 1966 to 78 cases  in\r\n\r\n1967 and 46 cases in 1968. Awards delivered by  the\r\n\r\ntwo  Courts were 72 in 1966, 47 in 1967 and  31  in\r\n\r\n1968. The number of referee decisions were eight in\r\n\r\n1966, two in 1967 and none in 1968.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am wondering if the First\r\n\r\nCourt will suffer the fate of the Second Court. All\r\n\r\nthat   we   have  is  a  registrar  of   collective\r\n\r\nagreements, no presidents, no panel members and  no\r\n\r\nreferees.  I  foresaw  the closure  of  the  Second\r\n\r\nCourt.  Can  the  Minister let us  know  his  inner\r\n\r\nthoughts in this respect?\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. Rajaratnam:</b> Mr Speaker, Sir, no wise Minister ever reveals\r\n\r\nhis  inner  thoughts! But I must  congratulate  the\r\n\r\nMember for Kallang, for I think he has stumbled  on\r\n\r\nthe  real reason for the precipitous decline in the\r\n\r\nallocation  of  funds  to  the  panel  members  and\r\n\r\nreferees  appointed to hear Industrial  Arbitration\r\n\r\nCourt  cases.  The first reason is that  there  has\r\n\r\nbeen  a  decline in the number of cases that  panel\r\n\r\nmembers  and referees are appointed to hear.  Since\r\n\r\nJanuary  1968,  there has been  a  decline  in  the\r\n\r\nnumber  of  disputes and other matters referred  to\r\n\r\nthe  Court.  This  can be attributed  to  sustained\r\n\r\nindustrial  peace prevailing in the  Republic,  the\r\n\r\nenactment  of  the Employment Act,  and  amendments\r\n\r\nmade   to   the  Industrial  Relations   Ordinance,\r\n\r\nincluding  the  wider  powers  conferred   on   the\r\n\r\nPresident  to  constitute the Court  alone  without\r\n\r\npanel members.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I may also mention that six of the panel members\r\n\r\nare   public  servants  who  are,  therefore,   not\r\n\r\neligible  for  the allowance under  the  Industrial\r\n\r\nRelations Regulations, 1960.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason is that in the Court's budget\r\n\r\nproposal   relating  to  this  matter   which   was\r\n\r\nsubmitted in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 850</b></font><br><br>\r\n\r\n\r\n\r\nOctober 1969, account was taken of the distinct\r\n\r\npossibility of the closure of the Second Court,\r\n\r\nwhich, in fact, took place in January of this year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the speculation by the Member as to the\r\n\r\nfate of the First Court. I will allow him to\r\n\r\nspeculate.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Aziz Karim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Aziz Karim:</b> Sir, as the Minister does not wish me to probe\r\n\r\nany further, I beg leave to withdraw the amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendments, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of\r\n\r\nInche Abdul Aziz Karim\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2)That the total sum to be allocated for Head\r\n\r\n0602 be reduced by $100.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Inche Abdul Aziz, amendment (2).\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Aziz Karim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Aziz Karim:</b> I am not moving, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $182,230 for Head 0602 ordered to\r\n\r\nstand part of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 850</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 0701 -\r\n\r\n\r\n\r\n<br><br><!-- Madam Chan Choy Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Madam Chan Choy Siong</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0701 be\r\n\r\nreduced by $10 in respect of subhead 1001*.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(* The same amendment also stood in the names of Mr N. Govindasamy and Mr Ho Kah Leong)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to raise a point regarding the\r\n\r\nmushrooming  of kindergartens in the  Republic.  In\r\n\r\nthe past, these kindergartens were not popular. But\r\n\r\nsince  1967, they have been conducted  by  various\r\n\r\ncommunity  centres  under  the  auspices   of   the\r\n\r\nPeople's Association. And ever since, many  private\r\n\r\nkindergartens have sprung up. For example, missions\r\n\r\nand   churches   have  also  started   kindergarten\r\n\r\nclasses.  This  is  a good sign.  In  other  words,\r\n\r\nkindergarten  education is popular  and  widespread\r\n\r\nand our young children are being looked after. This\r\n\r\nis a sign of progress for our country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, after a lapse of three or four years, a\r\n\r\nproblem  has arisen. The fact is that the  teachers\r\n\r\nof kindergarten classes have not been given\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 851</b></font><br><br>\r\n\r\n\r\n\r\ntraining.  They  have  not been  trained  in  child\r\n\r\npsychology or in the method of teaching.  They  are\r\n\r\nnot qualified teachers. They are only graduates  of\r\n\r\nSecondary IV and some of them do not even have this\r\n\r\nqualification. Yet they are employed as teachers to\r\n\r\nteach  children in the kindergartens. We have found\r\n\r\nthat  children who have completed a two-year course\r\n\r\nin  the  kindergartens  have  been  taught  certain\r\n\r\nlessons which, strictly speaking, should be  taught\r\n\r\nin  Primary I. As a result, when these children are\r\n\r\nadmitted  to  Primary I, they have  already  formed\r\n\r\ncertain conceptions and they are not interested  in\r\n\r\nwhatever  the teacher teaches them. They even  tell\r\n\r\ntheir  teacher,  \"I  can teach  you  to  read  this\r\n\r\ncharacter  or word.\" So the children are  disgusted\r\n\r\nand  they lose interest in whatever is being taught\r\n\r\nto  them. This will have an adverse effect on their\r\n\r\nprimary education. The Ministry of Education should\r\n\r\ntake measures to train teachers of kindergartens.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are also kindergartens run by some\r\n\r\npolitical parties, but I do not intend to  ask  the\r\n\r\nMinistry  to  close  them  down.  In  addition   to\r\n\r\nimparting certain elementary knowledge to children,\r\n\r\nthese  political  parties also try to  indoctrinate\r\n\r\nthem  with  political ideas. I do not think  it  is\r\n\r\nnecessary    to    take   action   against    these\r\n\r\nkindergartens.  But  we should take  responsibility\r\n\r\nnot  to mislead our young children. I feel that the\r\n\r\nMinistry  should carry out investigations into  the\r\n\r\nqualifications   of   the   teachers    in    these\r\n\r\nkindergartens, and   also  to   supervise   their\r\n\r\nteaching. The Ministry should find out where  these\r\n\r\nkindergartens  are housed. It should  also  conduct\r\n\r\ntraining  courses  for the teachers.  Just  as  the\r\n\r\nTeachers'  Training  College  trains  teachers   of\r\n\r\nprimary and secondary schools, so should it conduct\r\n\r\ncourses for kindergarten teachers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the sites of kindergartens, we cannot\r\n\r\nexpect an ideal environment because they are housed\r\n\r\nin  old buildings. But as regards the teachers,  we\r\n\r\nshould see that they are given training so that the\r\n\r\npupils  are  properly taught. I have been  informed\r\n\r\nthat the teachers\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 852</b></font><br><br>\r\n\r\n\r\n\r\nof  kindergartens  run by the People's  Association\r\n\r\nare  given training. The training is in two stages.\r\n\r\nFirstly,  the  teachers  must  attend  classes  run\r\n\r\njointly  by  the  Adult  Education  Board  and  the\r\n\r\nMinistry  of  Education. After that, they  have  to\r\n\r\nundergo   a   training  course  in   the   People's\r\n\r\nAssociation  conducted by a specialist  trained  in\r\n\r\nAustralia.  As a result, the kindergartens  run  by\r\n\r\nthe People's Association are well organised.\r\n\r\n\r\n\r\n<br><br>7.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They are not so much concerned with teaching the\r\n\r\nchildren  during  the three hours  as  with  laying\r\n\r\nemphasis  on proper training in living,  discipline\r\n\r\nand group co-operation. The Ministry can also, with\r\n\r\nthe  co-operation  of  the Adult  Education  Board,\r\n\r\nconduct  certain courses for teachers. All teachers\r\n\r\nmust  undergo  training and  certificates  will  be\r\n\r\nawarded to them if they are qualified to teach.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> Mr Speaker, Sir, during the last Budget debate\r\n\r\nin  1968, a number of Members in this House  spoke\r\n\r\nlengthily on the Government's education policy, and\r\n\r\nthe  Minister for Education promised to  look  into\r\n\r\nthe  possibilities of rectifying the many anomalies\r\n\r\nprevailing   in  the  Ministry  and  the   staffing\r\n\r\nposition in our schools. I am sorry to say that the\r\n\r\nanomalies that I made reference to during the  last\r\n\r\ndebate  have  not been rectified or  resolved.  The\r\n\r\nestablishment in the Ministry of Education urgently\r\n\r\nneeds  a  thorough overhauling. May I again  remind\r\n\r\nthe Minister that his Ministry is the only Ministry\r\n\r\nwhere  promotion  posts do  not  carry  any  salary\r\n\r\nscales?  The Ministry has already agreed  with  the\r\n\r\nSingapore  Teachers  Union that  this  is  a  wrong\r\n\r\npractice.   The  Harvey  Commission   Report   also\r\n\r\nrecommended in paragraph 198 of its report that the\r\n\r\nstructure  and  reorganisation of the  Ministry  of\r\n\r\nEducation must be looked into. These matters.  Sir,\r\n\r\nI  have  raised  before,  and  I  do  not  want  to\r\n\r\nelaborate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us now consider the reply that the Minister\r\n\r\ngave  on  the  issues that I made during  the  last\r\n\r\ndebate. If I may\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 853</b></font><br><br>\r\n\r\n\r\n\r\n                \r\n\r\nquote the Minister, he said [Vol. 28 No. 6 dated 17-12-68, cols. 445-6]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'I think he [referring to me] is aware that the\r\n\r\nwhole   question   of  teachers'   salaries,   post\r\n\r\nallowances  for  principals and so  on  is  a  very\r\n\r\ncomplicated  one  .  .  .  .  The  problem  is   so\r\n\r\ncomplicated that the Harvey Salaries Commission was\r\n\r\nafraid  to delve into the whole question.  It  has,\r\n\r\ntherefore,  suggested a separate Commission  to  go\r\n\r\ninto the matter in detail.'\r\n\r\n\r\n\r\n<br><br>He then continued and I quote him:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Until I have sought the views of the Finance\r\n\r\nMinister  on  whether there should  be  a  separate\r\n\r\ncommission  to  go into the whole question  of  the\r\n\r\nsalaries of teachers and principals, I am not in  a\r\n\r\nposition to give a satisfactory answer.'\r\n\r\n\r\n\r\n<br><br>The Minister agreed with me that there should be  a\r\n\r\nseparate  salary  scale  for  promotion  posts.  He\r\n\r\nadvocated that there should be assistant principals\r\n\r\ninstead  of at present senior assistants.  I  would\r\n\r\nlike  to know, in the last 15 months since the last\r\n\r\ndebate,  if the Minister has gone into consultation\r\n\r\nwith  the  Ministry  of Finance  to  rectify  these\r\n\r\nserious anomalies which have been in existence,  to\r\n\r\nquote  the  Minister, \"for almost  20  years\".  He\r\n\r\nagrees  that  these anomalies have been  there  for\r\n\r\nalmost  20  years. He agrees that they have  to  be\r\n\r\nrectified, but they are still with us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the debate on the estimates last\r\n\r\nyear,  I  spoke on the present undesirable practice\r\n\r\nof  having one principal for both sessions  in  the\r\n\r\nsame  school, the need for remuneration and to give\r\n\r\na status to the senior assistants of the schools. I\r\n\r\nwould  not  want to repeat my contention  that  the\r\n\r\nwork   performed  by  the  senior   assistants   is\r\n\r\nequivalent  to that of the principals,  since  this\r\n\r\nissue  has  been  taken  up with  the  Ministry  of\r\n\r\nEducation  many,  many  times.  Let  me  quote  the\r\n\r\nMinister's reply during the debate on the estimates\r\n\r\non  17th  December, 1968, in regard to this  matter\r\n\r\n[col. 450]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'While we cannot afford to have one principal for\r\n\r\none  session, I think it is possible to consider  a\r\n\r\nprincipal   for  one  session  and   an   assistant\r\n\r\nprincipal for the other session in the same school,\r\n\r\nit  is  a  compromise proposal which I thought  was\r\n\r\nfeasible and that is why the suggestion was\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 854</b></font><br><br>\r\n\r\n\r\n\r\nmade to the Harvey Salaries Commission. I am not in\r\n\r\na position, at the moment, to give a positive reply\r\n\r\non  this matter. But if the time is appropriate,  I\r\n\r\nwill take up this matter again.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the last debate, matters have become\r\n\r\nworse.  Now  we  have  what is known  as  bilateral\r\n\r\nschools  which are, in fact, two secondary  schools\r\n\r\nunder one principal. As a result of the two schools\r\n\r\nbeing grouped together, provision is made only  for\r\n\r\none  principal  and  one vice-principal.  In  other\r\n\r\nwords,  where there were two principals and  senior\r\n\r\nassistants, we have now one principal and one vice-principal.  Sir,  may I suggest  that  now  is  the\r\n\r\nappropriate time to rectify once and for  all  this\r\n\r\nexploitation of the senior assistants? I think this\r\n\r\nis  the  appropriate time because we are all  aware\r\n\r\nthat   the  Minister  for  Finance  in  the  Budget\r\n\r\nproposals  did  not paint a gloomy picture  of  our\r\n\r\nfuture,  but,  on the contrary, in my  opinion,  he\r\n\r\nmade   a  forecast  of  greater  expectations   and\r\n\r\nimprovement in the economy of Singapore. It is  for\r\n\r\nthe Ministry of Education, which has time and again\r\n\r\nagreed  that  the  present conditions  are  not  as\r\n\r\nsatisfactory  as  they  should  be,  to  make   the\r\n\r\nnecessary representation to the Ministry of Finance\r\n\r\nto rectify this outstanding grievance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in all other departments in Singapore with\r\n\r\npromotion posts, a man is paid for the job he  does\r\n\r\nand  not for the qualification he has. The salaries\r\n\r\nof a Permanent Secretary, a Deputy Secretary and an\r\n\r\nAssistant  Secretary in the various Ministries  are\r\n\r\nthe same irrespective of whether the holders of the\r\n\r\nposts  are Honours degree graduates or Pass  degree\r\n\r\ngraduates.  Whereas in the Ministry  of  Education,\r\n\r\nalthough  the  principals of all secondary  schools\r\n\r\nand  primary schools are performing the  same  job,\r\n\r\nyet their salaries are differentiated according  to\r\n\r\nthe  certificates they possess. Sir, a teacher  who\r\n\r\nis  appointed principal of a school, whether he  be\r\n\r\nan Honours graduate, a General Degree graduate or a\r\n\r\nNormal   Trained  teacher,  in  principle  and   in\r\n\r\npractice,  performs the same functions.  I  see  no\r\n\r\nreason  why there should be any differentiation  of\r\n\r\nsalary  if they are principals of the same type  of\r\n\r\nschools. All these anomalies\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 855</b></font><br><br>\r\n\r\n\r\n\r\narise  because of the post allowances  attached  to\r\n\r\ntheir substantive salaries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now come to the Inspectorate in the\r\n\r\nMinistry  of  Education. We learn from  the  Budget\r\n\r\nspeech of the increase in the number of schools and\r\n\r\nschool-going children in the past ten years.  This,\r\n\r\nof  course,  has  resulted in an increase  in  the\r\n\r\nnumber  of  teachers,  but there  has  not  been  a\r\n\r\nproportional increase in the Inspectorate staff  to\r\n\r\nassist and advise teachers on professional matters.\r\n\r\nThe   inspectors  are  largely  occupied  with  the\r\n\r\nsupervision   and  investigation  of  teachers   to\r\n\r\nascertain  whether they should be  recommended  for\r\n\r\ncrossing  the bar, confirmation, annual increments,\r\n\r\nand with other administrative functions which leave\r\n\r\nthem  with  very  little time or none  at  all  for\r\n\r\ngiving  professional  assistance  and  guidance  to\r\n\r\nteachers. As a result, teachers have begun to  view\r\n\r\nthe  visits of inspectors of schools as purely  for\r\n\r\nthe  purpose of inspecting them, that is,  to  find\r\n\r\nfault  with  them,  and  not  for  the  purpose  of\r\n\r\nassisting  and  advising them. We are  fully  aware\r\n\r\nthat  an inspector's role is not only to find fault\r\n\r\nwith  the  teachers, but also to assist  and  guide\r\n\r\nthem in professional matters. This can only be done\r\n\r\nif  the  Inspectorate  has a sufficient  number  of\r\n\r\nofficials  who  can  devote  their  time  for  this\r\n\r\npurpose.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry seems to interest itself only\r\n\r\nwith statistics. The Member for Bras Basah spoke on\r\n\r\n18th March, 1970, on the attempt of the Ministry to\r\n\r\nmake the teachers quack doctors. Sir, I am told  at\r\n\r\nthe  moment  that  there is a health  course  being\r\n\r\nconducted  in  a  number of  primary  schools.  The\r\n\r\nlecturers in this course are teachers who have been\r\n\r\nlectured  by other teachers who attended a  similar\r\n\r\ncourse conducted by qualified people. The lecturers\r\n\r\nof  the  health course in primary schools  attended\r\n\r\nsix  lectures given by six other teachers, and they\r\n\r\nare  in  turn  expected to lecture to their  fellow\r\n\r\nteachers.  Sir,  not everybody who has  attended  a\r\n\r\ncourse  can  lecture to others who, in many  cases,\r\n\r\nare  very  much senior in service to the lecturers.\r\n\r\nIf  the  teachers have to go through  a  course  on\r\n\r\nhealth,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 856</b></font><br><br>\r\n\r\n\r\n\r\nby  all  means  let  them go through  a  course  on\r\n\r\nhealth,  but  let  these courses  be  conducted  by\r\n\r\nqualified people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, schools were required to form School\r\n\r\nAdvisory  Committees. These committees are  working\r\n\r\nwell  in  some  schools, but in many they  are  not\r\n\r\nfunctioning properly. The Ministry should look into\r\n\r\nthe  functioning of the School Advisory  Committees\r\n\r\nand  to  rectify  the situation if  it  has  to  be\r\n\r\nrectified.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, questions were raised in Parliament by the\r\n\r\nMember for Serangoon Gardens who has now gone  over\r\n\r\nto  the  other side on the practice of the Ministry\r\n\r\nof  issuing  instructions to schools by  telephone.\r\n\r\nThe  assurance  given to the House  was  that  this\r\n\r\nwould  be  kept to the minimum and only  on  urgent\r\n\r\nmatters.  Sir,  may  I suggest that  even  now  the\r\n\r\ntelephone  relay system is utilised  for  frivolous\r\n\r\nmatters  and  also  for important instructions  for\r\n\r\nwhich  circulars should have been prepared well  in\r\n\r\nadvance.  During the months of January and February\r\n\r\nthis  year  alone, the telephone relay  system  has\r\n\r\nbeen  used  nine  times. I  do  not  know  why  the\r\n\r\nMinistry  officials  do  not  like  to  put   their\r\n\r\ninstructions in writing.\r\n\r\n\r\n\r\n<br><br>7.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another sore point I have with the Ministry\r\n\r\nis  that  of  acting appointments in the  education\r\n\r\nservice.  I  know  of a number of \"actors\"  in  the\r\n\r\nheadquarters of the Ministry of Education.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng (Parliamentary Secretary to the Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Social Affairs (Mr Chan Chee Seng):</b> The Ministry of Culture.\r\n\r\n \r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy:</b> In Culture too, I believe. I am told that in\r\n\r\ncertain  schools there are even teachers  who  have\r\n\r\nbeen  acting  as  principals for as  long  as  four\r\n\r\nyears.  The  last promotion exercise for principals\r\n\r\nof  primary  schools was conducted  more  than  two\r\n\r\nyears  ago.  Can the Ministry not make arrangements\r\n\r\nfor   promotion  exercises  to  be  conducted  over\r\n\r\nshorter  periods, so as to minimise the  number  of\r\n\r\nacting appointments?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 857</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong (Jurong)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, from Table 19* appended to the\r\n\r\nBudget  statement of the Minister for  Finance, we\r\n\r\nsee  that the total school enrolment of primary and\r\n\r\nsecondary schools and higher institutions for  1969\r\n\r\nis  525,695, which is about a quarter of the  total\r\n\r\npopulation. This large number shows that  education\r\n\r\nis  widespread, and is something of which we can be\r\n\r\nproud.  Of  course, the quality of  these  students\r\n\r\nwill  depend on the type of education they  receive\r\n\r\ntoday.   From   this  point  we  can  realise   the\r\n\r\nimportance   of  education  and  the   difficulties\r\n\r\ninvolved  in  it.  Teaching is an  illustrious  and\r\n\r\nhonourable task.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(* See Cols. 533-4)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the educational programme should meet the\r\n\r\nrequirements  of  our society. There  is  no  doubt\r\n\r\nabout  that.  The  present  society  is  undergoing\r\n\r\nchanges,  so  the education of our  society  should\r\n\r\nalso   change   with  time.  There  should   be   a\r\n\r\nreformation  in our education policy  in  order  to\r\n\r\nmeet  present  requirements. For instance,  in  the\r\n\r\npast  year  we  began  to  change  the  trend   and\r\n\r\ndirection of our education by putting full emphasis\r\n\r\non  technical education in order to meet the  trend\r\n\r\ntowards an industrialised society. This is  a  very\r\n\r\ncorrect move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The education policy should change with time to\r\n\r\nmeet  the requirements of society. In this  process\r\n\r\nof  change,  there will inevitably arise  questions\r\n\r\ninvolving   amendments  and  reformation   of   our\r\n\r\neducation  policy. All this will result in  placing\r\n\r\nour  education policy on a better footing  so  that\r\n\r\nour people and country may progress further.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I depend on teaching as a means of\r\n\r\nlivelihood, and I personally have gone through  the\r\n\r\nmill. That being so, I know intimately many matters\r\n\r\nconcerning  education, and I will avail  myself  of\r\n\r\nthis  opportunity to inform the Minister of certain\r\n\r\nproblems in education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me begin with the Teachers' Training College.\r\n\r\nThis  College  is responsible for the  training  of\r\n\r\nschool\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 858</b></font><br><br>\r\n\r\n\r\n\r\nteachers  in  the  various  language  streams.  The\r\n\r\nmerits  or  demerits  of the T.T.C. have  a  great\r\n\r\neffect  on  the  quality of the teachers  produced.\r\n\r\nSir, we all know that when someone aspires to be  a\r\n\r\nteacher,  he will have to be trained in the  T.T.C.\r\n\r\nfor  some  years. Upon his graduation, he  will  be\r\n\r\nrecognised as a qualified teacher. But if  we  were\r\n\r\nto  ask -- what usefulness has a trainee teacher  got\r\n\r\nafter  undergoing  all  this  training? -- the  reply\r\n\r\npossibly  would be, what has been learnt is  merely\r\n\r\nto  meet  the  requirements of the lecturers.  When\r\n\r\ntraining ends, everything ends also.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There has been very little use made of what the\r\n\r\ntrainee  teacher has learnt. Why? Because  what  he\r\n\r\nhas  learnt  is not practical. Many lecturers  only\r\n\r\nteach  the trainees how to teach, and also  inspect\r\n\r\nthem  to see how they teach. They never demonstrate\r\n\r\nthe  practical way of teaching. Some lecturers even\r\n\r\nblow their bassoons in the classroom. And when  the\r\n\r\ntime  for examinations comes along, they will  just\r\n\r\nprepare  lecture notes in a haphazard way. So  with\r\n\r\nthis  sort of training, what results can you expect\r\n\r\nfrom the teachers?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many trained teachers will unanimously say\r\n\r\nthat their training was a period of tribulation and\r\n\r\nhardship.  After  this  training,  they   will   be\r\n\r\nrelieved  of  all  this  suffering.  In  fact,  the\r\n\r\nTeachers'  Training College is a  place  where  the\r\n\r\n\"soul-engineers\" are trained. But we doubt  if  the\r\n\r\nresult   will  meet  our  objective.  I  personally\r\n\r\nexperienced  this  suffering  and  tribulation   in\r\n\r\n1965-66.  What I have learnt has no practical  use.\r\n\r\nMany  a  time I have heard of suggestions to reform\r\n\r\nthe  College, but when I asked the present  trainee\r\n\r\nteachers,  I  knew that things in the College  have\r\n\r\nnot changed very much.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the sake of our national development,\r\n\r\nwhy  cannot we teach our trainee teachers something\r\n\r\npractical  to  make  them understand  our  national\r\n\r\npolicy  and to inculcate in them a strong sense  of\r\n\r\nnational consciousness, so that they can understand\r\n\r\nthe tasks required\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 859</b></font><br><br>\r\n\r\n\r\n\r\nof them for the future good of our country? In this\r\n\r\nway,  what  they teach will be more beneficial  and\r\n\r\nmore practical. Is this not better?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One aspect of our education is to give equal\r\n\r\ntreatment  to  all  the four  language  streams  of\r\n\r\neducation.  But we all know of complaints  that  if\r\n\r\nteachers or principals who do not speak English  go\r\n\r\nto the Education Ministry, they will be looked down\r\n\r\nupon  and  given the cold shoulder.  We  have  also\r\n\r\nheard  of complaints from principals that sometimes\r\n\r\nthey are required to go to the Ministry immediately\r\n\r\nthey receive a telephone call. Sometimes orders  or\r\n\r\ndirectives  are  given through the telephone;  this\r\n\r\nhas  been  pointed  out  by the  Member  for  Telok\r\n\r\nBlangah. It  is very well to give directives  over\r\n\r\nthe  telephone,  but very often  another  telephone\r\n\r\ncall  is  made to change the previous instructions.\r\n\r\nSo  I  cannot  agree with this means  of  conveying\r\n\r\nadministrative instructions over the telephone.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nowadays it is not easy to be a teacher. The\r\n\r\nteachers  are confidentially reported on  by  their\r\n\r\nprincipals.   They  also  have   to   face   school\r\n\r\ninspectors whom they fear. The inspectors  come  to\r\n\r\ninspect their method of teaching, not with  a  view\r\n\r\nto  improving  it or to benefit them in  some  way.\r\n\r\nTheir  purpose is to find fault with  the  teachers\r\n\r\nand,  as  a  result,  there  will  be  unfavourable\r\n\r\nremarks  in the teachers' record. This is what  the\r\n\r\nteachers are worried about.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our society is a just and equal society\r\n\r\nwhere  all races are equal, and therefore the  work\r\n\r\nof public officers is also on an equal footing with\r\n\r\nequal   opportunities.  But   today   teachers   in\r\n\r\nGovernment-aided schools are not as well treated as\r\n\r\nteachers in Government schools. How do you  explain\r\n\r\nthis?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not know whether the Minister has given\r\n\r\nattention to the grouse that nowadays teachers have\r\n\r\na  heavy load, and this load is increasing. Besides\r\n\r\nteaching,  many other duties are also entrusted  to\r\n\r\nthem. Let me enumerate here the various duties they\r\n\r\nare expected to do outside normal teaching hours.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 860</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) There is the writing up of teaching records,\r\n\r\nthe  number of classes, subjects, periods. All this\r\n\r\nhas to be written up clearly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) There is the correction of homework,\r\n\r\nincluding   exercises,  weekly   reports,   reading\r\n\r\nreports, newspaper cuttings, calligraphy, fair copy\r\n\r\ntests,   practical   reports,   mapping, contour,\r\n\r\ndrawing, and composition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) The making of teaching aids, looking for\r\n\r\nmaterials, note-taking, and lesson preparation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Filling in the particulars of attendance\r\n\r\nregisters, collection of school fees, miscellaneous\r\n\r\nfees,  attending to requests by students for leave,\r\n\r\nentering  results in report cards,  filling  up  of\r\n\r\nvarious   forms,  and  the  registration   of   new\r\n\r\nstudents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) There are duties in relation to extra-curricular activities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(6) Taking the students out for meetings or\r\n\r\nvisits to social homes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(7) Taking part in various campaigns to support\r\n\r\nsome social work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(8) Research work, including attendances at the\r\n\r\nT.T.C. and  second-language training,  specialised\r\n\r\nsubject  training,  cadet  officers'  training  and\r\n\r\nvarious  other  forms of training,  say,  technical\r\n\r\ntraining.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(9) Teaching the students how to brush their\r\n\r\nteeth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(10) Duties at athletic meets, and teaching\r\n\r\nchildren to queue up for buses, and so on and so\r\n\r\nforth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have taken up much of the valuable time of the\r\n\r\nHouse. My purpose is not to make complaints, but to\r\n\r\npoint  out that the teachers have to bear all these\r\n\r\nhardships.  If they are well commented upon,  I  am\r\n\r\nsure they do not mind working even harder. Instead,\r\n\r\nSir,  aided  school  teachers do  not  even  enjoy.\r\n\r\nmedical benefits. Every year Teachers' Day has been\r\n\r\nneglected. There is no fixed day for Teachers' Day.\r\n\r\nLast year Teachers' Day passed just like any normal\r\n\r\nschool day.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 861</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Over the last two or three years, the various\r\n\r\nlanguage  streams  have  been  engaged  in  extra-curricular   activities,  and,  as  students   are\r\n\r\nexpected to take part, they have responded keenly.\r\n\r\nBecause of their over-participation in these extra-curricular  activities, their school studies  have\r\n\r\nsuffered greatly.\r\n\r\n\r\n\r\n<br><br>8.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Moment of interruption.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee, and took the Chair of the House.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 862</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Ong Pang Boon):</b> Mr Speaker, Sir, I beg to report that the\r\n\r\nCommittee  of  Supply  has made  progress  on  the\r\n\r\nEstimates  of  Expenditure for the financial  year\r\n\r\n1st  April,  1970, to 31st March,  1971,  and  ask\r\n\r\nleave to sit again on Monday, 23rd March, 1970.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> So be it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 862</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" -[Mr Ong Pang Boon].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">One minute past Eight o'clock p.m. until</div>\r\n\r\n<div align=\"right\">Monday, 23rd March, 1970.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
