{"memberId": null, "volumeNo": "32", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "14", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"3\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"32\">\r\n\r\n<meta name=\"Sit_No\" content=\"14\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1973-03-13\">\r\n\r\n<meta name=\"Start_Col\" content=\"733\">\r\n\r\n<meta name=\"End_Col\" content=\"808\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">32</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">14</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">13-03-1973</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 733</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD PARLIAMENT</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 32</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Tuesday, 13th March, 1973</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)).\r\n\r\n\r\n\r\n<br>Encik Abdul Aziz Karim (Kallang).\r\n\r\n\r\n\r\n<br>Encik A. Rahim Ishak (Siglap), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ahmad Mattar (Leng Kee), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Dr Ang Kok Peng, B.B.M. (Crawford), Minister of State for Communications.\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr Ivan Baptist (Potong Pasir).\r\n\r\n\r\n\r\n<br>Mr Chai Chong Yii (Bukit Batok), Minister of State for Education.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Cheong Yuen Chee (Toa Payoh).\r\n\r\n\r\n\r\n<br>Dr Chiang Hai Ding (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Mr Chin Harn Tong (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Ch'ng Jit Koon (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for the Environment.\r\n\r\n\r\n\r\n<br>Mr Chua Sian Chin (Mac Pherson), Minister for Health and Home Affairs.\r\n\r\n\r\n\r\n<br>Mr J. F. Conceicao (Katong).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 734</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Hon Sui Sen (Havelock), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Hwang Soo Jin (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Lai Tha Chai (Henderson).\r\n\r\n\r\n\r\n<br>Dr Lee Chiaw Meng (Farrer Park), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lee Yiok Seng (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah), Parliamentary Secretary to the Minister for Communications.\r\n\r\n\r\n\r\n<br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for the Environment.\r\n\r\n\r\n\r\n<br>Tuan Haji Mohd. Ariff Bin Suradi (Kampung Kembangan).\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Ong Leong Boon (Kim Seng).\r\n\r\n\r\n\r\n<br>Mr Ong Soo Chuan (Nee Soon), Parliamentary Secretary to the Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ong Teng Cheong (Kim Keat).\r\n\r\n\r\n\r\n<br>Encik Othman Bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Phey Yew Kok (Boon Teck).\r\n\r\n\r\n\r\n<br>Mr Phua Bah Lee (Tampines), Parliamentary Secretary to the Minister of Defence.\r\n\r\n\r\n\r\n\r\n\r\n<br>Encik Rahmat Bin Kenap A1-Haj (Geylang Serai). Mr L. P. Rodrigo (Serangoon Gardens).\r\n\r\n\r\n\r\n<br>Mr Seah Mui Kok (Bukit Ho Swee).\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Kuo Chuan).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 735</b></font><br><br>\r\n\r\n\r\n\r\n<br>Encik Sha'ari Bin Tadin (Kampung Chai Chee), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Minister of State for Labour and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Sia Khoon Seong (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Dr Tan Eng Liang, B.B.M. (River Valley).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Minister of State for the Environment.\r\n\r\n\r\n\r\n<br>Prof. Wong Lin Ken, B.B.M. (Alexandra).\r\n\r\n\r\n\r\n<br>Mr Yeo Choo Kok (Delta).\r\n\r\n\r\n\r\n<br>Mr Yeo Toon Chia (Kampung Kapor).\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Communications.\r\n\r\n<br><br><font size=\"1\"><b>Column: 736</b></font><br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and National Development and Leader of the House.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister of Defence.\r\n\r\n\r\n\r\n<br>Mr N. Govindasamy (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampung Glam), Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Dr Augustine H. H. Tan (Whampoa).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Minister for Science and Technology.\r\n\r\n\r\n\r\n<br>Tuan Haji Ya'acob Bin Mohamed (Kampung Ubi), Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n<hr align=\"center\" width=\"30%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 735</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>ORAL ANSWER TO QUESTION</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SEMBAWANG SEASIDE PARK</b></div>\r\n\r\n<div align=\"center\"><b>(Commencement of work)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;1. <b>Mr Teong Eng Siong</b> asked the Minister for Law\r\n\r\nand  National Development when work will start  on\r\n\r\nthe   proposed  seaside  park  in  the   Sembawang\r\n\r\nConstituency.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Cheng Choon (Parliamentary Secretary to the Minister for Law and National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Law and National Development (Mr Ho Cheng Choon) (for the Minister for Law and National Development):</b> Mr Speaker, Sir, the Port of\r\n\r\nSingapore  Authority has earmarked  the  Sembawang\r\n\r\nseaside park for expansion of the Sembawang  port.\r\n\r\nIn  exchange  for  the  park  plan,  the  Port  of\r\n\r\nSingapore  Authority  is prepared  to  reclaim  an\r\n\r\nequivalent area of foreshore to be developed as  a\r\n\r\nseaside   park  in  Sembawang.  My   Ministry   is\r\n\r\ndiscussing   this  proposal  with  the   PSA.   If\r\n\r\nagreement is reached\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 736</b></font><br><br>\r\n\r\n\r\n\r\nfor  the  exchange of sites, reclamation  work  is\r\n\r\nexpected  to  commence  in  early  1974,  and  the\r\n\r\nseaside  park can be built only after  reclamation\r\n\r\nwork is completed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 736</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b></div>\r\n\r\n<div align=\"center\"><h4>FINANCIAL YEAR 1ST APRIL, 1973 TO 31ST MARCH, 1974</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in\r\n\r\nCommittee of Supply [2nd Allotted Day].\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>2.32 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 0801 --\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too (Paya Lebar)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0801 be\r\n\r\nreduced by $10 in respect of subhead 1001*. (* The same amendment also stood in the name of Mr Ho Kah Leong.).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the kampung areas there still exist common\r\n\r\nproblems  which  have to take a considerably  long\r\n\r\ntime to solve and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 737</b></font><br><br>\r\n\r\n\r\n\r\nwith   much  effort.  Therefore,  in  the  present\r\n\r\ncircumstances, I find it necessary to speak up  in\r\n\r\nthis  House  with  all earnestness  to  appeal  on\r\n\r\nbehalf  of  the  rural  people,  hoping  that  the\r\n\r\nauthorities  can sympathise with the  difficulties\r\n\r\nand  sufferings  of these people and  to  exercise\r\n\r\nsome flexibility in order to allow them to enjoy a\r\n\r\nmore  reasonable and better livelihood and a  more\r\n\r\nhygienic way of living. In this way, I hope it can\r\n\r\nreduce  the loss to the country. By loss,  I  mean\r\n\r\nthe  problem  of the drinking water  of  the  poor\r\n\r\nrural people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that in this world if there is no\r\n\r\nwater, it is tantamount to having no blood in  our\r\n\r\nhuman  body.  We  know  that  water  is  precious,\r\n\r\nespecially in Singapore as it has to depend  on  a\r\n\r\nneighbouring   country  for  its   water   supply.\r\n\r\nTherefore, water is all the more precious  to  us.\r\n\r\nIn  recent  months, we use to hear or see  on  the\r\n\r\ntelevision,  over  the radio and  Rediffusion,  in\r\n\r\npublic  places and in the newspapers,  the  appeal\r\n\r\nand  advice not to waste water. In fact,  even  if\r\n\r\nwater  is  inexhaustible, because it is a  primary\r\n\r\nneed  for life, we have to treasure it. We  should\r\n\r\nnot waste it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the rural areas, there are still some people\r\n\r\nstaying  in  attap  and wooden houses.  Originally\r\n\r\nthey  had to depend on public standpipes for their\r\n\r\ndrinking   water.  However,  since   many   public\r\n\r\nstandpipes have been shut or removed, their  water\r\n\r\nsupply  was  also  cut off. But for  the  sake  of\r\n\r\nmaking  a  living and because of health, they  are\r\n\r\nwilling  to  save  up  to  pay  for  the  cost  of\r\n\r\ninstallation   of  water  pipes.  However,   their\r\n\r\napplications were turned down because they have no\r\n\r\nhouse  numbers. Thus they could not get any  water\r\n\r\nsupply.   As  a  result,  these  people  have   no\r\n\r\nalternative  but to try to get their water  supply\r\n\r\nfrom   their   nearest  friends   or   some   good\r\n\r\nsamaritans. Even the Minister can appreciate  that\r\n\r\nthey  cannot live without water. So this puts them\r\n\r\nin  a  predicament. They can only get very  little\r\n\r\nwater for their daily needs. They pass their  days\r\n\r\nin this way, as though they are living in hell!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 738</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the rural areas water is very important\r\n\r\nbecause  many of them rear domestic livestock  and\r\n\r\npoultry.  Poultry  animals  are  not  like   human\r\n\r\nbeings.  They will defecate anywhere  and  at  any\r\n\r\ntime  they like. They cannot be taught  to  go  to\r\n\r\nproper places to do so. In these circumstances how\r\n\r\nare   we   going  to  prevent  pollution  of   the\r\n\r\nenvironment?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now our Government has set up a department for\r\n\r\nthe control of environmental pollution. Since some\r\n\r\nof our people live in such unhygienic environment,\r\n\r\nhow  are  we  going  to  bring  up  a  new  rugged\r\n\r\ngeneration? If this situation were to persist  for\r\n\r\nsome time, I am sure this will become a burden  to\r\n\r\nthe society, and it will also constitute a loss to\r\n\r\nthe country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that Members will also agree with me\r\n\r\nthat  in  the  rural areas, even today  there  are\r\n\r\nstill  many unauthorised attap houses. This  is  a\r\n\r\nfact.  This  is  not something that  only  happens\r\n\r\ntoday. You can trace this fact up to the time when\r\n\r\nRallies  founded Singapore and set up the colonial\r\n\r\nGovernment.  However, since rural  people  are  in\r\n\r\nexistence, if we do not supply water to  them,  we\r\n\r\ncan  all  feel that these unfortunate  people  who\r\n\r\nstay in houses without numbers will not be able to\r\n\r\nlive  in a hygienic environment. Of course,  I  do\r\n\r\nnot  mean to say that the Government has not  done\r\n\r\nanything.  Ever since the present Government  came\r\n\r\nto  office,  it has done many things. However,  we\r\n\r\nshould   also   remember  that  in   the   present\r\n\r\ncircumstances  we  can  still  try  to  solve  the\r\n\r\nproblem,  if  not, the fundamental  cause  of  the\r\n\r\nills. The Government can exercise some flexibility\r\n\r\nand  relax its rules and so allow those people who\r\n\r\nstay  in  unnumbered houses to install water-pipes\r\n\r\nin order to solve their problem of drinking water.\r\n\r\nIn  this  way,  the Government is keeping  to  its\r\n\r\npolicy  of  giving the people a better environment\r\n\r\nto  live in. This will also promote public  health\r\n\r\nand prevent pollution from worsening. Furthermore,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 739</b></font><br><br>\r\n\r\n\r\n\r\nif  the  Government insists on its hard  and  fast\r\n\r\nrule  that  houses without numbers should  not  be\r\n\r\nallowed  to  install piped water, then our  recent\r\n\r\nefforts  in  the various campaigns in  respect  of\r\n\r\nanti-mosquito,  anti-pollution,   etc, will   be\r\n\r\nwasted.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong (Jurong)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  as a Member of Parliament  from  a\r\n\r\nrural constituency, I fully endorse and sympathise\r\n\r\nwith  the Member for Paya Lebar in respect of  the\r\n\r\nhardships   suffered  by  the  rural   people   of\r\n\r\nSingapore.  It  is, therefore, my  hope  that  the\r\n\r\nMinister  will  give sympathetic consideration  to\r\n\r\nhis appeal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here I would like to take the opportunity to\r\n\r\nraise  a  few points with the Minister. The  first\r\n\r\nquestion  is  that of the disposal  of  industrial\r\n\r\nwaste.  We  know  that industrial  development  in\r\n\r\nSingapore is in full swing and is going at a  very\r\n\r\nhigh  rate.  As a result there has  also  been  an\r\n\r\nincrease of industrial waste in Singapore.  In  my\r\n\r\nview, the present method of disposal of industrial\r\n\r\nwaste is inadequate. Whether it is in respect of a\r\n\r\nsingle-storey factory or flatted factories, we can\r\n\r\nsee  that around such factories there is always  a\r\n\r\ncollection of industrial waste, heaps and heaps of\r\n\r\nrubbish attracting a lot of flies and other pests.\r\n\r\nThey  are  also  a  fire  hazard.  In  fact,  some\r\n\r\nfactories  have  suffered losses as  a  result  of\r\n\r\nfire. I wonder whether the Minister concerned  has\r\n\r\nany  new  method  of disposal of the  accumulating\r\n\r\nindustrial waste in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next question I wish to raise is in\r\n\r\nconnection  with  air pollution  in  Jurong  Town.\r\n\r\nJurong Town has developed into an industrial  area\r\n\r\nwith  many factories in production. There are some\r\n\r\n40,000  people living in the residential  part  of\r\n\r\nthe industrial town.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to a recent survey, there is indication\r\n\r\nto  show  that the air in Jurong Town is the  most\r\n\r\npolluted. As\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 740</b></font><br><br>\r\n\r\n\r\n\r\na  result,  there  have been many complaints  from\r\n\r\nresidents  who  are concerned over the  increasing\r\n\r\npollution  of  the  air  in their  environment.  I\r\n\r\nwould, therefore, ask the Minister whether  he  is\r\n\r\naware  of the increase of air pollution in  Jurong\r\n\r\nTown. I have received complaints from residents in\r\n\r\nJurong  Town that every morning when they wake  up\r\n\r\nthey  can  see and feel a layer of black  dust  on\r\n\r\ntheir  furniture, or on any flat  surface  in  the\r\n\r\nhouse.  I  would like to ask the Minister  whether\r\n\r\nthe  black dust is injurious to health and whether\r\n\r\nsteps  are taken to ensure that the production  of\r\n\r\nsuch black dust is minimised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Sir, I would like to raise the question\r\n\r\nregarding the hygienic conditions of Jurong  Town.\r\n\r\nJurong   Town  is  a  model  industrial  town   in\r\n\r\nSingapore. Tourists very often pay visits to  this\r\n\r\nindustrial town. Because of these foreign  visits,\r\n\r\nwhether  the state of the environment is  hygienic\r\n\r\nor  not will leave a good or bad impression on the\r\n\r\nforeign visitors. Sir, does the Minister know what\r\n\r\nis  the  actual  position regarding  the  hygienic\r\n\r\nenvironment  of Jurong Town? I have seen  that  in\r\n\r\nsome    places   the   situation   is   far   from\r\n\r\nsatisfactory.  Some drains are choked  up  in  one\r\n\r\nplace, and in other places, rubbish is strewn  all\r\n\r\nover.  These  are the places occupied  by  foreign\r\n\r\nworkers. Perhaps these imported labourers  do  not\r\n\r\nknow the legal aspects of our social requirements.\r\n\r\nThere  may be cases of those who choose to  ignore\r\n\r\nour  requirements. But the fact remains that there\r\n\r\nare  people  in  Jurong Town who do  not  keep  to\r\n\r\npublic  health  standards. I  wonder  whether  the\r\n\r\nMinister concerned can do something about this.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for the Environment (Mr Lim Kim San):</b> Mr Speaker, Sir, I am most happy to learn\r\n\r\nthat  the Member for Paya Lebar is now well  aware\r\n\r\nthat  water is precious. He has further emphasised\r\n\r\nhow  precious  water  is to  us  in  Singapore  by\r\n\r\nenumerating  the difficulties which  some  of  his\r\n\r\nconstituents  have  faced  because  they  suddenly\r\n\r\nfound  themselves without water. I  think,  having\r\n\r\nunderstood how\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 741</b></font><br><br>\r\n\r\n\r\n\r\nprecious water is, he will probably understand the\r\n\r\nreason  why we are removing standpipes  because  a\r\n\r\nlot  of  wastage has been caused by  these  stand-pipes. Sir, the removal of standpipes in the  Paya\r\n\r\nLebar constituency is not done arbitrarily.  I  am\r\n\r\nsure   all  Members  are  aware  that  the   Water\r\n\r\nDepartment of the Public Utilities Board have,  in\r\n\r\nall  instances  of  the  removal  of  stand-pipes,\r\n\r\nworked  closely  with Members of  Parliament.  The\r\n\r\nprocedure  adopted before removing a standpipe  is\r\n\r\nthis:  the Water Department will consult the Urban\r\n\r\nand  Rural Services Committee which, in turn, will\r\n\r\nconsult  the  Citizens' Consultative Committee  of\r\n\r\nthe  area. The Member of Parliament is the adviser\r\n\r\nto  the CCC of his constituency. It is only  after\r\n\r\nthese   two  Committees  are  satisfied  that   an\r\n\r\nalternative supply of water is available, or  that\r\n\r\nthere is an alternative supply of water, then  and\r\n\r\nonly then will the standpipe be cut off.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the Member for Paya Lebar, I am\r\n\r\nsure  this procedure was followed. As far as I  am\r\n\r\naware,  I have ascertained from the URSC  and  the\r\n\r\nCCC  that  there  has been no complaint  from  him\r\n\r\nwhatsoever. Therefore, I believe there must  be  a\r\n\r\nsatisfactory alternative supply of water.  Anyway,\r\n\r\nI  am  glad to note that the problem which he  has\r\n\r\nbrought  up  has made him realise  that  water  is\r\n\r\nprecious, and it is part of his duty to  see  that\r\n\r\nhe saves water.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the Member for Jurong, let me say that\r\n\r\nit  is  neither  the policy nor the  duty  of  the\r\n\r\nMinistry  of  the Environment to remove  trade  or\r\n\r\nindustrial  refuse. Removal of trade or industrial\r\n\r\nrefuse  is part of the manufacturing process.  The\r\n\r\nGovernment will try its best to remove refuse from\r\n\r\ntrade  premises and from houses daily. It is  only\r\n\r\nwhen  there is an increase in absenteeism  of  the\r\n\r\nworkers,  usually during festivals  and  holidays,\r\n\r\nwhen  a greater amount of refuse is discarded that\r\n\r\nthere is a pile-up of refuse. This is perhaps also\r\n\r\nbecause  of the higher standard of living.  It  is\r\n\r\nusual  to  find  that  there  is  an  increase  in\r\n\r\nabsenteeism\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 742</b></font><br><br>\r\n\r\n\r\n\r\nduring  public  holidays.  And  to  highlight  the\r\n\r\nproblem,  the  newspapers publish a picture  of  a\r\n\r\nrefuse heap just before it is removed. I think  we\r\n\r\nare probably one of the few countries in the world\r\n\r\nwhere refuse is being removed daily, and it is not\r\n\r\nour  duty  to  remove industrial refuse  or  trade\r\n\r\nwaste.   If  the  Member  for  Jurong  said   that\r\n\r\nmanufacturers are willing to pay for its  removal,\r\n\r\nI  am  sure  there  are many contractors  who  are\r\n\r\nwilling to remove their refuse for them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the fire hazard arising from industrial\r\n\r\nwaste, it is largely because the factories have  a\r\n\r\nvery  irresponsible attitude: they pile  up  their\r\n\r\nrefuse  and  leave it there for quite  some  time.\r\n\r\nThat is where the hazard lies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to reassure the Member for Jurong\r\n\r\nand  the  House  again that the air in  Singapore,\r\n\r\nincluding   Jurong,  is  quite   pure.   We   take\r\n\r\nmeasurements regularly and when factories  violate\r\n\r\nanti-pollution  requirements,  action   is   taken\r\n\r\nagainst  them.  A  number of offenders  have  been\r\n\r\nwarned.  In fact, two of them have been prosecuted\r\n\r\nunder  the  Clean Air Act, because their  chimneys\r\n\r\nhave been emitting an excessive amount of smoke. A\r\n\r\nfew  others were also prosecuted for open  burning\r\n\r\nof  trade waste, thus causing a nuisance. An  acid\r\n\r\nworks  has  also  been fined for  emitting  acidic\r\n\r\nfumes which exceed the minimum allowed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is advisable for hon. Members to note\r\n\r\nthat  open burning of trade and industrial  refuse\r\n\r\nis  now  prohibited under the Clean Air Act.  This\r\n\r\nAct was gazetted on the 26th of January this year.\r\n\r\nI  would like to assure the Member for Jurong that\r\n\r\nthe  Anti-Pollution Unit will continue to  closely\r\n\r\nwatch  emission  from the various  factories,  and\r\n\r\nthere will be no let up in their surveillance.  We\r\n\r\nwill not hesitate to bring the offending factories\r\n\r\nto  court,  as most of them have been  given  more\r\n\r\nthan adequate time to comply with the requirements\r\n\r\nof the Clean Air Act.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards pollution in the urban area from motor\r\n\r\nvehicles, this is being closely watched. The Anti-Pollution\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 743</b></font><br><br>\r\n\r\n\r\n\r\nUnit  is  working  closely with  the  Registry  of\r\n\r\nVehicles  on the measures to be taken  to  control\r\n\r\npollution from this source.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad also that the Member for Jurong has\r\n\r\ninvited  my inspectors to go to Jurong and  ticket\r\n\r\nthose  people  who have been throwing  refuse  all\r\n\r\nover  the  place. I only hope that when  summonses\r\n\r\narc issued to these offenders, he will not come up\r\n\r\nto me and ask for the summonses to be waived.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng (Bras Basah):</b> Mr Speaker, Sir,\r\n\r\nsince  we  are ahead of guillotine time, I  wonder\r\n\r\nwhether you will permit mc to say a few words.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho See Beng:</b> Sir, I do not wish to participate\r\n\r\nin this debate, but I just want to make a point of\r\n\r\nclarification.  I  think the  Minister  had  side-tracked  his answer to the question of the  Member\r\n\r\nfor  Paya  Lebar. What the Member for  Paya  Lebar\r\n\r\nasked  was  that  since  the  standpipe  has  been\r\n\r\nremoved,  the villagers were not able to  get  any\r\n\r\nwater.  So they asked the PUB to supply them  with\r\n\r\nwater. But the PUB said. \"You do not have a number\r\n\r\nto  your house, and therefore we cannot supply you\r\n\r\nwith  water.\" So under the circumstances  how  are\r\n\r\nthese  villagers  going to  get  their  supply  of\r\n\r\nwater?\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nwould like to thank the Member for Bras Basah  for\r\n\r\nhis  support  and  assistance  in  clarifying   my\r\n\r\nquestion  to the Minister. The question  I  raised\r\n\r\nwas  not  answered  at all. The Minister  has  not\r\n\r\nanswered  my point. My question is: is it possible\r\n\r\nfor water supply to he given to unnumbered houses?\r\n\r\nIn  other  words,  is the PUB prepared  to  supply\r\n\r\nwater  to  unnumbered houses? I am not complaining\r\n\r\nagainst  the removal of stand pipes.  I  am  fully\r\n\r\nbehind  the  Minister in removing the  standpipes,\r\n\r\nbecause  of  the  wastage  caused.  But  once  the\r\n\r\nstandpipes have been cut off, the PUB must give an\r\n\r\nalternative water supply to the villagers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 744</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second question I wish to clarify is this. He\r\n\r\nhas said that the CCC and the Member of Parliament\r\n\r\nfor  the area have not complained to the Urban and\r\n\r\nRural  Services  Committee.  In  fact,  the   URSC\r\n\r\ninformed  us that these stand-pipes would  be  cut\r\n\r\noff,  and  I was advised to tell the villagers  to\r\n\r\napply  for  an alternative water supply.  I  asked\r\n\r\nthem  to do so, but their applications were turned\r\n\r\ndown.  There was a stand-pipe at Lorong  Tai  Seng\r\n\r\nmarket  meant for the hawkers to keep their places\r\n\r\nclean.  We  brought  this up  with  the  URSC  and\r\n\r\nrequested  for  a  standpipe to  be  installed  at\r\n\r\nLorong  Tai  Seng, near the market. It was  turned\r\n\r\ndown.  We did take action on this. My question  is\r\n\r\nnot  so much about standpipes. My question is:  is\r\n\r\nthe  Minister  prepared to grant water  supply  to\r\n\r\nthose  people living in unnumbered houses? Yes  or\r\n\r\nno? That is all.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, let me ask him a\r\n\r\nquestion:  will he pay for the water  consumed  by\r\n\r\nthese  people?  Since they have no house  numbers,\r\n\r\nwhere  can I send the bill to? That is the  reason\r\n\r\nwhy   the   Water  Department  does  not   approve\r\n\r\napplications from residents of unnumbered  houses,\r\n\r\nbecause  we cannot send the bill to these  people.\r\n\r\nThat is the simple reason.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards consultation with the URSC, I think we\r\n\r\nhave  had none of these problems from any  of  the\r\n\r\nother  Members, and we do not disconnect the water\r\n\r\nsupply  unless the URSC and the CCC are  satisfied\r\n\r\nthat  there  is  an alternative  water  supply.  I\r\n\r\npresume  when the CCC says so, it has the  benefit\r\n\r\nof   the   advice  of  the  Member  of  Parliament\r\n\r\nconcerned,  and unless they say that there  is  an\r\n\r\nalternative  supply,  or  there  is  available  an\r\n\r\nalternative  supply, we do not cut off  the  water\r\n\r\nsupply. We know how difficult it is for people  to\r\n\r\nbe  without  water. Therefore, if the  Member  for\r\n\r\nPaya Lebar has really looked into the problem,  he\r\n\r\nwould have raised the matter with the CCC and  the\r\n\r\nURSC.  We  do  not  cut off water  supply  without\r\n\r\nmaking sure there is an alternative supply.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 745</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nbefore  I withdraw my amendment, I would  like  to\r\n\r\ntell   the  Minister  that  in  1972  I  made   an\r\n\r\napplication  for  a standpipe  to  be  erected  at\r\n\r\nLorong Tai Seng market, but this was turned  down.\r\n\r\nThe crux of the matter is still this. The Minister\r\n\r\nsays  that it is difficult to send the water bills\r\n\r\nto  the  unnumbered houses. It is  a  very  simple\r\n\r\nmatter.  Even  though  there  are  no  houses   in\r\n\r\nSingapore  we  may  have to build  thousands  upon\r\n\r\nthousands of houses for the people. Assuming  that\r\n\r\nthere  are no numbers, we can still send the bills\r\n\r\nto the houses. It is as simple as that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I do not number\r\n\r\nthe houses for people.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Sir, the question\r\n\r\nis  not whether you are responsible for giving the\r\n\r\nhouse  numbers. You can give a special number  for\r\n\r\nthe  supply  of water and electricity.  Then  with\r\n\r\nthat  special number, you will be able to get  the\r\n\r\nbills paid.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Sir, this is the first time I\r\n\r\nhave  heard of a \"water number\". What is  a  water\r\n\r\nnumber?  Who gives the water number? And with  the\r\n\r\nwater  number,  can  you find the  addresses?  The\r\n\r\nanswer is that, if you do not have numbers to  our\r\n\r\nhouses, you do not get water.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nthe Ministry of the Environment is a new Ministry.\r\n\r\nThe  consumers' numbers are available. We can  ask\r\n\r\nthe URSC.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Cheng Choon (Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for National Development (Mr Ho Cheng Choon)</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I think the answer is\r\n\r\na  very  simple one. If these attap house dwellers\r\n\r\nat  the moment have no house numbers with which to\r\n\r\napply  to  the  PUB for water supplies,  then  the\r\n\r\nsimple  thing  for them to do is to  come  to  the\r\n\r\nMinistry of National Development,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 746</b></font><br><br>\r\n\r\n\r\n\r\nBuilding  Control  Division,  for  assistance   in\r\n\r\napplying  for  house numbers to be  given  by  the\r\n\r\nProperty Tax Division. That is the proper  way  to\r\n\r\nsolve  the problem. If the Member has any  special\r\n\r\ndifficulties,  he  can write to  my  Ministry  for\r\n\r\nattention.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): I would like to\r\n\r\nthank  the Parliamentary Secretary to the Minister\r\n\r\nfor  National  Development  for  his  answer.   My\r\n\r\nconcern  is  that when these people  who  live  in\r\n\r\nunnumbered  houses write to the  department,  then\r\n\r\nthey   would   be   considered  as   dwellers   of\r\n\r\nunauthorised  houses  and their  houses  would  be\r\n\r\npulled down.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Cheng Choon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Cheng Choon</b>(<i>In Mandarin</i>): This is not a\r\n\r\nquestion of the demolition of unauthorised houses.\r\n\r\nBut  if  the  Member  has any  difficulty  we  are\r\n\r\nprepared at any time to give him assistance.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too</b>(<i>In Mandarin</i>): Sir, I am not\r\n\r\nsatisfied  with the answer given by  the  Minister\r\n\r\nfor  the Environment. I would like to call  for  a\r\n\r\nDivision.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the sum to be allocated for\r\n\r\nHead  0801 be reduced by $10 in respect of subhead\r\n\r\n1001.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Tay Boon Too -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tay Boon Too:</b> Division.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes. 1: Noes, 37;\r\n\r\nAbstentions, 6; Absent. 21.\r\n\r\n\r\n\r\n<pre>\r\n\r\n       Ayes                  Noes\r\n\r\n   Tay Boon Too           A. Rahim Ishak\r\n\r\n                          Ahmad Mattar\r\n\r\n   Abstentions            Ang Kok Peng\r\n\r\n                          Baptist, Ivan\r\n\r\n   Abdul Aziz Karim       Chai Chong Yii\r\n\r\n   Govindaswamy, P.       Chin Ham Tong\r\n\r\n   Ho Kah Leong           Ch'ng Jit Koon\r\n\r\n   Ho See Beng            Chor Yeok Eng\r\n\r\n   Hwang Soo Jin          Conceicao, J. F.\r\n\r\n   Tan Eng Liang          Fong Sip Chee\r\n\r\n                          Ho Cheng Choon\r\n\r\n       Absent             Hon Sui Sen\r\n\r\n                          Jek Yeun Thong\r\n\r\n   Ang Nam Piau           Lai Tha Chai\r\n\r\n   Barker, E. W.          Lee Yiok Seng\r\n\r\n   Chan Chee Seng         Lim Kim San\r\n\r\n   Cheong Yuen Chee       Mohd. Ariff Bin\r\n\r\n                          Suradi\r\n\r\n   Chiang Hai Ding        Ng Kah Ting\r\n\r\n\r\n\r\n</pre>\r\n\r\n<br><br><font size=\"1\"><b>Column: 747</b></font><br><br>\r\n\r\n<pre>\r\n\r\n       Absent:-cont.         Noes:-cont.\r\n\r\n   Chua Sian Chin         Ng Yeow Chong\r\n\r\n   Goh Keng Swee          Ong Leong Boon\r\n\r\n   Govindasamy, N.        Ong Soo Chuan\r\n\r\n   Lee Chiaw Meng         Ong Teng Cheong\r\n\r\n   Lee Khoon Choy         Phey Yew Kok\r\n\r\n   Lee Kuan Yew           Phua Bah Lee\r\n\r\n   Lim Guan Hoo           Rahmat Bin Kenap Al-Haj\r\n\r\n   Ong Pang Boon          Rodrigo, L. P.\r\n\r\n   Othman Bin Wok         Seah Mui Kok\r\n\r\n   Rajaratnam, S.         Sha'ari Bin Tadin\r\n\r\n   Selvadurai, P.         Sia Kah Hui\r\n\r\n   Tan, Augustine, H. H.  Sia Khoon Seong\r\n\r\n   Toh Chin Chye          Sim Boon Woo\r\n\r\n   Wong Lin Ken           Tang See Chim\r\n\r\n   Ya'acob Bin Mohamed    Teong Eng Siong\r\n\r\n   Yong Nyuk Lin          Wee Toon Boon\r\n\r\n                          Yeo Choo Kok\r\n\r\n                          Yeo Toon Chia\r\n\r\n                          Yeoh Ghim Seng\r\n\r\n\r\n\r\n</pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy (Anson):</b> Mr Speaker, Sir, I\r\n\r\nbeg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0801 be\r\n\r\nreduced by $10 in respect of subhead 1071.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the implementation of legislation for\r\n\r\nthe  control of pollution in Singapore, there  has\r\n\r\nbeen  a remarkable improvement in the environment.\r\n\r\nHowever, I wish to point out the dirty and  smelly\r\n\r\ncondition   of  the  rubbish  collection   centres\r\n\r\nlocated   in   different  parts  of  the   island.\r\n\r\nObviously  certain  centres  do  not  have  enough\r\n\r\ncontainers   for   the  collection   of   rubbish.\r\n\r\nConsequently,  there  is  a  fantastic  amount  of\r\n\r\nrubbish spilling on to the road resulting in dirty\r\n\r\nand smelly roads. One clear example is the rubbish\r\n\r\ncollection  centre next to Kandang Kerbau  market.\r\n\r\nNot only does the rubbish spill on to the road but\r\n\r\nalso  into the canal next to it. All efforts  will\r\n\r\nbe  wasted if the hawkers are careless or if there\r\n\r\nare  insufficient bins at the collection  centres.\r\n\r\nIt  is very unhygienic for health and could result\r\n\r\nin  the  breeding of flies. I hope the  department\r\n\r\nconcerned  would  look into it and  see  that  the\r\n\r\nrubbish  is cleared at least twice a day, even  on\r\n\r\nholidays  and  Sundays, especially in  the  hawker\r\n\r\nareas and housing estates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 748</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Sir, we try our best to clear all\r\n\r\nthe  refuse. But, as I said, during holidays there\r\n\r\nis  usually an increase in absenteeism and also an\r\n\r\nincrease  in  rubbish because of the rise  in  the\r\n\r\nstandard of living. The Member for Anson suggested\r\n\r\nthat we remove the rubbish at least twice a day. 1\r\n\r\nhave  known  of  instances  where  we  remove  the\r\n\r\nrubbish  five  times a day and the  rubbish  still\r\n\r\nkeep piling up. We are trying to solve the problem\r\n\r\nby  mechanisation, and if the Member will help  us\r\n\r\nrecruit  workers,  probably the problem  could  be\r\n\r\nmore easily solved.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, the Minister for the\r\n\r\nEnvironment has asked me to recruit workers.  What\r\n\r\ndoes   he  mean  by  that?  He  is  a  responsible\r\n\r\nMinister.  He  should recruit the workers.  If  he\r\n\r\ncannot  get  the workers in Singapore,  he  should\r\n\r\nimport   them  from  other  countries   under   an\r\n\r\nagreement.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Do you want to take a vote on that,\r\n\r\nMr P. Govindaswamy?\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> No, Sir,I beg leave to\r\n\r\nwithdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo (Changi):</b> Mr Speaker, Sir, I beg\r\n\r\nto move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0801 be\r\n\r\nreduced by $10 in respect of subhead 1182.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we should feel proud that foreigners\r\n\r\nvisiting  our  country praise  Singapore  for  its\r\n\r\ncleanliness. The cleanliness of our city  is  well\r\n\r\nlooked after. But, to my surprise, the rural areas\r\n\r\nare  neglected. During my periodical  tour  of  my\r\n\r\nconstituency,  the  residents  approached  me  and\r\n\r\ncomplained  that refuse in the kampungs  were  not\r\n\r\nremoved,  sonic-times for weeks. Sir, I think  the\r\n\r\nother  Members  of  the rural constituencies  also\r\n\r\nface the same problem. I appeal to the Minister to\r\n\r\nimmediately  look  into  this  matter  with  great\r\n\r\nurgency and to pay more attention to the health of\r\n\r\nthe rural people.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 749</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to bring to the attention\r\n\r\nof  the  Minister  the  problem  of  inconsiderate\r\n\r\ndrivers  of  Public  Health vehicles  which  carry\r\n\r\nrefuse for dumping at Koh Sek Lim Road. They drive\r\n\r\nat  a  pretty  fast speed along the narrow  roads,\r\n\r\nthereby  spilling the refuse on to the roads  and,\r\n\r\nat  the same time, this is quite dangerous to  the\r\n\r\nchildren in the villages. I hope that the Minister\r\n\r\nwill   take   immediate  action  to   remedy   the\r\n\r\nsituation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I presume the\r\n\r\nMember  for  Changi  must be talking  about  rural\r\n\r\nareas   which  are  inaccessible  either  to   the\r\n\r\nvehicles of the Ministry or to hand-carts, because\r\n\r\nnormally  where  premises are  accessible  to  the\r\n\r\nMinistry's  vehicles,  the  refuse  is   collected\r\n\r\ndirect. Where premises are not accessible  to  the\r\n\r\nvehicles  of the Ministry, the refuse is collected\r\n\r\nby  hand-carts. It is only in places where  it  is\r\n\r\ninaccessible  either to lorries or  to  hand-carts\r\n\r\nthat we ask the residents to bring their refuse to\r\n\r\nthe  collection  centre. I have already  mentioned\r\n\r\njust  now that there is a shortage of workers  and\r\n\r\nto  remove refuse by hand is labour-intensive. The\r\n\r\nproblem  here is to find enough men  to  do  that.\r\n\r\nHowever, as I said, we are mechanising, and I hope\r\n\r\nthat  with more mechanisation we can make-do  with\r\n\r\nless manual labour.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the complaint about inconsiderate\r\n\r\ndriving  by  drivers  of the  Ministry's  vehicles\r\n\r\nalong  Koh Sek Lim Road, it is difficult  to  take\r\n\r\naction.  We have asked our inspectors and  drivers\r\n\r\nto  be considerate and to be careful in what  they\r\n\r\ndo.  But  if  the Member for Changi  can  give  me\r\n\r\nspecific   instances  of  inconsiderate   driving,\r\n\r\nresulting  in  refuse spilling  on  to  the  road,\r\n\r\naction will be taken.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> Sir, I will certainly give the\r\n\r\nMinister  specific  instances.  In  view  of   the\r\n\r\nexplanation, I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 750</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0801 be\r\n\r\nreduced by $10 in respect of subhead 1261.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, may I range over\r\n\r\nmy next amendment* on subhead 1441? (* The amendment reads as follows: (5)That the sum to be allocated for Head 0801 be reduced by 510 in respect of subhead 1441.) \r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I have been noticing\r\n\r\nthat many drains have been found to be choked  and\r\n\r\nthe  flow of water is being obstructed, especially\r\n\r\nwith the underground and the monsoon drains. It is\r\n\r\ntherefore necessary to clear these drains as often\r\n\r\nas  possible. Some of them are found to be awfully\r\n\r\nsmelly  and  filthy, for example, the drain  along\r\n\r\nNorth  Bridge  Road  opposite the  former  Raffles\r\n\r\nInstitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to know the progress of\r\n\r\nthe construction work at Rochore Canal, which will\r\n\r\nprovide a better drainage system. It looks  as  if\r\n\r\nthe  work has stopped. If so, why is the work left\r\n\r\nuncompleted?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to voice out that there\r\n\r\nare many places, especially at construction sites,\r\n\r\nwhere stagnant pools of water are found, and these\r\n\r\nbecome  grounds  for mosquito breeding.  This  may\r\n\r\naffect  the health of our citizens, even  for  the\r\n\r\npeople living in the Housing Board flats. I wonder\r\n\r\nwhat  is  the Department doing to get rid of  this\r\n\r\nmenace.  Although malaria is not a common  disease\r\n\r\nin Singapore, it should nevertheless be completely\r\n\r\neradicated.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, in spite of the\r\n\r\n\"Anti-Litter Campaign\", people still keep throwing\r\n\r\nrefuse  into the drains. As a result,  the  drains\r\n\r\nare  choked, mosquitoes breed in them, giving rise\r\n\r\nto  smells and all that. We are well aware of  the\r\n\r\nproblem,  especially with mosquitoes.  The  health\r\n\r\ninspectors do go round to persuade contractors  to\r\n\r\ntake    preventive   measures   against   mosquito\r\n\r\nbreeding. We try to clean the drains as  often  as\r\n\r\npossible. But here\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 751</b></font><br><br>\r\n\r\n\r\n\r\nwe  must  seek the co-operation of the  public  in\r\n\r\ntrying  not to throw refuse or sullage water  into\r\n\r\nthe  drains so as to block the free flow of water.\r\n\r\nWe  are  carrying out regular oiling in all  these\r\n\r\nplaces.  The  inspectors  do  go  round   to   the\r\n\r\ncontractors  and  warn  them  of  the  dangers  of\r\n\r\nmosquito breeding. If they do not conform  and  do\r\n\r\nnot  take  preventive measures, they are  summoned\r\n\r\nand fined.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To assure the Member for Anson, I would like to\r\n\r\nclarify that mosquitoes commonly found breeding in\r\n\r\nconstruction  sites  are of the  Aedes  and  Culex\r\n\r\nspecies, and they are not vectors of malaria.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The construction work at Rochore Canal Road has\r\n\r\nstopped   because  the  original  contractor   has\r\n\r\nfailed.  We have suspended him and we have  got  a\r\n\r\nnew  contractor. The work will resume as  soon  as\r\n\r\nthe new contractor can get to the work site.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, in view of the\r\n\r\nMinister's explanation, I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to he allocated for Head 0801 be\r\n\r\nreduced by $10 in respect of subhead 1541*.\r\n\r\n(* The same amendment also stood in the name of Mr P. Govindaswamy.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the policy of licensing hawkers who were\r\n\r\nhawking before 1968 should be reviewed, especially\r\n\r\nin  the  case of Changi constituency. Hon. Members\r\n\r\nof  this House will agree with me that Changi  was\r\n\r\nhard  hit  economically by the British withdrawal.\r\n\r\nMany of the former RAF employees, whether directly\r\n\r\nor  indirectly  employed, were out of  employment.\r\n\r\nSome  of  them were unable to get other  jobs  and\r\n\r\nthey  turned to hawking for their livelihood. This\r\n\r\ntook  place  two  or  three years  ago.  With  the\r\n\r\npresent policy of licensing hawkers, these  people\r\n\r\nare  therefore  not qualified to  get  a  hawker's\r\n\r\nlicence.  I  would strongly urge the  Minister  to\r\n\r\nreconsider\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 752</b></font><br><br>\r\n\r\n\r\n\r\nthe  present hawker's licensing policy  to  enable\r\n\r\nmany  of the present hawkers, who were doing  such\r\n\r\nbusiness for their livelihood for the last two  or\r\n\r\nthree years to get a licence.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, I have\r\n\r\nreceived   many  complaints  about   some   hawker\r\n\r\ninspectors  not carrying out their  duties  justly\r\n\r\nand  reasonably.  The complaints  were  that  they\r\n\r\nissued summonses to some hawkers biasly. There was\r\n\r\nan  instance when many hawkers were found to cause\r\n\r\nobstruction to a passage way and yet only one  was\r\n\r\nserved   with  a  summons.  And  when  the  hawker\r\n\r\ninspector  was  questioned  for  his  actions,  he\r\n\r\nanswered.  \"That is not your duty.\" It shows  that\r\n\r\nthere is prejudice and injustice going on in  this\r\n\r\nregard.  The  department  concerned  should   take\r\n\r\naction to stop this state of affairs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wonder whether during festival days, rules\r\n\r\nrelating to obstruction of roads or public  places\r\n\r\ncould  be relaxed so that the poor hawkers can  do\r\n\r\ntheir  business more freely in view  of  the  fact\r\n\r\nthat  business is brisk on such days. I  hope  the\r\n\r\ndepartment   concerned  would   be   lenient   and\r\n\r\nsympathetic   towards  the  hawkers  during   such\r\n\r\nperiods.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, much as I\r\n\r\nsympathise with the Member for Changi with  regard\r\n\r\nto   the   plight   of   his   constituents,   the\r\n\r\ndepartment's  policy  of  not  giving  new  hawker\r\n\r\nlicences is a good one. Otherwise, the policy that\r\n\r\nwe  are carrying out now of resiting all bona fide\r\n\r\nhawkers  would  go  awry. We are  already  finding\r\n\r\ngreat  difficulty in resiting bona  fide  hawkers,\r\n\r\ni.e, hawkers who were registered prior  to  1968.\r\n\r\nIf,  at  the  same  time, we are to  increase  the\r\n\r\nnumber  of  new  hawkers,  then  it  would  be  an\r\n\r\nimpossible job to resite all of them. I doubt very\r\n\r\nmuch whether new hawkers can be registered. It  is\r\n\r\nnot  our  policy  to  encourage  hawking  as  such\r\n\r\nbecause  it  has brought about a lot of pollution.\r\n\r\nAs  it  is, we are already finding our hands  full\r\n\r\nwith controlling whatever pollution there is.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 753</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have looked into this problem and, as I have\r\n\r\nsaid, the Ministry itself is short of workers.  In\r\n\r\nthis respect we have gone down to his area and  we\r\n\r\nhave   so  far  employed  50  of  those  who  were\r\n\r\nretrenched  by  the British forces.  There  is  no\r\n\r\nreason why some of these retrenched workers cannot\r\n\r\nbe  retrained because quite a large number of  new\r\n\r\nindustries  are being set up in Changi.  If  there\r\n\r\nare  real cases of hardship, perhaps they  can  be\r\n\r\nbrought to my notice. We could employ these people\r\n\r\nin  the  Ministry of the Environment  to  help  us\r\n\r\nclear the rubbish and keep the place clean.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson said that he has received\r\n\r\nmany  complaints  about discrimination  by  hawker\r\n\r\ninspectors. The Ministry takes a very serious view\r\n\r\nof   any   discriminatory  practices   by   hawker\r\n\r\ninspectors. Largely, I think the complaint is  not\r\n\r\nso  much  that  they  are  discriminating;  it  is\r\n\r\nperhaps  because  they have done  their  job  very\r\n\r\nwell.   However,  if  there  are  real  cases   of\r\n\r\ndiscrimination, they can be brought to  my  notice\r\n\r\nwith specific details and action will be taken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am very much worried by his request for\r\n\r\nrelaxation  of  the rules during festive  seasons.\r\n\r\nOnce  you  relax, you allow people to do  as  they\r\n\r\nlike  - illegal hawkers will come in; hawkers will\r\n\r\nobstruct traffic during festive seasons- and  this\r\n\r\nwill  become a habit and compound the problem.  As\r\n\r\nit  is,  we are having great difficulty in keeping\r\n\r\nthese  people within the law, it is easy to  relax\r\n\r\nrules,  but  very  hard  to  bring  them  back  to\r\n\r\nobserving  them again. Therefore, we  cannot  make\r\n\r\nexceptions even on festival days.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> By \"relax\", I mean just\r\n\r\nclose an eye! That is all.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Sir, if I should close an eye\r\n\r\nand ask my inspector to close an eye, Members will\r\n\r\ncome up to me and say that my inspectors have been\r\n\r\ndiscriminating, \"How is it that on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 754</b></font><br><br>\r\n\r\n\r\n\r\nsuch a day, they did not summon so-and-so? And yet\r\n\r\ntoday he is being summoned?\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Sim Boon Woo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sim Boon Woo:</b> In view of the explanation given\r\n\r\nby  the  Minister,  I  beg leave  to  withdraw  my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood on the Order Paper\r\n\r\nSupplement:\r\n\r\n\r\n\r\n<pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr P. Govindaswamy:\r\n\r\n    (7) That the sum to be allocated for Head 0801 \r\n\r\n        be reduced by $10 in respect of subhead 1621.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Kah Ting:\r\n\r\n    (8) That the sum to be allocated for Head 0801 \r\n\r\n        be reduced by $10 in respect of subhead 11.\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> I am not moving amendment\r\n\r\n(7), Sir.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Ng Kah Ting is not here.\r\n\r\nAmendment (9), Mr Teong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong (Sembawang)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0801 be\r\n\r\nreduced by $10 in respect of subhead 19*.\r\n\r\n(* The  same amendment also stood in the name  of Tuan Haji Mohd. Ariff Bin Suradi.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our Government has done all it can to look\r\n\r\nafter  the  welfare of our hawkers.  Hawkers  were\r\n\r\nformerly  under  the control of  the  Ministry  of\r\n\r\nHealth,  but now that they come under the  control\r\n\r\nof  the  Ministry  of  the Environment,  many  new\r\n\r\nmeasures  have been introduced, for  example,  the\r\n\r\nresiting  of  hawkers, and issuing of licences  to\r\n\r\nhawkers to enable them to carry out their business\r\n\r\nin  hawkers centres. These hawkers now ply only on\r\n\r\none side of the road, whereas previously they used\r\n\r\nto  ply  on  both sides. This has helped  to  ease\r\n\r\ntraffic  congestion. We have  also  built  hawkers\r\n\r\ncentres, for example, near Newton Circus, 6th  m.s.\r\n\r\nBukit Timah. All these are very good measures  for\r\n\r\nthe benefit of the hawkers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the current Estimates, there is a provision of\r\n\r\n$5  million  for  development and  improvement  to\r\n\r\nmarkets  and hawkers' sites. I would like  to  ask\r\n\r\nthe   Minister   two  questions  concerning   this\r\n\r\nprovision. Firstly, where will the new\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 755</b></font><br><br>\r\n\r\n\r\n\r\nhawkers'  sites  be?  I  know  there  is  one   in\r\n\r\nSembawang;  so  I  am not going  to  ask  one  for\r\n\r\nSembawang,  but  for  other areas.  Yesterday  the\r\n\r\nMinister  said  that other areas  will  be  looked\r\n\r\nafter  too.  So where will the new hawkers'  sites\r\n\r\nbe?  Secondly, what are the old markets  that  are\r\n\r\ngoing to be developed and improved?\r\n\r\n\r\n\r\n<br><br><!-- Tuan Haji Moh Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tuan Haji Mohd. Ariff Bin Suradi (Kampung Kembangan)</b>(<i>In Malay</i>): Mr Speaker, Sir, during the cholera epidemic 2 1/2 years ago, the area that was\r\n\r\naffected by cholera was Kampung Kembangan and  its\r\n\r\nneighbourhood.  According to a  statement  of  the\r\n\r\nMinistry of Health at that time, the condition  of\r\n\r\nthe stalls was poor. The hawkers had to stop their\r\n\r\nbusiness  on  the  instructions  of  the  Ministry\r\n\r\nconcerned.  The  livelihood of these  hawkers  was\r\n\r\nbadly   affected.   Although   they   were   given\r\n\r\nassistance  by  the Social Welfare Department,  it\r\n\r\nwas  only  given  as a token of  sympathy  by  the\r\n\r\nGovernment. It was far from sufficient to meet the\r\n\r\nneeds  of their families. I urge the Minister  for\r\n\r\nthe Environment to take steps to provide a hawkers\r\n\r\ncentre in the Kampung Kembangan area so that  such\r\n\r\nan epidemic would not happen again.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> First, to answer the Member for\r\n\r\nSembawang. We are building three hawkers  centres:\r\n\r\nat  Empress  Place, Telok Ayer  Market  and  North\r\n\r\nBridge  Road.  They are expected to  be  completed\r\n\r\nthis year. These are the old projects. Tenders for\r\n\r\nhawkers centres at Jalan Besar and Beach Road  are\r\n\r\nnow  being  called. In addition, there  are  eight\r\n\r\nmore  projects in various parts of Singapore. They\r\n\r\nwill  be  implemented  this  year.  The  above  13\r\n\r\nhawkers centres, plus one centre already built  at\r\n\r\nYung  Sheng  Road, Jurong, will accommodate  about\r\n\r\n1,600  hawkers in all, and the estimated  cost  is\r\n\r\nabout $7.4 million.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the Member for Kampung Kembangan, may I\r\n\r\nsay that the building of a hawkers centre will not\r\n\r\nstop any epidemic of enteric diseases. I think  it\r\n\r\nis   more   the  practice  of  personal   hygiene.\r\n\r\nRegardless of whether they are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 756</b></font><br><br>\r\n\r\n\r\n\r\naccommodated  in a centre or hawking.  If  hawkers\r\n\r\nwere  to  practise personal hygiene, they are  not\r\n\r\nlikely  to  spread diseases, and  therefore  their\r\n\r\nlivelihood and the health of their customers  will\r\n\r\nnot  be endangered. It is unlikely that they  will\r\n\r\nbe  ordered  to  stop selling unless  there  is  a\r\n\r\ndanger  of their spreading diseases. For instance,\r\n\r\nat  the last and biggest cholera epidemic outbreak\r\n\r\nwe  ever had, there was a total of 114 cases, with\r\n\r\nthree   deaths.  Twelve  carriers  were  detected.\r\n\r\nFortunately, we were able to control the outbreak.\r\n\r\nMost of the victims ate from hawker stalls. Out of\r\n\r\n641   food  samples  taken  from  hawkers  in  the\r\n\r\naffected area, 357 samples, or more than  half  of\r\n\r\nthe  hawkers  were found to sell food contaminated\r\n\r\nwith  faecal coliform organisms. These  are  germs\r\n\r\nfound  in faeces of human beings. In other  words,\r\n\r\nyou  find  traces  of faeces in  the  food.  These\r\n\r\nfindings indicate that the food handlers  had  not\r\n\r\npractised personal hygiene. Therefore, even if  we\r\n\r\nmove them into hawkers centres so long as they are\r\n\r\nnot  careful in their personal hygiene, there will\r\n\r\nbe an epidemic and they will have to stop selling.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is going to be a major development in the\r\n\r\nKampung  Kembangan area. In common  with  all  the\r\n\r\nother  areas  where development will  take  place,\r\n\r\nthere  will  be  plans  for  markets  and  hawkers\r\n\r\ncentres  in  Kampung Kembangan. So if  the  Member\r\n\r\nwill  bide  his  time,  he  will  have  all  these\r\n\r\ndevelopments in his constituency.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,   the   Minister  has  answered  my  question\r\n\r\nsatisfactorily, and I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Tuan Haji Moh Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tuan Haji Mohd. Ariff</b>(<i>In Malay</i>): Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0801 be\r\n\r\nreduced by $10 in respect of subhead 20.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, mechanisation of the Public Cleansing\r\n\r\nServices  is given a provision half as  much  more\r\n\r\nthan  last  year's Estimates. I do not  know  what\r\n\r\ntype  of  equipment  will be necessary  for  these\r\n\r\nservices.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 757</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But what I would like to bring to the notice of\r\n\r\nthe  Minister  is that the refuse, that  is  being\r\n\r\ndumped  in  bins  for  daily  collection  by  this\r\n\r\nService, is not collected daily because the refuse\r\n\r\nvehicles cannot enter into these areas. Hand-carts\r\n\r\ncannot  go through these lorongs and lanes because\r\n\r\nthey  are  damaged, as for example, the roads  and\r\n\r\nlanes   in  Kampung  Kembangan.  These  hand-carts\r\n\r\ncollect refuse from only five or six houses  where\r\n\r\nthe  refuse  is being thrown. These  workers  find\r\n\r\ndifficulty  in  pushing their  hand-carts  because\r\n\r\nthey  are so full of rubbish. Moreover, the  roads\r\n\r\nare  not properly surfaced. Such places which  are\r\n\r\ninaccessible to lorries and hand-carts  should  be\r\n\r\nimproved.  House  owners pay  for  such  cleansing\r\n\r\nservices  every  month,  whether  the  refuse   is\r\n\r\ncollected  or not. Therefore, 1 feel  that  people\r\n\r\nwho  send  their refuse to rubbish dumps elsewhere\r\n\r\nshould be exempted from paying for this service.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, it is very\r\n\r\ndifficult to exempt payment of refuse fees to only\r\n\r\na section of the population. The only thing we can\r\n\r\ndo,  Sir, is to see that we have enough people  to\r\n\r\ncollect the refuse. There is a shortage of labour.\r\n\r\nHowever, we are trying out a new way of collecting\r\n\r\nwaste by encouraging people whose premises are not\r\n\r\naccessible either to hand-carts or trucks, to  put\r\n\r\ntheir  refuse in paper bags, and dump the bags  at\r\n\r\nthe  refuse centre. They will probably  find  this\r\n\r\nmethod of refuse disposal much easier. But it will\r\n\r\nbe  difficult to exempt a certain portion  of  the\r\n\r\npopulation  from paying refuse fees.  Probably  in\r\n\r\nthe  course  of development within  the  next  few\r\n\r\nmonths  or years, the area mentioned by  the  hon.\r\n\r\nMember  may have a few roads or tracks  opened  so\r\n\r\nthat  the hand-carts can go in. We will look  into\r\n\r\nthis  matter, but it is impossible to exempt  them\r\n\r\nfrom payment of fees.\r\n\r\n\r\n\r\n<br><br><!-- Tuan Haji Moh Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tuan Haji Mohd. Ariff</b>(<i>In Malay</i>): Sir, in view of\r\n\r\nthe explanation given by the Minister, I beg leave\r\n\r\nto withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 758</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, I beg\r\n\r\nto move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0801 be\r\n\r\nreduced by $10 in respect of subhead 21.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think acquisition of land for refuse\r\n\r\ndisposal  should not be the only means  of  refuse\r\n\r\ndisposal. At the same time whilst I appreciate the\r\n\r\ndifficulty  involved and the time needed  for  the\r\n\r\nrefuse  incinerator  and compaction  plant  to  be\r\n\r\nbuilt,  the  conventional means of merely  dumping\r\n\r\ntrade  and household refuse at the refuse disposal\r\n\r\nsites is both unhealthy and \"anti-environment\".  I\r\n\r\nam  sure  the Members will agree with me on  this,\r\n\r\nbecause   this  will  cause  air  pollution,   not\r\n\r\nforgetting  the stench emanating from the  rubbish\r\n\r\nheaps.   For   example,  I  have   received   many\r\n\r\ncomplaints  from  my  constituents  regarding  the\r\n\r\nstench  and  breeding  of flies  in  the  Tampines\r\n\r\nrefuse dumping ground. I wonder if steps are being\r\n\r\ntaken to eradicate this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a matter of interest, Sir, the Housing and\r\n\r\nDevelopment  Board  is  at  the  present   moment,\r\n\r\nbuilding  flats at the Tampines Estate, just  next\r\n\r\nto  the Tampines dumping ground. When these  flats\r\n\r\nare  ready, and with the present Tampines  dumping\r\n\r\nground  still  in existence, and with  still  more\r\n\r\nrefuse being dumped there, I do not know just what\r\n\r\nwill  be the reaction of future residents of  this\r\n\r\nEstate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under this vote, more land is being acquired\r\n\r\nfor this purpose. In this respect, I would like to\r\n\r\nknow  from  the  Minister  when  will  the  refuse\r\n\r\nincinerator  and compaction plant  be  built,  and\r\n\r\nwhere will they be sited? I hope it will not be in\r\n\r\nPunggol again!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, refuse sites are\r\n\r\nusually  located in tidal swamp lands. For obvious\r\n\r\nreasons,  I  think  it  is  advisable  for  me  to\r\n\r\nindicate the actual locations, as the Ministry  is\r\n\r\nin  the  process of acquiring these lands. We  are\r\n\r\nwell  aware  that with the increase in  population\r\n\r\nand  with our limited land space, we have to think\r\n\r\nof  new  ways of disposing refuse. So the uses  of\r\n\r\nincinerator and compaction plant are possible\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 759</b></font><br><br>\r\n\r\n\r\n\r\nways.  But  this is something which  you  are  not\r\n\r\nlikely  to go ahead with lightly because the  cost\r\n\r\nof  the compaction plant and incinerator is in the\r\n\r\nregion  of $100 million! There is also the problem\r\n\r\nof pollution: how big is the incinerator and where\r\n\r\nis  it  going to be sited? What sort of compaction\r\n\r\nplant will you have, and where will you locate it?\r\n\r\nIf  you  locate the plant at Tampines, the  Member\r\n\r\nfor  Punggol  will  again  complain  because,   in\r\n\r\naddition to the smell, he will get the noise.  And\r\n\r\nif  the incinerator is also there, he will get air\r\n\r\npollution  too. Therefore, this matter needs  very\r\n\r\ncareful  study  by  specialists.  Anyway,  we  arc\r\n\r\nembarking on this study, and it will be some  time\r\n\r\nbefore we come out with the appropriate method  or\r\n\r\nmethods  suitable for our use. I hope that answers\r\n\r\nthe question.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, the Minister has\r\n\r\nnot  answered  one  part  of  my  question,  i.e.,\r\n\r\nwhether  his Ministry will take steps to  minimise\r\n\r\nthe  pollution emanating from the Tampines dumping\r\n\r\nground.   I  have  said  that,  apart   from   air\r\n\r\npollution,  there is the question of  breeding  of\r\n\r\nmosquitoes  and flies, which is so  acute  that  I\r\n\r\nhave  to  come to this House every year  to  raise\r\n\r\nthis  problem.  The hon. Minister for  Health  and\r\n\r\nHone Affairs can bear me out on this. I would like\r\n\r\nthe  Minister  for the Environment to  assure  the\r\n\r\nHouse  that  he  will take steps to  minimise  air\r\n\r\npollution and fly-breeding in the Tampines dumping\r\n\r\nground. I know very well that we have to use  that\r\n\r\narea  as  a dumping ground because it is a  swampy\r\n\r\narea   and   affected   by   tidal   waves.    But\r\n\r\nnevertheless, Sir, steps must still  be  taken  to\r\n\r\nminimise  this inconvenience caused to the  people\r\n\r\nliving there as it is a danger to health.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Sir, it is a very good sign that\r\n\r\npeople are complaining about smell. It means  they\r\n\r\nare  becoming  aware  of  the  need  for  a  clean\r\n\r\nenvironment, and are more voluble now.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 760</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, if you live somewhere near a dumping\r\n\r\nground, the smell is just unavoidable. We can keep\r\n\r\nit  to  the minimum. I believe the department  has\r\n\r\nbeen  quite efficient, and they have been  keeping\r\n\r\nthe smell down to the lowest minimum possible.  If\r\n\r\nyou live next to a septic tank, then of course you\r\n\r\ncannot  avoid smelling what is in it. But  we  are\r\n\r\ndoing everything possible technically, to keep the\r\n\r\npollution down to the barest minimum.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the information of the Member, we do spray\r\n\r\nthe dumping ground regularly with anti-malarial or\r\n\r\nanti-mosquito oil, and insecticides. We do not let\r\n\r\nthe  refuse  rot to high heaven. We  try  to  keep\r\n\r\npollution down to the minimum. It is just too  bad\r\n\r\nif  you  live  in  that area where  the  smell  is\r\n\r\nunavoidable.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> In fact, I was in that area\r\n\r\nbefore the dumping ground was there. Anyway,  Sir,\r\n\r\nI must thank the Minister for his reply, and I beg\r\n\r\nleave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Tuan Haji Moh Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tuan Haji Mohd. Ariff</b>(<i>In Malay</i>): Mr Speaker,\r\n\r\nSir, with your permission I would like to move  my\r\n\r\namendment together with amendment (14)*.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* Amendment (14), standing in the name of Tuan Haji Mohd Ariff Bin Suradi, reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0801 be reduced by $10 in respect of subhead 45.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Tuan Haji Moh Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tuan Haji Mohd. Ariff</b>(<i>In Malay</i>): Mr Speaker,\r\n\r\nSir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0801 be\r\n\r\nreduced by $l0 in respect of subhead 38.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this year's provision for the Siglap Canal\r\n\r\nImprovement  project is six times more  than  last\r\n\r\nyear's. Although the provision has increased  from\r\n\r\nyear  to  year, the development of  the  canal  at\r\n\r\nSiglap, in Kampung Kembangan constituency, has not\r\n\r\nprogressed  much.  Digging of sand  is  not  being\r\n\r\ncarried  out there. Sir, the majority of the  area\r\n\r\nin  Kampung  Kembangan  constituency  consists  of\r\n\r\nsand. During the rainy\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 761</b></font><br><br>\r\n\r\n\r\n\r\nseason, sand is usually washed into the drains. As\r\n\r\ntime  goes  by, the condition of the drains  grows\r\n\r\nfrom  bad to worse, and water cannot flow properly\r\n\r\nbecause  of  the lack of attention given  to  this\r\n\r\ncanal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to request the Minister\r\n\r\nconcerned  to look into this problem so that  this\r\n\r\ncanal  could be properly maintained and  that  the\r\n\r\narea is not polluted by this canal.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Sir, contrary to what the Member\r\n\r\nfor  Kampung Kembangan may think, the Siglap canal\r\n\r\nis being maintained regularly. I agree there is  a\r\n\r\nlot  of  sand.  This  is largely  because  of  the\r\n\r\ndevelopment and earth-works going on in  the  area\r\n\r\nthere.  When there is heavy rain, sand gets washed\r\n\r\ninto the canal, and this problem is accentuated by\r\n\r\nthe  sand-bar  at  the  south-end  of  the  canal.\r\n\r\nHowever, steps arc being taken to widen the  canal\r\n\r\nand  to  bring  the peak fall beyond the  sand-bar\r\n\r\ninto  a  deeper part of the sea, so that the  sand\r\n\r\nthat goes through will not pile up on the sand-bar\r\n\r\nand  thus  block the canal. The work is  in  hand.\r\n\r\nThat  is  the reason why $600,000 is required  for\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br><!-- Tuan Haji Moh Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tuan Haji Mohd. Ariff</b>(<i>In Malay</i>): Sir, in view of\r\n\r\nthe explanation given, I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Tuan Haji Moh Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tuan Haji Mohd. Ariff</b>(<i>In Malay</i>): Mr Speaker,\r\n\r\nSir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0801 be\r\n\r\nreduced by $10 in respect of subhead 42.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the provision allocated for Minor Drainage\r\n\r\nImprovement is $450,000, as compared with $300,000\r\n\r\nlast  year.  With the extra provision of  $150,000\r\n\r\nthis  year, I hope the drains in most of the roads\r\n\r\nin Kampung Kembangan can be repaired. For example,\r\n\r\nthe  drains  on  both sides of  Changi  Road  have\r\n\r\nbroken down and the same condition can be said for\r\n\r\nthe  drains along the roads made under section  19\r\n\r\nof  the  Local  Government  Integration  Act.  The\r\n\r\ndrains are not properly made. As a result, water\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 762</b></font><br><br>\r\n\r\n\r\n\r\ncannot  flow properly, so much so that the  owners\r\n\r\nof  land in the area had to pay for the repair  of\r\n\r\nroads and drains in front of their houses. This is\r\n\r\nbecause  the  drains are not properly  constructed\r\n\r\nresulting in poor water drainage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Minister has said just now\r\n\r\nthat  water  is  precious and that we  should  not\r\n\r\nwaste  water. But I know that a lot of drains  are\r\n\r\nbeing  flushed  with potable water from  hydrants.\r\n\r\nWhy  cannot these drains be flushed with  effluent\r\n\r\nwater  transported by lorries? Is this not one  of\r\n\r\nthe  ways  to  waste water which  is,  of  course,\r\n\r\nprecious?\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I think the\r\n\r\nMember  for Kampung Kembangan will recall  that  a\r\n\r\nlarge number of drainage improvement projects have\r\n\r\nbeen  completed in his constituency. For  example,\r\n\r\nthere  are  two main drainage outlets,  one  along\r\n\r\nJalan  Kembangan and the other along Jalan Wijaya,\r\n\r\nnot  to  mention  a number of subsidiary  drainage\r\n\r\nprojects which have been completed. As 1 have said\r\n\r\njust  now in reply to certain questions raised  by\r\n\r\nhim under another subhead, there is going to be  a\r\n\r\nmajor  development in his area, and  there  is  no\r\n\r\npoint  in spending money on improving drains  when\r\n\r\nthey will only be temporary. However, where it  is\r\n\r\nfound  that a minor improvement could improve  the\r\n\r\ndrainage, and where it is feasible to do so, money\r\n\r\nwill be spent on it. But where a major development\r\n\r\nwill  affect the drainage, then we will just do  a\r\n\r\nlittle bit of repair work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to using potable water to flush the\r\n\r\ndrains, I would like to say that this practice has\r\n\r\nbeen  stopped for almost a year. We have not  used\r\n\r\npotable  water to flush drains, unless for  health\r\n\r\nreasons we have to use potable water, for example,\r\n\r\nin the markets and crowded hawker centres. Much as\r\n\r\nwe  like to use effluent water to flush drains, it\r\n\r\nis  not safe to do so because it might contaminate\r\n\r\nthe food. At the moment\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 763</b></font><br><br>\r\n\r\n\r\n\r\neffluent  water  is not as clean or  as  pure  and\r\n\r\nsterile as potable water. We are, however, working\r\n\r\non  a  system  of tertiary treatment  of  effluent\r\n\r\nwater. By further treatment, we hope to be able to\r\n\r\nbring  it up to the standard of potable water.  By\r\n\r\nthen  we  could  probably use effluent  water  for\r\n\r\nflushing. But at the moment to use effluent  water\r\n\r\nfor  flushing drains would endanger the health  of\r\n\r\nour  citizens. In the process of flushing,  sprays\r\n\r\nof  effluent water may drop on to the food or  may\r\n\r\nspill on to passers-by. Therefore, though water is\r\n\r\nprecious,  the  health  of our  citizens  is  more\r\n\r\nprecious.\r\n\r\n\r\n\r\n<br><br><!-- Tuan Haji Moh Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tuan Haji Mohd. Ariff</b>(<i>In Malay</i>): Mr Speaker,\r\n\r\nSir, the drains I referred to are the drains which\r\n\r\nhad  been  made in the developed areas, at  Lorong\r\n\r\nMaideen,  Lorong  Melayu, etc. These  drains  were\r\n\r\nmade  under  section  19 of the  Local  Government\r\n\r\nIntegration  Act  with funds  collected  from  the\r\n\r\nowners.  However,  these  drains,  for  which  the\r\n\r\nowners have paid, have not been properly made and,\r\n\r\nas  a  result, water does not flow properly.  Will\r\n\r\nthe  Minister  concerned consider improving  these\r\n\r\ndrains  without any extra cost, because  this  has\r\n\r\nbeen fixed by the PWD?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, there is no\r\n\r\ndoubt  that where work has not been properly done,\r\n\r\nit will be rectified.\r\n\r\n\r\n\r\n<br><br><!-- Tuan Haji Moh Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tuan Haji Mohd. Ariff</b>(<i>In Malay</i>): I beg leave to\r\n\r\nwithdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (14)* has been dealt with\r\n\r\nAmendment (15), Mr Ng Kah Ting. (* See footnote, col. 760.)\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, 1 beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0801 be\r\n\r\nreduced by $10 in respect of subhead 52.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this subhead concerns the Serangoon Sewerage\r\n\r\nScheme. I have just one simple question to ask  of\r\n\r\nthe Minister: will this Serangoon Sewerage\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 764</b></font><br><br>\r\n\r\n\r\n\r\nScheme   be   extended  to  the  Upper   Serangoon\r\n\r\nconstituency,    and   ultimately    to    Punggol\r\n\r\nconstituency? If so, when?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, the Member for\r\n\r\nPunggol is going to be very disappointed.  At  the\r\n\r\nmoment  it is not likely that the sewerage  scheme\r\n\r\nwill  be  extended to the Punggol area. Under  our\r\n\r\nsewerage  scheme, we are undertaking to sewer  the\r\n\r\nwhole of Singapore in as short a time as possible.\r\n\r\nFor  this, we require a lot of money. It is  quite\r\n\r\ncostly  to sewer, and we must get loans  from  the\r\n\r\nInternational   Bank   for   Reconstruction    and\r\n\r\nDevelopment (IBRD). As Members know, when the IBRD\r\n\r\nlends   money  for  any  project,   it   must   be\r\n\r\neconomically  feasible.  Comparatively   speaking,\r\n\r\nPunggol has a lower density of population than the\r\n\r\nother areas of Singapore. Therefore, to sewer  the\r\n\r\narea  there is not economically feasible. I  think\r\n\r\nPunggol  has  a very low priority in our  sewerage\r\n\r\nscheme. But if something should happen, such as  a\r\n\r\nmajor   development  in  Punggol,   perhaps   this\r\n\r\nquestion can be reviewed. Moreover, Punggol is  in\r\n\r\na  very  low-lying area, and it will cost quite  a\r\n\r\nlot of money to sewer such areas.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, on the last note\r\n\r\nof  the  Minister concerned, I mentioned just  now\r\n\r\nthat  the Housing and Development Board is at  the\r\n\r\npresent moment building more than a thousand flats\r\n\r\nin  that part of Punggol, along Tampines Road. And\r\n\r\nnext   to  this  Housing  and  Development   Board\r\n\r\nproject, there is a major scheme going on  because\r\n\r\nan  area  of  not less than 60 acres have  already\r\n\r\nbeen  acquired. I believe one-third of it is under\r\n\r\nconstruction at the moment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> If that is so, there is hope for\r\n\r\nhim, but I cannot tell him definitely whether this\r\n\r\nis in the Punggol area. I have not been there. But\r\n\r\nwhere  the  Housing and Development  Board  has  a\r\n\r\nhousing project, there is sewerage.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 765</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, in that case, I must say\r\n\r\nthat  the Minister has been misinformed. That part\r\n\r\nof  Tampines  Road definitely comes under  Punggol\r\n\r\narea,  because I happen to live there,  and  I  am\r\n\r\nalso required under Acquisition order to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister may say that Punggol rates very low\r\n\r\nin priority for a sewerage scheme. All I am asking\r\n\r\nis: when will this sewerage scheme be extended  to\r\n\r\nthe  Upper Serangoon constituency, in which  there\r\n\r\nis  a  great  deal of development  going  on,  and\r\n\r\nwhether  it  will  ultimately  extend  to  Punggol\r\n\r\nconstituency?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, I am not good at\r\n\r\nworking out time-tables. But if he says that there\r\n\r\nis  going to be development there, so be it. There\r\n\r\nwill be sewers. I hope that will satisfy him.  And\r\n\r\nif  he  says  that  that part of  Tampines  is  in\r\n\r\nPunggol, well, he lives there and he knows better.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> On that note, Sir, may I thank\r\n\r\nthe  Minister  for his patience. I  beg  leave  to\r\n\r\nwithdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Tuan Haji Moh Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tuan Haji Mohd. Ariff</b>(<i>In Malay</i>): Mr Speaker,\r\n\r\nSir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0801 be\r\n\r\nreduced  by $10 in respect of item (01) of subhead 58.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, only a few residents of wooden\r\n\r\nhouses in Kampung Pachitan have been notified that\r\n\r\nthe  sewerage  scheme, now being  carried  out  in\r\n\r\nLengkong  Tiga, would be extended to their  homes.\r\n\r\nThese  are houses sited close to the main  sewers.\r\n\r\nHowever,  many  other  residents  in  the  Kampung\r\n\r\nPachitan area have not been given such notices.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to know from the Minister whether\r\n\r\nthese  few  residents, who have been so  notified,\r\n\r\ncould be exempted from payment of sewer connection\r\n\r\nfees.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 766</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, it is true that\r\n\r\nonly  a  few of the residents in front of Lengkong\r\n\r\nTiga have been asked to install modern sanitation,\r\n\r\nwhile quite a large number of the others have  not\r\n\r\nbeen  asked to do so. This is because the sewerage\r\n\r\nsystem only goes as far as the front of these  few\r\n\r\nhouses.  However, whether you install  it  now  or\r\n\r\nlater, it is ultimately a question of time. But as\r\n\r\nfar  as the installation is concerned, I will  not\r\n\r\npress  the point. I would only say that if I  were\r\n\r\nthe owner or if I were the tenant, since there  is\r\n\r\nthe  opportunity for me to get a connection to the\r\n\r\nsewage system, I may as well take advantage of it.\r\n\r\nIt will probably be cheaper to do it now than five\r\n\r\nyears later.\r\n\r\n\r\n\r\n<br><br><!-- Tuan Haji Moh Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tuan Haji Mohd. Ariff</b>(<i>In Malay</i>): Mr Speaker,\r\n\r\nSir, the question is that the land does not belong\r\n\r\nto  them.  They only rent the premises. Therefore,\r\n\r\nif they were to install modern sanitation, it will\r\n\r\ncost  them thousands of dollars. And later if  the\r\n\r\nlandowners  decide  to take back  the  land,  they\r\n\r\nwould suffer a loss.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Kim San:</b> Mr Speaker, Sir, as I have said,\r\n\r\nI will leave the option to them.\r\n\r\n\r\n\r\n<br><br><!-- Tuan Haji Moh Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tuan Haji Mohd. Ariff</b>(<i>In Malay</i>): With this\r\n\r\nexplanation, I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $53,141,850 for Head 0801 ordered to\r\n\r\nstand part of the Main Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $36,194,100 for Head 0801 ordered to\r\n\r\nstand part of the Development Estimates.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I propose to take the Suspension\r\n\r\nnow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the House.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I suspend the sitting now and shall\r\n\r\ntake the Chair again at 4.45 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 4.14 p.m. until 4.45 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 767</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 4.45 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n<div align=\"center\"><b>(Business Motion)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr Jek Yeun Thong):</b> Mr\r\n\r\nSpeaker,  Sir,  may I seek your consent,  and  the\r\n\r\ngeneral  assent of hon. Members, to move a  motion\r\n\r\nfor  the rising of Parliament before 8 p.m. today?\r\n\r\nI propose to move that the adjournment be taken at\r\n\r\nthe  conclusion of the consideration of Head  0901\r\n\r\ntoday.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I give my consent. Do I have the\r\n\r\ngeneral  assent of Members for the  motion  to  be\r\n\r\nmoved  by  the Minister, and the Question  thereon\r\n\r\nproposed?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the Standing Orders, the\r\n\r\nadjournment today be moved immediately  after  the\r\n\r\nconclusion of the consideration of Head  0901.\"  -[Mr Jek Yeun Thong]\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 767</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b></div>\r\n\r\n<div align=\"center\"><h4>FINANCIAL YEAR 1ST APRIL, 1973 TO 31ST MARCH, 1974</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>4.47 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 0901 --\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0901 be\r\n\r\nreduced by $10 in respect of subhead l001*. (* The same amendment also stood in the name of Mr Ho Kah Leong.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, culture and art have a very important\r\n\r\ninfluence on the life of a people. A country  must\r\n\r\nhave  flourishing cultural and artistic activities\r\n\r\nto  enrich the spiritual life of the people. It is\r\n\r\nonly  then  that  the  people will  be  encouraged\r\n\r\nspiritually  to take part in other endeavours  for\r\n\r\nthe interest of the country and the society.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 768</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the field of culture and artistic\r\n\r\nactivities,  there have been a number  of  foreign\r\n\r\ncultural delegations performing in Singapore, such\r\n\r\nas  the Russian and the North Korean dance troupes\r\n\r\nand so on. They have achieved a very high standard\r\n\r\nof  the  performing art. They provided our  people\r\n\r\nwith  an  eyeful of what cultural life is like  in\r\n\r\nother countries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Culture has done its part in the\r\n\r\npromotion and the development of culture and  art.\r\n\r\nIt  is  the  responsibility  of  the  Ministry  of\r\n\r\nCulture to develop the fine traditions of culture,\r\n\r\nart,  music,  painting and other  literary  works.\r\n\r\nEncouragement must be given in all these fields to\r\n\r\nensure   that  activities  of  this  nature   will\r\n\r\nflourish  in  Singapore. At  the  same  time,  the\r\n\r\nMinistry  of Culture should formulate  a  definite\r\n\r\npolicy  on culture for the development of  culture\r\n\r\nin Singapore. For example, a publication bureau or\r\n\r\na   publishing  house  should  be  established  to\r\n\r\nencourage   local  writers  to  have  their   work\r\n\r\npublished.  This is one of the concrete  forms  of\r\n\r\nencouragement  for  local  writers  who   can   be\r\n\r\nencouraged to write works of local content.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are many causes for the low level of\r\n\r\npublications  in Singapore. It includes,  firstly,\r\n\r\nthe  fact  that  publishers  are  not  willing  to\r\n\r\npublish local works. Secondly, the writers are not\r\n\r\nable  to write on a full-time basis even with  the\r\n\r\nnecessary encouragement. So if assistance  can  be\r\n\r\ngiven in this field, I am sure the situation  will\r\n\r\nimprove.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the field of music, the Ministry of\r\n\r\nCulture  should also do more promotional work.  In\r\n\r\nthis  respect,  the  National  Theatre  under  the\r\n\r\nMinistry  of  Culture should  set  up  a  National\r\n\r\nSymphony  Orchestra. At the  moment,  there  is  a\r\n\r\nChinese  orchestra in the National  Theatre.  With\r\n\r\nthe  setting up of a National Symphony  Orchestra,\r\n\r\nwe  can  have  better performance at our  national\r\n\r\nfunctions  or festival occasions. On  this  point,\r\n\r\nwhen the Minister of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 769</b></font><br><br>\r\n\r\n\r\n\r\nDefence  opened  the  Seiwen  Japanese  Garden  at\r\n\r\nJurong, he made an appeal for the setting up of  a\r\n\r\nNational Symphony Orchestra. He said that this was\r\n\r\nan  important and urgent matter, and I endorse his\r\n\r\nview.  A  National Symphony Orchestra will  be  of\r\n\r\ngreat  importance for Singapore in the inculcation\r\n\r\nof  music consciousness among the people  and  the\r\n\r\nattraction of tourists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Culture has done a great deal in\r\n\r\nthe  promotion of cultural activities such as  the\r\n\r\norganisation  of Music for Everyone, concerts  and\r\n\r\nother activities. But the performances are limited\r\n\r\nand  the effect has not been so wide. I hope  that\r\n\r\nthe Ministry of Culture will give encouragement to\r\n\r\nlocal   music   groups  or  give  them   financial\r\n\r\nassistance for the purchase of musical instruments\r\n\r\nand  for expenses incurred in rehearsals.  At  the\r\n\r\nsame  time,  the  Ministry  of  Culture  can  also\r\n\r\nencourage  cultural  activities  in  the   various\r\n\r\nschools by making arrangements for school children\r\n\r\nto  perform at the National Theatre or  for  Radio\r\n\r\nand  TV. In this way, the younger generation  will\r\n\r\nbe  given  the necessary encouragement to  form  a\r\n\r\nsuccessor to our cultural effort.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, radio and television command a large\r\n\r\naudience.  And  the radio and TV  programmes  will\r\n\r\ntherefore  certainly have a great  impact  on  the\r\n\r\naudience. If the programmes on TV and radio are of\r\n\r\nan  educative nature, the people will get not only\r\n\r\nentertainment hut also education at the same time,\r\n\r\nif  the  programmes put up by Radio and Television\r\n\r\nSingapore  are  nothing more than  decadent  music\r\n\r\nabout love and so on, and a lot of fuss which they\r\n\r\ncall  \"comic sketches\", then such programmes  will\r\n\r\nbe of no value to the audience. Instead, they will\r\n\r\nhave  a  bad  effect  on  the  young  audience  or\r\n\r\nviewers. I am not denying the fact that there  are\r\n\r\ngood programmes broadcast by RTS. I am just making\r\n\r\na   fair  comment.  There  are,  of  course,  good\r\n\r\nprogrammes such as Youth Festival, and the various\r\n\r\nprogrammes  on  forums, reports and  reviews,  and\r\n\r\n\"What's  Happening in Singapore\", and  a  host  of\r\n\r\nothers. But very few such programmes are broadcast\r\n\r\nor televised.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 770</b></font><br><br>\r\n\r\n\r\n\r\nI  think  programmes  of  this  nature  should  be\r\n\r\nincreased  both  in scope and in  volume  so  that\r\n\r\nthose  farcical  programmes can be  reduced  to  a\r\n\r\nminimum.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, sometime ago in order to promote cultural\r\n\r\nexchanges, the Ministry of Culture sent a cultural\r\n\r\ndelegation   to  Adelaide,  and  this   was   well\r\n\r\nacclaimed  overseas. It is a  good  plan  to  send\r\n\r\ncultural   troupes   overseas.   It   will    give\r\n\r\nencouragement to our local artistes and will  also\r\n\r\npromote  cultural understanding between countries.\r\n\r\nI  would  like  to  ask the Minister  for  Culture\r\n\r\nwhether  there  are  any plans  to  send  cultural\r\n\r\ndelegations overseas this year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Culture has conducted healthy and\r\n\r\nsound  cultural  activities such  as  concerts  at\r\n\r\ngrass-root  level  in the rural  areas.  But  this\r\n\r\nprogramme  was  stopped. I do not  know  for  what\r\n\r\nreason. This kind of programme should be continued\r\n\r\nand  promoted  and the contents of these  concerts\r\n\r\nshould  be enriched to bring culture to the people\r\n\r\nand  to ensure that the broad masses of the people\r\n\r\ncan  also  enjoy cultural programmes. I  hope  the\r\n\r\nMinistry  will  revive  the programme  of  holding\r\n\r\nconcerts in the rural areas.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nlast  year when we debated this item, I  raised  a\r\n\r\nmatter  with  the Parliamentary Secretary  to  the\r\n\r\nMinister  for  Culture,  in  the  absence  of  the\r\n\r\nMinister who was then away. During that debate,  I\r\n\r\nmade  the proposal for an open air art gallery  at\r\n\r\nthe  Queen  Elizabeth Walk for  local  artists  to\r\n\r\ndisplay   their  work  and  to  provide   portrait\r\n\r\npainting    for   tourists.   This   could    give\r\n\r\nencouragement to local artists and could turn  the\r\n\r\nplace into a tourist attraction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also made the proposal that some form of\r\n\r\nsculpture  work  should be on display  at  traffic\r\n\r\nislands. We could invite local sculptors to put up\r\n\r\ntheir  work  on  some  outstanding  or  convenient\r\n\r\nplaces,  like traffic islands. At that  time,  the\r\n\r\nParliamentary Secretary promised to look into  the\r\n\r\nmatter and give me an answer. And I am raising the\r\n\r\nmatter  again  because I am still waiting  for  an\r\n\r\nanswer.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 771</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Sir, may I have your permission\r\n\r\nto  speak  now,  as  I do not  wish  to  speak  on\r\n\r\namendment (9)* when it comes up later?\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* Amendment (9), standing in the names of Messrs Teong  Eng Siong, P. Govindaswamy and Ng Kah Ting, reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0901 be reduced by $10 in respect of subhead 1751.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, the Member for\r\n\r\nSembawang    has   mentioned   about    television\r\n\r\nprogrammes  and I would like to link  it  up  with\r\n\r\ncinema  shows.  In recent years,  too  many  films\r\n\r\nportraying  violence, vengeance, gangsterism,  and\r\n\r\ndrug-taking, which are dominant issues of the day,\r\n\r\nhave  been  shown in our cinemas. These  films,  I\r\n\r\nwould  like to believe, have caused and will cause\r\n\r\nconsiderable harm to our society, a major  section\r\n\r\nof  which consists of people below the age of  21.\r\n\r\nMoreover,  in  the  last  few  years,   the   film\r\n\r\ndistributors  have been importing  and  exhibiting\r\n\r\nsuch films which have drawn full houses. Alas, sad\r\n\r\nto  say, there has been a marked increase  in  the\r\n\r\nnumber  of  cases  of juvenile delinquency,  armed\r\n\r\nrobbery  and  drug-taking.  This  issue  has  been\r\n\r\ndiscussed  very widely. There has been  a  lot  of\r\n\r\nallegations as to who is responsible.\r\n\r\n\r\n\r\n<br><br>5.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I say that before there is any damage beyond\r\n\r\nrepair, so to speak, can the Minister indicate  to\r\n\r\nthis  House as to whether his Ministry  will  take\r\n\r\nsteps to ensure that the public exhibition of such\r\n\r\nfilms will be cut down. But I must point out  that\r\n\r\nmere censoring of certain parts of such films will\r\n\r\nnot  serve  any purpose at all as the  main  theme\r\n\r\nwill   remain,   thereby  allowing   the   obvious\r\n\r\nimpressions to take effect. One has only  to  look\r\n\r\nup  the  newspapers any day to  notice  that  such\r\n\r\nfilms are being shown in many of the cinemas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would therefore like to suggest to the Minister\r\n\r\nfor  Culture  to  introduce the classification  of\r\n\r\nfilms, and that film\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 772</b></font><br><br>\r\n\r\n\r\n\r\ndistributors  be  asked  to  exhibit  films  of  a\r\n\r\nclassical   content,   as   for   example,   those\r\n\r\nportraying  historical  events,  and   not   films\r\n\r\ndepicting violence and vengeance.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. F. Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. F. Conceicao (Katong):</b> Sir, I thank you for\r\n\r\nthe  opportunity you give me to say a  few  things\r\n\r\nabout the Government's cultural policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Culture may be related to the group aspirations\r\n\r\nof  a  people and the embodiment of their  values,\r\n\r\ntheir  hopes and their strivings; in other  words,\r\n\r\ntheir   way  of  life.  Where  our  own   cultural\r\n\r\ndevelopment  is concerned, thought  and  extensive\r\n\r\nthought   should  be  given  to  some   integrated\r\n\r\nprogress of our way of life. In other words,  some\r\n\r\nsort of a general policy must be thought out about\r\n\r\nour  total development. Emphasis has been laid  on\r\n\r\nour   material   development  -  on   hard   work,\r\n\r\ndetermination to succeed, achievement-orientation;\r\n\r\nand  all this is certainly a manifestation of  our\r\n\r\ncollective aspirations. But there is also  another\r\n\r\nside to our life - the spiritual, the ethical  and\r\n\r\nthe  specifically cultural. What quality is there,\r\n\r\nwith  regard  to this aspect of development?  What\r\n\r\nsort  of  encouragement are we giving to  cultural\r\n\r\ndevelopment? What realistic sums of money  are  we\r\n\r\nvoting  for this? What administrative devices  are\r\n\r\nwe   working   out  to  encourage  this   cultural\r\n\r\ndevelopment?  The  Member for Sembawang  has  made\r\n\r\nsome  practical suggestions. I am merely  speaking\r\n\r\nin   terms  of  general  responses,  because  this\r\n\r\nquestion   of  support  for  culture   should   be\r\n\r\nessentially Government's responsibility. We cannot\r\n\r\nleave the question of cultural development to some\r\n\r\nvoluntary  organisations to which  we  vote  token\r\n\r\nsums.  Government has to bear the  main  brunt  of\r\n\r\nworking out a policy and supporting such a policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have heard frequently of an emphasis on\r\n\r\nquality   of  life.  In  what  does  this  quality\r\n\r\nconsist?  Does  it  mean a better  car,  a  bigger\r\n\r\nswimming pool,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 773</b></font><br><br>\r\n\r\n\r\n\r\nor   more   fashionable  clothes?  I  think   much\r\n\r\nencouragement should be given to a debate on  this\r\n\r\ntopic.  Development  does  not  consist  only   of\r\n\r\nmaterial  development. It  is  when  we  recognise\r\n\r\ncommon spiritual and cultural forms, and when such\r\n\r\nforms  become familiar to all, then only will  our\r\n\r\nsociety  become  cohesive. It is because  of  this\r\n\r\nsocial  cohesion that we may succeed in  resisting\r\n\r\nthe   debilitating  effects  resulting  from   our\r\n\r\nexposure to industrialisation and modernisation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are under some sort of onslaught of the\r\n\r\ntrivial from the West. We are undergoing a sort of\r\n\r\nmaterial  siege, a striving after material  things\r\n\r\nas  we can see representing a marked phenomenon in\r\n\r\nour   environment.  This  striving  is   divisive,\r\n\r\nbecause  each  thinks of himself,  each  tries  to\r\n\r\nelbow  the  other  out of the  way.  Any  cultural\r\n\r\npolicy  should  aim  at the participation  of  the\r\n\r\ngreatest number of people, deriving enjoyment  out\r\n\r\nof cultural expression, even if it is sport, which\r\n\r\nis  one aspect of culture. Culture is not elitist.\r\n\r\nIf enjoyment of what is quality in our environment\r\n\r\nis  confined  only  to  a  few,  this  is  elitist\r\n\r\nculture.  For  this reason, I shall mention  later\r\n\r\nwhen we talk on Broadcasting, how important it  is\r\n\r\nfor  the  mass  media to help in  stimulating  and\r\n\r\ndisseminating mass appreciation of culture.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr Jek Yeun Thong):</b> Mr\r\n\r\nSpeaker,  Sir, the debate on Culture is  bound  to\r\n\r\nget   very   abstract  -  words  like   spiritual,\r\n\r\nintegrated    progress,   achievement-orientation,\r\n\r\nachievement  manifestation, quality of  life  will\r\n\r\ncrop  up  and  people can take sides in  different\r\n\r\nways.  In  order  not to get into difficulties,  I\r\n\r\npropose to get down to something realistic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Culture will continue to promote\r\n\r\ngood  and  healthy  culture  for  all  races,   as\r\n\r\nsuggested  by  Members. I  myself  feel  that  the\r\n\r\ncultural activity of a people in a country  cannot\r\n\r\nalone be protected, promoted or initiated by  just\r\n\r\none single Ministry. It requires the effort of the\r\n\r\nwhole nation. People from every walk of life  will\r\n\r\nhave to contribute\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 774</b></font><br><br>\r\n\r\n\r\n\r\ntowards  building  a cultural  heritage  for'  the\r\n\r\npeople.  Because our nation is a new  one,  it  is\r\n\r\nvery  necessary for us to drive this  point  home:\r\n\r\nthat  not just one Ministry, or any one particular\r\n\r\nofficial,  should be held responsible, and  if  we\r\n\r\nfail  to  provide a good and progressive  culture,\r\n\r\nthen the whole society will have to be blamed  for\r\n\r\nits shortsightedness.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To reply now to the points raised by Members. The\r\n\r\nfirst  point  is  that raised by  the  Member  for\r\n\r\nSembawang   about   setting  up   a   publications\r\n\r\ndepartment to help local writers, and to give them\r\n\r\nencouragement.  I would say that this  is  a  very\r\n\r\ngood suggestion, and we will, of course, look into\r\n\r\nthe  matter. I myself feel that we need  a  market\r\n\r\nfor these writers. It is no use producing books if\r\n\r\nyou  can  only  sell  a few thousand  copies.  The\r\n\r\nwriter would not be able to make a living just  by\r\n\r\nwriting  books. Therefore, we really have to  look\r\n\r\nfor  a market for these writers if they are to  be\r\n\r\nprotected.  For a population of two million  which\r\n\r\nis  made up of different language streams, I think\r\n\r\nit  may be difficult for local writers to go ahead\r\n\r\nif they are to make a living purely by writing. In\r\n\r\nany  case  we will give them all the help  that  a\r\n\r\nwriter requires.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the symphony orchestra, it is a good\r\n\r\nsuggestion  but it may not be realistic  to  start\r\n\r\none   straightaway  because,  according   to   our\r\n\r\nestimation,  if  we  were to have  a  full-fledged\r\n\r\nsymphony orchestra we would have to import  a  lot\r\n\r\nof  good musicians in order to get it started, and\r\n\r\nwe  would  have to pay them very well in order  to\r\n\r\nget  the  good  ones  to come.  According  to  our\r\n\r\nestimation,  it may cost us in the  region  of  $2\r\n\r\nmillion   a  year  to  maintain  such  a  symphony\r\n\r\norchestra.  We  are  going to do  something  about\r\n\r\nthis, but it will not be on a grand scale as  yet.\r\n\r\nWe  are  going to have a Chamber Ensemble, i.e, a\r\n\r\nsmall   group  of  musicians,  to  get   something\r\n\r\nstarted. We hope that this will provide some  kind\r\n\r\nof good music in the course of the next few years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think the main point here is to create an\r\n\r\naudience. It is no use having a symphony orchestra\r\n\r\nor a Chamber\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 775</b></font><br><br>\r\n\r\n\r\n\r\nEnsemble  if  you  do not have  an  audience.  The\r\n\r\naudience will have to be trained from a very young\r\n\r\nage,  and  that is why the Ministry of Culture  is\r\n\r\nconducting    Sunday    concerts,    and    giving\r\n\r\nconcessional  rates to students to encourage  them\r\n\r\nto come to these concerts. We hope that by getting\r\n\r\nthem  accustomed to good music, we may be able  to\r\n\r\nbuild up a good following.\r\n\r\n\r\n\r\n<br><br>5.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Sembawang also complains that not\r\n\r\nenough  of this sort of concerts arc conducted.  I\r\n\r\nthink that is true. If we were to have our way, we\r\n\r\nwill  have  it  once every week.  At  the  present\r\n\r\nmoment,  we  are having it once a  month.  We  are\r\n\r\ntrying  to increase the frequency of these  Sunday\r\n\r\nconcerts, within our budget.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the suggestion that we should give away\r\n\r\nfree musical instruments to musical organisations,\r\n\r\nI  think it would be the surest way to spoil them.\r\n\r\nI  would  be happy to see them stand on their  own\r\n\r\nfeet, and survive on their own.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is also some criticism regarding TV and\r\n\r\nradio  programmes. As has been raised in the past,\r\n\r\nthere  are a lot of sword fighting and love  story\r\n\r\nprogrammes.  The Member must not mix  up  cultural\r\n\r\nitems  with  entertaining  items.  There  must  be\r\n\r\nsomething interesting in our programmes. We cannot\r\n\r\nhave cultural items all the time over TV or radio.\r\n\r\nIt  is not possible, because if you do that,  then\r\n\r\nnobody would want to tune in to your radio  or  TV\r\n\r\nprogrammes. We have got to maintain some  kind  of\r\n\r\nbalance.  The  programmes  should  not   only   be\r\n\r\nentertaining, but also educative and  informative.\r\n\r\nIt   is  the  function  of  Radio  and  Television\r\n\r\nSingapore to provide such programmes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for sending cultural troupe delegations\r\n\r\noverseas,   I   personally  think  that   cultural\r\n\r\nactivities should begin at home. We have got  very\r\n\r\nlittle  resources  at home,  and  it  may  be  too\r\n\r\nambitious  if  our  cultural troupes  were  to  go\r\n\r\noverseas\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 776</b></font><br><br>\r\n\r\n\r\n\r\nand  perform  on a grand scale. But right  now  we\r\n\r\nhave plans to send a troupe to the USSR if we  are\r\n\r\nable  to  find the money. I agree with the  Member\r\n\r\nthat   sending  cultural  troupes  overseas  would\r\n\r\npromote  the good image of Singapore. However,  we\r\n\r\nhave to do this within our resources.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have not stopped the cultural shows in the\r\n\r\nrural areas. True, the Ministry of Culture has not\r\n\r\nconducted these shows for the past few years.  But\r\n\r\nit  does not mean that cultural shows will not  be\r\n\r\nstaged in the rural areas. This function has  been\r\n\r\ntaken  over  by  the  People's  Association,   and\r\n\r\noccasionally  they do send their cultural  troupes\r\n\r\nto perform at various places in Singapore. That is\r\n\r\nall  I  have  to  say in reply to the  Member  for\r\n\r\nSembawang.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jurong has suggested that we\r\n\r\nshould  have  an  open-air place  for  artists  to\r\n\r\nexhibit  their works. This was, tried  out  a  few\r\n\r\nyears  ago  and  it was not successful.  The  main\r\n\r\nreason  is  that  the  weather  in  Singapore   is\r\n\r\nunpredictable. Sometimes it may he hot one moment,\r\n\r\nand  then  suddenly there is heavy rain.  If  this\r\n\r\noccurs, the paintings will be spoiled. The artists\r\n\r\nthemselves experienced difficulty in finding  such\r\n\r\na  place to exhibit their paintings because of the\r\n\r\nunpredictability of our weather. Another reason is\r\n\r\nthat  this sort of exhibition does not really help\r\n\r\nthe  artists  very much. Established artists  will\r\n\r\nnot  send their paintings for display in  an  open\r\n\r\nair  exhibition.  They  do not  even  have  enough\r\n\r\npaintings  for  display  in  galleries  or   hotel\r\n\r\nlobbies,  let  alone have some to spare  for  this\r\n\r\nopen air exhibition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the young up-and-coming artists, I do not\r\n\r\nthink  they lack any opportunity or facilities  to\r\n\r\ndisplay  their works. The Ministry of Culture  has\r\n\r\nbeen   holding   Art   for  Everyone   series   of\r\n\r\nexhibitions in community centres at the  frequency\r\n\r\nof  once a month. Any good artist can always apply\r\n\r\nto  the  Ministry of Culture for his works  to  be\r\n\r\nincluded  in one of these exhibitions. Apart  from\r\n\r\nthat,  the  Ministry  of  Culture  also  regularly\r\n\r\norganises art exhibitions on a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 777</b></font><br><br>\r\n\r\n\r\n\r\nnational  scale  in  the Victoria  Memorial  Hall.\r\n\r\nTherefore, this suggestion of an open air  gallery\r\n\r\nmay not be a feasible one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards sculptures on traffic islands, I do\r\n\r\nnot  know  what is the opinion of the  other  hon.\r\n\r\nMembers. I myself feel it may contribute  to  more\r\n\r\ntraffic accidents. Our traffic islands are not big\r\n\r\nand  for a sculpture to be visible, it has got  to\r\n\r\nbe   sufficiently  big.  And  if  they  are   huge\r\n\r\nsculptures   or   monuments,  they   may   attract\r\n\r\nunnecessary  attention or obstruct the  visibility\r\n\r\nof  motorists,  and thus cause traffic  accidents.\r\n\r\nThe  answer  perhaps is to have them displayed  in\r\n\r\nfront   of   buildings,  plazas,  squares,   hotel\r\n\r\nlobbies,  or other places. But it is not practical\r\n\r\nto have one in every traffic island.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Punggol has asked that films\r\n\r\nshould be classified. I have given my reply to the\r\n\r\nMember for Katong in this House, the last time  we\r\n\r\nwere  talking about film classification.  At  that\r\n\r\ntime,  we found we could not get any advantage  in\r\n\r\nfilm  classification. This  is  because  we  would\r\n\r\n\"kill off\" good films, as people will then go  for\r\n\r\n\"X\"  films.  Then there will not be any  patronage\r\n\r\nfor  the  other films which are not given  an  \"X\"\r\n\r\nclassification. This may do more harm than good to\r\n\r\nthe film industry in the long run.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have had some discussions with the film\r\n\r\ndistributors,  and they are quite happy  with  the\r\n\r\npresent  system  of censorship.  Of  course,  they\r\n\r\nwould  want  to  have  more  sex  films  or   more\r\n\r\ngangsterism  in their films. But we  cannot  allow\r\n\r\nthem to do what they want. I share the concern  of\r\n\r\nthe  Member  for  Punggol that  films  may  induce\r\n\r\ngangsterism, terrorism, and so on. That is why  we\r\n\r\nhave got to strike some sort of balance. There  is\r\n\r\nalso the difficulty of laying down exact rules  as\r\n\r\nto  what  to show and what not to show in a  film.\r\n\r\nThe  censor may say that there should not  be  any\r\n\r\nsword-fighting scenes in a film. The producer will\r\n\r\nrespond   by  producing  films  portraying   fist-fighting.  And when you say that there should  not\r\n\r\nbe any more fist-fighting films, they\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 778</b></font><br><br>\r\n\r\n\r\n\r\nwill  come  out  with  something  else.  The  film\r\n\r\ndistributors'  main concern is to sell  the  film.\r\n\r\nTherefore,  they  will go for anything  that  will\r\n\r\ncreate sensation. This is the primary problem.  It\r\n\r\nis  like playing cat and mouse. That is the job of\r\n\r\nthe  film censor. Singapore alone may not be  able\r\n\r\nto  stop  this kind of exploitation,  because  the\r\n\r\nmarket  here is too small and it is not worthwhile\r\n\r\nfor  any film producer to produce a film just  for\r\n\r\nour market. They are producing films for the whole\r\n\r\nof  Southeast Asia, or the world market. So unless\r\n\r\nthe  various  governments in Southeast  Asia  make\r\n\r\nconcerted efforts against such films, we will  not\r\n\r\nbe able to do anything. Fortunately for us, we are\r\n\r\ngetting   some   results  in  this  respect.   For\r\n\r\ninstance,  when  we first said that  we  were  not\r\n\r\ngoing  to  have  any more violent  scenes  in  our\r\n\r\nfilms, the film producers just ignored us and kept\r\n\r\non  producing such films. But when Taiwan and Hong\r\n\r\nKong  also  took  the same steps,  they  began  to\r\n\r\nrealise  that  they have got to conform  with  the\r\n\r\ncensorship    requirements   of   the    countries\r\n\r\nconcerned.  So  this is really a  matter  for  the\r\n\r\nvarious countries concerned. For our part, we  are\r\n\r\ntrying our best to keep this under control.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, may I make a\r\n\r\npoint  of clarification? The Minister for  Culture\r\n\r\nhas  just  mentioned that films are being produced\r\n\r\nfor  the  countries in Southeast  Asia,  and  that\r\n\r\nunless  the  governments  in  Southeast  Asia  are\r\n\r\nconcerned with the extent of violence portrayed in\r\n\r\nsuch  films,  and  get  together  to  work  out  a\r\n\r\nsolution,   there  is  nothing   much   that   our\r\n\r\nGovernment can do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I suggest, Sir, that since ASEAN has been\r\n\r\ndealing  with  all  sorts  of  projects,  such  as\r\n\r\ntourism, would it not be good for its members  and\r\n\r\nfor  us if ASEAN could set up a steering committee\r\n\r\non  film  censorship with a view to  cutting  down\r\n\r\nviolence?  In  this way, producing countries  will\r\n\r\nrealise there is no market for such films and they\r\n\r\nwill thereby reduce acts of violence and terrorism\r\n\r\nin their films?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 779</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Sir, the suggestion, of\r\n\r\ncourse,  is  a very good one. It is worth  trying,\r\n\r\nbut  I doubt very much if we can get all the ASEAN\r\n\r\ncountries  to  bring their minds to bear  on  this\r\n\r\nmatter. They have got much bigger and more serious\r\n\r\nproblems to deal with at the present moment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> No, Sir. Whilst ASEAN may have\r\n\r\nother  more urgent and important problems to  deal\r\n\r\nwith,  I think this is just as important a problem\r\n\r\nfor ASEAN. Whilst the Minister is very pessimistic\r\n\r\nover  this issue, I would like to suggest that  he\r\n\r\nbrings  it up, and if ASEAN members are agreeable,\r\n\r\nsomething  may  come  Out  of  it.  We  should  be\r\n\r\noptimistic, and should not be pessimistic.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> I did not say I am\r\n\r\npessimistic.  I  am  never pessimistic.  I  am  as\r\n\r\noptimistic  as he is. But the thing is whether  we\r\n\r\ncan  get  all  the ASEAN countries to bring  their\r\n\r\nminds  together to bear on this problem.  We  will\r\n\r\ntry,  of  course. We never say die. But  the  main\r\n\r\nthing   is  that  different  countries  have   got\r\n\r\ndifferent   policies  in  the   matter   of   film\r\n\r\ncensorship.  Not only have we got to persuade  the\r\n\r\npolicymakers that they have to follow  our  steps,\r\n\r\nbut  also  have to persuade the film  industry  in\r\n\r\ntheir  respective countries to  do  the  same.  Of\r\n\r\ncourse, this work is not simple. I agree with  the\r\n\r\nMember  for Punggol that we should try to  do  it,\r\n\r\nbut there is no promise of any success.\r\n\r\n\r\n\r\n<br><br>5.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  I  am  quite satisfied with  the  Minister's\r\n\r\nreply.  What he has said is quite logical.  He  is\r\n\r\nsincere  and  quite  moderate  in  his  views.  Of\r\n\r\ncourse,   the   Minister  himself   was   formerly\r\n\r\nassociated  with cultural activities. He  is  very\r\n\r\nsharp   with  his  pen.  He  has  fought   against\r\n\r\ncolonialism.  I am sure he is capable  of  leading\r\n\r\nour country in establishing distinguished cultural\r\n\r\ntraditions,  so  that Singapore  will  become  the\r\n\r\ncultural oasis of Southeast Asia. I hope  he  will\r\n\r\npractise what he preaches. I also\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 780</b></font><br><br>\r\n\r\n\r\n\r\nhope  his Ministry will do something for our local\r\n\r\nwriters  and  that an indoor music  hall  will  be\r\n\r\nbuilt by next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr\r\n\r\nYeo Choo Kok -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) That the sum to be allocated for head 0901 be\r\n\r\nreduced by $10 in respect of subhead 1003.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Yeo Choo Kok, amendment (2).\r\n\r\n\r\n\r\n<br><br><!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yeo Choo Kok (Delta):</b> I am not moving, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nbeg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0901 be\r\n\r\nreduced by $10 in respect of subhead 1071.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we know that the Government is looking after\r\n\r\nthe  health of our people. It has therefore banned\r\n\r\nall  forms  of  cigarette  advertisement.  It  has\r\n\r\norganised an anti-smoking campaign over the TV and\r\n\r\nradio.  Logically, as a result of  this  campaign,\r\n\r\npeople should have stopped smoking. However, I see\r\n\r\nat  page  6  of  the Memorandum on  the  Main  and\r\n\r\nDevelopment Estimates that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`Despite the campaign to discourage cigarette\r\n\r\nsmoking, there   are   indications   that    the\r\n\r\nconsumption  of local and imported cigarettes  may\r\n\r\nincrease marginally.'\r\n\r\n\r\n\r\n<br><br>So  I  have  my  doubts whether  our  anti-smoking\r\n\r\ncampaign  has been intensive enough. I  wonder  if\r\n\r\nthe   Ministry  of  Culture  will  intensify   the\r\n\r\ncampaign  by displaying anti-smoking slogans  over\r\n\r\npedestrian bridges.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, Sir, there is an\r\n\r\nAnti-Smoking  Advertisement Unit in  my  Ministry.\r\n\r\nHowever, the function of this Unit is to  keep  an\r\n\r\neye  on  the  mass  media  so  that  no  cigarette\r\n\r\nadvertisements are being publicised.  Actually  it\r\n\r\nhas  very  little  to  do  with  the  anti-smoking\r\n\r\ncampaign.   But  nevertheless,  the   Broadcasting\r\n\r\nDepartment  has  carried out  a  campaign  against\r\n\r\nsmoking,   just  as  it  has  carried  out   other\r\n\r\ncampaigns like the anti-pollution campaign,  \"Save\r\n\r\nWater\" campaign, and so on.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 781</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should not be blamed for the failure to\r\n\r\nconvert smokers into non-smokers. The campaign  is\r\n\r\nactually  directed  at  the  whole  population.  I\r\n\r\npersonally  feel  that  no  matter  what  sort  of\r\n\r\ncampaign  is conducted, and on how grand  a  scale\r\n\r\nthe  campaign is no smoker can be converted. If  a\r\n\r\nperson  is  a  smoker, I think he  will  remain  a\r\n\r\nsmoker. I can say that there are a few Members  in\r\n\r\nthis  House who are smokers and no matter how  you\r\n\r\nprevail  upon them not to smoke, they  will  never\r\n\r\ngive  up smoking. I think Members will agree  with\r\n\r\nme  that at the very least the campaign over radio\r\n\r\nand  TV  will  achieve some effect on our  younger\r\n\r\ngeneration because, being potential smokers,  they\r\n\r\ncan  be  drawn  into  the  smoking  habit  by  the\r\n\r\nadvertisements put up by cigarette companies,  and\r\n\r\nin  this  respect  the anti-smoking  campaign  can\r\n\r\nprevent that. I can quote several instances  where\r\n\r\nsome fathers said that they had been told by their\r\n\r\nchildren  not  to  smoke lest  they  die  if  they\r\n\r\ncontinued  smoking.  This is  the  effect  of  the\r\n\r\ncampaign:  we have put our message across  to  the\r\n\r\nyounger generation. If this kind of campaign  goes\r\n\r\non,  we  would  be  able  to  create  a  kind   of\r\n\r\nresistance  against  cigarette  smoking   in   the\r\n\r\nsubconscious mind of the younger generation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for anti-smoking banners on overhead bridges\r\n\r\nand so on, I think we may be overdoing it if we do\r\n\r\nthis  because, as I have said, it is not  possible\r\n\r\nto  convert the smokers into non-smokers. They are\r\n\r\nalready a \"gone\" case.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\ndoes  the  Minister mean to say that  the  present\r\n\r\nanti-smoking  campaign is adequately  carried  out\r\n\r\nand,  therefore, he does not intend to do anything\r\n\r\nelse?\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Sir, may I speak in Mandarin?\r\n\r\nPerhaps I can explain more clearly in Mandarin.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 782</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong</b>(<i>In Mandarin</i>): Sir,I am not\r\n\r\nsaying that what we have done is sufficient.  What\r\n\r\nI  am  saying is that for those confirmed smokers,\r\n\r\nwhatever  campaign is carried out, they cannot  be\r\n\r\npersuaded  to change their habits, or to  give  up\r\n\r\nsmoking.  What  is important is that  the  younger\r\n\r\ngeneration  should  not  be  influenced  by  these\r\n\r\nadvertisements to take up smoking. I think that  a\r\n\r\ncampaign  of  this sort is really to  prevent  the\r\n\r\nyounger  generation  from  forming  the  habit  of\r\n\r\nsmoking.  It  should  not  be  something  to  stop\r\n\r\nconfirmed  smokers from the habit. The  programmes\r\n\r\non   our  television  and  over  radio  are  quite\r\n\r\nsufficient.\r\n\r\n\r\n\r\n<br><br><!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Ong Leong Boon (Kim Seng):</b> Mr Speaker, Sir,\r\n\r\nmay  I  make a suggestion in connection  with  the\r\n\r\npoint  raised by the Member for Jurong? The Member\r\n\r\nwanted  an  intensification  of  the  anti-smoking\r\n\r\ncampaign.  Bearing  all  the  facts  in  mind,  no\r\n\r\nsensible person would doubt that cigarette smoking\r\n\r\nis  bad.  But we are not discussing the merits  or\r\n\r\ndemerits of smoking in this Chamber.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have accepted the fact that the anti-smoking\r\n\r\ncampaign  must go on. The question is how  can  we\r\n\r\nfurther  produce  concrete  results.  I  was  just\r\n\r\nthinking  that  instead  of  putting  up  slogans,\r\n\r\nsignboards  or  banners across  overhead  bridges,\r\n\r\nperhaps  we can follow the examples set by certain\r\n\r\nwestern  countries, on every cigarette packet  you\r\n\r\nput a label in clear language, saying \"Smoking  is\r\n\r\nbad  for your health. You are smoking at your  own\r\n\r\nrisk.\"  Or  there can be some other slogans  which\r\n\r\nthe Minister for Culture might think of.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, Sir, I do not\r\n\r\ndispute  the fact that we should have  this  anti-smoking  campaign. What I am saying is  that  this\r\n\r\ncampaign  should not be carried to the  extent  of\r\n\r\nhaving  banners on overhead bridges and so on.  As\r\n\r\nfor  putting labels on cigarette packets, that  is\r\n\r\nanother  matter.  I  think the smokers  themselves\r\n\r\nknow what they are in for. And if, in spite of all\r\n\r\nthese anti-smoking campaigns, they still carry  on\r\n\r\nsmoking, then it is their own lookout.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 783</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Mr Speaker, Sir,\r\n\r\nsince the Minister has given his reply, I beg\r\n\r\nleave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0901 be\r\n\r\nreduced by $10 in respect of subhead 1101.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I range over my next amendment* on\r\n\r\nsubhead 1251 under the same Head?\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The amendment reads as follows: \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) That the sum to be allocated for Head 0901 be reduced by $10 in respect of subhead 1251.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, recently it\r\n\r\nwas  announced that newspapers might  have  to  go\r\n\r\npublic, after legislation to that effect has  been\r\n\r\nenacted. That is well and good. However,  can  the\r\n\r\nMinister  tell  us how will it he possible  for  a\r\n\r\nnewspaper  with  a  small  circulation,  or  whose\r\n\r\nreadership does not exceed a few thousand,  to  go\r\n\r\npublic? I am afraid that such a newspaper  with  a\r\n\r\npoor  circulation may have to mid up if it has  to\r\n\r\ngo public.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry of Culture should screen its\r\n\r\nfilms  more  often  in the various  parts  of  the\r\n\r\nisland. We have several campaigns going on in  the\r\n\r\nisland, and yet some people in the rural areas are\r\n\r\ncompletely  neglected as far  as  publicising  the\r\n\r\ncampaigns is concerned. Many of the rural folks do\r\n\r\nnot  possess a radio or television. May I  suggest\r\n\r\nthat the Ministry of Culture vans frequently visit\r\n\r\nthe  rural areas to publicise the campaigns. There\r\n\r\nshould be film shows telling them what is going on\r\n\r\nin  Singapore.  We should also make it  compulsory\r\n\r\nfor  all  theatres to show the Ministry of Culture\r\n\r\nfilms  before the main show begins.  Many  of  our\r\n\r\ncitizens  are surprisingly not aware  of  what  is\r\n\r\nhappening in our island. The television is a  good\r\n\r\nmedium of information. But the cinema as an avenue\r\n\r\nof publicity is being completely neglected.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 784</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the theatres I find that the national anthem\r\n\r\nis not being played at the end of the last show. I\r\n\r\ndo  not  know  why this practice is  stopped.  The\r\n\r\nnational anthem should be played at the end of the\r\n\r\nlast  show,  because the people of Singapore  must\r\n\r\nrespect their national anthem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other matter I wish to raise is this.\r\n\r\nUnder  the  urban renewal project, I  believe  the\r\n\r\nMinistry  of  Social Affairs will  be  resited  at\r\n\r\nPearl's  Hill.  May  I know whether  the  Victoria\r\n\r\nMemorial  Hall  will  also  be  affected  by   the\r\n\r\nresiting?\r\n\r\n\r\n\r\n<br><br>5.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also wonder whether the State crest could\r\n\r\nbe  erected  at  the clock tower of  the  Victoria\r\n\r\nMemorial  Hall, which appears to be  bare  at  the\r\n\r\nmoment.  I know that I had brought up this subject\r\n\r\nlast year to which the Parliamentary Secretary  to\r\n\r\nthe  Minister for Culture suggested referring  the\r\n\r\nmatter  to the proper authority. I believe because\r\n\r\nof that reason nothing has been done so far. Can I\r\n\r\nsuggest to the Minister to liaise with the  proper\r\n\r\nauthority  and reconsider the matter'? Since  this\r\n\r\nbuilding  is in the heart of the city and  also  a\r\n\r\ntourist  attraction, something  must  be  done  to\r\n\r\nbetter its appearance.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, Sir, the Member\r\n\r\nfor  Anson  has raised matters under  the  various\r\n\r\nsubheads.  He has mentioned the Victoria  Memorial\r\n\r\nHall, the clock tower and many other matters.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, only two matters were\r\n\r\nbrought  up:  publicity and the Victoria  Memorial\r\n\r\nHall.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Sir, in the Government\r\n\r\nstatement   on  the  detention  of  the   Managing\r\n\r\nDirector of Nanyang Siang Pau, it was stated  that\r\n\r\nthe  Government  was  considering  legislation  to\r\n\r\nrequire  all  major  Singapore  newspapers  to  go\r\n\r\npublic, so that no single person or family  should\r\n\r\nbe in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 785</b></font><br><br>\r\n\r\n\r\n\r\ncontrol  of  a  newspaper. The Government  is  now\r\n\r\nconsidering an amendment to the Printing Press Act\r\n\r\nto  provide for all major Singapore newspapers  to\r\n\r\ngo  public. Therefore, the proposed amendment will\r\n\r\napply  not  only to Nanyang Siang Pau but  to  all\r\n\r\nmajor  Singapore  newspapers. Here  the  operative\r\n\r\nword is \"major\". That means, it must be a very big\r\n\r\nnewspaper.  If  a newspaper has a  circulation  of\r\n\r\nonly  a  few thousand, then there is no  point  in\r\n\r\nasking that newspaper to go public, because it  is\r\n\r\nnot  possible to get people to buy its shares. For\r\n\r\nnewspapers with a small circulation, I think, this\r\n\r\namendment may not apply to them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards screening films in various parts of\r\n\r\nthe  island, the Ministry of Culture  did  have  a\r\n\r\nfilm unit in the past, which screened films in the\r\n\r\nrural areas. But with the advent of television, we\r\n\r\nfound  that  the unit has become obsolete  because\r\n\r\npeople  can see more up-to-date films  on  TV.  It\r\n\r\nwould  also be a waste of public money to continue\r\n\r\nwith  these  film shows, since the people  in  the\r\n\r\nrural areas can watch films on their TV sets.  For\r\n\r\nthose who do not have TV sets or radios, they  can\r\n\r\nalways go to the rural community centres to  watch\r\n\r\nTV  shows. We feel that we may be duplicating  the\r\n\r\nwork  of television if the film unit was asked  to\r\n\r\ngo round to show films in the rural areas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know if the national anthem is still\r\n\r\nplayed  in  the theatres. I have not been  to  the\r\n\r\ncinema for a long time, and I do not know what  is\r\n\r\nhappening there. If they do not play the  national\r\n\r\nanthem,  I  think it is to avoid the embarrassment\r\n\r\nof  disrespect to the national anthem  when  after\r\n\r\nthe  show the cinemagoers scramble for the  doors.\r\n\r\nThat may be one reason why the cinemas do not play\r\n\r\nthe national anthem at the end of the show.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson also suggested that the\r\n\r\nclock  tower of the Victoria Memorial Hall  should\r\n\r\nhave  a  crest on it. I think he is quite  serious\r\n\r\nabout  it because this is the second time  he  has\r\n\r\nraised it; the first time was last year.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 786</b></font><br><br>\r\n\r\n\r\n\r\nThis  is  a matter of opinion. I myself feel  that\r\n\r\nthe  clock tower is already a very famous landmark\r\n\r\nof  Singapore and we need not have anything on it.\r\n\r\nAs  it is, I like the beauty or the simplicity  of\r\n\r\nthe  clock tower. If we put a crest on it  we  may\r\n\r\nspoil  its  beauty and we may have to  spend  some\r\n\r\nmoney  maintaining it by giving it a coat of paint\r\n\r\nregularly. In any case, there is already  a  crest\r\n\r\nat the front entrance to the Victoria Theatre, and\r\n\r\nthere is also another one at the front entrance to\r\n\r\nthe  Victoria  Memorial Hall. Therefore,  we  have\r\n\r\nenough crests in the building, and I do not  think\r\n\r\nit is necessary to have one big crest on the clock\r\n\r\ntower.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the urban renewal project, I have no\r\n\r\nknowledge that the Victoria Memorial Hall would be\r\n\r\npulled down or would be resited. I think it is now\r\n\r\nthe subject of discussion by the National Monument\r\n\r\nBoard.   Once  it  is  designated  as  a  national\r\n\r\nmonument,  it will not be touched. At the  present\r\n\r\nmoment, I have no further information about this.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, I am not\r\n\r\nobjecting to what the Minister has said about  the\r\n\r\nclock tower. He can see for himself whether it  is\r\n\r\nattractive  or not. Previously, the British  crown\r\n\r\nwas  at the top of the clock tower. Now, there  is\r\n\r\nnothing  there. Therefore, we should put  a  crest\r\n\r\nwhich  will  be a tourist attraction. This  is  my\r\n\r\nproposal, and I hope the Minister can see some way\r\n\r\nto do it before next year's Budget sitting.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Sir, in order to save the\r\n\r\nMember  the  trouble of bringing it up again  next\r\n\r\nyear, I think he should stop here because I do not\r\n\r\nthink there is any necessity to put up a crest  on\r\n\r\nthe  clock tower. The appearance is good as it is,\r\n\r\nand we should not spend any more money on it.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, in view of the\r\n\r\nMinister's  reply,  I beg leave  to  withdraw  the\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 787</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Conceicao:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0901 be\r\n\r\nreduced by $10 in respect of subhead 1301*. (* The same amendment also stood in the name of Mr P. Govindaswamy.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, here I would like to refer to the question\r\n\r\nof the educational potential of broadcasting. I do\r\n\r\nnot  feel  that  this  potential  is  being  fully\r\n\r\nexploited.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, management of the mass media is an extremely\r\n\r\ngrave   responsibility.  Yet  despite   what   the\r\n\r\nMinister has already remarked on, I feel that  the\r\n\r\npolicy  is not too clear. What is it that we  want\r\n\r\nto  put  on TV and over radio? Is it only what  we\r\n\r\nfeel  is  popular? Is there any attempt to educate\r\n\r\nin  order to raise the standard of taste among our\r\n\r\npeople, the standard of cultural appreciation?  Or\r\n\r\ndo   we   simply  respond  to  the  lowest  common\r\n\r\ndenominator of demand? There does not seem  to  be\r\n\r\nany  attempt  at  a feed-back, no audience  rating\r\n\r\nthat  I  know  of,  no significant  research  into\r\n\r\naudience responses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think more could be done to make people more\r\n\r\nconscious  of  one  another's  forms  of  cultural\r\n\r\nexpression.  This  is simply  an  example  of  the\r\n\r\npossible  educational uses to which we  could  put\r\n\r\nour  normal television channels. For example, when\r\n\r\nwe  put  up  a programme consisting of  a  Chinese\r\n\r\ncultural item, why not explain what we present? If\r\n\r\nthere  is  a  Chinese  orchestra  rendering   some\r\n\r\nselection, why not explain the particular features\r\n\r\nof the instruments of the orchestra, and how these\r\n\r\ninstruments  are combined to give effect?  Perhaps\r\n\r\nsome  further explanation of the finer aspects  of\r\n\r\nChinese  music could be conveyed to a  non-Chinese\r\n\r\naudience. Again, if there is the presentation of a\r\n\r\nChinese  opera, what sort of story does it attempt\r\n\r\nto  tell? What is the significance of the costumes\r\n\r\nand  of make-up? What we nowadays see is merely  a\r\n\r\nstraightforward presentation, with no  attempt  at\r\n\r\nexplanation. We can do the same with the  cultural\r\n\r\nforms  from  some other streams.  Take  an  Indian\r\n\r\ndance,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 788</b></font><br><br>\r\n\r\n\r\n\r\nfor  example. We can show the meaning of gestures,\r\n\r\nof movements of arms, legs, head and eyes. In this\r\n\r\nway,  we can give a cultural experience to  people\r\n\r\nwho  watch television or correspondingly to  those\r\n\r\nwho  listen to the radio. Otherwise, we  have  the\r\n\r\nChinese enjoying Chinese culture, Indians enjoying\r\n\r\nIndian culture, and there does not seem to be  any\r\n\r\nkind  of cross-fertilisation or cross-explanation,\r\n\r\nand  no  attempt to bridge the cultural gap  which\r\n\r\ncontinues to exist.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For other educational purposes, why can we not\r\n\r\nhave  interesting courses for the worker  and  his\r\n\r\nfamily?  Courses which may be related to  culture,\r\n\r\nbut   which   may   be  related   to   the   other\r\n\r\npreoccupations as well. There are many cases which\r\n\r\nhave  shown  that  people  in  Singapore  do   not\r\n\r\nadequately  know their own cultural background.  A\r\n\r\ncourse  on historical monuments, landmarks, sites,\r\n\r\nthe interesting stories behind these objects, even\r\n\r\nreligious  edifices and other features, all  these\r\n\r\nwould  go to make an interesting programme, giving\r\n\r\npeople  a sense of belonging to their environment,\r\n\r\na   Singapore   identity,  a   sense   of   common\r\n\r\nrelationship, one with another, because of  common\r\n\r\nrecognition  of common features. It  would  appear\r\n\r\nthat  tourists  seem to know more about  Singapore\r\n\r\nthan Singaporeans themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then we come to another matter -, the question of\r\n\r\nthe  quality  of  technique possessed  by  our  TV\r\n\r\npersonnel.  Just  watch,  Mr  Speaker,  Sir,   for\r\n\r\nexample, how a TV interview is conducted. The  way\r\n\r\nquestions  are  asked could only be  described  as\r\n\r\ngauche,  to  say the least. At one  time,  if  not\r\n\r\nrecently,  there  was  a lot of  camera  gimmickry\r\n\r\ngoing on even in serious programmes, like zooming,\r\n\r\npanning,  super-imposition.  Even  when  it  is  a\r\n\r\nballet,  an  Indian dance or an orchestra,  it  is\r\n\r\nquite a giddying experience to watch the tricks of\r\n\r\nthe  cameramen. Sir, all this indicates that there\r\n\r\nis   a   necessity  for  an  improvement  of   our\r\n\r\ntelecasting expertise. I hope that steps  will  be\r\n\r\ntaken in this direction.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 789</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, I would like\r\n\r\nto  know why Tamil radio programmes close down  at 9.00  p.m.,\r\n\r\nwhereas the other language programmes\r\n\r\ncontinue  till midnight. I am raising this  matter\r\n\r\nin  the  House because I have received  complaints\r\n\r\nfrom  the public to this effect. Therefore, I have\r\n\r\nto  bring  this  matter  up  here.  Can  the  same\r\n\r\nprivilege  be  extended  to  the  Tamil  programme\r\n\r\nlisteners?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have also noticed that Tamil news-readers have\r\n\r\nall  along been pronouncing the word \"million\"  in\r\n\r\nEnglish. Is there no such a word in Tamil?  Or  is\r\n\r\nit  because  the reader does not know  the  actual\r\n\r\nword  in Tamil? In Tamil, \"million\" is called  oru\r\n\r\nlatcham.  \"Ten  million\" is oru  kodi.  It  is  so\r\n\r\nsimple. I have to bring this matter up although it\r\n\r\nmay  be  trivial, because there has been criticism\r\n\r\nby some Tamil speaking groups on the word.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at the last two Budget sittings, I had\r\n\r\nbrought up the question of Tamil films being shown\r\n\r\non   TV  rather  too  late  in  the  evening.  The\r\n\r\nParliamentary Secretary last year had promised  to\r\n\r\nconsider  the matter, yet so far nothing has  been\r\n\r\ndone.  Can  the  Minister concerned  do  something\r\n\r\npositive  to screen the films at an earlier  hour?\r\n\r\nAt  present, the film is scheduled at 9.25 p.m. or 9.30  p.m.\r\n\r\nFor God's sake, stick to the scheduled\r\n\r\ntime! Do not extend it to 9.40 p.m., or 10.00 p.m.\r\n\r\nAt  9.20 p.m. or 9.25 p.m. is fair enough, because\r\n\r\nsometime  they have to change the time.  When  you\r\n\r\nsee  in  the newspaper that the scheduled time  is 9.40  p.m.,\r\n\r\nthey will only telecast it  at  10.10 p.m.\r\n\r\nTherefore, I think they should strictly keep\r\n\r\nto the scheduled time, at 9.25 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further, Sir, in respect of Tamil programmes, I\r\n\r\nobserve  that very often most of them are repeated\r\n\r\nand  only  a  few  artistes appear  in  all  these\r\n\r\nprogrammes.  Can the Tamil section  programmes  be\r\n\r\nimproved  with  more new items and  more  artistes\r\n\r\nparticipating?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 790</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to know the progress our\r\n\r\ncountry is making in respect of colour TV.  May  I\r\n\r\nknow  when  will this be introduced? Everybody  is\r\n\r\nexpecting  to buy a colour TV. If the Ministry  is\r\n\r\nnot  introducing colour TV, then  they  would  not\r\n\r\nwant  to  buy, and moreover we would not get  more\r\n\r\nrevenue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What my colleague, the Member for Katong, has\r\n\r\nsaid  about  the  Indian  cultural  show  is  very\r\n\r\nimportant.  When they move their hands,  there  is\r\n\r\nsome  meaning. When they move their eyes or heads,\r\n\r\nthere  is also some meaning. These movements  must\r\n\r\nbe   explained  so  that  the  other   races   can\r\n\r\nunderstand and may learn how to bring this culture\r\n\r\ntogether with other cultures to mould our national\r\n\r\nculture.  I  hope the Minister will  instruct  the\r\n\r\nBroadcasting    Department    to    explain    the\r\n\r\nsignificance of these movements for every show, so\r\n\r\nthat it will be easy for the people to learn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, can I again seek\r\n\r\nyour   permission  to  speak  on  this  amendment,\r\n\r\nbecause  just  now my colleague,  the  Member  for\r\n\r\nAnson, raised the question of colour TV? If  I  am\r\n\r\npermitted  to  speak  now, I will  not  be  moving\r\n\r\namendment (12)*.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* Amendment (12), standing in the names of Messrs Teong Eng Siong and Ng Kah Ting, reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0901 be reduced by $10 in respect of subhead 12.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> All right, Mr Ng.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Thank you, Sir. Just now the\r\n\r\nMember  for  Anson asked the Minister for  Culture\r\n\r\nwhen will colour TV be introduced. I would like to\r\n\r\nsay,  Sir,  that it is all very well to  introduce\r\n\r\ncolour  TV  but the cost is in the  region  of  $3\r\n\r\nmillion.   In  actual  fact,  according   to   the\r\n\r\nMemorandum  on the Main and Development Estimates,\r\n\r\nit will require $2.9 million.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In introducing colour TV, I wonder whether the\r\n\r\nMinister for Culture takes into consideration  the\r\n\r\nquestion of cost of colour TV sets to the  viewer.\r\n\r\nIn  this respect, I wonder how many people will be\r\n\r\nable  to afford the luxury of a colour TV set.  To\r\n\r\nmy mind, only a few\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 791</b></font><br><br>\r\n\r\n\r\n\r\nwill  benefit, i.e, those who are well to do. When\r\n\r\nGovernment  introduces colour TV,  I  take  it  as\r\n\r\nanother form of social service for the benefit and\r\n\r\nenjoyment of the general public. Therefore, if the\r\n\r\nintroduction of such a service is beyond the means\r\n\r\nof  the  majority of the people, due to  the  high\r\n\r\ncost  of  the  set,  I  would  say  that  such  an\r\n\r\nintroduction would be unwise. However, as a  first\r\n\r\nstep  upon the introduction of colour TV,  perhaps\r\n\r\nthe  Minister will consider installing  colour  TV\r\n\r\nsets  at community centres for the general public.\r\n\r\nWill  he  also consider ways and means of reducing\r\n\r\nthe  high  cost of such sets, so that more  people\r\n\r\ncan enjoy this new amenity?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am saying this because I do not wish the\r\n\r\nGovernment  to give the impression to the  general\r\n\r\npublic  that when such a service is introduced  it\r\n\r\nis  only  for  the benefit of the privileged  few.\r\n\r\nAlso,  I  hope  the manufacturers  will  not  take\r\n\r\nadvantage   of  this  new  amenity   by   charging\r\n\r\nexorbitant  prices  for  these  sets.  I  am  sure\r\n\r\nMembers  will  agree  with me  that  public  money\r\n\r\napportioned for such a purpose must be justifiably\r\n\r\nand  worthily  spent. That is to  say,  everybody,\r\n\r\nwhether  he  is with or without any means,  should\r\n\r\nbenefit.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  this  provision of $2.9 million is  for  the\r\n\r\ndevelopment  of  colour TV. I recall  that  during\r\n\r\nlast  year's debate on the Budget, I talked  about\r\n\r\nthis matter too. The Minister told me then that he\r\n\r\nhad  plans to implement colour TV. 1 am very  glad\r\n\r\nthat in this year's Estimates, he has very quickly\r\n\r\nand  rapidly provided for the expenditure of  this\r\n\r\nitem. This goes to show that the Minister is doing\r\n\r\nhis job efficiently.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We know that colour TV has already been\r\n\r\nintroduced in other South-east Asian countries. As\r\n\r\na  financial centre of South-east Asia  and  as  a\r\n\r\ncountry   with  a  high  level  of   culture   and\r\n\r\neducation,  Singapore should not lag behind  other\r\n\r\ncountries. We should catch up with other countries\r\n\r\nand  provide this service for the benefit  of  our\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 792</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I want to raise now is in two parts.\r\n\r\nFirstly,  under  this provision of  $2.9  million,\r\n\r\nwhat  sort of plans are in hand? Can the  Minister\r\n\r\ngive   us  some  details  of  the  various  plans?\r\n\r\nSecondly,  the  Minister told us  last  year  that\r\n\r\ncolour  TV  would  take three  to  five  years  to\r\n\r\nimplement.  I think that is rather slow.  I  would\r\n\r\nlike  to  ask  the Minister when can  we  actually\r\n\r\nimplement colour TV programme.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Sir, I agree with some of the\r\n\r\nremarks made by the Member for Katong that we need\r\n\r\nwhat   he  called  \"cross-fertilisation\"  in  this\r\n\r\ncultural field. But the problem is that we need to\r\n\r\nhave    the   personnel   to   do   this   \"cross-fertilisation\". It is no use asking a mono-lingual\r\n\r\nperson  to  do it because he would not  understand\r\n\r\nwhat  it  is  all  about - the  movements  of  the\r\n\r\nfingers,  eyes  and so on. It is a rare  breed  of\r\n\r\nspecies, like myself or some other people, who can\r\n\r\nenjoy  a  Cantonese opera as well  as  an  Italian\r\n\r\nopera,  and who can also enjoy a Western  symphony\r\n\r\norchestra  music  as well as a  Chinese  orchestra\r\n\r\nmusic.  At the present moment very few people  can\r\n\r\ndo  this. I think we should be given time to  work\r\n\r\nthis  out. Of course, our aim is that whatever  we\r\n\r\nproduce  for screening on TV should be  understood\r\n\r\nand  enjoyed  by the majority of the people.  Here\r\n\r\nagain, the language barrier is also a problem.  It\r\n\r\nis  no use explaining to them the significance  of\r\n\r\ncertain movements in the Cantonese opera,  if  the\r\n\r\npeople  cannot understand Cantonese at all and  it\r\n\r\nis  too  late to teach them Cantonese. So I  think\r\n\r\nthere  is some obstacle to this. However, we  will\r\n\r\ntry  our  level best to bring about this  kind  of\r\n\r\n\"cross-fertilisation\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The courses to be conducted on the historical\r\n\r\nlandmarks and monuments of Singapore is, I  think,\r\n\r\na   very  good  suggestion,  although  the   other\r\n\r\ndepartments should also be responsible.  What  the\r\n\r\nTV  can  do  is  to  produce films  depicting  the\r\n\r\nvarious  landmarks of Singapore, before  they  are\r\n\r\ngone.  We  are definitely going into this,  and  I\r\n\r\nthink it is a very good suggestion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 793</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the techniques of the producers and the\r\n\r\npersonnel involved in making a film, I admit  that\r\n\r\nwe  have some shortcomings because technicians are\r\n\r\ndifficult  to get nowadays. And if they  are  well\r\n\r\ntrained, it is also difficult to retain them.\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The interviewers are young. Therefore, they have\r\n\r\ngot  to  be  trained. Some of them are just  fresh\r\n\r\nfrom  school. It will take some time for  them  to\r\n\r\nbecome more sophisticated in their interviews. But\r\n\r\nI  will  take  note of this and will  urge  for  a\r\n\r\nbetter performance the next time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Katong says that camera gimmickry\r\n\r\ncan   make  a  person  giddy.  This  is  something\r\n\r\nproducers  like to try out because  there  are  so\r\n\r\nmany  gimmicks that they can do to  make  a  scene\r\n\r\nmore interesting. Instead of just showing the face\r\n\r\nof  a singer, they can make it more interesting by\r\n\r\nsuperimposing  something  to  give  it  a   better\r\n\r\neffect. I must, of course, say that I am not fully\r\n\r\nin  agreement with this. But we have to  let  them\r\n\r\ntry  out their own techniques because it is in the\r\n\r\nnature   of   technicians   to   improve   through\r\n\r\nexperiment.  We  will therefore have  to  tolerate\r\n\r\nthis for some time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson is, as usual, complaining\r\n\r\nabout Tamil films. I am not quite sure what he  is\r\n\r\ntrying to aim at. At one point he was saying  that\r\n\r\nwe  do  not  provide midnight shows for the  Tamil\r\n\r\nviewers,  and in the same breath he said that  the\r\n\r\nTamil  programmes are too early for them.  Perhaps\r\n\r\nthis  is  because some Tamil films are intolerably\r\n\r\nlong.  So  they are scheduled at the  end  of  the\r\n\r\ndaily  programme  series, so that  the  films  can\r\n\r\ncarry on into the night.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, the Minister\r\n\r\nis on the wrong track. There is a weekly film show\r\n\r\nin  Tamil, on Thursdays and Fridays. Usually  they\r\n\r\ntelecast  the film at 9.25 p.m. on Thursdays,  and\r\n\r\nat  9.30  on  Fridays. Sometimes these times  have\r\n\r\nbeen changed from 9.25 and 9.30 p.m. to 10.00  and 10.30 p.m. \r\n\r\nrespectively. It\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 794</b></font><br><br>\r\n\r\n\r\n\r\nwill  therefore mean that people will have to stay\r\n\r\nup  late to watch these films as they go on up  to\r\n\r\nmidnight. So I want the times for the Tamil  films\r\n\r\nto  be  fixed at 9.25 and 9.30 p.m. for  Thursdays\r\n\r\nand  Fridays respectively. I do not want the times\r\n\r\nto be earlier or later than 9.25 p.m. or 9.30 p.m.\r\n\r\nThis  is because on Fridays some Tamil people want\r\n\r\nto visit the temple and when they go home they can\r\n\r\nwatch  the  Tamil shows on TV. If it  is  telecast\r\n\r\nearlier,  they  may not go to the temple  as  they\r\n\r\nwill want to watch the shows. Therefore, we should\r\n\r\nstick to 9.25 p.m. and 9.30 p.m. Does the Minister\r\n\r\nunderstand now?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point I wish to make is about radio\r\n\r\nprogrammes.   Radio  Singapore  stop  broadcasting\r\n\r\nTamil  programmes  at  9.00  p.m.  For  the  other\r\n\r\nlanguage mediums, they broadcast the programmes up\r\n\r\nto  midnight.  Why  is  this so?  Radio  Singapore\r\n\r\nshould  also end the broadcast of Tamil programmes\r\n\r\nat  midnight.  Then the Tamil community  will  not\r\n\r\ntalk  of discrimination in a multi-racial society.\r\n\r\nThat is the reason why I am asking the Minister to\r\n\r\nextend the times.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, Sir, this is a\r\n\r\nvery tall order - to have the Tamil films telecast\r\n\r\non  Thursdays  and Fridays at 9.25 and  9.30  p.m.\r\n\r\nrespectively,  and not earlier or  later!  But  we\r\n\r\nmust bear in mind that we have to be flexible when\r\n\r\narranging  programmes  just  in  case  some  other\r\n\r\npopular  and exciting programmes like boxing,  for\r\n\r\ninstance,  come on. Then we have to  put  them  on\r\n\r\nfirst,  and leave the lengthy Tamil films  to  the\r\n\r\nend  so that people who enjoy these films can stay\r\n\r\nup to enjoy them without interruption. Conversely,\r\n\r\npeople  who  do  not enjoy these films,  can  then\r\n\r\nswitch  on  to  another channel. We will  have  to\r\n\r\nleave the Tamil programmes as they are, because of\r\n\r\nthe   need   for   flexibility  in  arranging   TV\r\n\r\nprogrammes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The radio programmes in Tamil always stop at 9.00\r\n\r\np.m. to  give way to the other Chinese  dialects.\r\n\r\nThis  is  done  because we have to meet  with  the\r\n\r\ndemand of the majority of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 795</b></font><br><br>\r\n\r\n\r\n\r\nlisteners. This has been so for several years  and\r\n\r\nwe do not intend to change this time-table.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, it is not a question of\r\n\r\nthe  majority or the minority. We are now  talking\r\n\r\nin   the  context  of  our  multi-racial  society.\r\n\r\nTherefore,    why    should    there    be    this\r\n\r\ndiscrimination? Singaporeans do not think in terms\r\n\r\nof  whether  they are in the majority or  minority\r\n\r\nnowadays.  They belong to a multi-racial  society.\r\n\r\nSo  why should radio broadcasts in the other three\r\n\r\nlanguages go on to midnight, and stop broadcasting\r\n\r\nTamil programmes at 9.00 p.m.?\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Sir, this practice has been\r\n\r\ngoing  on for several years and we are quite happy\r\n\r\nabout  it.  This  is the first time  it  has  been\r\n\r\nraised.   However,   we   have   to   take    into\r\n\r\nconsideration  the  proportion  of  the   problem.\r\n\r\nNevertheless,  we  do  not intend  to  change  the\r\n\r\npresent practice.\r\n\r\n\r\n\r\n<br><br><!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr P. Govindaswamy:</b> Sir, I have not brought this\r\n\r\nmatter  up  in  the  past few years  because  only\r\n\r\nrecently   did   I  receive  such   a   complaint.\r\n\r\nTherefore,  I  now bring it up for the  Minister's\r\n\r\nconsideration.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Jek, what about colour TV?\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> I beg your pardon, Sir. The\r\n\r\nMembers for Punggol and Sembawang have asked about\r\n\r\ncolour  TV. We have done everything we can to  lay\r\n\r\ndown  the  foundation for colour TV. If everything\r\n\r\ngoes  on well, we will probably have colour TV,  a\r\n\r\npilot  programme, in the later part of  1974.  The\r\n\r\nimportant  thing for us to do now is  to  persuade\r\n\r\nthe dealers to send their technicians for training\r\n\r\nin  the  field of colour TV. RTS has already  done\r\n\r\nthe  necessary training for its staff. It has sent\r\n\r\nthree engineers abroad for training, and they have\r\n\r\nall  come  back.  We  are  now  seeking  funds  to\r\n\r\npurchase certain equipment. The dealers will  also\r\n\r\nhave to step up the training of their\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 796</b></font><br><br>\r\n\r\n\r\n\r\ntechnicians,  because it is imperative  that  they\r\n\r\nprovide  good service as the colour sets are  much\r\n\r\nmore  complicated  than the black-and-white  sets.\r\n\r\nThe  colour sets can go out of order very  easily.\r\n\r\nHence, this need for better servicing. We are also\r\n\r\nin  the  process of calling a meeting with dealers\r\n\r\nto urge them to go ahead and train their staff.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the total cost of setting up colour TV is\r\n\r\n$20.4 million. The amount shown in the Development\r\n\r\nEstimates  is  $2.9 million. This  is  the  amount\r\n\r\nrequired  for the financial year 1973-74.  But  if\r\n\r\nyou  look  at  the provision carefully,  you  will\r\n\r\nnotice  that  there  is  an asterisk  against  the\r\n\r\namount.  This  means that it  is  subject  to  the\r\n\r\nsanction  of  the Development Planning  Committee.\r\n\r\nThe  Committee  is  now asking  us  what  sort  of\r\n\r\nequipment we are purchasing, and other matters. As\r\n\r\nsoon as we have satisfied their curiosity, we hope\r\n\r\nto get the money to carry on with our plans.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that the cost of a colour TV set is quite\r\n\r\nexpensive, and the Member for Punggol has  rightly\r\n\r\nshown  his concern for the high cost. He has asked\r\n\r\nwhether anything could be done to reduce the cost.\r\n\r\nI  remember  when  we first introduced  black-and-white  TV in 1963, everyone was saying that  a  TV\r\n\r\nset would cost them $400 or $500 and they were not\r\n\r\nsure whether people could afford that sum. We  can\r\n\r\nnow see that practically every family has one set.\r\n\r\nI  am  quite sure our standard of living will have\r\n\r\ngone up by the time colour TV is introduced and by\r\n\r\nthen  many people will be able to afford a  colour\r\n\r\nset. One way to reduce the cost of a colour set is\r\n\r\nfor  a dealer to take back the black-and-white set\r\n\r\nand  offsetting the trade-in value for the  colour\r\n\r\nset.  When I was in Taiwan last year, I found that\r\n\r\nTaiwan  has a large rural population. This  is  an\r\n\r\nadvantage for conversion into colour because  when\r\n\r\nthey  introduced colour TV, what happened was that\r\n\r\nthe  dealers took back the black-and-white TV sets\r\n\r\nfrom  the city and sold them to the people  living\r\n\r\nin  the  rural areas, resulting in the city people\r\n\r\nall having colour sets and the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 797</b></font><br><br>\r\n\r\n\r\n\r\nrural  people  having  the  black-and-white  sets.\r\n\r\nMoreover, the black-and-white sets will slowly  be\r\n\r\nphased  out  as  the standard of living  of  their\r\n\r\nrural people goes up. But here in Singapore we  do\r\n\r\nnot  have  a big rural population. So the  dealers\r\n\r\nmay have to think of some other way to dispose  of\r\n\r\nthe  black-and-white sets. Perhaps they  can  sell\r\n\r\nthem  to  places like Sarawak, Sabah or Indonesia,\r\n\r\nand  then give good discounts for the colour sets.\r\n\r\nThat  may  be  one way to reduce the cost  of  the\r\n\r\ncolour sets.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another way for the people to enjoy colour TV is\r\n\r\nto have one in each community centre. I can safely\r\n\r\nsay  that the People's Association will definitely\r\n\r\ntake  steps  to  install  a  colour  set  in  each\r\n\r\ncommunity  centre,  if  and  when  colour  TV   is\r\n\r\nintroduced. But it is still too early to say that.\r\n\r\nSo  I will leave it to the People's Association to\r\n\r\ndecide when the time comes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, I would like to\r\n\r\nmake   a  point  of  clarification.  The  Minister\r\n\r\nmentions  that the People's Association will  take\r\n\r\ninto consideration the request I made just now.  I\r\n\r\nwould  now  like to add to what he has said  about\r\n\r\nthe  People's Association. I believe the  Minister\r\n\r\nfor Culture is the Deputy Chairman of the Board of\r\n\r\nManagement of the People's Association. Therefore,\r\n\r\nwhen  he says that such request will be taken into\r\n\r\nconsideration, I hope that it will be realised.\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Conceicao:</b> Sir, before I withdraw, I would\r\n\r\nlike to make reference to the Minister's statement\r\n\r\nthat  we do not have enough bodies to produce  our\r\n\r\nown  programmes.  I think that if  we  spend  less\r\n\r\nmoney  on  acquiring programmes,  such  as  buying\r\n\r\nthese  canned  programmes that are ready-made,  it\r\n\r\nmight  be  better if we spend more money  training\r\n\r\nour\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 798</b></font><br><br>\r\n\r\n\r\n\r\npeople  to  produce  more useful  programmes.  But\r\n\r\notherwise,  I  find his answer most  satisfactory,\r\n\r\nand I beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Conceicao, amendment (7)*.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The following amendments stood in the name of Mr J. F. Conceicao -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(7) That the sum to be allocated for Head 0901 be reduced by $10 in respect of subhead 1375.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(10) That the sum to be allocated for Head 0901 be reduced by $10 in respect of subhead 2169.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(11) That the sum to be allocated for Head 0901 be reduced by $10 in respect of subhead 3210.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><!-- Mr Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Conceicao:</b> I am not moving, Sir,I also do not\r\n\r\nwish  to  move amendments* (10) and (11),  as  the\r\n\r\nmatters  that  I propose to speak on have  already\r\n\r\nbeen adequately aired.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes. Mr Ho Kah Leong, amendment (8).\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nbeg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0901 be\r\n\r\nreduced by $10 in respect of subhead 1551.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister for Culture\r\n\r\nwhether there are any plans to set up a library in\r\n\r\nJurong Town. As we all know, Jurong Town is  under\r\n\r\nrapid  development. There are about 40,000  people\r\n\r\nliving  there now. In years to come  it  may  well\r\n\r\nbecome  a satellite town of 100,000 people.  There\r\n\r\nare  branch libraries in the other satellite towns\r\n\r\nbuilt  by the Housing and Development Board,  such\r\n\r\nas  Toa Payoh and Queenstown. Therefore, may I ask\r\n\r\nthe Minister for Culture whether he intends to set\r\n\r\nup a branch library in Jurong Town? Perhaps he can\r\n\r\nmake use of one of the HDB premises as a library.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, Sir, the answer is\r\n\r\nyes,  but it will have to be in the financial year\r\n\r\n1976-77.  In the consideration for the setting  up\r\n\r\nof  branch  libraries  of  the  National  Library,\r\n\r\npriority is given to areas with at least a 100,000-population. The first full-time branch library was\r\n\r\nset  up  in Queens-town in 1970. The second branch\r\n\r\nlibrary at Toa Payoh is now under construction\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 799</b></font><br><br>\r\n\r\n\r\n\r\nand  will  be  completed in the 1973-74  financial\r\n\r\nyear.  Provision has also been made  for  a  third\r\n\r\nbranch  library  to  be built  in  Katong  in  the\r\n\r\n1974-75  financial year. The fourth branch library\r\n\r\nis  being planned at Telok Blangah and Bukit Merah\r\n\r\nhousing  estates  in the financial  year  1975-76.\r\n\r\nJurong  Town  is expected to have a population  of\r\n\r\n70,000  by  the end of 1973, reaching a population\r\n\r\nof 100,000 by the end of 1975. Therefore, a branch\r\n\r\nlibrary  is being planned for Jurong Town  in  the\r\n\r\nfinancial year 1976-77. The present population  is\r\n\r\nnow served by means of a regular bulk loan of 500\r\n\r\nbooks  per  loan  to  the Jurong  Town  Residents'\r\n\r\nAssociation. Altogether, 1,690 books were borrowed\r\n\r\nin 1972 in this manner.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nbeg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Teong, amendment (9)*, Film\r\n\r\nCensorship.  I  think  the  Minister  has  already\r\n\r\nanswered matters of film censorship, amongst other\r\n\r\nthings. Are you still going to move this amendment\r\n\r\nnow?\r\n\r\n(* See footnote, col. 771)\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Yes. Mr\r\n\r\nSpeaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* That the sum to be allocated for Head 0901 be\r\n\r\nreduced by $10 in respect of subhead 1751.\r\n\r\n(* See footnote, col. 771)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Film shows are one of the most popular forms of\r\n\r\nentertainment and recreation for the  masses.  The\r\n\r\nfilm  industry has made a great profit, which  may\r\n\r\namount  to  millions of dollars. Since our  people\r\n\r\nhave  spent  so  much money on  film  shows,  they\r\n\r\ndeserve  to get back something for what they  have\r\n\r\npaid,  that  is to say, the films the  people  see\r\n\r\nshould  be  healthy  and  meaningful.  However,  I\r\n\r\nregret to say that the films shown in recent years\r\n\r\nhave  been  bloody. They are violent,  nonsensical\r\n\r\nand meaningless to the audience. Some of the films\r\n\r\ndepict sex, and the pornographic art. These  films\r\n\r\nhave deleterious\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 800</b></font><br><br>\r\n\r\n\r\n\r\neffects on the minds of the people. They also have\r\n\r\nan  adverse  effect on the morals of  the  people.\r\n\r\nMany  parents  now realise that they should  guide\r\n\r\ntheir  children  along the right path.  They  feel\r\n\r\nthat  it  is  difficult to  get  films  which  are\r\n\r\nhealthy for their children.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In recent days we have read in the newspapers\r\n\r\nabout juvenile delinquency. There was a case  when\r\n\r\ntwo teenage boys robbed a couple at a bus station.\r\n\r\nOne even kissed the girl and tried to assault her.\r\n\r\nThis incident did not occur without any reason.  I\r\n\r\nthink  it  is the result of bad social  influence.\r\n\r\nThe  other  reason may be due to  the  deleterious\r\n\r\neffects of films depicting sex and violence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the harm that is being done by these\r\n\r\nfilms,  the  Board  of  Film Censors  should  take\r\n\r\npositive  action to ban these films. The  Ministry\r\n\r\nof  Culture should encourage the showing  of  more\r\n\r\nhealthy  and  educative films so that the  general\r\n\r\nmass  of the people can enjoy healthy films  which\r\n\r\nwill  be  of  benefit to them. In  this  way,  our\r\n\r\nsociety will be more peaceful and secure.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, Sir, may I inform\r\n\r\nthe  Member that we are doing our very best to try\r\n\r\nto  put a stop to films which glorify violence.  I\r\n\r\ndo  not  think we can put all blame on films.  For\r\n\r\ninstance,  juvenile  delinquency  can  be  brought\r\n\r\nabout by many factors other than films. All I  can\r\n\r\nsay is that the film distributors aim at making  a\r\n\r\nprofit.  If  they can make money out of  producing\r\n\r\ngood  and healthy films, I am quite sure they will\r\n\r\ndo  that.  But they find that they can  make  more\r\n\r\nmoney out of films which depict violence and  sex.\r\n\r\nTherefore, everyone goes for this type  of  films.\r\n\r\nOur  problem  is that we are not in a position  to\r\n\r\nsay  what sort of films should be allowed to  come\r\n\r\nin. We can only censor the films, impose cuts,  or\r\n\r\nban  the films altogether. As to the kind of films\r\n\r\nto  be  brought into this country,  it  is  all  a\r\n\r\nmatter  of supply and demand. If more people  want\r\n\r\ngood films, I am quite sure there will be a lot of\r\n\r\ngood films coming in.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 801</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir,  I  am  glad  to hear from the  Minister  for\r\n\r\nCulture  that the Board of Film Censors  would  be\r\n\r\ntaking  positive  measures to  deal  with  various\r\n\r\ntypes of films depicting violence and sex. I  hope\r\n\r\nthe  officials  involved in  this  work  will  pay\r\n\r\nattention  to  what the Minister  has  said.  When\r\n\r\ncensoring  films  they should  bear  in  mind  the\r\n\r\nMinister's statement of policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Culture has also said just now\r\n\r\nthat the film industry is only aiming at making  a\r\n\r\nprofit. The Ministry concerned should persuade the\r\n\r\nfilm  industry not to regard profit-making as  the\r\n\r\nonly motive but also to pay some attention to  the\r\n\r\nbenefits which it can contribute to our people and\r\n\r\nthus  help  maintain stability and  peace  in  our\r\n\r\nsociety. The people in the film industry can  make\r\n\r\na valuable contribution to our society, since they\r\n\r\nare  also  human and they also have a  conscience.\r\n\r\nTherefore,  I  think they will take  heed  of  our\r\n\r\naspirations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I beg leave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (13), Mr. Ong Teng\r\n\r\nCheong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Teng Cheong (Kim Keat):</b> Mr Speaker, Sir, I\r\n\r\nbeg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0901 be\r\n\r\nreduced by $10 in respect of subhead 61*.\r\n\r\n(* The same amendment also stood in the names  of Mr  Ho  Kah  Leong and Tuan Haji Mohd.  Ariff  Bin Suradi.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, commenting on the effect of\r\n\r\nindustrialisation and citizens' fashions and  ways\r\n\r\nof  life  during  the last week's  debate  on  the\r\n\r\nBudget  statement, the Minister  for  Finance  had\r\n\r\nagreed  that there is a lot to be said for turning\r\n\r\naway   from  materialism  towards  more   cultural\r\n\r\nprojects  and  worthwhile activities.  I  have  no\r\n\r\ndoubt  that  the Minister for Culture  will  agree\r\n\r\nwith  me  that  community centre  development  and\r\n\r\nactivities are worthwhile projects. Activities  in\r\n\r\nthis direction provide alternative outlets for our\r\n\r\nenergetic  youths. In our endeavour  to  encourage\r\n\r\nour youths to participate\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 802</b></font><br><br>\r\n\r\n\r\n\r\nin cultural and other healthy activities, in order\r\n\r\nto  keep them away from less desirable indulgence,\r\n\r\nespecially   drug-taking  and  other  pill-abuses,\r\n\r\nthere  is  no  question that we need  to  urgently\r\n\r\nupgrade  the  facilities of most of our  community\r\n\r\ncentres.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many of the 180-odd community centres in our\r\n\r\nRepublic are sub-standard. Besides, a good  number\r\n\r\nof  our  constituencies are  without  a  community\r\n\r\ncentre.  In  this connection, I am of the  opinion\r\n\r\nthat the total sum of $1.03 million allocated  for\r\n\r\nthe  People's  Association for the development  of\r\n\r\ncommunity  centres,  i.e, the  purchase  of  land,\r\n\r\nequipment and furniture, and for other activities,\r\n\r\nis  grossly  inadequate. If  we  divide  this  sum\r\n\r\nequally  among the 187 community centres, it  will\r\n\r\ncome  to  something like $6,000 a  year  for  each\r\n\r\ncommunity centre, or $500 a month, which  in  many\r\n\r\ncases  is barely enough to pay for the PUB  bills,\r\n\r\nlet alone upgrading the facilities, like providing\r\n\r\ncolour  television in the next financial year.  I,\r\n\r\ntherefore, wonder if the Minister for Culture will\r\n\r\nkindly  inform the House as to how he  intends  to\r\n\r\nutilise the limited funds made available, and what\r\n\r\nprogramme   of  activities  is  he  contemplating.\r\n\r\nFinally,  I  would like to know whether  he  would\r\n\r\nconsider  taking  steps as  soon  as  possible  to\r\n\r\nsecure  additional votes for the coming  financial\r\n\r\nyear  to  upgrade the facilities in the  community\r\n\r\ncentres.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ho Kah Leong</b>(<i>In Mandarin</i>): Mr Speaker, Sir, I\r\n\r\nmerely  want  to  find out from the  Minister  for\r\n\r\nCulture in what way the Ministry is going to  help\r\n\r\nthe  community  centre now being built  in  Jurong\r\n\r\nTown. $400,000 is the target cost of building this\r\n\r\ncommunity centre, and it will take a long time and\r\n\r\na  lot  of effort to get this large sum of  money.\r\n\r\nWhen  asking for contributions, I have often  been\r\n\r\nasked   in  what  way  is  the  Government  giving\r\n\r\nfinancial assistance for the building of community\r\n\r\ncentres.  Is it a dollar-for-dollar grant  in  the\r\n\r\ncase of this Jurong Town community centre?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 803</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>6.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, Sir, in planning\r\n\r\nthe expansion of the community centres, especially\r\n\r\nin the provision of funds for the construction and\r\n\r\nimprovement  of community centres, we have  always\r\n\r\nrelied on local participation. The amount that  is\r\n\r\nbeing  voted  for  is for the construction  of  11\r\n\r\ncommunity  centres in various parts of  Singapore.\r\n\r\nWe  are  giving priority to constituencies without\r\n\r\ncommunity   centres.  In  the  case   of   Tanglin\r\n\r\nconstituency,  it has no community centre  and  we\r\n\r\nare  therefore  going  to  build  a  standard-type\r\n\r\ncommunity  centre there. In fact,  last  year,  we\r\n\r\nallotted a sum of money for the construction of  a\r\n\r\ncommunity centre in Tanglin constituency, but they\r\n\r\ndid  not use it. So this is a revote. We are going\r\n\r\nto  build  a centre in Jurong Town, one in  Potong\r\n\r\nPasir,  one in Henderson constituency, and one  in\r\n\r\nToa Payoh constituency. Toa Payoh constituency has\r\n\r\nbeen  divided into two, and the one which is still\r\n\r\ncalled  Toa  Payoh constituency has  no  community\r\n\r\ncentre.  So we have to provide a sum of money  for\r\n\r\nthis.  We  arc also providing some money  for  the\r\n\r\nreconstruction of the existing community centre in\r\n\r\nAnson constituency. Another community centre is to\r\n\r\nbe  built  in Moulmein constituency,  and  one  in\r\n\r\nKampung Chai Chee. The community centre in Kampung\r\n\r\nChai Chee is inadequate because it is sited on the\r\n\r\nground floor of a block of Housing Board flats. We\r\n\r\nfind that the space is too limited for the various\r\n\r\nactivities  of the community centre and  provision\r\n\r\nhas been earmarked for its development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the construction of rural-type\r\n\r\ncommunity  centres,  we have to  build  three,  at\r\n\r\nBukit  Gombak, Paya Lebar and Punggol.  These  are\r\n\r\nthe  projects we have in mind. We have  set  up  a\r\n\r\nDevelopment    Committee    in    the    People's.\r\n\r\nAssociation, and the Member for Kim Keat is also a\r\n\r\nmember  of  this committee. The function  of  this\r\n\r\nDevelopment Committee is to look into the  various\r\n\r\naspects of activities of community centres and  to\r\n\r\nput  up  recommendations for  the  improvement  of\r\n\r\nfacilities  in  these centres. With  this  sum  of\r\n\r\nmoney, I think we can\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 804</b></font><br><br>\r\n\r\n\r\n\r\ngo  a long way towards improving the facilities of\r\n\r\nthe  centres, provided we have the support of  the\r\n\r\nlocal   people  in  providing  money   for   these\r\n\r\nimprovements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have always said that the activities of\r\n\r\ncommunity  centres must have the  support  of  the\r\n\r\nlocal population. There is no point in spending  a\r\n\r\nlot of money when the facilities are not used. The\r\n\r\npurpose  of getting the people's participation  is\r\n\r\nto ensure the full use of the facilities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jurong has asked for the full\r\n\r\namount   of  money  to  be  spent  on  the  Jurong\r\n\r\ncommunity centre. I am afraid we cannot  give  him\r\n\r\nthe  full amount. It is the policy of the People's\r\n\r\nAssociation to give grants, dollar-for-dollar, for\r\n\r\nthe  construction of community centres. But  there\r\n\r\nmust  be  a  limit. We cannot just  go  on  giving\r\n\r\ndollar-for-dollar subsidy without  a  limit.  They\r\n\r\nmay  ask  for  a  $400,000 or  $500,000  community\r\n\r\ncentre.  And  I do not think they can  expect  the\r\n\r\nPeople's Association to meet with the demand. So a\r\n\r\nceiling  has got to be fixed, and that ceiling  is\r\n\r\nabout $80,000.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, I would like\r\n\r\nto  thank the Minister for his explanation. Before\r\n\r\nI  withdraw my amendment, I would like to  comment\r\n\r\non  the principle involved, i.e, that there should\r\n\r\nbe  a  ceiling  for the grant. I think  we  should\r\n\r\nconceive  that  the facilities  in  the  community\r\n\r\ncentres or the provision of community centres is a\r\n\r\nform of public institution, like the provision  of\r\n\r\nschools  for  the  children, provision  of  public\r\n\r\nrecreational  facilities, as  part  of  the  State\r\n\r\nresponsibility.  In  that  sense,  I   feel   that\r\n\r\nalthough I agree with the Minister that we  should\r\n\r\nencourage    or   would   like   to   see    local\r\n\r\nparticipation,  the main responsibility  of  these\r\n\r\nprovisions  should be that of the  State.  If  the\r\n\r\nState can provide additional funds, then it should\r\n\r\ndo   so   to  lighten  the  burden  of  the  local\r\n\r\nresidents, like residents in my constituency,  for\r\n\r\nexample,  where  almost 100 per cent  are  Housing\r\n\r\nBoard  residents, 30 per cent of whom are one-room\r\n\r\nflat  dwellers. And for them to raise $150,000  or\r\n\r\neven $100,000 is rather impossible.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 805</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on that note, I beg leave to withdraw my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr\r\n\r\nTeong Eng Siong -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(14) That the sum to be allocated for Head 0901\r\n\r\nbe reduced by $10 in respect of subhead 62.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Teong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong:</b> I am not moving, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0901 be\r\n\r\nreduced by $10 in respect of subhead 63.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I welcome the proposal to replace old\r\n\r\nbuildings  and holiday camps at Changi  and  Tanah\r\n\r\nMerah  with chalets and picnic pavilions with  the\r\n\r\nprovision  of  $200,000. This proves that  holiday\r\n\r\nchalets  are  becoming more and more popular,  and\r\n\r\nhence there are insufficient chalets to cope  with\r\n\r\nthe  increasing demand for such facilities. On the\r\n\r\nquestion of booking holiday camps and chalets,  it\r\n\r\ntakes a long time for the People's Association  to\r\n\r\napprove  the  application. Moreover,  applications\r\n\r\nhave to be submitted very early.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to know from the Minister for\r\n\r\nCulture whether the People's Association is in the\r\n\r\nprocess of acquiring more land, especially in  the\r\n\r\ncoastal parts of our Republic, for the purpose  of\r\n\r\nbuilding more holiday chalets or picnic pavilions.\r\n\r\nSir,  I have pointed out to the House earlier that\r\n\r\nin  an urbanised society like ours, there must  be\r\n\r\nroom  for recreational facilities for those living\r\n\r\nin  Housing  Board flats. I would  certainly  hope\r\n\r\nthat this is not the end of the holiday complex. I\r\n\r\nwould  like  to  see more holiday complexes  being\r\n\r\nbuilt for the people.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, Sir, the Member\r\n\r\nfor  Punggol  complained that the holiday  chalets\r\n\r\nare  not sufficient. Yes, they are not sufficient.\r\n\r\nBut   in  what  periods  of  time  are  they   not\r\n\r\nsufficient? In Pasir Ris we have 30 holiday flats.\r\n\r\nBut  they  are all empty during school terms,  and\r\n\r\nfull  during  the  school holidays.  I  think  the\r\n\r\nproblem\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 806</b></font><br><br>\r\n\r\n\r\n\r\nhere  is not that we do not have enough. It  is  a\r\n\r\nquestion  of how to allocate or how to  make  full\r\n\r\nuse  of  these  chalets. During the school  terms,\r\n\r\nthere are many holiday flats, bungalows and so  on\r\n\r\nlooking  for  occupants. During  school  holidays,\r\n\r\nhowever,  we  have applicants looking for  holiday\r\n\r\nchalets.  Perhaps one solution will  be  that  our\r\n\r\npeople  should  take their holidays  in  different\r\n\r\nperiods  and not take their holidays  all  at  the\r\n\r\nsame time. If they do that, then I do not think we\r\n\r\nneed  to have so many chalets. Otherwise no matter\r\n\r\nhow we allocate them, we will still not be able to\r\n\r\nmeet  the  demand for holiday chalets. If everyone\r\n\r\ngoes  on  holiday  at the same time,  then  it  is\r\n\r\nreally not possible to approve every application.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The booking of a holiday camp takes a very long\r\n\r\ntime.  I  presume that it will take some  time  to\r\n\r\nbook a holiday camp because of the popularity  and\r\n\r\nalso  because of the number of people who want  to\r\n\r\nget into these camps. The problem here may not  be\r\n\r\njust  acquiring land to open up new camps, because\r\n\r\nin  land-hungry Singapore it is not feasible to do\r\n\r\nthat. One solution may be to partition the present\r\n\r\nholiday  camps in such a way that more groups  can\r\n\r\nuse the camp at any one time. For instance, we can\r\n\r\nhave  the Tanah Merah Camp renovated to allow  not\r\n\r\njust  one group to use it at any one time  but  to\r\n\r\npartition  it  in such a way that  several  groups\r\n\r\nfrom  different organisations can occupy this camp\r\n\r\nat  the  same time. I think that may be a solution\r\n\r\nto  this  shortage of camps. I agree that we  need\r\n\r\nmore  camping sites for our young people in  order\r\n\r\nto encourage them to get used to outdoor life. But\r\n\r\nthe  problem is how to get more camps. How are  we\r\n\r\ngoing  to  get  land in order to convert  it  into\r\n\r\ncamps? As I have said, I think the solution may be\r\n\r\nto subdivide the camps now available.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> As regards land availability, I\r\n\r\nthink there is no problem. Even though there is  a\r\n\r\nterm known as \"land-hungry Singapore\" as mentioned\r\n\r\nby  the  Minister just now, I think the Government\r\n\r\ncan easily acquire land if\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 807</b></font><br><br>\r\n\r\n\r\n\r\nit  wants to. We have seen this going on  all  the\r\n\r\ntime.  So there is no problem about that.  What  I\r\n\r\nwanted   was  that  certain  coastal  parts   with\r\n\r\nbeautiful  beaches  be acquired  so  that  holiday\r\n\r\ncomplexes can be built.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also mentioned that holiday camps or\r\n\r\ncomplexes  are  only fully occupied during  school\r\n\r\nholidays.  I concede that that is true. But  that,\r\n\r\nof  course,  proves  one point,  that  during  the\r\n\r\nschool   holidays  everybody  goes   on   holiday,\r\n\r\nespecially   parents  who  want  to  bring   their\r\n\r\nchildren to the seaside, or some place like  that.\r\n\r\nIt  also  proves another point, that not everybody\r\n\r\ncan  take his holiday and use it by going  to  the\r\n\r\nseaside  where the People's Association  have  got\r\n\r\nthese holiday camps, because the children have  to\r\n\r\ngo  10  schools. So that is ruled out. But in  all\r\n\r\nprobability it may be that the organisations might\r\n\r\nwant to make use of these holiday camps or chalets\r\n\r\nduring   certain  weekends.  Similarly,  in   that\r\n\r\nrespect,  where there is a great demand for  these\r\n\r\nholiday   camps  at  certain  times   or   certain\r\n\r\nparticular periods of the year, there would hardly\r\n\r\nbe  sufficient  holiday camps or complexes  to  go\r\n\r\nround.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister said that partitioning may be one\r\n\r\nway  to solve the problem. I would say that it may\r\n\r\nease  the  problem a little but not totally  solve\r\n\r\nit.  I cannot agree with him in his assertion that\r\n\r\nit  is  difficult to look for land because,  as  I\r\n\r\nhave  mentioned just now, if Government  wants  to\r\n\r\nacquire a piece of land for public development  it\r\n\r\ncan do so at will. There is no question to that. I\r\n\r\ndo\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 808</b></font><br><br>\r\n\r\n\r\n\r\nnot  think  it  is  going to be very  costly  when\r\n\r\nGovernment  acquires a piece of  land  for  public\r\n\r\ndevelopment because it is in the interest  of  the\r\n\r\npublic. In that respect, if I get the assurance of\r\n\r\nthe  Minister for Culture that he will  look  into\r\n\r\nall   these   aspects,  then   I   will   consider\r\n\r\nwithdrawing my amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Yes. The Member has my\r\n\r\nassurance.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ng Kah Ting:</b> Thank you. Sir, I beg leave to\r\n\r\nwithdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $27,666,940 for Head 0901 ordered to\r\n\r\nstand part of the Main Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $10,671,900 for Head 0901 ordered to\r\n\r\nstand part of the Development Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Pursuant to a resolution of the House, Mr Speaker\r\n\r\nthereupon left the Chair of the Committee and took\r\n\r\nthe Chair of the House.\r\n\r\n\r\n\r\n<br><br><!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Jek Yeun Thong:</b> Mr Speaker, Sir, I beg to\r\n\r\nreport  that  the  Committee of  Supply  has  made\r\n\r\nfurther  progress  on  the  Main  and  Development\r\n\r\nEstimates  of  Expenditure for the financial  year 1st April, 1973 to 31st March, 1974, and ask leave to sit again tomorrow.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> So be it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\"-[Mr Jek Yeun Thong].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at Six</div>\r\n\r\n<div align=\"right\">minutes past Seven o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
