{"memberId": null, "volumeNo": "32", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "22", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"3\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"32\">\r\n\r\n<meta name=\"Sit_No\" content=\"22\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1973-07-26\">\r\n\r\n<meta name=\"Start_Col\" content=\"1200\">\r\n\r\n<meta name=\"End_Col\" content=\"1256\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">32</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">22</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">26-07-1973</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1200</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>THIRD PARLIAMENT</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 32</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 26th July, 1973</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., .J. P. (Joo Chiat)).\r\n\r\n\r\n\r\n<br>Encik Abdul Aziz Karim (Kallang).\r\n\r\n\r\n\r\n<br>Encik A. Rahim Ishak (Siglap), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ahmad Mattar (Leng Kee), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Dr Ang Kok Peng, B.B.M. (Crawford), Minister of State for Communications.\r\n\r\n\r\n\r\n<br>Mr Ang Nam Piau (Thomson).\r\n\r\n\r\n\r\n<br>Mr Ivan Baptist (Potong Pasir).\r\n\r\n\r\n\r\n<br>Mr E. W. Barker (Tanglin), Minister for Law and National Development and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Chai Chong Yii (Bukit Batok), Minister of State for Education.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar), Parliamentary Secretary to the Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Chin Harn Tong (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Ch'ng Jit Koon (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Bukit Timah), Parliamentary Secretary to the Minister for the Environment.\r\n\r\n\r\n\r\n<br>Mr Chua Sian Chin (Mac Pherson), Minister for Health and Home Affairs.\r\n\r\n\r\n\r\n<br>Mr J. F. Conceicao (Katong).\r\n\r\n\r\n\r\n<br>Mr Fong Sip Chee (Stamford), Parliamentary Secretary to the Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr N. Govindasamy (Telok Blangah).\r\n\r\n\r\n\r\n<br>Mr. P. Govindaswamy (Anson).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1202</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ho Kah Leong (Jurong).\r\n\r\n\r\n\r\n<br>Mr Ho See Beng (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr Hon Sui Sen (Havelock), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr Hwang Soo Jin (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Lai Tha Chai (Henderson).\r\n\r\n\r\n\r\n<br>Dr Lee Chiaw Meng (Farrer Park), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Lee Yiok Song (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Lim Guan Hoo (Bukit Merah), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for the Environment.\r\n\r\n\r\n\r\n<br>Tuan Haji Mohd. Ariff Bin Suradi (Kampung Kembangan).\r\n\r\n\r\n\r\n\r\n\r\n<br>Mr Ng Yeow Chong (Mountbatten), Dr Ong Leong Boon (Kim Seng).\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour.\r\n\r\n\r\n\r\n<br>Mr Ong Soo Chuan (Nee Soon), Parliamentary Secretary to the Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ong Teng Cheong (Kim Keat).\r\n\r\n\r\n\r\n<br>Encik Othman Bin Wok (Pasir Panjang), Minister for Social Affairs.\r\n\r\n\r\n\r\n<br>Mr Phey Yew Kok (Boon Teck).\r\n\r\n\r\n\r\n\r\n\r\n<br>Encik Rahmat Bin Kenap A1-Haj (Geylang Serai). Mr S. Rajaratnam (Kampung Glam), Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr L. P. Rodrigo (Serangoon Gardens).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1203</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Seah Mui Kok (Bukit Ho Swee).\r\n\r\n\r\n\r\n<br>Encik Sha'ari Bin Tadin (Kampung Chai Chee), Parliamentary Secretary to the Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Sia Kah Hui (Upper Serangoon), Minister of State for Labour and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Sia Khoon Seong (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Sim Boon Woo (Changi).\r\n\r\n\r\n\r\n<br>Dr Tan Eng Liang, B.B.M. (River Valley).\r\n\r\n\r\n\r\n<br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Tay Boon Too (Paya Lebar).\r\n\r\n\r\n\r\n<br>Mr Teong Eng Siong (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Minister of State for the Environment.\r\n\r\n\r\n\r\n<br>Prof. Wong Lin Ken, B.B.M. (Alexandra).\r\n\r\n\r\n\r\n<br>Tuan Haji Ya'acob Bin Mohamed (Kampung Ubi), Minister of State, Prime Minister's Office.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1204</b></font><br><br>\r\n\r\n<br>Mr Yeo Choo Kok (Delta).\r\n\r\n\r\n\r\n<br>Mr Yeo Toon Chia (Kampung Kapur).\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Communications.\r\n\r\n<br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Cheong Yuen Chee (Toa Payoh).\r\n\r\n\r\n\r\n<br>Dr Chiang Hai Ding (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Defence.\r\n\r\n\r\n\r\n<br>Mr Jek Yeun Thong (Queenstown), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Hong Lim), Minister of State for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Ng Kah Ting (Punggol).\r\n\r\n\r\n\r\n<br>Mr Phua Bah Lee (Tampines), Parliamentary Secretary to the Minister of Defence.\r\n\r\n\r\n\r\n<br>Mr P. Selvadurai (Kuo Chuan).\r\n\r\n\r\n\r\n<br>Dr Augustine H. H. Tan (Whampoa).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Minister for Science and Technology.\r\n\r\n\r\n\r\n<hr align=\"center\" width=\"30%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1203</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>URBAN REDEVELOPMENT AUTHORITY BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Minister for Law and National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Law and National Development (Mr E. W. Barker):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members of this House will recall that the\r\n\r\nPresident,  at  the  opening of  this  session  of\r\n\r\nParliament last year, indicated in an addendum  to\r\n\r\nhis  Speech that an Urban Redevelopment  Authority\r\n\r\nwould  be  established to implement  a  systematic\r\n\r\nprogramme  of  redevelopment of the Central  area.\r\n\r\nThe objective is to create a new and gracious city\r\n\r\nwith  better environment for business,  residences\r\n\r\nas well as social activities. To achieve this aim,\r\n\r\nthe   upgrading  of  the  present  Urban   Renewal\r\n\r\nDepartment  to  an independent Urban Redevelopment\r\n\r\nAuthority with increased planning responsibilities\r\n\r\nand  wider  functions is necessary.  Towards  this\r\n\r\nend, this Bill is now before the House.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1204</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill establishes the Urban Redevelopment\r\n\r\nAuthority  as  a  body  corporate  with  a  Board,\r\n\r\nconsisting of a Chairman, a Deputy Chairman and at\r\n\r\nleast three but not more than seven other members.\r\n\r\nThe  Authority  is  given the  responsibility  and\r\n\r\npower   on   all   matters   relating   to   urban\r\n\r\nredevelopment,  including the clearance  of  land,\r\n\r\ndevelopment  of land and management  of  buildings\r\n\r\ntherein.  The  Bill  therefore  provides  for  the\r\n\r\ntransfer  to  the  Authority of  all  such  lands,\r\n\r\nbuildings   and  other  properties  belonging   to\r\n\r\nGovernment and the Housing and Development  Board,\r\n\r\nas  the Minister may think fit. Provision is  also\r\n\r\nmade  for  the transfer to the Authority of  every\r\n\r\nperson  employed  by the Housing  and  Development\r\n\r\nBoard  in its Urban Renewal Department as well  as\r\n\r\nsuch  employees of the Government who are  engaged\r\n\r\nin  discharging the functions to be vested in  the\r\n\r\nAuthority on terms not less favourable than  those\r\n\r\nthey  enjoyed immediately prior to the coming into\r\n\r\noperation of the Act.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1205</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other provisions of the Bill are many, but I\r\n\r\nwill draw the attention of Members to only some of\r\n\r\nthe  special features. The first of these is  that\r\n\r\nthe Authority, in addition to its main function of\r\n\r\ncomprehensive  planning of the  Central  area,  is\r\n\r\nempowered  to sell land to the private sector  for\r\n\r\ndevelopment   and   to  carry  out   any   finance\r\n\r\ndevelopment on its own or in conjunction with  the\r\n\r\nprivate  sector.  The Authority  will,  therefore,\r\n\r\ncontinue  the series of urban renewal  sales  that\r\n\r\nhave   been   so   successful  in  promoting   the\r\n\r\nparticipation  of  private  entrepreneurs  in  our\r\n\r\nefforts to rebuild the city.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Authority with the approval of the\r\n\r\nMinister  may  declare  certain  areas  as   urban\r\n\r\nredevelopment areas and may acquire  any  land  in\r\n\r\nthe  designated area within three years  from  the\r\n\r\ndate  of declaration, or for such extended periods\r\n\r\nas  the  Minister  thinks fit,  at  market  values\r\n\r\nprevailing  at  the date or dates of  declaration.\r\n\r\nThis  provision  will in effect  freeze  land  and\r\n\r\nproperty prices and prevent land speculation in an\r\n\r\narea  earmarked for urban redevelopment.  It  will\r\n\r\nalso  give the Authority sufficient time to  carry\r\n\r\nout a survey and census of the area.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third special feature confers upon the\r\n\r\nAuthority   the  responsibility  of   controlling,\r\n\r\ndeveloping  and  running car park facilities.  The\r\n\r\nAuthority  will  take  over  the  Chief  Planner's\r\n\r\nfunctions  in  the provision of car parks  in  new\r\n\r\ndevelopments,  and will in due  course  also  take\r\n\r\nover  the  responsibilities of  the  existing  Car\r\n\r\nParks  Division. The main objective is  to  reduce\r\n\r\nover  a  period  of time kerb-side parking,  which\r\n\r\ntends  to  obstruct  the  traffic  flow,  so  that\r\n\r\nstreets  will  be freed for their right  vehicular\r\n\r\nuse and traffic congestion thereby relieved. It is\r\n\r\nintended  to  build  multi-storey  car  parks   at\r\n\r\nstrategic locations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>2.37 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Teng Cheong (Kim Keat):</b> Mr Speaker, Sir, I\r\n\r\nwelcome  and support the Bill in principle,  which\r\n\r\nno doubt will enable many of our urban redevelopment\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1206</b></font><br><br>\r\n\r\n\r\n\r\nschemes   to   be   more   effectively\r\n\r\nimplemented. However, there is one aspect  of  the\r\n\r\nBill  which I would like to comment, and that  is,\r\n\r\nPart  VIII  of  the  Bill  which  deals  with  the\r\n\r\nregulating  and  controlling  functions   of   the\r\n\r\nAuthority.  Part  VIII of the Bill  requires  that\r\n\r\nevery  person who wishes to develop any land shall\r\n\r\nsubmit  to  the Authority proposals and plans  for\r\n\r\nthe  provision of car parks and car parking spaces\r\n\r\nbefore  applying to the competent authority  under\r\n\r\nthe  provisions of the Planning Act for permission\r\n\r\nto  develop such land. I feel that this is putting\r\n\r\nthe cart before the horse, since the provision  of\r\n\r\ncar  parking spaces is dependent upon the use  and\r\n\r\nintensity of any proposed development which may be\r\n\r\npermitted  by  the  Chief Planner.  Besides,  this\r\n\r\nregulatory  function  is  not  explicitly   stated\r\n\r\neither  in Part IV of the Bill or in the  Schedule\r\n\r\nto  the  Bill,  which deals with  the  powers  and\r\n\r\nfunctions of the Authority. I wonder whether  this\r\n\r\nis  a deliberate omission, or whether Part VIII of\r\n\r\nthe  Bill is an afterthought or a subsequent hasty\r\n\r\naddition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have no doubt the House will agree that there\r\n\r\ncould be a basic conflict of interest if the Urban\r\n\r\nRedevelopment Authority, whose main functions  and\r\n\r\nduties are to prepare and execute proposals and to\r\n\r\nsell   and  manage  properties,  etc.,   is   also\r\n\r\nempowered  to  perform regulatory and  enforcement\r\n\r\nfunctions as well. Although such function is  only\r\n\r\nin  respect  of car park provision, it  is  to  be\r\n\r\nrealised  that  such a provision  is  normally  an\r\n\r\nintegral part of any land or building development.\r\n\r\nUnless  there is a very good reason for  this  new\r\n\r\nAuthority to discharge such regulatory function, I\r\n\r\nwould like to see this function continue to be the\r\n\r\nfunction  of a regulatory and enforcement  agency,\r\n\r\nsuch  as  the Planning Department or the  Building\r\n\r\nControl Division of the PWD. If the object of this\r\n\r\nparticular  Part  of the Bill  is  to  enable  the\r\n\r\nAuthority  to  finance  and  develop  multi-storey\r\n\r\ngarages  in  the Central area, then I think  there\r\n\r\nare  other more appropriate means of achieving the\r\n\r\nsame  objective. Besides, it should be  recognised\r\n\r\nthat  car  parking  is  an  important  element  of\r\n\r\ncomprehensive land\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1207</b></font><br><br>\r\n\r\n\r\n\r\nuse  and  transportation policy, and it  would  be\r\n\r\nunwise   to   consider  car  parking   policy   in\r\n\r\nisolation,  particularly at  this  present  moment\r\n\r\nwhen a decision on a mass rapid transit system  is\r\n\r\nstill  pending  and that the bus services  in  the\r\n\r\nRepublic is due for reorganisation again soon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore wish to suggest, for the\r\n\r\nconsideration of the Minister and the House,  that\r\n\r\nthe  Bill  be  referred to a Select Committee  for\r\n\r\nconsideration,  as I feel that the  implementation\r\n\r\nof  this Bill, particularly Part VIII of the Bill,\r\n\r\nis more far-reaching than it appears to he.\r\n\r\n\r\n\r\n<br><br><!-- Mr L. P. Rodrigo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr L. P. Rodrigo (Serangoon Gardens):</b> Mr Speaker,\r\n\r\nSir,  may  I  say immediately that I support  this\r\n\r\nBill,  and  I  think it has come  fairly  promptly\r\n\r\nconsidering the fact that the decision  for  urban\r\n\r\nrenewal to go corporate was taken only last year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It does not require much scrutiny to grasp the\r\n\r\nsignificance  of this Authority  which  is  to  be\r\n\r\nestablished through this Bill. Going through  Part\r\n\r\nIV  of  the Bill and recalling the experience  and\r\n\r\nachievements  of the Urban Renewal  Department  of\r\n\r\nthe Housing and Development Board, its approach to\r\n\r\nthe problem of resettling hawkers notwithstanding,\r\n\r\none   quickly   sees  that  this  Authority   will\r\n\r\ndetermine  the physical and social structuring  of\r\n\r\nredevelopment in the urban areas. To the credit of\r\n\r\nthe  Urban Renewal Department, it may be said that\r\n\r\nthe  Department  is  already responsible  for  the\r\n\r\nimpressive  manner in which the city's skyline  is\r\n\r\nshaping.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One obvious merit in having such an Authority is\r\n\r\nthat,  being  an autonomous body and operating  on\r\n\r\nits  own commercial viability, it will escape  the\r\n\r\nstringency  of  governmental constraints  most  of\r\n\r\nwhich usually emanate from the Treasury and allows\r\n\r\nurban  redevelopment to take on some  acceleration\r\n\r\nand  quality. In my view the physical planning for\r\n\r\nurban  redevelopment should be based upon  an  in-depth and long-range study of our physical, social\r\n\r\nand  cultural  needs  as individuals,  as  primary\r\n\r\ngroups, and as a society. Such a project\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1208</b></font><br><br>\r\n\r\n\r\n\r\nstudy  calls for a coherent vision of the kind  of\r\n\r\nurban life we should have and can have.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have learnt that in May 1970 the Urban Renewal\r\n\r\nDepartment began a project to prepare and evaluate\r\n\r\na  detailed plan for the Central area based on the\r\n\r\nState  and  City Planning Concept Plan  for  1992.\r\n\r\nThis Sub-Project which is being prepared with  the\r\n\r\nassistance of United Nations consultants under the\r\n\r\nUnited   Nations  Development  Programme  is   not\r\n\r\ncompleted.   It  claims  to  entail  problems   of\r\n\r\ndistribution  of  land uses in the  Central  area,\r\n\r\nroad   and  traffic  systems,  land  floor   space\r\n\r\nintensities,  open  space, car parking  needs  and\r\n\r\nother related problems.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know to what extent the State and City\r\n\r\nPlanning Concept Plan for 1992, on which the  Sub-Project   is  based,  is  now  or  will  soon   be\r\n\r\nirrelevant  or obsolete in the light of subsequent\r\n\r\npolicy  decisions on the Mass Rapid Transit System\r\n\r\nand   other  major  decisions  relating   to   the\r\n\r\nphysical,  social and cultural patterns  of  urban\r\n\r\nliving.  I  should  think that  some  obsolescence\r\n\r\nalready exists. Building construction technologies\r\n\r\nare   advancing   rapidly.  New   techniques   are\r\n\r\navailable  making what were bold  concepts  a  few\r\n\r\nyears ago a practical proposition today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, I wish to make the suggestion\r\n\r\nthat  the  Urban Redevelopment Authority give  due\r\n\r\nconsideration  to  the  feasibility  of   creating\r\n\r\nextensive  space below ground level. To-date,  the\r\n\r\ncreation of space underground has been limited  to\r\n\r\nmaking  provision  for the  parking  of  cars  and\r\n\r\nbasement facilities in that building. I feel there\r\n\r\nis   scope   for   a   dynamic  exploitation   and\r\n\r\nmanipulation  of  space below ground  through  the\r\n\r\nconstruction of passageways, offices, shopping and\r\n\r\nsocial  centres.  The idea of getting  pedestrians\r\n\r\noff   the  streets  and  above  the  roads   along\r\n\r\npassageways  is  already  accepted  and  has  been\r\n\r\nincorporated  into the physical planning  of  some\r\n\r\nurban  renewal  projects. We should  now  consider\r\n\r\ndoing  likewise below the roads. If  we  begin  to\r\n\r\nlook at the feasibility of the proposition and its\r\n\r\nproblems at this stage we will have the advantage\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1209</b></font><br><br>\r\n\r\n\r\n\r\nof  being  able  to co-ordinate the  planning  for\r\n\r\nunderground  urban  redevelopment  with  the  Mass\r\n\r\nRapid Transit System project (especially if such a\r\n\r\nsystem uses subways in the Central area) and  with\r\n\r\nthe  siting of future multi-storey buildings,  and\r\n\r\npiling  for  which  must  necessarily  sink   some\r\n\r\ndistance into the ground. In any case, the need to\r\n\r\ntake urban redevelopment below ground level should\r\n\r\nbe  increasingly  compelling  as  space  and  land\r\n\r\nbecome more scarce and expensive at ground level.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I note, Sir, that the Urban Redevelopment\r\n\r\nAuthority  will  also  undertake  public   housing\r\n\r\nschemes  in  the  Central area, and  thus  in  the\r\n\r\ntotality   of  its  functions  and  duties,   this\r\n\r\nAuthority  will  be responsible  for  shaping  the\r\n\r\nstyle  of  urban life in our city  in  the  future\r\n\r\nyears.  People respond according to the extent  of\r\n\r\nthe liberation of or restriction on themselves  as\r\n\r\ndetermined  by  the  physical  environment.   Such\r\n\r\nresponses, when sustained, develop into a style of\r\n\r\nlife  with its particular modes and mores  and  we\r\n\r\nget the society which our environment produces.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are ample studies to show us that planning\r\n\r\nfor urban living must take account of one critical\r\n\r\nconsideration,   and   that   is   provision   for\r\n\r\nmeaningful  contact between people.  The  physical\r\n\r\nplanning for urban redevelopment, in my view, must\r\n\r\nensure  what may be called the optimum environment\r\n\r\nwhich  sustains the mechanism for meaningful human\r\n\r\ncontact  between  persons,  and  persons  in   the\r\n\r\nprimary   groups,   that  is,  the   family,   the\r\n\r\nchildren's play group and the adult group  through\r\n\r\nadequate housing and effective social and cultural\r\n\r\nmeeting places.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Planning must provide the opportunities for\r\n\r\npeople  to establish meaningful contact as persons\r\n\r\nand  not meeting each other in their various role-relationships. A fact of urban dwelling is that  a\r\n\r\nperson  has  numerous contacts with  other  people\r\n\r\nevery day, but he is still a lonely person at  the\r\n\r\nend of the day. These contacts are superficial and\r\n\r\nmeaningless. In urban life, the manifold needs  of\r\n\r\na\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1210</b></font><br><br>\r\n\r\n\r\n\r\nperson are easily available. He secures all  these\r\n\r\nneeds  with money. He thus experiences an autonomy\r\n\r\nof  his  person.  Stress in  urban  life  and  the\r\n\r\nabsence of meaningful human contacts force him  to\r\n\r\nwithdraw. His autonomy allows him to sustain  this\r\n\r\nwithdrawal  from society and he is soon alienated.\r\n\r\nThis  is  referred  to as the autonomy  withdrawal\r\n\r\nsyndrome by the experts. If this process occurs on\r\n\r\na  large  scale, we may soon find ourselves  beset\r\n\r\nwith   the   huge  problem  of  resolving   social\r\n\r\npathologies  like  delinquency,  drug   addiction,\r\n\r\ncrime  and  schizophrenia. Such  alienated  people\r\n\r\ncreate for themselves a way of life which has been\r\n\r\ndetermined by their environment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is fortunate for us that at this stage of our\r\n\r\ngrowth  we  are  able to study the adversities  of\r\n\r\nurban  crises in the major cities in various parts\r\n\r\nof  the  world,  and to some extent  identify  the\r\n\r\ncauses of these crises. We should benefit from the\r\n\r\nstudy  and  recognise the miseries experienced  by\r\n\r\nurban dwellers in these cities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, any physical planning for urban\r\n\r\nredevelopment  should be based  on  a  substantive\r\n\r\nlong-range study which has identified the kind  of\r\n\r\nurban life we should have, co-ordinated with major\r\n\r\nprojects such as the Mass Rapid Transit System and\r\n\r\nincorporate  new  technologies and  techniques  to\r\n\r\nconstruct  the optimum environment for a  healthy,\r\n\r\npeaceful and productive urban society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;By way of conclusion, I wish to observe that\r\n\r\nclauses 17 and 18 of the Bill, as has been pointed\r\n\r\nout  by  the  Minister, indeed  vest  considerable\r\n\r\npowers  in  the  Authority. The clauses  concerned\r\n\r\nempower  the Authority, with the approval  of  the\r\n\r\nMinister, to freeze land for three years  or  more\r\n\r\nfor  the  purpose of urban redevelopment,  if  the\r\n\r\nAuthority so decides. While I understand the  need\r\n\r\nfor such powers, if the Authority is to be able to\r\n\r\nplan  ahead and make suitable feasibility  studies\r\n\r\nof  various  redevelopment projects, I would  like\r\n\r\nnevertheless to make the point that, first,  these\r\n\r\nprovisions should be utilised\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1211</b></font><br><br>\r\n\r\n\r\n\r\nonly after reasonable certainty is established  in\r\n\r\nthe  overall urban redevelopment planning  of  the\r\n\r\nneed   for   the  land  for  urban  redevelopment.\r\n\r\nSecondly,  that the owner or owners of such  lands\r\n\r\nbe  given  the choice of developing  the  land  in\r\n\r\nquestion  in  the  manner  planned  for   by   the\r\n\r\nAuthority   for  the  purposes  of  redevelopment.\r\n\r\nFinally, I wholeheartedly support the hon.  Member\r\n\r\nfor his suggestion to commit this Bill to a Select\r\n\r\nCommittee.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, if I may\r\n\r\njust  supplement what I have mentioned earlier.  I\r\n\r\nhope  the  Minister would consider the possibility\r\n\r\nof  setting up a special committee, as a matter of\r\n\r\nurgency,  to  study and formulate a  comprehensive\r\n\r\ntransportation   policy  and  strategy   for   the\r\n\r\nRepublic,  in  conjunction with  the  Ministry  of\r\n\r\nCommunications   and   other  relevant   statutory\r\n\r\nbodies, to guide the provision, distribution,  and\r\n\r\nmanagement  of  car  parking  facilities  in   the\r\n\r\nCentral  area. I appreciate his concern  over  the\r\n\r\npresent  traffic  and  parking  situation  in  the\r\n\r\nCentral  area  as reflected in Part  VIII  of  the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Barker:</b> Mr Speaker, Sir, after that long\r\n\r\nlecture on urban redevelopment from the Member for\r\n\r\nSerangoon Gardens, I do not think I need add  much\r\n\r\nfurther to my speech. At this stage also, I do not\r\n\r\npropose to answer any of the criticisms or queries\r\n\r\nof   either   Member,  because  I   accept   their\r\n\r\nsuggestion  to  commit  this  Bill  to  a   Select\r\n\r\nCommittee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Urban Redevelopment Authority Bill be\r\n\r\ncommitted to a Select Committee consisting  of  Mr\r\n\r\nSpeaker  as  Chairman,  and  the  following  seven Members:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ivan Baptist (Potong Pasir)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr E. W. Barker (Tanglin)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr N. Govindasamy (Telok Blangah)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Hwang Soo Jin (Jalan Kayu)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ong Teng Cheong (Kim Keat)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr L. P. Rodrigo (Serangoon Gardens)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tan Eng Liang (River Valley).\"--[Mr Barker],\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1212</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>BOUNDARIES AND SURVEY MAPS (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>2.57 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. W. Barker (Minister for Law and National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Law and National Development (Mr E. W. Barker):</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Land holdings appearing in maps published under\r\n\r\nthe  Boundaries and Survey Maps Act are identified\r\n\r\nby  reference to Lot numbers and appropriate  Town\r\n\r\nSub-division  or Mukim numbers, The boundaries  of\r\n\r\nTown   Subdivisions  or  Mukims   usually   follow\r\n\r\nexisting roads or other prominent boundary-marks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With the accelerated real estate development in\r\n\r\nrecent years, the existing boundary-marks of  many\r\n\r\nTown    Sub-divisions   or   Mukims   have    been\r\n\r\nobliterated. It has, therefore, become  necessary,\r\n\r\nin some cases, to alter Town Sub-division or Mukim\r\n\r\nboundaries. Furthermore, some development projects\r\n\r\nare  sited in two different Town Sub-divisions  or\r\n\r\nMukims, and in such cases before any new title can\r\n\r\nbe  issued the existing Town Sub-division or Mukim\r\n\r\nboundaries  have had to be changed.  The  practice\r\n\r\nhas  been  for  the Chief Surveyor  to  alter  the\r\n\r\nboundaries of Town Sub-divisions or Mukims by  the\r\n\r\npublication  of  the alteration in the  Government\r\n\r\nGazette  for  public  information.  While  such  a\r\n\r\npractice  is  not prohibited by the provisions  of\r\n\r\nthe  said  Act,  it is nevertheless not  expressly\r\n\r\nprovided for by the Act. It is desirable that such\r\n\r\nalterations   should   be  covered   by   specific\r\n\r\nstatutory authority. The Bill, therefore, seeks to\r\n\r\namend  the  Act in order to confer upon the  Chief\r\n\r\nSurveyor   the  express  authority  to  make   the\r\n\r\nalterations of the boundaries of a Mukim or a Town\r\n\r\nSub-division  when the alteration is  required  by\r\n\r\nreason of any change, or revision of any boundary-marks   of   the   Mukim  or   Town   Sub-division\r\n\r\nboundaries.  In  addition, the Chief  Surveyor  is\r\n\r\nalso  given  the authority to alter the boundaries\r\n\r\nof   a   Mukim  or  Town  Sub-division  when   the\r\n\r\nalteration is required by reason of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1213</b></font><br><br>\r\n\r\n\r\n\r\nany change in the boundaries of a land holding  or\r\n\r\nof any reclamation of the foreshore or the seabed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed\r\n\r\nto a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a\r\n\r\nCommittee on the Bill. -[Mr Barker].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without\r\n\r\namendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1213</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MENTAL DISORDERS AND TREATMENT (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chua Sian Chin (Minister for Health and Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health and Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, I have just received\r\n\r\na  letter  from the Singapore Medical  Association\r\n\r\nstating  that  they  would like  to  make  certain\r\n\r\nrepresentations on the provisions of this Bill. In\r\n\r\norder   to  give  them  an  opportunity  to   make\r\n\r\nrepresentations, I suggest that the Second Reading\r\n\r\nof  this  Bill be postponed to the next  available\r\n\r\nsitting of Parliament.\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> So be it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1213</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>PRIVATE INVESTIGATION AND SECURITY AGENCIES BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>3.02 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chua Sian Chin (Minister for Health and Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health and Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since 1969 there has been a sharp increase\r\n\r\nin   the  number  of  private  investigation   and\r\n\r\nsecurity guard agencies. There are at present some\r\n\r\n80  such agencies registered in the Registries  of\r\n\r\nBusiness  Names  and Companies.  Their  activities\r\n\r\ncover a wide area and include, inter alia: -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) the provision of guards for buildings,\r\n\r\nhotels, warehouses, factories, shopping complexes\r\n\r\nand ships;\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1214</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) the provision of body-guards for wealthy\r\n\r\nbusinessmen;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) enquiries in connection with divorce and\r\n\r\nother matrimonial proceedings;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) investigation of claims made under insurance\r\n\r\npolicies;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(e) investigation of trade-mark infringements;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(f) assisting firms, banks and business houses in\r\n\r\nenquiries  of a commercial nature, e.g, enquiries\r\n\r\nrelating   to  credit  status  and  character   of\r\n\r\nclients; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(g) assisting finance companies, moneylenders and\r\n\r\nchit fund companies to trace debtors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the proliferation of these\r\n\r\nagencies  in  recent years reflects an  increasing\r\n\r\ndemand  for their services. This has been  brought\r\n\r\nabout by the rapid expansion in the commercial and\r\n\r\nindustrial sectors of our Republic.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Existing legal controls over such agencies are\r\n\r\nminimal. Any person desirous of opening an  agency\r\n\r\nhas  merely  to register it with the Registrar  of\r\n\r\nBusiness  Names,  paying a fee  of  $10,  with  no\r\n\r\nquestions asked. Thereafter he is free to  conduct\r\n\r\nhis business in whatever way he thinks fit and  he\r\n\r\nmay  employ  (as an investigator or as a  security\r\n\r\nguard) any person he wishes to employ.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst private investigation and security guard\r\n\r\nagencies   can  provide  legitimate  and  valuable\r\n\r\nservices to the public, the lack of proper control\r\n\r\nof  such agencies has culminated in an undesirable\r\n\r\nstate of affairs. Police records show that quite a\r\n\r\nnumber  of individuals who operate these  agencies\r\n\r\nare  of  dubious character. They include ex-police\r\n\r\npersonnel  with  CPIB records and persons  with  a\r\n\r\ncriminal  background. Employees of some  of  these\r\n\r\nagencies are unreliable and quite a number of them\r\n\r\nhave  criminal records. Further, a number of these\r\n\r\nagencies  are  no  better  than  organisations  of\r\n\r\ntoughs   using   strong-arm   tactics   for   debt\r\n\r\ncollection.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1215</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Over the last two years there have been 11\r\n\r\ncriminal  cases  involving employees  of  some  of\r\n\r\nthese  agencies. The seriousness of the  situation\r\n\r\ncan be gauged from the following examples:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) On 31st March, 1971, 890 lbs of copper wire\r\n\r\nvalued  at  $2,500 were stolen from an  electrical\r\n\r\nfirm at Jalan Besi. Police investigations revealed\r\n\r\nthat  two  security guards employed to  guard  the\r\n\r\nfirm  were responsible for the theft. Subsequently\r\n\r\none of them was charged in court and sentenced  to\r\n\r\nnine months' imprisonment,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) On 13th January, 1972 a Police ambush party\r\n\r\napprehended three security guards in  the  act  of\r\n\r\nstealing $225,128 worth of machinery from  a  firm\r\n\r\nin  Jurong, at which they were employed. They were\r\n\r\nconvicted of housebreaking and theft and sentenced\r\n\r\nto terms of imprisonment ranging from two to three\r\n\r\nyears,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) On 26th April, 1972 an off-duty Police\r\n\r\nInspector and his male cousin were assaulted by  a\r\n\r\nuniformed  security guard at a  shopping  complex,\r\n\r\nfollowing   an  argument  over  the  question   of\r\n\r\ncollecting a car from the complex's car park which\r\n\r\nwas  closed.  The  guard used  his  truncheon  and\r\n\r\ninflicted physical injury resulting in a  fracture\r\n\r\non   one   of   the  two  complainants.   He   was\r\n\r\nsubsequently  convicted of causing  grievous  hurt\r\n\r\nand  causing  hurt  to  a public  servant  in  the\r\n\r\ndischarge of his duty, and was sentenced  to  nine\r\n\r\nmonths'    and    three    months'    imprisonment\r\n\r\nrespectively,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) On 5th November, 1972, two security guards\r\n\r\n(house detectives) and a supervisor employed at  a\r\n\r\nleading  hotel accosted three dance  hostesses  at\r\n\r\nthe  hotel, forced them to strip and used criminal\r\n\r\nforce  on  them.  The  two  security  guards  were\r\n\r\nrecently  convicted and sentenced  to  one  year's\r\n\r\nimprisonment and $500 fine respectively.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When a member of the public hires the services of\r\n\r\na  private investigation or security guard agency,\r\n\r\nhis  relationship with the agency is one of trust.\r\n\r\nHe expects the agency and its employees\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1216</b></font><br><br>\r\n\r\n\r\n\r\nto conscientiously and honestly render the\r\n\r\nservices he requires. As the matter stands  today,\r\n\r\nquite often it is the agency's employees who steal\r\n\r\nthe  property of the client whom they are supposed\r\n\r\nto guard. Hence, the need for control.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill seeks to regulate and control the\r\n\r\nactivities of persons who carry on the business of\r\n\r\na  private  investigator or of  a  security  guard\r\n\r\nagency and to provide for the licensing thereof.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 stipulates that after the expiry of two\r\n\r\nmonths from the commencement of the Act, no person\r\n\r\nshall carry on the business of or act as a private\r\n\r\ninvestigator unless he is the holder of a  private\r\n\r\ninvestigator's  licence  issued  under  the   Act.\r\n\r\nSimilarly,  clause  6  provides  that,  after  the\r\n\r\nexpiration of two months from the commencement  of\r\n\r\nthe Act, no person shall carry on the business  of\r\n\r\na security guard agency unless he is the holder of\r\n\r\na security guard agency's licence issued under the\r\n\r\nAct.   The   terms   `private  investigator'   and\r\n\r\n`security guard' are defined in clause 2.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 stipulates that members of the Singapore\r\n\r\nPolice  Force  and of the Singapore Armed  Forces,\r\n\r\nofficers  or  employees  of  the  Government   and\r\n\r\nofficers  or  employees of  any  Auxiliary  Police\r\n\r\nForce  duly  created under the provisions  of  the\r\n\r\nPolice Force Act shall not require a licence under\r\n\r\nthe   Act  for  the  exercise  of  their  official\r\n\r\nfunctions.  It also stipulates that certain  other\r\n\r\ncategories of persons who carry on work similar to\r\n\r\nthat  of a private investigator are exempted  from\r\n\r\nthe   requirement  of  a  private   investigator's\r\n\r\nlicence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 provides that the Minister may appoint a\r\n\r\npublic  servant  to be the licensing  officer  who\r\n\r\nshall  be  responsible generally for carrying  out\r\n\r\nthe provisions of the Act. There are provisions in\r\n\r\nthe  Bill  which deal with the procedure  for  the\r\n\r\napplication of a licence, the fees to be paid, and\r\n\r\nthe revocation of a licence. The licensing officer\r\n\r\nshall  refuse  to  grant a private  investigator's\r\n\r\nlicence or\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1217</b></font><br><br>\r\n\r\n\r\n\r\na security guard agency's licence for any one of\r\n\r\nthe grounds listed in clause 7, namely, if: -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`(a) satisfactory evidence has not been produced\r\n\r\nof  the  good name and character of the  applicant\r\n\r\nor, if the applicant is a company, of its officers\r\n\r\nholding a managerial or an executive position;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) satisfactory evidence has not been produced\r\n\r\nto  show  that the applicant is a fit  and  proper\r\n\r\nperson to hold a licence;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) the applicant has been convicted of any\r\n\r\noffence involving fraud or moral turpitude or,  if\r\n\r\nthe  applicant is a company, any of  its  officers\r\n\r\nholding a managerial or an executive position  has\r\n\r\nbeen  convicted of any offence involving fraud  or\r\n\r\nmoral turpitude; or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) he [that is, the licensing officer] considers\r\n\r\nit in the public interest to refuse a licence.'\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill also provides for control over the\r\n\r\npersons who may be employed by a licensee.  Clause\r\n\r\n12    prohibits   the   holder   of   a    private\r\n\r\ninvestigator's licence from employing  any  person\r\n\r\nwho  has  been convicted of any offence  involving\r\n\r\nfraud or moral turpitude or who is, in the opinion\r\n\r\nof  the  licensing officer, not a fit  and  proper\r\n\r\nperson to be employed to assist in the work  of  a\r\n\r\nprivate investigator. Clause 13 contains the  same\r\n\r\nprohibition  in  respect of  the  employees  of  a\r\n\r\nholder  of  a  security  guard  agency's  licence.\r\n\r\nFurther, clause 14 stipulates that no person is to\r\n\r\nbe   employed  in  the  business  of   a   private\r\n\r\ninvestigator or of a security guard agency  unless\r\n\r\nhis   particulars  are  first  submitted  to   the\r\n\r\nlicensing  officer.  These  employees  are  to  be\r\n\r\nissued   with  identification  papers   by   their\r\n\r\nrespective employers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Effective control over the type of weapons or\r\n\r\nequipment  that employees of private investigation\r\n\r\nor  security guard agencies may use is provided by\r\n\r\nclause  18.  This clause prohibits a  person  from\r\n\r\ncarrying   in   a  public  place  any   truncheon,\r\n\r\nhandcuffs or such other weapon or equipment as the\r\n\r\nMinister  may  from  time to  time  specify  in  a\r\n\r\nGazette   notification,  unless  he   has   lawful\r\n\r\nauthority  to  do  so.  The licensing  officer  is\r\n\r\nconferred the power to exempt any person or  class\r\n\r\nof persons from the provisions of clause 18.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill confers upon the licensing officer and\r\n\r\nupon any police officer duly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1218</b></font><br><br>\r\n\r\n\r\n\r\nauthorised by the licensing officer the powers  to\r\n\r\nsearch  premises, to arrest persons and  to  carry\r\n\r\nout investigations into offences under the Act.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister is empowered by clause 27 to make\r\n\r\nregulations   generally  for  carrying   out   the\r\n\r\nprovisions  of  the  Act.  There  is  transitional\r\n\r\nprovision  in the Bill to deal with those  persons\r\n\r\nwho  are  employed in the business  of  a  private\r\n\r\ninvestigator or of a security guard agency  before\r\n\r\nthe enactment of the Act.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill.-[Mr Chua Sian Chin.]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1218</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>STATUTES OF THE REPUBLIC OF SINGAPORE</b></div>\r\n\r\n<div align=\"center\"><b>(MISCELLANEOUS AMENDMENTS) (NO. 2) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>3.18 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The financial year of a number of statutory\r\n\r\nboards  under  the  law  is  the  calendar   year.\r\n\r\nHowever, as the Government financial year  is  the\r\n\r\nperiod  1st  April to 31st March in the  following\r\n\r\nyear, it may be more convenient for the purpose of\r\n\r\ncontrol  for  statutory boards to adopt  the  same\r\n\r\nperiod  for  their  financial  year,  particularly\r\n\r\nwhere  they depend on Government funds  for  their\r\n\r\noperations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill now before the House, therefore, seeks\r\n\r\nto  amend  the Singapore Telephone Board Act,  the\r\n\r\nNanyang   University   Act,   the   Housing    and\r\n\r\nDevelopment Act, the Hindu Endowments Act, and the\r\n\r\nCommercial  and  Industrial  Security  Corporation\r\n\r\nAct,  so as to enable the statutory bodies created\r\n\r\nby  the said Acts to adopt as their financial year\r\n\r\na period of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1219</b></font><br><br>\r\n\r\n\r\n\r\ntwelve  months ending on the 31st day of March  in\r\n\r\neach   year   and   to  prepare   their   accounts\r\n\r\naccordingly,  to  bring  them  in  line  with  the\r\n\r\nfinancial  year of the Government from whom  these\r\n\r\nstatutory bodies draw their funds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -[Mr Hon Sui Sen].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1219</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>STATUTES OF THE REPUBLIC OF SINGAPORE</b></div>\r\n\r\n<div align=\"center\"><b>(MISCELLANEOUS AMENDMENTS) (NO. 4) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>3.21 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Statutory bodies enjoy exemption from a number of\r\n\r\ntaxes.  However, there is no uniformity in respect\r\n\r\nof  these  exemptions. For example, some statutory\r\n\r\nbodies  are exempted from stamp duty while  others\r\n\r\nare  not.  Moreover, some of the statutory  bodies\r\n\r\nhave the exemption embodied in their own statutes,\r\n\r\nwhile   other   statutory   bodies   are   granted\r\n\r\nexemptions  under the parent legislation  for  the\r\n\r\ntax concerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The main tax concessions embodied in the statutes\r\n\r\nof a number of statutory bodies are exemption from\r\n\r\nincome   tax,   exemption   from   property   tax,\r\n\r\nconferment  of \"institution of a public character\"\r\n\r\nstatus  whereby donations to the institution  from\r\n\r\nthe  public  may qualify for income tax deduction,\r\n\r\nand exemption from stamp duty. This Bill seeks  to\r\n\r\ndelete   all   such   tax  concession   provisions\r\n\r\ncontained in the statutes of the various statutory\r\n\r\nbodies concerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In future, exemptions will be granted only under\r\n\r\nthe   appropriate  tax  legislation,  namely,  the\r\n\r\nIncome Tax Act, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1220</b></font><br><br>\r\n\r\n\r\n\r\nProperty   Tax   Act  and  the  Stamp   Act.   The\r\n\r\ncentralisation  of  exemption  under  the   parent\r\n\r\nlegislation  is  logical and convenient  and  will\r\n\r\nenable  any  change in the policy on exemption  to\r\n\r\nstatutory    bodies    to   be    uniformly    and\r\n\r\ncomprehensively  applied  without  the  tedium  of\r\n\r\namending the Act for every statutory body.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Exemption from income tax for statutory bodies\r\n\r\nwill  be  centralised under the First Schedule  to\r\n\r\nthe  Income  Tax  Act. As for  \"institution  of  a\r\n\r\npublic  character\" status, this will be  conferred\r\n\r\nby  a Gazette notification issued under section 37\r\n\r\nof the Income Tax Act.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The policy regarding property tax is not to\r\n\r\nexempt statutory bodies from paying property tax.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding stamp duty, the policy has been for\r\n\r\nsome time that all statutory bodies should pay the\r\n\r\nstamp   duty  to  reflect  their  true   cost   of\r\n\r\noperation.  Any  exemption  will  in   future   be\r\n\r\nconsidered  only on the merits of each  case,  for\r\n\r\nexample,  as  an  economic incentive  towards  the\r\n\r\ndevelopment of a financial centre.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -[Mr Hon Sui Sen].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1220</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>PROPERTY TAX (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>3.26 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill proposes amendments to the Property Tax\r\n\r\nAct (Chapter 144 of the Revised Edition) which aim\r\n\r\nto  protect  revenue, rectify certain shortcomings\r\n\r\nin  the  Act, and streamline procedures. The  main\r\n\r\namendments  deal  with objections  to  assessment,\r\n\r\ndelegation of more\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1221</b></font><br><br>\r\n\r\n\r\n\r\npower  to  the  Valuation Review Board,  eliciting\r\n\r\ninformation  for  speedier  assessment   and   tax\r\n\r\ncollection,   recoveries  of   tax   arrears   and\r\n\r\nremission of tax.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 relates to section 7 of the Property Tax\r\n\r\nAct  under  the  existing provisions  of  which  a\r\n\r\nrefund  of  property tax may be  allowed  for  any\r\n\r\nunbroken  period of not less than 30  days  during\r\n\r\nwhich  the  building is unoccupied. The  intention\r\n\r\nwas  to  refund where the building  vacancy  is  a\r\n\r\nmonth  or longer but, as presently worded, section\r\n\r\n7  precludes  a refund for the calendar  month  of\r\n\r\nFebruary  which  has  only 28  or  29  days.  This\r\n\r\nanomaly will be removed by the amendments proposed\r\n\r\nin  clause 2 of the Bill which will permit  refund\r\n\r\nof property tax on an unoccupied building provided\r\n\r\nit  has been unoccupied for any unbroken period of\r\n\r\nnot  less  than 30 days or a calendar  month.  The\r\n\r\nComptroller of Property Tax will also be given the\r\n\r\ndiscretionary  power to extend the  period  of  14\r\n\r\ndays within which a written notice of such vacancy\r\n\r\nhas  to be given to qualify for refund of property\r\n\r\ntax paid.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 3 and 11 will provide for the situation\r\n\r\narising from the increase in recent years  in  the\r\n\r\nnumber of multi-storey commercial projects,  where\r\n\r\nparts   of   such  buildings  are   brought   into\r\n\r\noccupational use whilst work on upper floors still\r\n\r\nremains  uncompleted.  To  avoid  delay   in   the\r\n\r\nassessment  and collection of tax on the  occupied\r\n\r\nportions,  it  is  proposed to  permit  the  Chief\r\n\r\nAssessor to assess separately and include  in  the\r\n\r\nValuation  List each part of a partially completed\r\n\r\nbuilding    as   it   is   used   or   let    out.\r\n\r\nConsequentially,  it  is also  proposed  that  the\r\n\r\nComptroller  of  Property  Tax  be  empowered   to\r\n\r\nrecover tax from the date of use of such part of a\r\n\r\nbuilding.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 relates to the present practice in\r\n\r\nregard to an assessment under objection or appeal,\r\n\r\nwhich is to issue a notice of assessment for every\r\n\r\nensuing  year  so  long as the  objection  remains\r\n\r\noutstanding.  This creates unnecessary  work  and,\r\n\r\nmore  often  than  not, confuses taxpayers  as  to\r\n\r\nwhether  their original objection would cover  the\r\n\r\nassessment for the subsequent years. The amendment\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1222</b></font><br><br>\r\n\r\n\r\n\r\nsuggested  in  clause  4  will  obviate  the\r\n\r\nnecessity of having to issue notices of assessment\r\n\r\nfor  ensuing years, unless it is intended to  vary\r\n\r\nthe  original assessment. It is proposed that once\r\n\r\nan  objection is determined, the decision  thereof\r\n\r\nshall  be  made applicable to each year  from  the\r\n\r\nfirst assessment or reassessment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 5, 10, 12 and 17 deal with the situation\r\n\r\nunder  the  Act  at present, where owners  of  new\r\n\r\nproperties do not have to pay tax when they object\r\n\r\nto  the assessments of the Chief Assessor until  a\r\n\r\ndecision is reached by the Valuation Review Board.\r\n\r\nSome  owners,  therefore, resort to objections  in\r\n\r\norder  to  delay payments. It is now  proposed  to\r\n\r\nrequire  an owner to pay tax on the assessment  of\r\n\r\nthe  Chief  Assessor  notwithstanding  any  appeal\r\n\r\nlodged;  adjustments will be made as soon  as  the\r\n\r\nappeal  against  the assessment is  resolved.  For\r\n\r\nexample,  if  the Chief Assessor  assesses  a  new\r\n\r\nproperty  at  an annual value of $10,000  and  the\r\n\r\nowner  claims  it  to be $5,000 the  tax  will  be\r\n\r\ncollected,   in   the  first  instance,   on   the\r\n\r\nassessment  of  $10,000.  Subsequently,   if   the\r\n\r\nValuation  Review Board determines the  assessment\r\n\r\nat  (say) $8,000, the overpayment of tax  will  be\r\n\r\nrefunded   forthwith,  and  the  Board   will   be\r\n\r\nempowered to award at its discretion interest at 6\r\n\r\nper cent per annum. If in the opinion of the Board\r\n\r\nan  appeal is frivolous or vexatious, it may order\r\n\r\nan  appellant  to  pay costs  to  the  Board.  The\r\n\r\nproposed amendments will discourage objections and\r\n\r\nappeals  made  to defer payment of  tax  and  will\r\n\r\nrelieve valuers from work on such appeals for more\r\n\r\nproductive work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where arrears of property tax are sought to be\r\n\r\ncollected  under  section 19 of the  Property  Tax\r\n\r\nAct, disputes may arise and such questions are, at\r\n\r\npresent,  resolved  by  proceedings  initiated  by\r\n\r\neither party in the High Court. It is proposed  by\r\n\r\nclauses 12, 15, 16 and 17 to empower the Valuation\r\n\r\nReview Board to hear and decide on disputed  cases\r\n\r\nof  back-collection  of property  tax.  This  will\r\n\r\nexpedite the resolution of these disputes as  well\r\n\r\nas the collection of tax arrears.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1223</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Section 14 of the Act empowers the Chief Assessor\r\n\r\nto  elicit information from the owner, lessee  and\r\n\r\noccupier   of   any  property  for  preparing   or\r\n\r\ncorrecting  the Valuation List. The  amendment  of\r\n\r\nthis  section, proposed in clause 7,  will  enable\r\n\r\nthe  Chief Assessor to obtain such particulars  as\r\n\r\nmay  be required from other relevant sources, such\r\n\r\nas   architects,   developers,   contractors   and\r\n\r\nmanagement  corporations. By the  new  section  19\r\n\r\nproposed in clause 11, the Comptroller of Property\r\n\r\nTax is given similar powers but for the purpose of\r\n\r\ndetermining  the tax payable. These proposals,  it\r\n\r\nis    hoped,   will   expedite   assessment    and\r\n\r\nreassessment of properties and collection of tax.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under section 16 of the Act, an owner who has not\r\n\r\nreceived a notice calling on him to pay within six\r\n\r\nmonths  from  1st January, 1961,  is  required  to\r\n\r\nnotify the Chief Assessor within 14 days after the\r\n\r\nexpiration of that period. The amendment  proposed\r\n\r\nin  clause 8 will require the owner to give notice\r\n\r\nof  his  charge-ability to  tax,  if  he  has  not\r\n\r\nreceived  a  notice calling on him to pay  tax  in\r\n\r\nrespect of his property within six months from the\r\n\r\n1st day of January of each year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Section 17 (8) of the Act prescribes that\r\n\r\nwhenever the rent of any property which is let  is\r\n\r\nincreased,  the owner of such property shall  give\r\n\r\nnotice  thereof  to  the Chief Assessor.  However,\r\n\r\nsome  owners of properties do not report  increase\r\n\r\nin  the  rentals on the pretext that the whole  of\r\n\r\nthe   increase   is  attributable  to   furniture,\r\n\r\nfittings,  service  charges or  maintenance  fees,\r\n\r\netc.  In cases where an owner is in receipt  of  a\r\n\r\npremium paid by the tenant as a condition for  the\r\n\r\ntenancy,  and  where  an  owner  obtains  planning\r\n\r\npermission for development or subdivision of land,\r\n\r\nthere  is  presently no obligation to inform,  the\r\n\r\nChief  Assessor.  Accordingly,  the  amendment  in\r\n\r\nclause 9 seeks to impose a clear obligation on the\r\n\r\nowners  to inform the Chief Assessor as  and  when\r\n\r\neach  such  situation arises so that the Valuation\r\n\r\nList may be amended where\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1224</b></font><br><br>\r\n\r\nappropriate. All these situations invariably  give\r\n\r\nrise to an increased assessment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The new subsection to section 34 proposed in\r\n\r\nclause  19  provides that if any tax is  not  paid\r\n\r\nwithin the prescribed period, the Comptroller  may\r\n\r\nin  his discretion add thereto a sum not exceeding\r\n\r\nfive  per  cent of the amount of the tax  payable.\r\n\r\nClause  20 introduces another section which allows\r\n\r\npayments  of the tax by instalments with  interest\r\n\r\nwhich  shall  not exceed ten per cent  per  annum.\r\n\r\nClause  21  of  the Bill seeks by an amendment  to\r\n\r\nsection  35  to  give  explicit  powers   to   the\r\n\r\nComptroller   to   execute   the   conveyance   on\r\n\r\nproperties sold pursuant to section 35 of the Act.\r\n\r\nIt  will not affect the application of section 123\r\n\r\nof  the  Land Titles Act in relation to registered\r\n\r\nland. Without this amendment, the power to execute\r\n\r\nthe  conveyance  of properties  sold  pursuant  to\r\n\r\nsection  35 has to be implied from the application\r\n\r\nof  the  provisions of sections 35 and 38  of  the\r\n\r\nAct.  The  power under this amendment is  also  to\r\n\r\napply   to   conveyances   executed   before   the\r\n\r\ncommencement of the Property Tax (Amendment)  Act,\r\n\r\n1973,  as  it is necessary to remove any  possible\r\n\r\ndoubt  whatsoever as to the regularity or validity\r\n\r\nof the execution of past conveyances.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 22 amends section 59 of the Act to provide\r\n\r\nfor maximum penalty for an offence under this Act,\r\n\r\nor  any  regulation made thereunder for  which  no\r\n\r\npenalty  is  expressly provided, to  be  increased\r\n\r\nfrom  $500 to $1,000. Clause 23 introduces  a  new\r\n\r\nsection  to  the Act by which the Comptroller  may\r\n\r\ncompound  any offence under this Act by  accepting\r\n\r\nthe  payment  of  a sum of money, and  no  further\r\n\r\nproceedings shall be taken against the person  for\r\n\r\nthe offence committed by him. There are at present\r\n\r\nno provisions in the Act for remission of property\r\n\r\ntax  on the ground of poverty, or where it is just\r\n\r\nor equitable to do so. Under the provisions of the\r\n\r\nnew section 59A, the Minister will be empowered to\r\n\r\nremit  wholly  or in part the tax payable  by  any\r\n\r\nperson  on  the ground of poverty,  or  if  he  is\r\n\r\nsatisfied that it is just and equitable to do so.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1225</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other amendments in the Bill are either\r\n\r\nconsequential   or  are  designed   to   tidy   up\r\n\r\nprocedural matters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>3.38 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr N. Govindasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr N. Govindasamy (Telok Blangah):</b> Mr Speaker,\r\n\r\nSir,  I have only one comment to make on the  Bill\r\n\r\nto  amend  the Property Tax Act, and that  is,  to\r\n\r\nwelcome the token of compassion and generosity  by\r\n\r\nthe Minister in introducing clause 23 of the Bill,\r\n\r\nwhich  proposes a new section 59B to the principal\r\n\r\nAct,  whereby the Minister may grant property  tax\r\n\r\nremission  on the ground of poverty or  if  he  is\r\n\r\nsatisfied that it is just and equitable to do so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At first sight I thought it must have been a\r\n\r\ndrafting  error,  as it seems patently  ridiculous\r\n\r\nthat   any  owner  of  real  estate  property   in\r\n\r\nSingapore  can justifiably apply for tax exemption\r\n\r\nor remission on the ground of poverty or any other\r\n\r\nequitable  ground. But, on further  consideration,\r\n\r\nthe  proposed provision turns out to meet  a  very\r\n\r\nreal need. One situation I have in mind is that of\r\n\r\na  worker  who has exhausted his CPF contributions\r\n\r\nby  paying the initial instalment for his flat and\r\n\r\neventually dies without fully paying for his  flat\r\n\r\nand  leaving  perhaps a sum of money  against  his\r\n\r\ninsurance  policy, which sum may just be  able  to\r\n\r\npay off the balance of instalments on the flat. It\r\n\r\nis conceivable that in such a situation, the widow\r\n\r\nas  owner  of the flat, and if she is not working,\r\n\r\nmay have to ask for remission of estate duty until\r\n\r\nsuch  time  as  she  can  make  arrangements   for\r\n\r\nalternative  accommodation  and  selling  off  the\r\n\r\nflat. I do not know if the Minister has some other\r\n\r\nsituation in mind.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, at the last sitting of this House\r\n\r\non  11th  July, a Question was asked as to whether\r\n\r\nthe   Minister  could,  in  view  of  the  greatly\r\n\r\ninflated   prices  of  real  estate  property   in\r\n\r\nSingapore,  grant  exemption  or  remission   from\r\n\r\nestate  duty  in  respect of a family  whose  sole\r\n\r\nbreadwinner  has  died. The  reply  given  by  the\r\n\r\nMinister was that it would be difficult to draw  a\r\n\r\ndistinction between houses\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1226</b></font><br><br>\r\n\r\n\r\n\r\nowned and occupied by such a family and a palatial\r\n\r\nmansion  owned  and occupied by  the  heirs  of  a\r\n\r\nwealthy    deceased.   In   that   respect,    the\r\n\r\nintroduction of the proposed section 59B into  the\r\n\r\nProperty  Tax Act is heartening, as  it  seems  to\r\n\r\nindicate  that  the Minister has  second  thoughts\r\n\r\nabout  the  plight of a family of a deceased  wage\r\n\r\nearner.  If  the  principle  underlying   such   a\r\n\r\nprovision can be extended to the payment of estate\r\n\r\nduty by the family of a deceased, who was the sole\r\n\r\nprincipal  wage  earner and who  left  no  sizable\r\n\r\nassets  other than the house or flat  occupied  by\r\n\r\nthe family, either by way of an outright remission\r\n\r\nof estate duty for so long as the house or flat is\r\n\r\nnot  sold  by  way of a deferment  of  tax  for  a\r\n\r\nstipulated number of years or until such  time  as\r\n\r\nthe  family  could  sell off  the  house  or  flat\r\n\r\nwithout being desperate, then the proposed section\r\n\r\n59B  could  be rightly regarded as an  example  of\r\n\r\nequitable legislation.\r\n\r\n\r\n\r\n<br><br>3.44 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin (Jalan Kayu):</b> Mr Speaker, Sir,\r\n\r\nclause 8 of the Bill requires a property owner  to\r\n\r\nnotify the Inland Revenue of his liability to  pay\r\n\r\ntax if he has not received a notice calling on him\r\n\r\nto  pay tax in respect of his property within  six\r\n\r\nmonths  from the 1st January of each year. Failure\r\n\r\nto  do  so is an offence and the offender  may  be\r\n\r\npunished with a fine not exceeding $1,000.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the implementation of this particular\r\n\r\nprovision, I do hope that the department concerned\r\n\r\nwill  be  flexible and reasonable in dealing  with\r\n\r\nnoncompliance by rural folks. I have in mind those\r\n\r\npeople who at present enjoy concessionary rates at\r\n\r\n$6 per annum, as their houses are of timber and/or\r\n\r\nattap  material. Perhaps on account  of  the  very\r\n\r\nsmall  sum involved, it has not been the  practice\r\n\r\nof the department to send out notices to owners of\r\n\r\nsuch  structures. Consequently, I have come across\r\n\r\nmany  cases where houseowners have not paid  their\r\n\r\ntaxes for many years, because at each visit to the\r\n\r\ndepartment  to inquire they are told to  wait  for\r\n\r\nnotices to be sent to them. In\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1227</b></font><br><br>\r\n\r\n\r\n\r\nmost  cases, of course, the notices never seem  to\r\n\r\narrive. Sir, these people are mainly working class\r\n\r\npeople and they have very little time, apart  from\r\n\r\ntheir  own  personal affairs,  to  look  into  the\r\n\r\nnumerous  items  of taxes, fees, etc, which  they\r\n\r\nhave  to pay in the course of any one year. It  is\r\n\r\ntherefore  inevitable that  such  items  could  be\r\n\r\noverlooked.  Take  an average farmer  in  a  rural\r\n\r\narea. He has the following items to pay:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Temporary Occupation Licence fee to the Land Office.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Property tax to the Inland Revenue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Farmer's licence fee to the Primary\r\n\r\nProduction Department. There are several types  of\r\n\r\nlicences depending on the scope and nature of  his operations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Radio and TV licence fee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) PUB bills.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(6) Motor vehicle licence fee, if he happens to own a truck or a motorcycle.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(7) Hawker's licence fee, if he happens to sell his own produce.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(8) Telephone bill. Of course, not every one can\r\n\r\nafford  a  telephone, but an increasing number  of\r\n\r\npeople are installing telephones in their  homes\r\n\r\nto  avail  themselves  of  such  modern  means  of communication.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore as he does not normally have a bank\r\n\r\naccount,  the payment of each of these  items  can\r\n\r\ninvolve considerable inconvenience and time, which\r\n\r\nis precious to him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would therefore take this opportunity of\r\n\r\nenquiring  from  the  Minister  whether  he  would\r\n\r\nconsider  setting  up a central collection  agency\r\n\r\nwhich  will be charged with the responsibility  of\r\n\r\ncollecting  all types of fees and taxes receivable\r\n\r\nby Government departments and statutory bodies. If\r\n\r\nthis  can be introduced, I feel sure that it  will\r\n\r\nbenefit  not only the rural folks but the majority\r\n\r\nof our population.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Sir, I do not have very much to\r\n\r\nadd  to  what  I have said. The Member  for  Telok\r\n\r\nBlangah has said that the Minister was compasssionate\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1228</b></font><br><br>\r\n\r\n\r\n\r\nwith regard to property tax but not estate\r\n\r\nduty.  I would only like to remind him that  there\r\n\r\nis already a limit of $25,000 within which poverty-stricken people would not have to pay estate duty.\r\n\r\nBut  it  was  for an extension of this  generosity\r\n\r\nthat  the  suggestion was made.  In  the  case  of\r\n\r\nproperty  tax, it may be that an attap hut  owner,\r\n\r\nas the Member for Jalan Kayu says, has to pay $6 a\r\n\r\nyear  and he may not even be able to pay that.  We\r\n\r\nmay be concerned with those cases when perhaps the\r\n\r\nMinister  can exercise his compassion of which  he\r\n\r\nhas some supply, if not very much.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jalan Kayu also touched on the\r\n\r\nproblem of non-compliance with notification to the\r\n\r\nComptroller. If a notice for payment has not  been\r\n\r\nreceived by the owner within six months, and if he\r\n\r\ndoes not report that he is chargeable to tax, that\r\n\r\nconstitutes  an  offence.  Again,  we  would  have\r\n\r\nregard to the circumstances of the case, and if it\r\n\r\nis  found  that  there  is deliberate  evasion  of\r\n\r\nproperty  tax,  then  the  full  force   of   this\r\n\r\nparticular section in the Property Tax Act will be\r\n\r\nmade  to apply. Otherwise, at least in the initial\r\n\r\nstages,  we will view with some consideration  any\r\n\r\nnon-compliance with the Act.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -[Mr Hon Sui Sen].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1228</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>JUDGES' REMUNERATION (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>3.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Provision for the payment of salaries of the\r\n\r\nChief  Justice and Judges in Singapore is made  in\r\n\r\nthe  Judges' Remuneration Act (Chapter  7  of  the\r\n\r\nRevised Edition). As a consequence of Government's\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1229</b></font><br><br>\r\n\r\n\r\n\r\ndecision to revise the salaries of  Senior\r\n\r\nand  Superscale officers from 1st March, 1973, the\r\n\r\nsalaries of the Chief Justice and Judges have also\r\n\r\nbeen correspondingly increased. The salary of  the\r\n\r\nChief  Justice has been increased from $3,500  per\r\n\r\nmonth to $7,500 per month, that of the most senior\r\n\r\nof  the  Puisne Judges from $2,700  per  month  to\r\n\r\n$6,000 per month, and the salaries of other Puisne\r\n\r\nJudges  from $2,700 per month to $5,500 per month.\r\n\r\nThese     revisions     have     been     effected\r\n\r\nadministratively.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to give legal effect to the above revisions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -[Mr Hon Sui Sen].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1229</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>BUSINESS REGISTRATION BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>3.53 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The existing Business Names Act was enacted more\r\n\r\nthan  30  years ago, in 1940, and is  limited  in\r\n\r\nobjectives and coverage, imposing only the minimum\r\n\r\nof  formalities, fees and sanctions, and requiring\r\n\r\nfew  returns  to be submitted to the Registrar  of\r\n\r\nBusinesses.   To   keep  pace   with   Singapore's\r\n\r\ndevelopment  as a major commercial  and  financial\r\n\r\ncentre,  it  is  necessary  that  up-to-date   and\r\n\r\naccurate information on business firms, which  are\r\n\r\nrapidly   increasing   in   number,   be   readily\r\n\r\navailable. It is also necessary to revise, up-date\r\n\r\nand strengthen the law to prevent the perpetration\r\n\r\nof fraud. The Bill, therefore, seeks to repeal the\r\n\r\nBusiness  Names  Act and to replace  it  with  the\r\n\r\nBusiness Registration Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The provisions of the Bill differ from those of the existing Act in several\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1230</b></font><br><br>\r\n\r\n\r\n\r\nmajor    aspects.   Persons   now   exempt    from\r\n\r\nregistration under the existing law, notably those\r\n\r\ncarrying  on  business under their own  names  and\r\n\r\nthose carrying on business in premises, the annual\r\n\r\nvalue of which is less than $360, will have to  be\r\n\r\nregistered under the new Act. Registration will no\r\n\r\nlonger  be a onetime affair; instead clause  9  of\r\n\r\nthe   Bill  proposes  to  make  it  mandatory  for\r\n\r\nregistration to be renewed annually. The Bill will\r\n\r\nalso  confer upon the Registrar of Businesses  the\r\n\r\npower  to  refuse  to register or  to  cancel  the\r\n\r\nregistration of a person:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) where such particulars or information as\r\n\r\nmay be requested by the Registrar are not supplied\r\n\r\nto him by the applicant (clause 9);\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) where the name of the business is\r\n\r\nidentical  to  or  closely resembles  that  of  an\r\n\r\nexisting  business, or if the name is  undesirable (clause 11);\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) where a person registered under the Act\r\n\r\nhas ceased to carry on business (clause 13); or\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) where the business carried on is unlawful (clause 30).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another major change appears in clause 19 which\r\n\r\nenables  the  Registrar to appoint inspectors  for\r\n\r\nthe purpose of ascertaining whether provisions  of\r\n\r\nthe  Bill  are being complied with. The  Registrar\r\n\r\nand  appointed inspectors are given powers at  all\r\n\r\nreasonable times to enter premises believed to  be\r\n\r\nused   in  the  carrying  on  of  an  unregistered\r\n\r\nbusiness. A penal provision to be applied to those\r\n\r\nwho resist or obstruct the Registrar or inspectors\r\n\r\nin   the  performance  of  their  duties  is  also\r\n\r\ncontained  in  the clause. Clause 22 prohibits  an\r\n\r\nundischarged bankrupt, without leave from the High\r\n\r\nCourt and without notifying the Official Assignee,\r\n\r\nfrom  direct  or  indirect  participation  in  the\r\n\r\nmanagement of a business.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other provisions in the Bill which differ\r\n\r\nfrom   those   of  the  existing  Act   are   less\r\n\r\nfundamental.  Generally,  tougher  penalties  have\r\n\r\nbeen    fixed   for   non-compliance   with    the\r\n\r\nrequirements of the Act, while notice periods  for\r\n\r\nthe  submission  of information, applications  and\r\n\r\nreturns to the Registrar have been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1231</b></font><br><br>\r\n\r\n\r\n\r\nshortened. Thus, clause 5 requires that persons be\r\n\r\nregistered before commencement of business. In the\r\n\r\ncase  of  those already in business prior  to  the\r\n\r\ndate   of  commencement  of  this  proposed   Act,\r\n\r\napplication  for registration must be made  within 30 days\r\n\r\nof an appointed date. The penalty for non-compliance  \r\n\r\nwill  be  a  $1,000-fine  and/or   six\r\n\r\nmonths'  imprisonment.  The  carrying  on   of   a\r\n\r\nbusiness  under an unregistered business  name  is\r\n\r\nprohibited   under  clause  10,  and  any   person\r\n\r\nconvicted  under this clause will be liable  to  a\r\n\r\n$5,000-fine. Clause 12 deals with changes,  making\r\n\r\nit  mandatory  for  changes in  particulars  of  a\r\n\r\nbusiness to be recorded with the Registrar  within\r\n\r\n14  days. In clause 13 a person who has ceased  to\r\n\r\ncarry  on  business  is  required  to  notify  the\r\n\r\nRegistrar  within  one  month  (instead  of  three\r\n\r\nmonths) of cessation. The provisions in the clause\r\n\r\nempower  the  Registrar to cancel the registration\r\n\r\nof businesses that have ceased.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Register of particulars kept by the Registrar\r\n\r\nwill   no  longer  be  open  to  the  public   for\r\n\r\ninspection.  Instead  copies  of  Certificates  of\r\n\r\nRegistration and other particulars can be obtained\r\n\r\nfrom the Registrar at a prescribed fee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 23 lists the following as offences\r\n\r\npunishable  by  a $1,000-fine and/or  six  months'\r\n\r\nimprisonment:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(i) The carrying on of a business without a\r\n\r\nCertificate  of  Registration or after  expiry  or\r\n\r\ncancellation of a Certificate of Registration;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Failure to submit changes of particulars\r\n\r\nto the Registrar;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Failure to comply with any summonses or\r\n\r\nrequisitions of the Registrar;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) The making of statements which are false\r\n\r\nin  any  material particular or by reason  of  the\r\n\r\nomission of any material particular;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(v) Failure to exhibit the Certificate of\r\n\r\nRegistration or a valid copy of the Certificate in\r\n\r\na  conspicuous position in the principal place  of business; and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1232</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(vi) Failure to comply with any regulation made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Bill, the Registrar will be given\r\n\r\npowers  to compound offences by collecting  a  sum\r\n\r\nnot  exceeding  $500 from the  offender.  It  also\r\n\r\nprovides  that  the Registrar and public  officers\r\n\r\nmay  not  be  sued  in respect of  any  errors  or\r\n\r\ninaccuracies  in  the Register maintained.  It  is\r\n\r\nenvisaged  that  these new provisions  will  bring\r\n\r\nabout better administration of businesses, and see\r\n\r\na  more  orderly development in this sector.  With\r\n\r\nbetter control, the early detection of fraud would\r\n\r\nalso be facilitated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teong Eng Siong (Sembawang)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  although Singapore  is  a  country\r\n\r\nwithout  any rich natural resources, it is  highly\r\n\r\ndeveloped  in  commerce, industry and  trade.  Its\r\n\r\npopulation  of  more  than  two  million   depends\r\n\r\nentirely on its activities in commerce, trade  and\r\n\r\nindustry  for  its survival. Therefore,  the  laws\r\n\r\nrelating  to  commerce, industry and trade  should\r\n\r\nensure that all activities concerning such matters\r\n\r\nare  efficiently carried out. More important, they\r\n\r\nshould seek to promote further development of such\r\n\r\nactivities in order that the whole country and all\r\n\r\nits people can benefit even more.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the introduction of this\r\n\r\namendment  Bill is a step in the right  direction.\r\n\r\nIt  is  a  progressive piece of  legislation,  and\r\n\r\nensures the proper control of business. This being\r\n\r\nthe  case, Sir, it is my hope that in implementing\r\n\r\nthe  provisions  in  this Bill,  there  should  be\r\n\r\nsimplification  in  the  procedure   as   far   as\r\n\r\npossible. For example, there is a provision in the\r\n\r\nBill  that business registration has to be renewed\r\n\r\nannually. In this respect, Sir, the procedure  for\r\n\r\nrenewal  should be simplified as far as  possible.\r\n\r\nIt   should  be  as  simple  as  the  renewal   of\r\n\r\ntelevision and radio licences. This is  to  ensure\r\n\r\nthat minimum inconvenience is caused in respect of\r\n\r\napplications for renewal.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1233</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another point to which I wish to draw\r\n\r\nthe    attention   of   the   Minister.   In   the\r\n\r\nimplementation  of this Bill,  what  will  be  the\r\n\r\nposition of non-residents and non-citizens?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Mr Speaker, Sir, I do not think\r\n\r\nthere  is  anything specific for me to answer  the\r\n\r\nMember  for  Sembawang. He  has  asked  about  the\r\n\r\nposition of non-residents and non-citizens. As far\r\n\r\nas  the  law  is concerned, they are  required  to\r\n\r\ncomply  with the Act just like any other  citizens\r\n\r\nor   residents.  As  for  simplification  of   the\r\n\r\nprocedure for the renewal of registration, I  hope\r\n\r\nthat  it  will  be  as simple as can  possibly  be\r\n\r\ndevised by my Ministry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -[Mr Hon Sui Sen].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1233</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>STATISTICS BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>4.04 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Statistics Bill seeks to amend and\r\n\r\nconsolidate the law relating to statistics and  to\r\n\r\nrepeal  the  Statistics Act (Chapter  299  of  the\r\n\r\nRevised Edition) which was enacted in 1921.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hon.  Members  may recall that  a  Commission  of\r\n\r\nInquiry on Statistical Activities in Singapore was\r\n\r\nappointed  ort  23rd  May,  1968,  to  review  and\r\n\r\nrecommend  improvements to the existing Government\r\n\r\nmachinery  for  the collection and compilation  of\r\n\r\nstatistics.  The  Commission of Inquiry  submitted\r\n\r\nits  report  in July, 1969, which was accepted  by\r\n\r\nthe  Government.  The Inquiry Report  recommended,\r\n\r\namongst  other things, the repeal of the  existing\r\n\r\nOrdinance and the enactment of a new Act.  Besides\r\n\r\ndoing away with references and expressions in  the\r\n\r\nlegislation which have become\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1234</b></font><br><br>\r\n\r\n\r\n\r\nobsolete  with the passage of time,  the  new  Act\r\n\r\nshould   also   reflect  the  operation   of   the\r\n\r\ndecentralised  statistical  system.  The  National\r\n\r\nStatistical  Commission which was set  up  on  7th\r\n\r\nJanuary,  1972,  studied the Inquiry  Commission's\r\n\r\nrecommendations  and  the result  is  the  present\r\n\r\nStatistics Bill, 1973.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill has two basic objectives. Firstly, it\r\n\r\nwill provide the necessary legal authority to  the\r\n\r\ndecentralised  statistical units  for  collection,\r\n\r\npreparation   and   publication   of   statistics.\r\n\r\nSecondly,  and  as  recommended  by  the   Inquiry\r\n\r\nCommission, the secrecy provisions will be amended\r\n\r\nto enable maximum use of compiled statistics.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under clause 3 of the Bill, authority is given to\r\n\r\nthe    Statistics   Department,    Research    and\r\n\r\nStatistical  Units of Ministries and the  National\r\n\r\nStatistical  Commission to  collect,  prepare  and\r\n\r\npublish  statistics relating to a  wide  range  of\r\n\r\nsubjects   contained   in  the   First   Schedule.\r\n\r\nAuthority  is delegated to the Chief Statistician,\r\n\r\nDirectors  of  Research and Statistical  Units  of\r\n\r\nMinistries  and  the  Chairman  of  the   National\r\n\r\nStatistical  Commission to issue  requisitions  to\r\n\r\nany  person  to  furnish  particulars  and  supply\r\n\r\ninformation to them. Such requisitions would be in\r\n\r\nwriting, and the legislation specifies the  manner\r\n\r\nin  which  the requisitions should be served.  The\r\n\r\nSchedule  of subjects on which statistics  may  be\r\n\r\ncollected  has  also  been  greatly  extended   to\r\n\r\nembrace subjects important to policy-making.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill also seeks, in clause 5, to amend the\r\n\r\nprovisions on disclosure of information  so  that,\r\n\r\nwithout  prejudice  to the individual's  interest,\r\n\r\nsufficiently  detailed  statistics  can  be   made\r\n\r\navailable for bona fide purposes, such as research\r\n\r\nand  planning. The Inquiry Commission was  of  the\r\n\r\nview  that  present  secrecy provisions  were  too\r\n\r\nrestrictive so that available statistics  are  not\r\n\r\nput  to  the best possible use. It felt  that  the\r\n\r\nproduction of statistics per se would have  little\r\n\r\nbeneficial  effect unless maximum  utilisation  is\r\n\r\nmade  of  such statistical information. Under  the\r\n\r\npresent    secrecy   provisions,   even    general\r\n\r\ninformation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1235</b></font><br><br>\r\n\r\n\r\n\r\nsuch  as addresses, products manufactured, or  any\r\n\r\nother  information  which may  be  available  from\r\n\r\nother   sources   cannot  be  disclosed   by   the\r\n\r\ncollecting agency without previous consent of  the\r\n\r\naffected  individual. More important, it  has  not\r\n\r\nbeen  possible to give as much detail  as  can  be\r\n\r\nreasonably expected in published statistics.  This\r\n\r\nis because the Chief Statistician has no powers to\r\n\r\npublish  data where such data relates to a  single\r\n\r\nindividual   or   firm,  lest   it   reveals   its\r\n\r\nidentities.   In  any  developing   economy,   and\r\n\r\ntypically one like Singapore, where frequently one\r\n\r\ncompany may constitute an industry, this tends  to\r\n\r\nimpair   the   comprehensiveness  of   statistical\r\n\r\ninformation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The interest of the individual will be\r\n\r\nsafeguarded  in  that in any  compilation  of  any\r\n\r\nreport,  summary  or  other communication  to  the\r\n\r\npublic  of  information obtained under this  Bill,\r\n\r\nthey  shall  be  arranged so as  to  prevent  any\r\n\r\nidentification  of  individuals  except  with  the\r\n\r\nprevious  consent  of  those  individual  persons.\r\n\r\nMoreover,  the  Bill provides  that  the  Minister\r\n\r\nshould  avoid  disclosing trade  secrets,  trading\r\n\r\nprofits  or  any other information, the disclosure\r\n\r\nof   which  is  likely  to  prejudice  the  person\r\n\r\nfurnishing the return. The Minister is also  given\r\n\r\nthe  power to further impose restrictions  on  the\r\n\r\ndisclosure  of  information  should  he  think  it\r\n\r\nnecessary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill departs from the present Act in that\r\n\r\nexceptions  arc  provided to the general  rule  on\r\n\r\nsecrecy.   These   exceptions   include   compiled\r\n\r\nstatistics  on the operation of an industry  which\r\n\r\nmay  be  published, irrespective of the number  of\r\n\r\npersons  engaged  in  that  industry,  unless  the\r\n\r\nindustry  is exempted by the Minister  in  charge.\r\n\r\nInformation of a general nature, such as  products\r\n\r\nmanufactured,  size  of establishment,  number  of\r\n\r\nemployees  and addresses and any other information\r\n\r\nwhich  could  be obtained from other  sources  can\r\n\r\nalso   be  disclosed.  Information  can  also   be\r\n\r\ndisclosed  where the individual person  cannot  he\r\n\r\nidentified and an appropriate time has  passed  or\r\n\r\nif  it is for the purposes of any proceedings  for\r\n\r\nany offence\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1236</b></font><br><br>\r\n\r\n\r\n\r\nunder   this   Bill   or  any  report   of   those\r\n\r\nproceedings. These exceptions, as provided in  the\r\n\r\nBill,  are meant to maximise the use of statistics\r\n\r\nfor  research and analysis without prejudicing the\r\n\r\ninterests of the individual.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In repealing the Statistics Act, the Statistics\r\n\r\nBill  has also incorporated the necessary  changes\r\n\r\nto  the  quantum of penalties to bring it in  line\r\n\r\nwith  current money values. Provision is also made\r\n\r\nfor  the  compounding of offences.  Penalties  are\r\n\r\nalso provided for the impersonation of Statistical\r\n\r\nOfficers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -[Mr Hon Sui Sen].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1236</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>CENSUS BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Census Bill seeks to revise the law relating\r\n\r\nto taking a census in Singapore from time to time,\r\n\r\nand  to repeal the Census Act (Chapter 297 of  the\r\n\r\nRevised Edition) which was enacted in 1930.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With rapid economic development, it is necessary\r\n\r\nto    have   more   comprehensive   and   accurate\r\n\r\ninformation  not  only of the population,  but  of\r\n\r\nhousing,  agriculture, trade  industry  and  other\r\n\r\nsectors  of  the  economy. The  present  Ordinance\r\n\r\nenacted  43 years ago is now out of date, and  the\r\n\r\npresent Census Bill is meant to revise and  update\r\n\r\nthe law for census taking.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill will enable the Minister to direct that\r\n\r\na census be taken on any of the subjects indicated\r\n\r\nin  the  Bill  or  any other  matters  as  he  may\r\n\r\nconsider  necessary or desirable. It may  be,  for\r\n\r\nexample, necessary to have an agricultural  census\r\n\r\nor a census on building and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1237</b></font><br><br>\r\n\r\n\r\n\r\nconstruction to provide better benchmark data  and\r\n\r\nto update such data from time to time. The present\r\n\r\nCensus Act only allows a population census  to  be\r\n\r\ntaken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the same basis as the Statistics Bill,\r\n\r\nprovision  is made in the Census Bill with  regard\r\n\r\nto   restrictions  on  the  disclosure  of  census\r\n\r\ninformation. Secrecy will be safeguarded  in  that\r\n\r\nin  any report or abstract of information obtained\r\n\r\nunder  the Act, the information shall be  arranged\r\n\r\nso   as   to   prevent   any   identification   of\r\n\r\nindividuals,  except  with  the  consent  of  that\r\n\r\nindividual person. In addition, the Bill  provides\r\n\r\nthat  the  Minister shall avoid  disclosing  trade\r\n\r\nsecrets, trading profits or any other information,\r\n\r\nthe disclosure of which is likely to prejudice the\r\n\r\nperson furnishing the return.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, exceptions are provided to the general\r\n\r\nrule on secrecy. These include compiled statistics\r\n\r\non  the  operation  of an industry  which  may  be\r\n\r\npublished  irrespective of the number  of  persons\r\n\r\nengaged  in that industry, unless the industry  is\r\n\r\nexempted by the Minister in charge. Information of\r\n\r\na  general  nature  which could be  obtained  from\r\n\r\nother   sources   can  also  be   disclosed.   The\r\n\r\nexceptions   also   apply  in  cases   where   the\r\n\r\nindividual  person  cannot be  identified  and  an\r\n\r\nappropriate  time has passed, or if disclosure  is\r\n\r\nfor  the purpose of any proceedings for an offence\r\n\r\nunder   this   Bill,  or  any  report   of   these\r\n\r\nproceedings. The exceptions as provided are  meant\r\n\r\nto maximise the use of statistics for research and\r\n\r\nanalysis without prejudicing the interests of  the\r\n\r\nindividual.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Penalties in regard to offences under the Act\r\n\r\nhave  also  been  increased in line  with  present\r\n\r\nmoney values and penalties for impersonation of  a\r\n\r\nCensus Officer are now spelt out in the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The repealing of the Census Act by the enactment\r\n\r\nof  the  present Census Bill would go a  long  way\r\n\r\ntowards tidying up the law to enable the taking of\r\n\r\ncensus  and  through this make available  accurate\r\n\r\nand  comprehensive information  for  planning  and\r\n\r\npolicy making.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1238</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -[Mr Hon Sui Sen].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1238</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>RUBBER INDUSTRY BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>4.21 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill is the result of a change in\r\n\r\npolicy  by  the Malaysian Government in regard  to\r\n\r\njoint  Malaysian and Singapore Government  control\r\n\r\nof  the  industry  in rubber and its  packing  and\r\n\r\nshipping   for  export  purposes.  The   Malaysian\r\n\r\nParliament  has now passed an Act to  set  up  the\r\n\r\nMalaysian  Rubber  Exchange and  Licensing  Board,\r\n\r\nwhich  will  replace the existing  Malayan  Rubber\r\n\r\nExport  Registration  Board  (MRERB),  the   joint\r\n\r\nMalaysia/Singapore statutory body, and the Malayan\r\n\r\nRubber Exchange.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With the imminent dissolution of the MRERB, which\r\n\r\nhas  been  regulating  and  improving  the  rubber\r\n\r\nindustry,  it  is necessary that the functions  of\r\n\r\nthe  MRERB  continue  to  be  performed  here   in\r\n\r\nSingapore. In addition to the MRERB, we have since\r\n\r\n1967  established  in  Singapore  one  other  body\r\n\r\nconnected  with  the  rubber trade.  This  is  the\r\n\r\nRubber Association of Singapore (RAS) which  helps\r\n\r\nto   control   and  promote  the   rubber   trade,\r\n\r\nprotecting   the  interests  not   only   of   the\r\n\r\nexporters, but also of the producers and consumers\r\n\r\nof  natural  rubber.  It would  seem  appropriate,\r\n\r\ntherefore, that the RAS should be asked to  assume\r\n\r\nfunctions  not  unrelated to what  it  is  already\r\n\r\ndoing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill which is now before the House\r\n\r\naccordingly  seeks to repeal the  Rubber  Shipping\r\n\r\nand  Packing  Control  Act which  constituted  the\r\n\r\nMRERB and to confer upon the RAS the functions\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1239</b></font><br><br>\r\n\r\n\r\n\r\nnow  carried  out by the MRERB. It also  seeks  to\r\n\r\namend   the   Rubber  Association   of   Singapore\r\n\r\n(Incorporation) Act (Chapter 200  of  the  Revised\r\n\r\nEdition)  to  enable  the Association  to  perform\r\n\r\nthese functions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of the Bill, the RAS will\r\n\r\ncarry out the following functions:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Issuing of licences to rubber packers,\r\n\r\nshippers    and   manufacturers   of   technically specified rubber;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Ensuring the quality of rubber exported; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Exercising disciplinary control on the natural rubber industry.\r\n\r\n\r\n\r\n<br><br>I shall elaborate a little on these functions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When an application is made for a licence to pack\r\n\r\nor  ship rubber for export, the RAS will grant the\r\n\r\nlicence  if, after consideration of the  character\r\n\r\nand  financial position of the applicant  and  the\r\n\r\ninterest  of the public, it is satisfied that  the\r\n\r\napplicant is a fit and proper person to  hold  the\r\n\r\nlicence.  The  RAS will prescribe the  rules  that\r\n\r\nmust be followed before an applicant for a licence\r\n\r\nto manufacture technically specified rubber can be\r\n\r\napproved.  Such  rules will  include  testing  and\r\n\r\nquality  control procedures to be adopted  by  the\r\n\r\nmanufacturer of technically specified  rubber  and\r\n\r\nthe  conditions upon which the licence  is  to  be\r\n\r\nissued. Any person whose application for a licence\r\n\r\nis  rejected  may  appeal to  the  Minister  whose\r\n\r\ndecision shall be final.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure that all rubbers including technically\r\n\r\nspecified rubbers exported from Singapore  are  of\r\n\r\nthe  specified quality, the Bill provides the  RAS\r\n\r\nwith  powers  to  inspect  books,  documents   and\r\n\r\nrubbers  and to cancel the licence if  the  holder\r\n\r\nhas  contravened any of the provisions of the Bill\r\n\r\nor  any  of  the rules made thereunder.  A  person\r\n\r\nwhose  licence  has been cancelled will  have  the\r\n\r\nright  to  appeal to the Tribunal of Appeal  which\r\n\r\nshall be established under clause 11 of the Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1240</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The repeal of the Rubber Shipping and Packing\r\n\r\nControl   Act   will  not  prevent  the   existing\r\n\r\nregistered  shippers  and packers  of  rubber  for\r\n\r\nexport from continuing operation until the date of\r\n\r\nexpiry  of  their present licence.  Moreover,  any\r\n\r\nmanufacturer of technically specified rubber  will\r\n\r\nbe  allowed  to  continue with  his  manufacturing\r\n\r\noperation  for two months from the date of  coming\r\n\r\ninto  force  of  the Rubber Industry  Act,  during\r\n\r\nwhich  time  the manufacturer should apply  for  a\r\n\r\nlicence under the new Act.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill also provides for the vesting in the\r\n\r\nRAS  of  all assets and property belonging to  the\r\n\r\nMRERB   and   all  the  rights,  obligations   and\r\n\r\nliabilities  of the MRERB will be assumed  by  the\r\n\r\nRAS.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A great deal of effort has been put in by both\r\n\r\nMalaysia and Singapore traders to shift the rubber\r\n\r\nmarket  from  London and New York to this  region.\r\n\r\nThis  Government can do no less than to  help  our\r\n\r\ntraders consolidate the position of Singapore as a\r\n\r\nreliable  market  for quality rubber  by  enacting\r\n\r\nthis  Bill. I hope that both the markets in  Kuala\r\n\r\nLumpur and Singapore will continue to work closely\r\n\r\nand co-operate for their mutual benefit.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -[Mr Hon Sui Sen].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1240</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>INCOME TAX (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>4.29 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of the Income Tax (Amendment) Bill\r\n\r\nis,  firstly, to seek legislative authority for  a\r\n\r\nnumber  of  tax  concessions, many of  which  have\r\n\r\npreviously   been  announced  and,  secondly,   to\r\n\r\ntighten up certain of the existing provisions\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1241</b></font><br><br>\r\n\r\n\r\n\r\nof  the  Act,  which,  in  the  light  of\r\n\r\nexperience  since  the Income  Tax  Act  was  last\r\n\r\namended in 1969, appear to need improvement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I shall first deal with those amendments which\r\n\r\nrepresent tax concessions. Clauses 5 and 12 of the\r\n\r\nBill stem directly from the Government's policy of\r\n\r\ndeveloping  Singapore  into a  regional  financial\r\n\r\ncentre. To sustain the rapid and robust growth  of\r\n\r\nthe Asian Dollar Market, it is considered that, in\r\n\r\naddition  to  liberalisation of  foreign  exchange\r\n\r\nregulations  and  exemption  from  income  tax  on\r\n\r\ninterest paid to non-resident depositors of  Asian\r\n\r\nDollars, further concessions from income  tax  are\r\n\r\ndesirable  to  create profitable outlets  for  the\r\n\r\nAsian Dollar Market.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 of the Bill provides exemption from\r\n\r\nincome tax on the interest payable to non-resident\r\n\r\nholders  of Asian Dollar Bonds issued in Singapore\r\n\r\nwhere  such bonds have the prior approval  of  the\r\n\r\nGovernment.  This  exemption should  help  in  the\r\n\r\nflotation  of  more international bond  issues  in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 12 of the Bill provides a reduction from\r\n\r\nthe  income tax rate of 40 per cent to 10 per cent\r\n\r\nor  other special rate on offshore income of banks\r\n\r\nor other institutions in Singapore making loans to\r\n\r\noverseas   borrowers  from  their  Asian  Currency\r\n\r\nUnits.  Details  of the kind of loans,  and  their\r\n\r\nappropriate rates of tax and other conditions will\r\n\r\nbe   specified  in  regulations  made  under  this clause.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In line with our policy of encouraging Singapore\r\n\r\ninvestment  in  Indonesia, profits repatriated  to\r\n\r\nSingapore from approved projects in Indonesia have\r\n\r\nbeen   exempted  from  income  tax.  The  tax-free\r\n\r\nprofits,  however, presently become  taxable  when\r\n\r\nreceived by shareholders in the form of dividends.\r\n\r\nClause 5 (f) seeks to allow such dividends  to  be\r\n\r\ndistributed tax-free to shareholders. This \"carry-through\"  provision  will be consistent  with  the\r\n\r\ntreatment of Singapore pioneer companies' profits.\r\n\r\nDividends declared from these are tax-free in  the\r\n\r\nhands of shareholders.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1242</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The economic development of the Republic requires\r\n\r\nlarge  amounts  of  capital  to  be  borrowed  for\r\n\r\ninvestment.  Some  of  these  borrowers  are,  for\r\n\r\nexample, statutory boards and high skill and  high\r\n\r\ntechnology  industries in the private  sector.  At\r\n\r\npresent, Singapore borrowers enjoy concessions  in\r\n\r\nrespect  of  income  tax on  interest  payable  to\r\n\r\noverseas lenders under the Economic Incentives Act\r\n\r\nand  under Double Taxation Treaties which we  have\r\n\r\nsigned   with   many   countries.   The   existing\r\n\r\nprovisions may, however, be inadequate or may  not\r\n\r\nbe  applicable in certain cases because we do  not\r\n\r\nhave   Double   Taxation  Treaties  with   certain\r\n\r\ncountries.  It  is  intended, therefore,  to  make\r\n\r\nprovision in the Income Tax Act to enable complete\r\n\r\nexemption  to  be given from tax on  the  interest\r\n\r\npayable to overseas lenders if the loans have  the\r\n\r\nprior  approval of the Government. Clause (5)  (d)\r\n\r\nprovides  that such exemption from income  tax  on\r\n\r\ninterest  payable  to  overseas  lenders  will  be\r\n\r\nconsidered where such a loan will promote economic\r\n\r\nor  technological  development  of  Singapore  (in\r\n\r\nrespect of the private sector or statutory boards)\r\n\r\nand  in  respect  of  all loans  borrowed  by  the\r\n\r\nGovernment.  I may add here that, generally,  only\r\n\r\nfor   loans  which  are  sizable,  and  where  the\r\n\r\ninterest  rate  and the repayments are  favourable\r\n\r\nand  the  loans  are made by bona  fide  financial\r\n\r\ninstitutions, will the full exemption be  accorded\r\n\r\nunder the provision of clause 5 (d).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In view of Government's efforts to modernise and\r\n\r\nencourage   the  intensive  form  of  farming   in\r\n\r\n\"flatted\"  farm buildings, clause  7  will  extend\r\n\r\ndepreciation allowances to such buildings used for\r\n\r\nrearing livestock and poultry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 10 provides for a deduction of $1,000 or\r\n\r\nthe full-earned income if this is less, in respect\r\n\r\nof   earned  income  relief  from  the   year   of\r\n\r\nassessment  1st January, 1972; full  deduction  in\r\n\r\nrespect  of insurance premiums and provident  fund\r\n\r\ncontributions  up  to  $4,000  by   deleting   the\r\n\r\nlimitation of 1/6th of assessable income from  the\r\n\r\nyear  of  assessment  1973;  and  certain  changes\r\n\r\nregarding allowances for maintaining children from\r\n\r\nthe year of assessment 1st January, 1974,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1243</b></font><br><br>\r\n\r\n\r\n\r\nwhich  are  given  in  detail  in  the  new  Fifth\r\n\r\nSchedule to the Bill. I need not take the time  of\r\n\r\nhon.  Members  by  spelling out these  changes  as\r\n\r\nthese   have   been   announced   previously    in\r\n\r\nParliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next category of amendments in the Bill seeks\r\n\r\nto cut some benefits which a minority of taxpayers\r\n\r\nhave   in  each  case  enjoyed.  The  first   such\r\n\r\namendment  concerns  changes in  the  taxation  of\r\n\r\nbenefits in the form of free housing accommodation\r\n\r\nprovided  to directors and employees by companies.\r\n\r\nThe  present  practice is to regard the  value  of\r\n\r\nsuch  benefit  as  equivalent to the  full  annual\r\n\r\nvalue  of  the housing, if this annual value  does\r\n\r\nnot   exceed   10  per  cent  of  the   taxpayer's\r\n\r\nemoluments. This practice needs to be  changed  in\r\n\r\nrespect  of rent controlled premises. It has  been\r\n\r\nfound  that though the annual values of such  rent\r\n\r\ncontrolled  premises are already  very  low,  some\r\n\r\ndirectors   and  employees  receive   even   lower\r\n\r\nemoluments  than the annual values of the  houses,\r\n\r\nand  pay  very little income tax thereon, although\r\n\r\nthey  may  be occupying very large and prestigious\r\n\r\nrent  controlled premises. Clause 3 of  the  Bill,\r\n\r\ntherefore, seeks to deem the full annual value  of\r\n\r\nrent controlled premises provided to directors  or\r\n\r\nemployers  by companies to be gains or profits  of\r\n\r\nemployment, and therefore subject to tax, if their\r\n\r\nremuneration  is  less than the  annual  value  of\r\n\r\npremises provided.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the Income Tax Act was last amended in 1969,\r\n\r\nexemption from income tax was accorded for profits\r\n\r\nof  Singapore registered ships. This was  done  to\r\n\r\nencourage more registration of ships in Singapore.\r\n\r\nThe intention was to give income tax exemption  to\r\n\r\nlarge  sea-going  ships  only,  but  because   the\r\n\r\nprovisions  are vague, passenger ferries,  barges,\r\n\r\nfishing  trawlers and tongkangs and  miscellaneous\r\n\r\nlocal  harbour craft have also been  applying  for\r\n\r\nexemption.  Clause  6  will clearly  restrict  the\r\n\r\nexemption to Singapore sea-going ships.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Income Tax Act was amended to disallow carry-forward of losses on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1244</b></font><br><br>\r\n\r\n\r\n\r\ntakeovers where a company with accumulated  losses\r\n\r\nwas  bought  purely for tax benefits. It  is  also\r\n\r\nproposed  to  bring into line with this  amendment\r\n\r\nthe   carry-forward  of  depreciation  allowances,\r\n\r\nwhich  is also another source of tax manipulation.\r\n\r\nClause  8  accordingly seeks  to  disallow  carry-forward  of  depreciation  allowances  where   the ownership of a company is changed substantially.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Charitable organisations and charities in\r\n\r\nSingapore,  unlike those in some  countries,  have\r\n\r\nhitherto  been subject to very little scrutiny  or\r\n\r\nsupervision    of    their    activities.    These\r\n\r\norganisations    and   charities    enjoy    major\r\n\r\nconcessions under the Income Tax Act, as they  get\r\n\r\nfull exemption from income tax on contributions of\r\n\r\ndonors  and on their own income. It would  not  be\r\n\r\nunreasonable,  therefore,  to  require  under  the\r\n\r\nIncome  Tax  Act  that  these organisations  apply\r\n\r\ntheir  tax  exempt  income solely  for  charitable\r\n\r\npurposes,  that  they do not engage  in  trade  or\r\n\r\nbusiness  except  in pursuance  of  their  primary\r\n\r\npurpose,  and  that  a reasonable  part  of  their\r\n\r\nincome is distributed every year. Clause 5 of  the\r\n\r\nBill provides that charitable organisations should\r\n\r\ndistribute  not  less than 80 per  cent  of  their\r\n\r\nincome,  unless  it  is otherwise  agreed  by  the\r\n\r\nComptroller of Income Tax which he will do if  any\r\n\r\nreasonable  grounds  are  presented  why  a  lower\r\n\r\nproportion should be spent. To prevent one  common\r\n\r\nabuse  of  its tax exemption status, any  expenses\r\n\r\nwhich  do  not fall directly within the  ambit  of\r\n\r\ncharity  can  be  disallowed  by  the  Income  Tax\r\n\r\ndepartment. As the proposed amendments will ensure\r\n\r\nthat    charitable   organisations   fulfil    the\r\n\r\nobjectives of their founders, I do not expect them\r\n\r\nto be other than generally welcomed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Stock Exchange which witnessed a lot of\r\n\r\nspeculative  activity  last  year,  also  saw  the\r\n\r\nemergence  of \"share option schemes\".  Such  share\r\n\r\noption  schemes allow directors and  employees  to\r\n\r\ntake  an  option to buy shares in the  company  at\r\n\r\noften a nominal price. Clause 3 of the Income  Tax\r\n\r\nAct will make it clear beyond doubt that gains\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1245</b></font><br><br>\r\n\r\n\r\n\r\nor profits from share option schemes are liable to\r\n\r\nincome tax.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9 clarifies that income tax will be\r\n\r\nimposed  on  the profits made by a life  insurance\r\n\r\ncompany  on  the  sale  of  its  investment.  Such\r\n\r\ninvestment  is an integral part of the  day-to-day\r\n\r\nbusiness of an insurance company.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 10 will disallow income tax deductions by\r\n\r\nindividual  taxpayers on life insurance  premiums,\r\n\r\nunless  the  insurance  company  concerned  has  a\r\n\r\nbranch  or office in Singapore. This amendment  is\r\n\r\nlogical    and   equitable   as   the    Insurance\r\n\r\nCommissioner   has  no  authority   over   foreign\r\n\r\ninsurance companies not operating in Singapore and\r\n\r\nsuch  companies do not pay any tax  in  Singapore.\r\n\r\nThe  proposed amendment will not, however,  affect\r\n\r\nexisting  policy  holders  who  pay  premiums   to\r\n\r\ninsurance companies overseas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The present rate of penalty for late payment of\r\n\r\ntax  is 5 per cent interest on outstanding arrears\r\n\r\nof  income tax payments. This rate is too  low  to\r\n\r\ninduce  some  taxpayers to  make  early  payments.\r\n\r\nClause  14  provides  that  the  penalty  rate  of\r\n\r\ninterest of 5 per cent will be increased by 1  per\r\n\r\ncent  for every month that the tax remains  unpaid\r\n\r\nup  to  a  maximum of 12 per cent. This  amendment\r\n\r\nshould  prevent delinquent taxpayers from wilfully\r\n\r\ndelaying their payments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I shall now deal with the last category of\r\n\r\namendments  which  are  intended  to  remove   any\r\n\r\nvagueness in the existing provisions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 seeks to make it clear that interest\r\n\r\npaid  by a local borrower to a foreign lender  and\r\n\r\ninterest  on  a  loan, the funds  from  which  are\r\n\r\nbrought into or used in Singapore, are taxable  in\r\n\r\nSingapore irrespective of where the loan agreement\r\n\r\nis made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 5 and 11 seek to remove any doubt that\r\n\r\nnon-resident directors are liable to a  flat  rate\r\n\r\nof  40 per cent tax, irrespective of the period of\r\n\r\ntheir presence in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 seeks to define the residential status\r\n\r\nof individual taxpayers and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1246</b></font><br><br>\r\n\r\n\r\n\r\ncompanies  because  of  the  changeover   to   the\r\n\r\npreceding year basis of assessing income tax.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The remaining amendments are consequential and procedural in nature.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>4.42 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hwang Soo Jin:</b> Mr Speaker, Sir, speaking as\r\n\r\none Member from a rural constituency, I am pleased\r\n\r\nto  note  that  for  once tax incentive  is  being\r\n\r\nintroduced  as a measure to encourage  development\r\n\r\nin  the agricultural sector. I have in mind clause\r\n\r\n7  which  provides for allowances  for  industrial\r\n\r\nbuildings and structures to be granted in  respect\r\n\r\nof  multi-storey buildings used or intended to  be\r\n\r\nused for the purposes of intensive pig and poultry\r\n\r\nproduction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in considering the practical effect of this\r\n\r\nparticular  provision, it occurs to  me  that  the\r\n\r\nincentive  provided may benefit only a handful  of\r\n\r\nbig  timers  with substantial financial  resources\r\n\r\nbehind  them. In so far as the thousands of medium\r\n\r\nand   small-sized  farmers  are   concerned,   the\r\n\r\nproposed   incentive   is   to   my   mind   quite\r\n\r\nmeaningless. In the first place, how are they able\r\n\r\nto  raise  sufficient funds to purchase lands  for\r\n\r\ndevelopment,   not   to  mention   the   cost   of\r\n\r\nconstruction  at a time when prices  of  materials\r\n\r\nare so high?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the Government is genuine in its\r\n\r\nintention  to encourage development of agriculture\r\n\r\nalong  modem lines, and I believe this to  be  the\r\n\r\ncase,  I  suggest that the Government should  give\r\n\r\nserious  consideration to the  provision  of  much\r\n\r\nneeded  organisational support and long  term  low\r\n\r\ninterest  loans to interested farmers on  a  group\r\n\r\nbasis  for  the  development of multi-storey  farm\r\n\r\nhouses.  Perhaps  a scheme similar  to  the  house\r\n\r\nownership  scheme of the Housing  and  Development\r\n\r\nBoard (we can call it \"Farm Ownership Scheme\") but\r\n\r\nwith   suitable   adjustments  to  the   repayment\r\n\r\nprogramme may be introduced. If the Government  is\r\n\r\nprepared  to undertake the task of organising  and\r\n\r\nfinancing  the scheme initially, I feel sure  that the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1247</b></font><br><br>\r\n\r\n\r\n\r\nFarm Ownership Scheme is likely to succeed. For  a\r\n\r\nstart,  the Government may wish to consider  areas\r\n\r\nwhere  farmers  are  scheduled  for  resettlement.\r\n\r\nInstead  of  the  present system of  compensation,\r\n\r\nthose  affected and are interested  in  continuing\r\n\r\ntheir  farming business may be resettled in multi-storey  farmhouses. By doing it  on  a  collective\r\n\r\nbasis, large savings can be made in infrastructure\r\n\r\ndevelopment which is becoming more costly in  view\r\n\r\nof  the  need  to  adopt  extensive  antipollution\r\n\r\nmeasures,  such as construction of  septic  tanks,\r\n\r\ndrainage system and other sanitary amenities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at a time when a number of countries in the\r\n\r\nworld arc suffering from a shortage of food, it is\r\n\r\ncomforting  to  know that our agricultural  sector\r\n\r\ncontinues  to supply us with many essential  items\r\n\r\nof   food  at  reasonable  prices.  But  for   the\r\n\r\ncontribution  of our farmers, I am sure  that  our\r\n\r\ncost  of living would have risen to a much  higher\r\n\r\nlevel,  as happened in many other countries  which\r\n\r\ndepend  heavily on imports of food. With  this  in\r\n\r\nmind,   Sir,   I  would  urge  the  Minister,   in\r\n\r\nconsultation   with  the  Minister  for   National\r\n\r\nDevelopment, to give serious consideration  to  my\r\n\r\nsuggestion  so as to ensure that our  agricultural\r\n\r\nsector  will  continue  to  make  this  meaningful\r\n\r\ncontribution to our national economy.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Mr Speaker, Sir, I am indebted to\r\n\r\nthe   Member  for  Jalan  Kayu  for  his  valuable\r\n\r\nsuggestions.  As he has suggested, I  will  confer\r\n\r\nwith the Minister for National Development to  see\r\n\r\nwhether  or  not  any  of his suggestions  can  be\r\n\r\nconsidered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would, however, say that this provision in the\r\n\r\nBill    was   intended   really   to   apply    to\r\n\r\nindustrialised farming, which the future Singapore\r\n\r\nmust get into, that is, to run the flatted factory\r\n\r\nfarm  in the way that an industry is run. I  think\r\n\r\nthis  requires  more skilled management  than  the\r\n\r\nindividual   farmer  can  provide,   even   on   a\r\n\r\ncollective basis. However, I do not think  we  can\r\n\r\ndeal with the problems\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1248</b></font><br><br>\r\n\r\n\r\n\r\nof  agriculture while considering this  particular\r\n\r\nIncome  Tax  (Amendment) Bill,  and  the  Member's\r\n\r\nsuggestions  therefore should be referred  to  and\r\n\r\nconsidered in other more appropriate areas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -[Mr Hon Sui Sen].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>4.49 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 1 to 5 inclusive ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6 -\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is an amendment standing in\r\n\r\nthe  name of the Minister for Finance on the Order\r\n\r\nPaper   Supplement,  which  is  subject   to   the\r\n\r\nSpeaker's consent and the general assent  of  hon.\r\n\r\nMembers  present for dispensation of notice  under\r\n\r\nStanding  Order 33. I give my consent, is  it  the\r\n\r\npleasure  of  hon. Members that the  amendment  be\r\n\r\nmoved?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 6, to leave out lines 31 to 35 inclusive and insert\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"income of a shipping enterprise\" means the\r\n\r\nincome  derived by a shipping enterprise from  the\r\n\r\ncarriage (other than within the limits of the port\r\n\r\nof  Singapore) of passengers, mails, livestock  or\r\n\r\ngoods  by  sea-going Singapore ships and  includes\r\n\r\nthe income from the charter of such ships;\"\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it was the intention of clause 6 of the\r\n\r\nIncome  Tax (Amendment) Bill to remove  any  doubt\r\n\r\nthat  under  the existing provision of section  13\r\n\r\n(a)  of  the  Income Tax Act, the  exemption  from\r\n\r\nincome tax to Singapore registered ships does  not\r\n\r\napply to harbour craft, such as passenger ferries,\r\n\r\nfishing  boats,  tongkangs,  etc.,  which  operate\r\n\r\nwithin    the    Port   limits    of    Singapore.\r\n\r\nUnfortunately, clause 6 of the Bill,  as  drafted,\r\n\r\ncould  also be construed to exclude any  Singapore\r\n\r\nsea-going  ship which does not call at  Singapore.\r\n\r\nThe purpose of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1249</b></font><br><br>\r\n\r\n\r\n\r\nthe  exemption  from income tax  is  to  encourage\r\n\r\nregistration of all sea-going ships registered  in\r\n\r\nSingapore,  irrespective of whether they  call  at\r\n\r\nSingapore or not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, it is proposed by the present\r\n\r\namendment to reword the definition in clause 6  to\r\n\r\nmake it clear that there would be no change in the\r\n\r\nexemption  from  income tax of seagoing  Singapore\r\n\r\nregistered  ships,  but not of vessels  which  are\r\n\r\nused only within the Port limits of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6, as amended, ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 7 to 15 inclusive ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 16 -\r\n\r\n\r\n\r\n<br><br><!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is a note,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 12, line 8, after \"Gazette\", to insert close inverted commas and a fullstop.\r\n\r\n\r\n\r\n<br><br>This will be done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 16 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with an amendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1249</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SINGAPORE INSTITUTE OF STANDARDS AND INDUSTRIAL RESEARCH BILL</b></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>4.53 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill which is now before the House seeks to\r\n\r\nestablish the Singapore Institute of Standards and\r\n\r\nIndustrial  Research  (or SISIR  in  short)  as  a\r\n\r\nstatutory body. The Institute will take over  from\r\n\r\nthe   Economic  Development  Board  the   latter's\r\n\r\nresponsibilities  in regard to  the  promotion  of\r\n\r\nstandardisation   and   the   operation    of    a\r\n\r\nCertification Marking Scheme.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1250</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill will in addition give SISIR wider powers\r\n\r\nto   establish  and  implement  schemes  that  are\r\n\r\nnecessary  for  the  promotion  of  Singapore-made\r\n\r\nproducts.    Presently,   SISIR    operates    the\r\n\r\nCertification  Marking  Scheme  for  products  and\r\n\r\nprocesses which conform to, the relevant Singapore\r\n\r\nstandard  or  other international standards.  This\r\n\r\ngives   intending  purchasers  of  a  product   an\r\n\r\nassurance by an independent body that the  product\r\n\r\nconforms  to  the highest standards. Manufacturers\r\n\r\njoin   this  scheme  voluntarily.  However,  where\r\n\r\nSingapore's  good  name as a manufacturing  nation\r\n\r\nmay be affected because some manufacturers produce\r\n\r\nshoddy goods, SISIR is empowered, under the  Bill,\r\n\r\nto  make  export  inspection of certain  types  of\r\n\r\ngoods  compulsory.  It  is thus  part  of  SISIR's\r\n\r\nfunction  as  a  statutory body,  to  upgrade  the\r\n\r\ntechnology  in local industry and to  ensure  that\r\n\r\nthe  Made-in-Singapore label  is  synonymous  with\r\n\r\nquality and reliability.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;SISIR's main functions as provided in the Bill\r\n\r\nmay, therefore, be summarised as follows:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) To promote standardisation in industry and\r\n\r\ntrade  with  a view to improving not  only  the\r\n\r\nquality  of  commodities, but  also  industrial\r\n\r\nefficiency and productivity;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) To operate a Certification Marking Scheme and\r\n\r\nother related schemes for locally made goods;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) To operate a scheme of quality control of\r\n\r\nspecified  commodities exported from  Singapore\r\n\r\nfor the purpose of developing and promoting our\r\n\r\nexport trade; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) To upgrade local skills and technology\r\n\r\nthrough  the provision of technical consultancy\r\n\r\nservices   and   through  the  application   of\r\n\r\nindustrial research.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill contains various provisions relating to\r\n\r\nthe establishment, constitution and administration\r\n\r\nof the Institute. The Institute is to consist of a\r\n\r\nChairman and eight other members, all of whom  are\r\n\r\nto be appointed by the Minister.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1251</b></font><br><br>\r\n\r\n\r\n\r\nThe Bill also contains provisions dealing with the\r\n\r\nInstitute's   financial   year,   the    financial\r\n\r\nprocedure to be adopted by the Institute, and  the\r\n\r\npreparation of financial statements and  auditor's\r\n\r\nreport  for presentation to Parliament.  Provision\r\n\r\nis  also  made under the Bill for the Minister  to\r\n\r\nmake grants to the Institute of such sums of money\r\n\r\nthat may be provided by Parliament for the purpose\r\n\r\nof   enabling  the  Institute  to  carry  out  its functions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With the expanded powers conferred under the\r\n\r\nBill, the Institute will be able to carry out  its\r\n\r\nfunctions with greater efficiency and to  play  an\r\n\r\nincreasing role in promoting the sustained  growth\r\n\r\nof  our  local  industry and of our  export  trade\r\n\r\nthrough its various quality schemes. The Institute\r\n\r\nwill  also play a crucial role in upgrading  local\r\n\r\nskills  and  technology through its technical  and\r\n\r\nengineering  services and through  its  industrial\r\n\r\nresearch consultancy services. With autonomy,  the\r\n\r\nInstitute  will  be given a proper legal  standing\r\n\r\nwhich  will  greatly facilitate the  execution  of\r\n\r\ncontractual agreements with clients in the private\r\n\r\nsector. Ultimately the Institute should form  part\r\n\r\nof  the  infrastructure provided by Government  to\r\n\r\nstimulate  economic and industrial growth  and  to\r\n\r\nenable  us  to take off to the next stage  of  our industrial development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>4.57 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. F. Conceicao -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. F. Conceicao (Katong):</b> Mr Speaker, Sir, I\r\n\r\nrise to speak in support of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If one looks at the functions and powers of the\r\n\r\nInstitute,  as  stated in clause  15,  one  easily\r\n\r\nnotices  that nearly all the functions listed  are\r\n\r\nthose  which  the  present SISIR already  fulfils.\r\n\r\nIndeed   SISIR   has  garnered  extremely   useful\r\n\r\nexperience  in the course of its operations,  some\r\n\r\nof which are well worth listing:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1252</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) SISIR has already received and discharged\r\n\r\nseveral  commissions to seek ways  to  overcome\r\n\r\ncertain  production problems  in  a  number  of\r\n\r\nlocal or locally-based concerns;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) SISIR has been in the forefront of the PQR\r\n\r\nmovement,  a side-benefit of which  is  SISIR's\r\n\r\nmodest contribution to better labour/management\r\n\r\nrelations;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) SISIR has set standards for scores of\r\n\r\nindustrial  items, not just  for  the  sake  of\r\n\r\ndevising standards, but related practically  to\r\n\r\nquality control. SISIR's certification has also\r\n\r\ncovered more than 200 products;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(d) SISIR's work has been so successful that UNIDO (United Nations Industrial Development\r\n\r\nOrganisation)  has asked Singapore  to  host  a\r\n\r\nseminar  to show developing countries what  can\r\n\r\nbe done in the field of standardisation;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(e) SISIR has run several courses on quality\r\n\r\ncontrol.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now that our stage of industrialisation has\r\n\r\nreached  a more sophisticated level, the  services\r\n\r\nof   SISIR  will  be  more  critical,  and  it  is\r\n\r\nnecessary  for  SISIR  to  be  established  as  an\r\n\r\nindependent authority.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Mr Speaker, Sir, there are two specific\r\n\r\ncriticisms which I would like to make in  relation\r\n\r\nto  this  Bill.  One is that while there  is,  and\r\n\r\nrightly so, repeated mention of the need to ensure\r\n\r\nthe  viability of our export drive through quality\r\n\r\nassurance  where our local products are concerned,\r\n\r\nthere  does not seem to be much concern  over  the\r\n\r\npossibility  of shoddy goods being  imported,  now\r\n\r\nthat our policy is to remove tariffs and quotas in\r\n\r\nthe  case of several import items. Let me make  it\r\n\r\nclear,  Mr  Speaker, Sir, that I  do  not  support\r\n\r\nprotection   of   weak   and   inefficient   local\r\n\r\nindustries. The lesson of quality must  be  driven\r\n\r\nhome in no uncertain way where local industries\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1253</b></font><br><br>\r\n\r\n\r\n\r\nare  concerned. But the same standards of  safety,\r\n\r\nhealth requirements and quality which we insist on\r\n\r\nour  local  products must be imposed  on  imports.\r\n\r\nOtherwise,  our local industries will face  unfair\r\n\r\ncompetition  from  cheap but shoddy  imports,  and\r\n\r\nconsumers  will  witness the dumping  of  inferior\r\n\r\ngoods  from abroad. I therefore hope that  amongst\r\n\r\nSISIR's  tasks  one will be the  surveillance  for\r\n\r\nquality   of  imported  goods,  especially   those\r\n\r\naffecting local industries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is the useful role that S1SIR can\r\n\r\nplay   in  helping  to  tackle  the  problems   of\r\n\r\nenvironmental  control. Many factories  are  faced\r\n\r\nwith  the problem of seeing that adequate measures\r\n\r\nare  taken in this direction. I am told that  some\r\n\r\ncommercial  consultants in this field  may  be  no\r\n\r\nmore  than  salesmen of equipment. Industries,  in\r\n\r\ntrying  to  comply with environmental regulations,\r\n\r\nmay  be  landed  with  equipment  not  necessarily\r\n\r\nsuitable for local conditions. SISIR has  a  range\r\n\r\nof   multi-disciplinary  facilities  that  may  be\r\n\r\nusefully  directed towards tackling  environmental\r\n\r\nproblems. I hope that every encouragement will  be\r\n\r\ngiven  to seeking SISIR's consultancy services  in\r\n\r\nthis area of environmental control.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hon Sui Sen:</b> Mr Speaker, Sir, I appreciate the\r\n\r\nMember  for Katong's general welcome to  the  Bill\r\n\r\nand  his  well-deserved praise for SISIR  and  its\r\n\r\nactivities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also welcome his suggestions, which I do not\r\n\r\nregard as criticisms, although he may term them as\r\n\r\nsuch.  I will look into the matters which  he  has\r\n\r\ncommented upon. However, it may well be  that  the\r\n\r\nquestion  of shoddy and cheap imports  is  not  so\r\n\r\nmuch a matter for SISIR as for some other body  or\r\n\r\nsome  law  governing  imports  and  exports.  But,\r\n\r\nnevertheless,  I  think his suggestions  certainly\r\n\r\nhave merit and deserve consideration.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1254</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for his suggestion to consult SISIR when\r\n\r\ndealing  with  environmental problems,  I  believe\r\n\r\nthat  SISIR is already doing considerable work  in\r\n\r\nthis regard, and that the Singapore Manufacturers'\r\n\r\nAssociation  has been accustomed  to  seeking  its\r\n\r\nadvice. In regard to highly specialised problems -\r\n\r\nthis may be something on which, like other general\r\n\r\npractitioners,  SISIR  may  have  to   call   upon\r\n\r\nspecialist services elsewhere. But, in  the  first\r\n\r\ninstance,  I  think the services which  SISIR  can\r\n\r\nrender would be most helpful to our industries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -[Mr Hon Sui Sen].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1254</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ECONOMIC DEVELOPMENT BOARD (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>5.06 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill seeks to repeal the two provisions in\r\n\r\nthe  Economic  Development Board Act which  confer\r\n\r\npowers on the Board to promote standardisation and\r\n\r\nto  operate  a  Certification Marking  Scheme,  as\r\n\r\nthese  powers  will  now  be  transferred  to  the\r\n\r\nSingapore  Institute of Standards  and  Industrial\r\n\r\nResearch,  which  is  to  be  constituted   as   a\r\n\r\nstatutory body.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -[Mr Hon Sui Sen].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1255</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>INCOME TAX ACT (FIRST SCHEDULE)</b></div>\r\n\r\n\r\n\r\n<br><br>5.09 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr\r\n\r\nSpeaker,  Sir, I beg to move the motion* standing in my name as it appears on the Order Paper.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n* The motion reads as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;`That this Parliament, pursuant to subsection\r\n\r\n(1)  of  section  106  of the  Income  Tax  Act\r\n\r\n(Chapter 141), resolves that the First Schedule\r\n\r\nto   the   said  Act  be  varied  by  inserting\r\n\r\nimmediately  after  item  35  of  paragraph   A\r\n\r\nthereof  the  following statutory  authorities,\r\n\r\nwith  effect  from the date of the coming  into\r\n\r\noperation  of the Statutes of the  Republic  of\r\n\r\nSingapore  (Miscellaneous Amendments)  (No.  4)\r\n\r\nAct, 1973: -\r\n\r\n\r\n\r\n<pre>\r\n\r\n36. Monetary Authority of Singapore                   (Cap.195).\r\n\r\n37. Timber Export Industry                            (Cap.203).\r\n\r\n38. Jurong Town Corporation                           (Cap.209).\r\n\r\n39. Land Surveyors Board                              (Cap.216).\r\n\r\n40. Professional Engineers Board                      (Cap.225).\r\n\r\n41. Preservation of Monuments Board                   (Cap.315).\r\n\r\n42. Science Centre Board                              (Cap.317).\r\n\r\n43. National Statistical                              (No. 27 of 1971).\r\n\r\n44. Telecommunication  Authority of Singapore         (No.  2 of 1972).\r\n\r\n45. National Productivity Board                       (No. 11 of 1972).\r\n\r\n46. Commercial and Industrial Security Corporation    (No. 18 of 1972).\r\n\r\n47. National Maritime Board                           (No. 21 of 1972).\r\n\r\n48. Sentosa Development Corporation                   (Cap.22 of 1972).\r\n\r\n49. Industrial Training Board                         (Cap.36 of 1972).\r\n\r\n</pre>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in recent years a number of statutory bodies\r\n\r\nhave  included  in  their Statutes  provisions  to\r\n\r\nexempt  them from income tax. The Statutes of  the\r\n\r\nRepublic  of  Singapore (Miscellaneous Amendments)\r\n\r\n(No.  4) Bill, 1973, just passed, has removed such\r\n\r\nprovisions from the various Statutes of  statutory\r\n\r\nbodies.  The  intention of my resolution  is  that\r\n\r\nthese  statutory bodies affected will continue  to\r\n\r\nbe  exempted  from income tax, hut  the  exemption\r\n\r\nwill  now  be centralised under the First Schedule\r\n\r\nto the Income Tax Act.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The opportunity is also taken to include five\r\n\r\nother  statutory bodies, namely, the Timber Export\r\n\r\nIndustry  Board,  the  Land Surveyors  Board,  the\r\n\r\nProfessional  Engineers Board, the Commercial  and\r\n\r\nIndustrial Security Corporation and the Industrial\r\n\r\nTraining Board, which have no income tax exemption\r\n\r\nprovisions   in  their  Statutes  but   which   in\r\n\r\naccordance  with the current policy  should  enjoy\r\n\r\nequal treatment with the other statutory bodies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, pursuant to sub section (1)\r\n\r\nof  section  106  of the Income Tax  Act  (Chapter 141), resolves that the First\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1256</b></font><br><br>\r\n\r\n\r\n\r\nSchedule  to  the said Act be varied by  inserting\r\n\r\nimmediately after item 35 of paragraph  A  thereof\r\n\r\nthe  following statutory authorities, with  effect\r\n\r\nfrom the date of the coming into operation of  the\r\n\r\nStatutes    of    the   Republic   of    Singapore\r\n\r\n(Miscellaneous Amendments) (No. 4) Act, 1973:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;36. Monetary Authority of Singapore (Cap. 195).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;37. Timber Export industry Board (Cap. 203).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;38. Jurong Town Corporation (Cap. 209).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;39. Land Surveyors Board (Cap. 216).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;40. Professional Engineers Board (Cap. 225).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;41. Preservation of Monuments Board (Cap. 315).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;42. Science Centre Board (Cap. 317).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;43. National Statistical Commission (No. 27 of 1971).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;44. Telecommunication Authority of Singapore (No. 2 of 1972).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;45. National Productivity Board (No. 11 of 1972).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;46. Commercial and industrial Security Corporation (No. 18 of 1972).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;47. National Maritime Board (No. 21 of 1972).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;48. Sentosa Development Corporation (No. 22 of 1972).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;49. Industrial Training Board (No. 36 of 1972).\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\"-[Mr Hon Sui Sen].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at Twelve minutes past</div>\r\n\r\n<div align=\"right\">Five o'clock p.m. to a date to be fixed.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
