{"memberId": null, "volumeNo": "37", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"4\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"37\"> \n  <meta name=\"Sit_No\" content=\"9\"> \n  <meta name=\"Sit_Date\" content=\"1978-03-14\"> \n  <meta name=\"Start_Col\" content=\"725\"> \n  <meta name=\"End_Col\" content=\"828\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">4</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">1</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">37</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">9</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">14-03-1978</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 725</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FOURTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 37</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 14th March, 1978</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Ahmad Haleem (Telok Blangah). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Ang Nam Piau (Thomson). \n  <br>Mr Ivan Baptist (Potong Pasir). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law, the Environment and Science and Technology and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Education. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Mr Bernard Chen (Radin Mas), Minister of State, Ministry of Defence. \n  <br>Mr Cheong Yuen Chee (Toa Payoh). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr Chin Harn Tong (Aljunied). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs and Education. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 726</b></font> \n  <br> \n  <br> \n  <br>Mr S. Dhanabalan (Kallang). \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Goh Chok Tong (Marine Parade), Senior Minister of State, Ministry of Finance. \n  <br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Defence. \n  <br>Mr P. Govindaswamy (Anson). \n  <br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Ho Kah Leong (Jurong). \n  <br>Mr Ho See Beng. B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Hwang Soo Jin (Jalan Kayu). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Farrer Park). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for National Development and Communications. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Yeow Chong (Mountbatten). \n  <br>Mr Ngeow Pack Hua (Boon Lay). \n  <br>Dr Ong Leong Boon (Kim Seng). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 727</b></font> \n  <br> \n  <br> \n  <br>Mr Ong Soo Chuan (Nee Soon), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Ong Teng Cheong (Kim Keat), Acting Minister for Culture and Senior Minister of State, Ministry of Communications. \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister for Culture. \n  <br>Mr Phey Yew Kok (Boon Teck). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Haji Rahmat bin Kenap (Geylang Serai). \n  <br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs. \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Haji Sha'ari bin Tadin (Bedok). \n  <br>Mr Sia Kah Hui (Upper Serangoon), Minister of State, Ministry of Labour and Government Whip. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer). \n  <br>Mr Tan Cheng San (Paya Lebar). \n  <br>Dr Tan Eng Liang (River Valley), Senior Minister of State, Ministry of National Development. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 728</b></font> \n  <br> \n  <br> \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Teong Eng Siong (Sembawang). \n  <br>Dr Toh Chin Chye (Rochore), Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mr Yong Nyuk Lin (Geylang West). \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Jek Yeun Thong (Queenstown), Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour. \n  <br>Encik Othman bin Wok (Pasir Panjang), Minister. \n  <br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 727</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <h4>ORAL ANSWERS TO QUESTIONS</h4> \n  </div> \n  <div align=\"center\"> \n   <b>COMMON CAUSES OF DEATHS IN SINGAPORE</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Particulars)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Ivan Baptist</b> asked the Minister for Health (a) what were the ten most common causes of deaths, the death rates and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 728</b></font> \n  <br> \n  <br> the number of deaths due to each of these causes in Singapore in 1977; and (b) what preventive programmes have been implemented in an attempt to lower the death rates in the three leading causes of deaths in Singapore. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Health (Dr Toh Chin Chye):</b> Mr Speaker, Sir, I will give the total number of deaths to be followed by the rate per 100,000 population as is the customary practice. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 729</b></font> \n  <br> \n  <br> \n  <pre>\r\n                                              Rate per\r\n                                              100,000\r\nCause of Death                  Number       population\r\n\r\n 1. Malignant Neoplasm\r\n    (including neoplasms of\r\n    lymphatic and haemopoitic\r\n    tissue) (Cancer)              2,265          98.1\r\n\r\n 2. Ischaemic Heart Disease\r\n    (Cardiac infarct)             1,592          69.0\r\n\r\n 3. Cerebrovascular Disease\r\n    (Strokes)                     1,326          67.4\r\n\r\n 4. Pneumonia                     1,174          50.9\r\n\r\n 5. Accidents and Violence\r\n    (all forms)                     457          19.8\r\n\r\n 6. Other forms of Heart\r\n    Disease                         387          16.8\r\n\r\n 7. Diabetes Mellitus               377          16.3\r\n\r\n 8. Tuberculosis of Respiratory\r\n    System                          289          12.5\r\n\r\n 9. Hypertensive Disease            257          11.1\r\n\r\n10. Nephritis and Nephrosis\r\n    (Kidney diseases)               247          10.7\r\n\r\n    Deaths - all causes          11,952           5.2\r\n</pre> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members are aware that my Ministry is placing great emphasis on health education. We had a very successful year in 1976 when we conducted a mass campaign against six diseases. We are planning to conduct another campaign next year against those diseases which are associated with lifestyles and with environment. It is our intention to make the population conscious of the nature of some of these diseases, but I cannot promise that my Ministry will guarantee immortality to everybody. All that we hope is that this health campaign will be able to educate the laymen and therefore they will be in a better position to avoid some of these diseases and thereby prolong their lifespan. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist (Potong Pasir):</b> Mr Speaker, Sir, a supplementary question. Could the Hon. Minister tell us some definite programmes to prevent the three leading causes of deaths in Singapore? So far, he has been rather hazy. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Sir, I do not know whether the Member for Potong Pasir is a vegetarian. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> He is not! \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> If he is a vegetarian, then probably he will not have to worry about cholesterol and ischaemic heart disease. As far as cancer is concerned, there are many factors involved in producing cancer, but nobody really knows the reason why cancer \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 730</b></font> \n  <br> \n  <br> is induced. There is no cure for cancer. All that we can do is to take preventive measures. For example, there is a correlation between smoking and lung cancer. So obviously if Members of the House do not wish to catch cancer, they should not smoke. The other alternative is to urge the Minister for Finance to raise the tax on cigarettes. This is one of the measures that we hope to take, either fiscal or legislative measures which will bring about a social change in the style of living of individuals and the society, and thereby cut down the morbidity rates. But sad to say, some time or other, all of us must make an exit. We either make a quick exit or a slow one. So I am afraid I cannot promise magic pills or magic measures that will prevent people from catching cancer, heart attacks or strokes. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Mr Speaker, Sir, in other words, the Minister does not have any definite programmes. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> It is non sequitur. I have just explained my programme. He does not understand English! \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 730</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>NOTIFIABLE INDUSTRIAL DISEASES</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Number of, and compensation paid)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Ivan Baptist</b> asked the Minister for Labour (i) the monthly breakdown figures for each of the notifiable industrial diseases \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 731</b></font> \n  <br> \n  <br> confirmed in 1977 and the first two months of 1978; and (ii) the monthly breakdown figures of the quantum of compensation paid out for each of those industrial diseases. \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee (Senior Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Parliamentary Secretary to the Minister for Labour (Mr Fong Sip Chee) (for the Minister for Labour):</b> Mr Speaker, Sir, 769 cases of industrial diseases were notified and confirmed under the Factories Act during the period January 1977 to February 1978. Of this total, the highest number of 554 was in respect of noise-induced deafness. This high number is largely due to the continuing mobile audio-metric screening carried out by the Industrial Health Department under the Hearing Conservation Programme which was initiated in May 1976. Industrial Dermatitis accounted for 182 cases, followed by 24 cases of Compressed Air Illness. There were seven cases of Silicosis and one case each of Asbestosis and Lead Poisoning. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The breakdown of cases confirmed by month and type of industrial disease for the period January 1977 to February 1978 is given in Table I of the Appendix (Cols. 825 - 826) which has been circulated to all Members. Appendices/19780314-HA-0370825.asc;Table I of Appendix - Number of confirmed cases of notifiable industrial diseases \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the same period, a total of $222,573.71 was paid out as compensation under the Workmen's Compensation Act to workmen suffering from notifiable industrial diseases. The detailed breakdown of compensation paid by month and type of disease is given in Table II of the Appendix (Cols. 825 - 826). Appendices/19780314-HA-0370825.asc;Table II of Appendix - Amount of Compensation Paid \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member may also wish to note that the one case of Asbestosis notified and confirmed under the Factories Act in September 1977 involved a non-workman and was, therefore, not eligible to claim for compensation under the Workmen's Compensation Act. With regard to the lead poisoning case confirmed in June 1977, compensation amounting to $49.30 was paid in March 1978. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 732</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have to point out that the compensation figures are the actual payments made during the respective months. Hence, the amount paid during the period January 1977 to February 1978 includes cases of industrial diseases confirmed prior to January 1977 and excludes some of the cases which were confirmed during the latter part of the period but were waiting for assessment or pending settlement. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 732</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ANG MO KIO HOUSING ESTATE</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Recreational facilities)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for National Development and Communications when the proposed recreational facilities in Neighbourhoods I and II in Ang Mo Kio Housing Estate will be completed. \n  <br> \n  <br> \n  <!-- Dr Tan Eng Liang (Senior Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State for National Development (Dr Tan Eng Liang) (for the Minister for National Development and Communications):</b> Mr Speaker, Sir, the recreational facilities under construction at Ang Mo Kio Neighbourhood II will be completed by September 1978. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those at Ang Mo Kio Neighbourhood I are already in various stages of completion. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 732</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>PURCHASE OF RESIDENTIAL PROPERTIES</b> \n  </div> \n  <div align=\"center\"> \n   <b>BY PERMANENT RESIDENTS</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Relaxation of policy)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Ng Kah Ting</b> asked the Minister for Law, the Environment and Science and Technology whether and to what extent the policy concerning the purchase of residential properties by permanent residents has been relaxed. \n  <br> \n  <br> \n  <!-- Mr E.W. Barker (Minister for Law, the Environment and Science and Technology) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Law, the Environment and Science and Technology (Mr E.W. Barker):</b> Mr Speaker, Sir, as from 11th September, 1973, only citizens of Singapore have been allowed to purchase residential properties without any restriction. All others, including permanent residents, have been \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 733</b></font> \n  <br> \n  <br> required to obtain the written approval of Government to purchase residential property or any vacant land other than that zoned \"Industrial-commercial\". Approval depends on the economic contribution such persons or applicants make to Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With effect from 10th January, 1975, this policy was relaxed and non-citizens were allowed to purchase flats or apartments in buildings of not less than six Storeys, including the ground floor. As from 3rd September, 1976, there was a further relaxation in that non-citizens were allowed free purchase of units in approved condominiums as well. Furthermore, where previously approvals were not considered in respect of residential houses on land exceeding 4,000 sq. ft., such applications in respect of land areas of not more than 15,000 sq. ft. are now favourably considered. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, can the Hon. Minister inform the House how many applications for purchase of residential properties by permanent residents have been received, and how many have been approved since the operation of this law? \n  <br> \n  <br> \n  <!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Barker:</b> Sir, as at the end of last month, the total number of applications received from non-citizens amounted to 1,758. Of these, 423 applications were either withdrawn or settled upon clarification. 855 applicants obtained approval, of whom 572 were permanent residents and 283 were other non-citizens. 274 applications were not approved and there remain a number of 206 cases which are still being processed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 733</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>DRUG PUSHERS AND ADDICTS IN THE</b> \n  </div> \n  <div align=\"center\"> \n   <b>JALAN KOLAM AYER QUARTERS AREA</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Particulars)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Ivan Baptist</b> asked the Minister for Home Affairs and Education (a) what surveillance work is being done in the Jalan Kolam Ayer Quarters area which is troubled by drug pushers and addicts especially late at \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 734</b></font> \n  <br> \n  <br> nights; and (b) how many drug pushers and addicts have been arrested in this area during the last 14 months. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin (Minister for Home Affairs and Education) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Home Affairs and Education (Mr Chua Sian Chin):</b> Mr Speaker, Sir, the Central Narcotics Bureau and the Police are generally aware of the areas where drug pushing and drug abuse activities take place. Surveillance is carried out in these areas and when sufficient evidence has been gathered, enforcement action is taken against those involved. In addition, Divisional Police also carry out routine patrols in these areas. The Jalan Kolam Ayer Quarters area is one of them. However, for obvious reasons, I cannot disclose what sort of surveillance work is being carried out. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the past 14 months, 130 persons were arrested in the Jalan Kolam Ayer Quarters area on suspicion of having committed various drug offences. Of these, five were drug traffickers. Two of the traffickers were prosecuted and the other three were dealt with under the Criminal Law (Temporary Provisions) Act. Sixteen persons were also prosecuted for other drug offences. Fifty-eight addicts were sent for compulsory treatment and rehabilitation at the Drug Rehabilitation Centres. The rest were released after investigation. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 734</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ELECTRONICS INDUSTRY IN SINGAPORE</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Ng Kah Ting</b> asked the Minister for Finance whether he is aware that in Singapore there are very few electronic component factories to support the electronics assembly factories; and if he has any plans to encourage the setting up of electronic component factories or plants so as to lessen dependence upon imported electronic components and ensure the availability of supply. \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong (Senior Minister of State for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State for Finance (Mr Goh Chok Tong) (for the Minister for Finance):</b> Mr Speaker, Sir, there are in fact \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 735</b></font> \n  <br> \n  <br> more companies in Singapore manufacturing electronic components than assembling electronic finished products. Out of about 125 electronics manufacturing companies, there are about 65 producing electronic components. Similarly, in dollar value, output of electronic components exceeds output of electronic finished products. The latest available detailed figures from the Statistics Department show that in 1976 the total output of electronic products and components amounted to about $1.9 billion and, out of this, more than $1 billion was output of electronic components. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For a transistor radio, all the electronic components, except one, are manufactured in Singapore. The remaining component, the ferrite antenna bar, is likely to be manufactured locally by next year. Similarly, the majority of components for television sets, tape-recorders, electronic calculators and electronic watches are manufactured locally. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has always been one of the major objectives of the Economic Development Board to encourage further integration of the electronics industry. Arising from encouragement by the Economic Development Board, there are plans by more companies to manufacture components in Singapore, especially key components such as television tuners and picture tubes for television sets; cassette mechanisms, micromotors and magnetic heads for tape-recorders; liquid crystal displays for calculators and watches, and quartz crystals for watches. Some of these plans are already being implemented. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we should encourage key components to be manufactured in Singapore, we cannot expect to be entirely self-sufficient. The electronics industry is such that there are literally thousands of types of components. The United States and Japan, which have the largest electronics industries in the world, import electronic components. Hong Kong, which has the world's largest production of radios and radio components, imports some radio components from Singapore. That is the nature of the electronics industry. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 736</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>RICE</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Price increases)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Finance (i) the reasons for the recent increase in the price of rice; and (ii) whether the price of rice will be further increased within the next six months. \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong (for the Minister for Finance):</b> Mr Speaker, Sir, since June 1977, the export prices of Thai rice have been rising as a result of strong regional demand from Indonesia and Malaysia, a long and widespread drought which affected the rice harvest of Thailand, and measures taken by the Thai Board of Trade to control exports. As Singapore obtains more than 90% of her rice supplies from Thailand, we are directly affected by these developments. Thai 100% wholegrain (second grade) and Thai 10% broken, both Government Stockpile grades, are the common grades of rice consumed in Singapore. Their prices rose from US$280 FOB and US$238 FOB per metric ton, respectively, in June 1977 to reach US$390 and US$363 FOB per metric ton in February 1978. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sharp increases have forced us to raise the prices of Government Stockpile rice released to importers and cooperatives. For the Thai 100% second grade rice, an increase of $5 brought the price to $50 per picul (or 60.5 kg) in February 1978. For Thai 10% broken, the price was raised by $7 to $45 per picul in February 1978. With a reasonable trade mark-up, the retail price should be close to 56 cents per kati (or 605 grammes) for the Thai 100% second grade, and 51 cents per kati for the Thai 10% broken. Consumers can purchase their rice at these prices at the NTUC Welcome and other cooperative supermarkets, NTUC Welcome Fair Price Shops and consumer clubs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like other commodities that we import for consumption, we must pay the market price for rice. The presence of a Government Rice Stockpile gives some degree of stability to price of rice in Singapore, but the price of Thai rice depends basically on production and market trends in Thailand. However, prices \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 737</b></font> \n  <br> \n  <br> will be maintained at the present levels as long as possible. \n  <br> \n  <br> \n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, is the Ministry of Finance looking for alternative sources of supply of rice? Moreover, what has happened to the education programme to get people to eat other types of rice, say, from the United States and, at one time, West Pakistani rice? \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, the question of alternative sources of supply of rice has been looked into all the time by the Ministry. But there remains a strong preference for Thai rice by Singapore consumers. The education programme was carried out by the Ministry but the fact remains that most Singapore consumers still prefer Thai rice. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Mr Speaker, Sir, could the Senior Minister of State tell us why glutinous rice is difficult to come by, and whether it will be readily available, especially for the forthcoming Chinese festival? What is the Ministry planning to do about this? \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, glutinous rice, like the other Thai rice, again depends on supply conditions in Thailand. There is a shortage of glutinous rice in Thailand and the Ministry is doing its utmost to negotiate for the supply into Singapore. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Mr Speaker, Sir, is it not true that the export of glutinous rice is now being banned by the Thai Government? \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, that may be so. But again, as I have said earlier on, the Ministry is negotiating with the Thai Government for the supply of glutinous rice to Singapore. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Mr Speaker, Sir, would the Senior Minister of State tell us whether it will be possible for us to get an alternative supply from, say, Taiwan for instance? \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, we can only look into that, but I cannot at this stage assure the Member that the supply will be forthcoming from Taiwan or other sources. But we in the Ministry will certainly look at other alternative sources of supply, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 738</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, at one time there was a campaign to get people to eat more wheat. Is the Ministry thinking of reviving such a campaign? \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, the Ministry is not at this stage thinking of such a programme. But perhaps the Member for Whampoa might like to do the programme for his own constituency. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, the Whampoa Constituency is doing very well with the Whampoa Consumers' Club. Thank you. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 738</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>SUPPLY AND SUPPLEMENTARY</b> \n  </div> \n  <div align=\"center\"> \n   <b>SUPPLY BILLS</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Business Motion)</b> \n  </div> \n  <br>2.50 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the second and third readings of the Supply Bill for the financial year 1st April, 1978 to 31st March, 1979 and Supplementary Supply Bill for the financial year 1st April, 1977 to 31st March, 1978 may be proceeded with immediately on the conclusion of the proceedings on the Budget for the financial year 1st April, 1978 to 31st March, 1979. - [Mr Hon Sui Sen]. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 738</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>MAIN AND DEVELOPMENT</b> \n  </div> \n  <div align=\"center\"> \n   <b>ESTIMATES OF SINGAPORE FOR THE FINANCIAL YEAR</b> \n  </div> \n  <div align=\"center\"> \n   <h4>1ST APRIL, 1978 TO 31ST MARCH, 1979</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [1st Allotted Day]. \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Main and Development Estimates of Singapore for the financial year 1st April, 1978 to 31st March, 1979, contained in Paper Cmd. 2 of 1978. For convenience, I shall take the totals for each head of expenditure in the Main Estimates and the Development Estimates as they appear in the last columns of the schedules of Estimated Expenditure under the Main Estimates and under the Development Estimates, on pages 25 and 26 respectively, of Paper Cmd. 2 of 1978. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 739</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall deal first with the heads of expenditure in respect of which amendments stand on the Order Paper Supplement. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head F - \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff (Kolam Ayer):</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head F be reduced by $10 in respect of item 3310 of Subhead Code FA-03 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, one of the many satisfactions of a student is the completion of his studies in the final examinations, especially when the result is encouraging. I would consider that the greatest form of satisfaction is winning a scholarship, such as the President's scholarship which is awarded not only for excellent performance in academic subjects but also for an ability to grasp and practise education as a life-long process, which includes extracurricular activities. Parents will certainly be jubilant if their children could win scholarships. They too have to play a very important role in their children's performance. Most students have to go through hard work at the tertiary level, whether at home or abroad; they performed well. \n  <br>3.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The pride borne out of success is not just the student's or the parent's but also of the state and of our society that nurture them. Our scholarship recipients today are an ideal model for all our aspiring youngsters. It is this strife for excellence that has been so characteristic of Singaporeans, especially in 1959, which has consequently made us commandingly skilful masters of our own destiny. In this respect, Sir, the State should be fortunate to get the service of these scholars after completion of their studies. In line with this belief, I would like to ask the Hon. Prime Minister whether all these scholars, this fortunate category, serve the State after the completion of their studies? Are they still in \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 740</b></font> \n  <br> \n  <br> the service now? To what extent has their contribution been positive to the State? Hopefully, good answers to these questions would become pointers that could inspire other students with the spirit of this scholarship. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, I would also like to know why the allocation for this year is $13,500 less than last year. \n  <br> \n  <br> \n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Prime Minister:</b> Mr Speaker, Sir, the short answer is that in the years 1976 and 1977, the number of scholarships awarded under the category of President's scholarships was nine and five respectively, figures which are considerably lower than previous years which reached a high of 11 for 1972 and also 11 for 1973. This means that the amount needed to pay for the present first and second year President's scholars who will be in their second and third year next year will drop. I have a Table (Cols. 827-828) of these figures which I propose to include in my reply but which will make no sense if I read them out. Briefly, in June 1975, a new Chairman took over the PSC. Watching these figures, my conclusion is that the new Chairman has much higher standards. It is not necessarily a bad thing because if we maintain the prestige and the excellence of this particular scholarship, then the scholars must be those who are likely to do really well. Table - SCHOLARSHIP AWARDS \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The figures that would concern me more would be FA-03, subhead 3310, items (c) and (d). Item (c) Scholarships, fellowships and training courses overseas, shows an increase from $387,200 to $400,000. Item (d) Scholarships, fellowships and training courses for students in local institutions of higher learning, shows a decrease from $1,163,360 to $1,103,420. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I cannot too strongly support the view of the Member for Kolam Ayer. It is one of the best investments we can make in our people. Unfortunately, at the age of 18-plus, it is not possible to have an accurate character profile. Therefore, a wastage of some 20% is unavoidable. Just taking the President's scholarships from 1966 to 1977, a total of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 741</b></font> \n  <br> \n  <br> 94 such scholarships was awarded. In fact, the total overseas scholarships range from 100 to 130 per annum. But for President's scholarships, it ranged from a high of 11 in 1972 and 1973 to a low of four in 1969 and a second low of five in 1977. Of these 94, 30 are still studying; 44 are in Government departments: two are lecturing in the Singapore Polytechnic and the University of Singapore; three are working in statutory boards; one is in Sembawang Shipyard; three have resigned from the Government Service; one has declined Government appointment and paid up the liquidated damages; two are nominal President's scholars; in other words, they have accepted the scholarship but not the rewards nor the obligation to serve the Government that goes with it; one failed in his studies and the award has been terminated; seven are still in national service. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the intention of the Government, through the Public Service Commission which administers these awards fairly and impartially, to increase the number of scholarships, both for study abroad and at the University of Singapore and Nanyang University. The problem is, again, assessment. The present Chairman of the PSC would like to assess scholars after they have done their national service. In other words, assessment at 20-plus so that together with their scholastic achievement which is easily measurable, a fair profile of the man's stamina, perseverance, dependability and qualities of leadership, would have emerged from his interaction with his peers, his superiors and his subordinates in national service. We are still debating the pros and cons of this change which we know will be most unwelcome by the students themselves who feel that they can do their nine months national service before they go off to university and fill up in between during their vacations and when they return from graduation. It is a difficult decision to make. I have no doubt that if we do the assessment at 20-plus years, the wastage rate will go down. Unfortunately, I do have some doubts as to the value of holding back some 100-130 students every year for an extra two and a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 742</b></font> \n  <br> \n  <br> half years in order to avoid the wastage. Even if the assessment was made at 20-plus years, I still do not believe we can eliminate the human error. The human being does not reveal himself in his fullness perhaps till 30-plus years in his motivations, convictions, steadfastness, qualities which are not necessarily measurable as you could measure intelligence, application, discipline; but these are qualities which are absolutely critical for total performance in human societies spread over a lifetime. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The disadvantage also cannot be measured. The formative years of a man's or a young woman's life are in his or her late teens. That is the time when exposure to a new environment, a new society, the different norms, different modes of conduct in institutions of excellence overseas, stimulates ideas in an individual. We have found from those who have returned that those who have gone for postgraduate work have derived less from their stay overseas than those who have gone for their under-graduate work when they were in their late teens. So there is this trade off. Do we want to cut down on the wastage by holding them back till they are 20-plus? Do we run the risk of a high wastage of 20% and let them go off at 18-plus? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I can assure the Member for Kolam Ayer that this drop of $13,500 for President's scholarships does not reflect Government's policy. It reflects a much higher and more stringent standard of a Chairman who has himself been a scholar, a school master, a successful entrepreneur in the earth-moving business, in the construction business, in the shipbuilding business, and is therefore a fairly hard-headed and shrewd assessor of men in their totality, not just men as scholars, speakers or performers but men as people who am likely to make a contribution in life, not just to themselves and their families but to the society that has paid for their education and will make a special extra contribution for their special extra educational experience. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, on a point of elucidation. Just now the Hon. Prime Minister mentioned the number of scholar- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 743</b></font> \n  <br> \n  <br> ship recipients. I take it that boys and girls are involved in this exercise. If the boys have to do 2 1/2 years' national service before they can be considered for the President's scholarships, then it would not be fair to them because the girls do not have to do national service and they will therefore have an advantage over the boys. I would be grateful if the Hon. Prime Minister can give an elucidation to the House on this point. \n  <br> \n  <br> \n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Prime Minister:</b> Sir, I am not sure whether not doing national service is an advantage. It happens to be what is popularly believed by those who have to do national service - that those who have not done so have gained an advantage over them. Over the long haul, it is very doubtful if that is a sound proposition. As for the girls, yes there has been a shift from all male awards for overseas scholarships to an increasingly equal spread between the sexes. Two factors have determined this. Firstly, the attitude of parents who prefer to keep their daughters at home and at universities in Singapore and, secondly, also the change in the Chairmanship of the PSC. The new Chairman, partly because his daughters have gone overseas without mishap, takes a very different view of giving scholarships to young ladies to go overseas. I have every confidence that over a spread of another three to five years, the sex ratio may be more equal. \n  <br>3.15 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for women not doing national service, I think that is not a permanent state of affairs. The drop in the number of additions per annum to the total population, the number of births per annum, from a high of 64,000 in 1958 went down to a low of 39,700 last year and the year before; I am not sure which one is lower. It means that we have to take the girls into national service to do many jobs which men are doing in order to keep up the Force's level; all the clerical work, all the signals work, all the jobs now done by storemen, jobs that do not need the extra physical \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 744</b></font> \n  <br> \n  <br> rough and tumble required of the male soldiers. I am not sure in the end - the Americans have been successful in putting women into combat units which the Israelis have not yet done - whether we will not eventually be persuaded, in fact, we should blur the lines between male and female for national service. I say this not to alarm parents but to prepare them for the eventuality that girls will have to share the burden of manning the SAF, initially in those vocations where being a girl is not a disadvantage, and where too many men are hiding their masculinity behind some very soft facades. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff:</b> Sir, having heard the explanation given by the Hon. Prime Minister, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $3,870,930 for Head F ordered to stand part of the Main Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 744</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I - \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy (Anson):</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of item 1100 of Subhead Code IA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, can the Minister concerned give some facts and figures on the average monthly complaints by consumers on the PUB bills? What steps are being taken to reduce the number of complaints? Very frequently many consumers complain that they are being overcharged and when they raise a query the officials of the PUB seem to defend with some sort of explanation that the bills are in order. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the meters are all read by them and the charges too are calculated or estimated bi-monthly by them. The meters are never meddled by the consumers. There is no increase in the number of persons in the house and there is no wastage in the use of the utilities. What is the reason for this sudden rise in PUB charges? There was an occasion when I received a complaint that a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 745</b></font> \n  <br> \n  <br> consumer's average monthly bill of $30 was jacked up to over $200. Something must be wrong somewhere. Either the meters are faulty or the meters are not read accurately and thus causing the bills to rise which also raises the Government tax. And for the readings to adjust to its normal average will take some six to eight months. This is because the consumption is estimated bi-monthly. By the time it is rectified, I believe the Government tax which was initially over-charged, will be totally ignored. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if consumers were to complain of faulty meters resulting in heavy bills, they are being told by the officials that the meters are in good order. And if the consumers insist on a check of the meters, then if the meters are found to be in order a service charge is being imposed. Otherwise it will be replaced without further argument if it is actually faulty. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as a layman, how many consumers really understand how the meters operate? So why take the challenge? They do not meddle with the meters, so why all these unnecessary extra charges? Something must be done to rectify this situation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that because of pressure of work, the meter readers are not doing a proper job. If one digit in the dial is misread, the whole bill is affected. Otherwise one should not get any fluctuations in the bills. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wonder whether the Board would consider rechecking any bills if the readings are suddenly jacked up very high before they are sent out to the consumers. This in a way would minimise the errors and complaints from dissatisfied consumers. In my house there were 24 people living in it. Five of them have gone out. However, the PUB bill has gone up. Last month it was $144 and this month it is $147. What is the reason for this increase? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when wrong readings are detected and adjustments are made, I would like to know whether the PUB makes it a point to readjust the Government tax that has been paid for. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 746</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Phey Yew Kok (Boon Teck):</b> Sir, there are a number of complaints received from the union leaders of PIEU and SILO and from companies which are represented by these two unions that the PUB obstructs their production because the PUB changes the electric cables and water mains only on a weekday, that is on a working day. Economising the running of the PUB and other government or statutory bodies is not only most welcomed but should also be encouraged. However, when such a policy involves the changing of electric cables and water mains which causes inconvenience to workers and interrupting production schedules which in turn leads to a breach of contract on shipment schedules, then Sir, such a policy should be reconsidered. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In one incident, a company was required to change the cables from a lower voltage to a higher voltage. The company requested the PUB to make the connection on a Sunday, which is a rest day for all the workers so that the workers would not be inconvenienced. At the same time the company could also meet the shipment schedule. I am sorry to say that in this case the PUB rejected the company's appeal and did the connection on a working day. The company could not operate on that day and the 700 employees were compelled to change their rest day from a Sunday to a working day. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if workers refuse to work, it is considered an industrial action and action will be taken and the union will be summoned to the Labour Ministry. The PUB is providing an essential service and if all the employees of PUB, including contract workers, refuse to work they also will have to face the consequence. But here, the management does not realise the importance of industrial establishment which requires electricity to carry on production. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this particular job required only nine men, each of whom had to work only three hours on that Sunday. I am sure that even if the PUB paid the nine workers double rates, definitely it would not be too expensive to pay. The sum is negligible. Sir, this refusal on the part of the PUB has resulted in hardship \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 747</b></font> \n  <br> \n  <br> and financial loss to the workers, loss of production for the company, and probable loss of reputation to the company for its failure to honour a contract on its shipment schedule. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I move this amendment in the hope that the PUB will be more responsive to consumer demand. We hope that such work could be carried out on rest days so that the company's production would not be disrupted. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee (Toa Payoh):</b> Mr Speaker, Sir, the abolition of the 5% tax on PUB bills for consumption levels between $35 and $50 per month is indeed a move in the right direction. This will relieve the burden on the lower income group. The PUB should also take into consideration that the tax levied on a higher level should be on actual consumption of electricity, water and gas and not on hired appliances as well. In he past the PUB encouraged consumers to hire electrical and gas appliances in the hope hat more consumers would substitute electricity and gas for firewood and charcoal which give rise to pollution problems. With this encouragement many consumers took to the hiring of these appliances. It is therefore not fair to the consumers to be asked to pay tax on the hired appliances. I hope the Minister in charge will look into this request or the abolition of this tax on hired appliances. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I wish to make is on power failure which occurs quite frequently. Such failure in electrical supplies not only causes inconvenience to consumers but also a loss in production in the industries. In 1976 there were 201 cases of major power failures, 72 of which were due to damage caused by contractors. It was admitted by the PUB that the high frequency of, damage imposed a very heavy burden on the PUB's limited manpower. In the same year, only seven contractors were given letters of warning. Such lenient action will not in any way deter contractors from being careless. Stiffer penalties should be considered for \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 748</b></font> \n  <br> \n  <br> such carelessness. Could the Hon. Minister also advise what action is being taken by the PUB to minimise the breakdown? Has the PUB sufficient experienced manpower now to man the power generating machinery? \n  <br>3.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point I wish to make is the frequent over-charging of PUB bills as mentioned by the Member for Anson. Requests by consumers to verify the accuracy of these bills were met with the standard reply that the meter readings were correct despite the obvious discrepancies in the monthly bills. This gives us the impression that either the meters are faulty or the meter readers are faulty in their readings. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the tender system for supply of equipment there is always a possibility of the PUB accepting the lowest tender. As we all know, the value of goods has a bearing on the quality. Is the Hon. Minister satisfied that the power generating machinery and meters used by the PUB are of an acceptable quality and reliability? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point I wish to raise is whether the Minister is aware that the current procedure of the PUB is to transfer the debit balance from a consumer's account to another account irrespective of whether it is a business or domestic account. Recently, a hawker has his stall business account transferred to his residential account. The stall-holder's business account was in arrears and as a result of this transfer into one single account his residential account also fell into arrears. The PUB then proceeded to disconnect the supplies to his stall as well as to his residence simultaneously, thereby causing extreme financial hardship to the family concerned. Surely, the PUB should have taken action only on the stall's account and not to penalise the family in this instance. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like the Minister's comments on this. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Sir, water is life and it is therefore important that our potable water is not contaminated. A certain standard of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 749</b></font> \n  <br> \n  <br> quality and taste in our water is also essential. Therefore, a close watch must be kept on the water in our reservoirs, treatment centres, right up to the consumer's home. Could the House be informed as to how often samples of both raw and treated water are collected by the PUB? Does the frequency of the sample collection vary in areas where it is known that there are high levels of toxic substances or where potential pollution exists, like the Pandan Reservoir, for instance? How often are samples collected in such areas and what are these samples examined for? \n  <br> \n  <br> \n  <!-- Mr Ng Yeow Chong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Yeow Chong (Mountbatten):</b> Sir, I would like to make a small point. I would like to ask the Minister whether he has ever thought of looking into the ages of meter readers. How many of them are between the ages of 40 and 50 years? Have they been subjected to eye examinations? This is to avoid mistakes in meter reading, as we have so often heard. I think it is a good thing for the Minister in charge to look into this matter and subject the meter readers to eye examination and require them to wear spectacles where necessary. \n  <br> \n  <br> \n  <!-- Mr Lim Kim San (Minister for National Development and Communications) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for National Development and Communications (Mr Lim Kim San):</b> Sir, I can say that on the whole meter reading by the PUB to register consumption of either water, electricity or gas, is reliable and accurate. If the meters are not accurate, and there are about 1.1 million of them in service, I would be the one who is most worried. This is simply because an inaccurate meter tends to under-register. Because of this tendency, the PUB observes very stringent standards when purchasing meters. And it is not true in this instance to say that we accept the lowest tender. We always go for the best equipment, cost-effective wise; and in the case of the PUB meters we make doubly sure that they are accurate. As I said, if they are not accurate and not in proper working order, the tendency is for them to under-register. In fact, I have received complaints from suppliers, who want to sell us meters, that our specification for meters are very stringent indeed. The Member complained that we are using cheap meters whereas suppliers are \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 750</b></font> \n  <br> \n  <br> complaining that we are very stringent in our specifications, and rightly so, because I want to be sure that the meters do not under-register. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the last four months, there was an average of 2,000 complaints per month made in person, by letter or by telephone. Most of them were satisfied with explanations given on the spot. But since August 1977 we have set up a team which will visit complainants at their homes to clarify in more detail their complaints. On the average, this team made 500 visits per month and my report is that 98% of the complainants were satisfied with the explanations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many causes for fluctuating utility bills from month to month. During the hot weather, consumers will use more water and electricity. They may have a new equipment in the house. Their electrical or gas appliance may have deteriorated and so the bill goes up. They may be celebrating birthdays or marriages. But half a million accounts of the consumers are now put on a new computer which is programmed to alert the Finance Department should there be any abnormal departure in the pattern of consumption of the consumer. If there is a large increase or reduction in a bill from one month to the next, officers will be sent out to the home to find out the reason. In many instances, leakage of gas and water is detected this way. Similarly, if we do have meter readers who are like Mr Magoo known for his poor eyesight, and are unable to read the meter correctly, then the abnormality will be shown in the bill. If the reading is wrong, the consumption of electricity or water will show either an abnormal increase or decrease. This is a departure from the normal pattern of consumption and the computer will alert the Finance Department which will then have a second look at the bill. They are experts at this job and they will be able to tell if it is a case of wrong meter reading. But whatever it is, if the bill is not rectified immediately it will be rectified in the following month. Since these accounts are now computerised, if there has been an over-estimation of consumption and the consumer pays Government tax on it, the tax will \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 751</b></font> \n  <br> \n  <br> be credited if subsequent reading of the meter shows that the consumer is actually not liable to tax. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I come to the question of working on Sundays. I would be most happy to enlist the assistance of the hon. Member for Boon Teck to persuade the PUB daily-rated employees to work on Sundays. As you know, Sunday is a rest day for the PUB daily-rated employees. If they are asked to work on a Sunday, they have to be given a day off in lieu, so very few of the daily-rated employees like to work on Sundays. The PUB is not stinting on overtime when it is necessary and essential. In fact, the overtime payment for the Electricity Department is 25% of the wages. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also quoted an incident where because of the refusal of the PUB workers to work on a Sunday a company had incurred a great loss. The company should know when it requires a changeover from low tension to high tension electrical supply or when it requires a change in cable in which case it must inform the PUB much earlier. Wherever we can, we will accede to the request of the company and we will try not to disrupt production. But the company must have known about its requirements very early and it should have made plans to meet with such contingency. There are only \n  <br> \n  <br>52&nbsp;&nbsp;&nbsp;&nbsp;Sundays in a year and there are a few hundred firms. In addition there is a lot of maintenance work to do. So if PUB workers just work on Sundays, we would not have such an efficient system of electricity distribution. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Toa Payoh asked whether we have enough competent engineers to man the electrical distribution and generating system. By and large, I can say that we in Singapore have been very fortunate in that we have sufficient electric power to see us through the accelerated economic expansion that has taken place during the last 20 years. Blackouts, as I have explained at one time or another in this House, are inevitable. We are dealing with very sophisticated equipment and cut-off blackouts are just one of the ways \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 752</b></font> \n  <br> \n  <br> of preventing damage to the system. However, a great deal of damage has been caused by careless contractors. There were 500 cases of cables being damaged by excavation work in 1966 and 1967. Contractors who persistently dig up cables and do not take good care in their excavation work are debarred. Last year 40 contractors who persistently ignored our advice were given advice and lectures by the PUB engineers on how to prevent damage to electrical cables. This course of education will continue and we hope damage to cables by contractors will be reduced. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have replied to most of the points raised by hon. Members, but should I overlook any, they can bring it up. \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy:</b> Sir, I think the Ministers, Members of Parliament and every consumer should check their meters every month. My friend's PUB bill went up straight-away from $50 to $101. How is this possible? I think the commercial rate has been imposed for a residential account. Most probably they have adjusted it to the commercial rate. Otherwise, how could the bill go up so high? There must be something going on in the department. \n  <br>3.45 p.m. \n  <br> \n  <br> \n  <!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Kim San:</b> Mr Speaker, Sir, his friend can check the bill to see whether we have charged him at the commercial rate or the domestic rate. The figures are shown there. There is no sleight of hand in the billing. \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, my question is different. For instance, a person may be billed at the commercial rate. He gets the department to favour him by reducing the charge and debit it against the account of people who use the service at the domestic rate and to adjust the account. The Minister had better check on that. \n  <br> \n  <br> \n  <!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Kim San:</b> Mr Speaker, Sir, this is a very serious allegation - that the PUB is cheating. I hope the Member would not mention this outside Parliament, otherwise legal action could be taken. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 753</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the point raised by the Member for Toa Payoh about combining a hawker's business account with his domestic account, I think there must be some misunderstanding here. I do not believe the PUB will com- bine one account with another without the permission of the consumer. It cannot be done. If it is so, will the Member bring the case to my attention? I doubt it very much. If an officer of the PUB has shown such initiative, then this is something which I will be quite proud of. But normally I would say that things like this do not happen. \n  <br> \n  <br> \n  <!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Phey Yew Kok:</b> Mr Speaker, Sir, I am afraid the Minister has not given me a satisfactory reply. Lot me pose this question. If the PUB is not responsive to the consumer's demand, can we create a better climate for industrialisation? I know of at least five cases where as a result of the PUB's policy of penny wise, pound foolish, the five companies concerned had to change their working days. According to the Employment Act the unions can refuse to cooperate with the employers if they do not give them sufficient notice. If the union wants to behave like the PUB, it can refuse to change working days. The companies will then lose one day's production, fail to meet the shipment schedules, resulting in a loss of business. Are we going to allow this? It is easy to pass the buck to the unionist, and enlist my support. I think we will support the PUB if the PUB will realise that the loss of 700 man-days is more important than paying nine men for three hours at double rate. \n  <br> \n  <br> \n  <!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Kim San:</b> Mr Speaker, Sir, I have made it very clear that the PUB will accommodate the consumers wherever possible. We would be very willing indeed to put up a special task force to work on Sundays but that is not the solution. There must be cooperation from both sides. As I have said, regarding the case which he has mentioned, the manufacturer must have known well before hand what his delivery date is and when he has to change the cable. If he does not know that, he does not deserve to survive. But we are always ready, able and willing to accommodate the wishes of consumers whenever we can. But at the same \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 754</b></font> \n  <br> \n  <br> time we have got other priorities to consider. We have a very large establishment to look after. Utility services are being supplied to the whole of Singapore. The maintenance of daily supply of utility services takes priority over the requirement of one manufacturer who is unable to time his schedule accordingly. \n  <br> \n  <br> \n  <!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Phey Yew Kok:</b> Mr Speaker, Sir, can the Hon. Minister let the House know whether it is the policy of the PUB not to work on Sundays? \n  <br> \n  <br> \n  <!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Kim San:</b> Mr Speaker, Sir, the PUB does work on Sundays. It has a shift system. It has an emergency unit which works on Sundays to ensure that supplies are not disrupted. But the PUB is not going to work on Sundays just to please one manufacturer who is unable to schedule his work programme well. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Sir, I think a stand-by generator will solve the problem. But anyway the Minister has not answered my question. \n  <br> \n  <br> \n  <!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Kim San:</b> Mr Speaker, Sir, we do carry out tests daily to maintain the quality of potable water. About 30 odd tests are carried out daily on raw water and about 50 tests are carried out daily as a matter of routine on treated water. In fact, if Members should ever visit a treatment plant, they will not fail to notice a small aquarium somewhere around the plant, with fish swimming in it and through which treated water will pass. If there is anything toxic in the water, the fish will die. That is the first signal that something is wrong. Every fortnight we do take about 800 samples from the various reservoirs to assess the quality of the water. The tests that are being made both on raw and treated water will be for alum residual, chlorine residual for colour and, last but not least, for bacterial content. But if the Member for Potong Pasir wants to know the technical terms, perhaps he can submit a question for a written answer and I will give him all the technical terms which my officers can churn out, like nitrogen, oxygen, pH, alkalinity, salinity, chloride, but offhand I will not be able to give him the whole works. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 755</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Phey Yew Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Phey Yew Kok:</b> Mr Speaker, Sir, in view of our success in industrialisation, the number of industrial establishments has increased over the last ten years. There is therefore definitely a need to create an industrial section whereby this particular sector of our industries can be taken care of so that we can promote a better industrial climate. I have mentioned just now that there are five companies which have the same problems, not only one. \n  <br> \n  <br> \n  <!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Kim San:</b> Mr Speaker, Sir, if the PUB had not been working very closely with the manufacturing sector, we would not have been able to put up such a network of utility services to cater for the tremendous increase in demand. I believe that at the moment there is a committee comprising engineers from the PUB and representatives from the Singapore Manufacturers' Association to iron out any problems that may arise. This has been going on all the time. It is not possible for us to discuss the problems here, but obviously in the setting up of industries and supplying them with high tension electricity, there are a lot of technical problems which have to be ironed out, and they are being ironed out by the technical representatives of the manufacturers concerned as well as by the PUB. In fact, we will very soon have a member of the Singapore Manufacturers' Association on the Board of the PUB. I am really very surprised to hear suddenly that the PUB has not been catering to consumers' demand. As I have said, perhaps the manufacturers just want to pass the buck. I do not know the details of this particular case. But from the Member's description that the company was unable to meet its shipment schedule because of the inability of the PUB to work on that Sunday to replace a cable, it shows that the company has not been careful in its planning. \n  <br> \n  <br> \n  <!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teong Eng Siong (Sembawang)</b>( \n  <i>In Mandarin</i>): Mr Speaker, Sir, now that the climate is milder, I would like to raise some questions. I have received many complaints from my electorate that the amounts in their PUB bills fluctuate as much as 100%. Why is this so? I think the reason is that the meter readers do not read the meters. They \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 756</b></font> \n  <br> \n  <br> would just write down the number according to their own estimate. However, if the estimate is $50 in one month it cannot be $100 in the next month's bill. The estimate should be reasonable, increasing perhaps from $50 to $55 or to $60. I think there are some PUB officers here listening to this debate; perhaps when they go back they can tell their men to instruct the meter readers to carry out their work properly. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee:</b> Sir, I am surprised to hear from the Minister that when the contractors are careless and damage the cables they are only given lectures. Surely they should be asked to pay for the cost of the damage. The other point concerns combining the two accounts. May I read to the Minister just one sentence from a letter written by a PUB officer? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"It is the procedure to transfer the debit from a consumer's account to another, for example, if the account belongs to the same person.\" That is a reply from the PUB. \n  <br> \n  <br> \n  <!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Kim San:</b> Mr Speaker, Sir, I am very surprised to hear that. It is an oversight on my part. Members know that when a member of the public damages public property he is made to pay. In this instance, the contractor is made to pay any damage to the cable that has been caused, in addition to being barred in future. \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, the Hon. Minister is the Chairman of the Board. True, he has to defend the department. But nevertheless the complaints of Members here and of the people outside should be considered. The system of billing should be looked into. Why is it that everybody is complaining about the meter? There should be a reorganisation, and only then will the PUB not get any complaints. I beg to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ahmad Haleem -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ahmad Haleem (Telok Blangah):</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Subhead Code IF-01 of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 757</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in line with the Government policy to provide recreational facilities for the people, may I suggest that the Hon. Minister look into the feasibility of opening up our reservoirs for the pursuit of non-polluting water sports, such as sailing, boating, rowing, sculling and paddle boating. At present the facilities for these water sports are located at various spots along the coast, and as such are subject to tide conditions. They are also generally restricted to members of clubs. Opening up the reservoirs would create opportunities for the casual boater to hire a boat and enjoy sailing or rowing in safe and pleasant surroundings. Perhaps the Singapore Sports Council could operate such a boat-hire service. Our schools and institutes of higher learning could be encouraged to include rowing, sculling and even sailing in their extracurricular activity programmes, thus opening up a wider range of sports activities to our youngsters. Races, competitions and perhaps an annual carnival could be arranged. As all these sports are non-polluting, the water in the reservoirs would not be in any danger of contamination. These facilities could be enjoyed at any time of the day as the reservoirs are non-tidal. They should not be too expensive to set up as the only requirement would be for a few wooden jetties to be built and for provision to be made for the various classes of boats. \n  <br>4.00 p.m. \n  <br> \n  <br> \n  <!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Kim San:</b> Mr Speaker, Sir, I think Members are aware that from time to time we promote campaigns to keep our water clean. Members are also aware that whenever human beings congregate, there is bound to be pollution. I am wondering whether it is right to say that some water sports do not cause pollution. However, in spite of that, Members must be aware that the PUB has allowed organised groups to do canoeing and boating in MacRitchie Reservoir. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also been asked by the Prime Minister to seriously consider whether the other reservoirs could be opened to the public for recreation. We have found that it is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 758</b></font> \n  <br> \n  <br> not possible to use Seletar Reservoir for this purpose. Except for a small arm of the Reservoir, the rest is covered by 140 fish cages for the breeding of fish to help keep the Reservoir clean. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know whether it is possible to allow for some recreational facilities in the Pandan and Kranji Reservoirs. But it will have to be heavily controlled because the water in these two reservoirs are not as sweet as the water in MacRitchie or Upper Peirce Reservoirs and, therefore, any contamination or pollution will make water treatment more difficult and costly. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will look into the possibility of requesting the Singapore Sports Council to manage and control any recreational activities which may be allowed in these reservoirs. However, as I said, our chief priority here is to make sure that there is no further contamination of the already heavily polluted water. I am not able to give an answer straightaway whether these recreational facilities will be allowed in these two reservoirs. But we are looking into its feasibility and probably sometime later I may be able to make a decision. \n  <br> \n  <br> \n  <!-- Mr Ahmad Haleem -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ahmad Haleem:</b> Sir, could the Minister give an indication of time as to when he might be able to make a decision on this matter? \n  <br> \n  <br> \n  <!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Kim San:</b> Sir, we have been trying to clear pigs from the Kranji area and we have a programme. We have not been able to stick to that programme really. In this instance, I am afraid I am unable to give him any indication. I can only assure the Member that we are really looking seriously into the matter and will try to provide recreational facilities wherever possible. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Mr Speaker, Sir, I am a little worried. If it is competitive sports, then there will be the possibility of spectators being involved and spectators have a tendency to pollute the environment when watching any competitive sports. This could cause a problem. The banks of the reservoirs could be polluted. I do not know how the Hon. Minister plans to control the pollution of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 759</b></font> \n  <br> \n  <br> the environment, not only from the people who are competing but also the spectators involved. I do not think it is a very good idea. \n  <br> \n  <br> \n  <!-- Mr Lim Kim San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Kim San:</b> Sir, it is precisely for the reasons stated by the Member for Potong Pasir that we are hesitating, and I am taking my time to think over the matter. \n  <br> \n  <br> \n  <!-- Mr Ahmad Haleem -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ahmad Haleem:</b> Sir, although the answer is not entirely satisfactory, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $5,968,780 for Head I ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $45,538,200 for Head I ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 759</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J - \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of item 1100 of Subhead Cods JA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what steps are being taken in the Army to improve the standard of driving of our young soldiers? In the past, there have been numerous accidents caused by reckless Army drivers. I believe the Army has been studying the matter to improve the situation. However, there is still room for improvement. What I understand is that as far as the Transport Base is concerned which is supposed to be a school for drivers in the Army, at times the instructions given are not clear and I do not know whether the students who pass out from the Transport Base could actually handle the Army vehicles. For instance, very lately there was a case of a young soldier. According to the Transport Base, he was qualified to drive. But when he was posted to another unit, it was found that he could not drive as expected of him. At the new base, when his Commanding Officer instructed him to drive a vehicle, this soldier deliberately refused and said that he could not drive. The Commanding Officer at first thought that the soldier was just playing the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 760</b></font> \n  <br> \n  <br> fool. Therefore, he threatened to put the soldier on a charge if he did not drive the vehicle. But then the soldier preferred to be charged. The Commanding Officer, sensing that something was wrong, asked the soldier to demonstrate his driving ability. The soldier was found to be incompetent and was in fact a dangerous driver and therefore the charge was withdrawn. Subsequently, he was asked to stay back daily to learn from other qualified drivers in the unit. What is the Transport Base actually up to? Are they really training the soldiers to be proficient drivers before passing them out? No wonder we find so many accidents involving Army drivers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also understand that morale in the Army too has gone down to a certain extent. Generally, the relationship between the rank and file seems to be a bit cold. Young privates are at times confused when contradictory instructions are issued to them by their superiors. As an act of discipline, all soldiers are supposed to follow instructions given by any of their superiors. Quite often, because of an ambitious feeling to please certain officials, too many contradictory instructions are issued by some superior officers to their juniors, thereby confusing the subordinate soldiers as to whose instructions to follow. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is time that a greater sense of understanding be injected into the rank and file. They should be united and not act as individual masters, as what the impression is being created. Otherwise, in case of real emergency we may find them disunited. This is very important. We must be very careful about this matter. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to know whether the Minister would consider allowing foreign youths to volunteer for national service and subsequently join the Army. These youths were actually born in Singapore but because of unforeseen circumstances had to follow their parents elsewhere to get their education. In fact, I have received cases of youths who were born in Singapore but because of their breadwinners seeking employment else- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 761</b></font> \n  <br> \n  <br> where, had their local education interrupted during their younger days. They had no choice but to follow reluctantly and continued with their education elsewhere. However, their minds and souls have always been with Singapore and this was expressed through their frequent visits to their relatives during the school holidays. Now that they have grown older and could decide for themselves, they prefer to come back to their place of birth and become loyal citizens. Can the Minister enlighten me on whether such requests to volunteer for national service can be considered on the merits of the cases? \n  <br> \n  <br> \n  <!-- Mr Ahmad Haleem -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ahmad Haleem:</b> Mr Speaker, Sir, in the drive to recruit more regulars into the Armed Forces, would the Hon. Minister consider the following suggestions for a more exciting recruitment campaign? The annual SAF display always generates great public interest and is enthusiastically attended by many young people. Would it not be possible to create a mobile exposition, perhaps of the three services combined which could tour the community centres to spark the interest of potential recruits and disseminate information on career prospects and Service-life in general? The Army might display examples of the types of weapons in use and photographs or short films on Army manoeuvres. A tank or armoured vehicle would stimulate considerable interest. The Air Force could show mock-ups of aircraft control panels, flying suits and the like and the youngsters could have the opportunity to try on a flying helmet. The navy too would have many interesting classes of vessels to show in photographs or on film and mock-ups perhaps of the bridge of a torpedo boat. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would the Hon. Minister also consider reviewing the classification of information in the armed services. Much of the information pertaining to our weapons systems would appear to be over-classified as most, if not all, of the specifications of the systems currently in use can be obtained from books and magazines which are easily available and are certainly not in any sense secret. The serviceability, numbers and disposition of our weapons systems should be matters of secrecy but over-classification should be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 762</b></font> \n  <br> \n  <br> avoided as this is self-defeating. When everything is marked Secret or Top Secret the classification very soon loses its significance and the importance of safeguarding certain vital information could well be lost as it becomes too commonplace. A judicious lifting of the security blanket on information on our weapons systems which is not truly secret would make such information available to potential recruits and would thus stimulate this interest. Probably of greater importance is the fact that it would provide a more meaningful system of classification of information within the service. \n  <br>4.15 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The quality, style and correct wearing of uniforms is another matter for consideration. The uniforms presently issued to Armed Forces personnel, whilst they may be of good quality cloth are very poorly stitched and finished. The size is non-standard and the fit is generally poor. Stricter quality control should be exercised to ensure smart and well fining uniforms. There should also be some differentiation between uniforms worn for combat and non-combat duty. Heavy boots and drill are not the most suitable wear for personnel engaged in purely administrative duties. Lighter, more comfortable uniforms, would be more acceptable under these conditions. There is also considerable room for improvement in the design of uniforms for female personnel. Even the uniforms of many schoolgirls are smarter and more attractive. Keeping our ladies in outdated styles and black socks does not reflect a smart modern force. Female personnel on non-field duties should be encouraged to wear make-up and personal grooming should be included in their recruit training. This would attract more girls to the Armed Forces and at the same time would boost both their morale and the general morale of the male personnel. If we were to draft our girls into national service, as the Hon. Prime Minister mentioned earlier, then making them look more lady-like would help to make the medicine easier to swallow. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coloured posters showing the correct mode of dress for the different uniforms should be produced and prominently \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 763</b></font> \n  <br> \n  <br> displayed to serve as reminders and to ensure that due respect is paid to the uniform by avoiding incorrect placement of badges of rank etc. Comparative ranks of the services and their different uniforms and formation signs should be prominently displayed to enable easy recognition and relation of one branch or battalion to another. This knowledge would instil a sense of pride and com- radeship into the hearts of our personnel. \n  <br> \n  <br> \n  <!-- Dr Goh Keng Swee (Deputy Prime Minister and Minister of Defence) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Deputy Prime Minister and Minister of Defence (Dr Goh Keng Swee):</b> Sir, a number of points have been raised and I will deal with them as best as I can. The time spent will be in proportion to the importance of the subject raised. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson mentioned the poor driving standard of drivers. This complaint is a hardy perennial and I think I had better give the House a full account of the driver's training in the Army. We have in the SAF no less than 4,310 drivers. Why this large number of drivers? The reason is that we have got plenty of vehicles. The SAF has twice the number of transport vehicles as there are in Singapore Bus Service. For instance, last year we trained 3,760 soldiers in driving, of whom 3,165 passed. The course is over seven weeks. These are 18-year old boys and we have got to get them on a 3-ton truck and in seven weeks convert them into an Army Driver. Members may say that this is a very dangerous thing to do. Indeed it is. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I do not accept the Member for Anson's criticism that accident rates in the Army are very high. In 1977 the accident rate was 2.64 accidents per 100,000 kilometres travelled. This includes accidents in which both the Army driver and the civilian driver are responsible. Police investigations showed that the split is 50/50 approximately. Though the rate may be low (2.6 per 100,000 kilometres) the SAF vehicles ran more than 48 million kilometres last year. This resulted in 1,271 accidents, which is large in total but in proportion to mileage it is a manageable figure. By comparison there were more than 27,000 civilian accidents according to the Police records. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 764</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do we improve driving standards? First, after the driver has completed and passed his course, he is sent to a unit and he is kept under close observation for six months. Those who are accident-prone, that is, they are involved in two accidents during the six months for which they are to blame, are taken off the driving vocation and subjected to another test just to make sure that they are not malingering. In the case of the young soldier that he has mentioned, assuming that the facts are true this is not always the case because our soldiers like to bluff innocent Members of Parliament - \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy:</b> It is not my duty to investigate. It is the duty of the Minister to investigate. I cannot give the name of the person, otherwise the Defence Ministry will take disciplinary action against him. \n  <br> \n  <br> \n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Goh Keng Swee:</b> We will not take disciplinary action against the soldier. But very often when stories of this kind are sent to me and I check them up, it appears that the truth is something else. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To come back to drivers. When a driver is involved in a fatal accident, he is taken off driving immediately. Then we will wait for the result of a Police investigation or a court case. If it is found that he is not at fault, he is then restored to his driving vocation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My guess for the relatively low rate of accidents for the semi-skilled or even unskilled drivers driving very lethal vehicles, such as the Army 3-ton trucks, is that it is due largely to the strict discipline enforced in the Army. A driver is under the direction of a Vehicle Commander. Then the Army Military Police sets speed traps, both by radar as well as by motorcycle patrols. Any military vehicle found exceeding a speed limit is brought up for disciplinary action. Depending on the margin that exceeded the speed limit, a fine is imposed ranging from $40 to $100, both on the driver and the Vehicle Commander. This is done automatically. So cases of Army vehicle speeding are very rare. Most Members will agree. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards improvements, we have recently learnt from the New Zealand Army in Singapore and have introduced a course \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 765</b></font> \n  <br> \n  <br> on defensive driving. We have also built a skid-pan which is a large area with a smooth surface. We made it so smooth that the vehicle will skid. We are also building a new driving circuit at the cost of $2 million, which will be ready by 1979. All these will go to improving the driving standards. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the positive side, any national service driver on completion of national service and who has not committed more than two traffic offences would be eligible for Class III driving licence. This is equivalent to the demerit points used among civilian drivers. When he reaches the age of 21 years, he can apply for a Class IV driving licence, which will enable him to drive lorries and get a well-paid job in the civilian sector. Some 2,500 reservists have taken advantage of this policy. Also, regular drivers who have an accident-free record every three months and who have driven not less than 5,000 kilometres get a special bonus of $50. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the morale of soldiers, the Member says it is not good. Soldiers complain that they are given confused instructions. Soldiers everywhere grumble. Singaporeans are great grumblers. The Singapore soldier is the champion grumbler. When the Indian General, a very famous General, Field Marshall Maneckshaw was here, I told him, \"Look, our soldiers are always grumbling. There is something wrong with the Army.\" He said, \"If they do not grumble, then there is something wrong with the Army. You then have got to be very careful.\" \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy:</b> What about the Singapore-born boy? \n  <br> \n  <br> \n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Goh Keng Swee:</b> Bad luck to him. First of all, before he comes to serve in the Army, he must return to Singapore. That does not depend on the Army. It depends on the Immigration Department. If he has lost his Singapore citizenship, then he cannot come back. If he cannot come back to Singapore, he cannot join the Army. So, first of all, he should try and get back his Singapore citizenship. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now the Member for Telok Blangah. He had made a number of suggestions to improve the recruitment of regulars, and also \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 766</b></font> \n  <br> \n  <br> suggested mobile exhibitions and showing of weapons and so on. Actually, this was done by the SAF on quite a substantial scale in the early years when we had difficulty in recruiting regulars because the local population says, \"Nails are not made of good iron and good men do not become soldiers.\" But now soldiering is part of a Singaporean's life. Maybe a third of families in Singapore have got children who have done or are doing national service. So soldiering is no longer something strange. As a result we have very little difficulty in recruiting regulars. In fact, all we need do is to advertise in the papers and the number of applications is much larger than the number of persons we need. We can select the best from among them. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards security classification of weapons, I am not quite clear what he means. If he reads the Pioneer, which is the soldier's magazine, he will find all kinds of weapons systems described; how soldiers use it, how soldiers are trained to use it. There are pictures of general purpose machine guns and pictures of 106 millimetre recoilless guns in the infantry as well as artillery and other weapons. So we are not keeping these a secret. There is no reason for us to keep this secret because everyone knows that we have them. \n  <br>4.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards uniforms, the-Member may not be aware that there is not only a distinction between combat and non-combat uniforms but we also have something like six different types of uniforms for soldiers. So that is enough. Whether they are properly tailored or not, opinion differs. We have different sizes and the uniforms are ready-made, off-the-shelf. A recruit goes to the General Equipment Base and he gets from the Quarter- master uniforms which are more or less according to his dimensions. If it does not fit him, he can then swop it with other soldiers in his company. It is not perfect, but I am afraid we cannot give every soldier tailor-made uniforms. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards women's uniforms, I agree that improvement is possible. In fact, three months ago the Uniforms Committee of the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 767</b></font> \n  <br> \n  <br> SAF proposed a now style of dress. Unfortunately, this came in the middle of an economy drive and the cost of changing over to this new type of uniform came to more than a quarter million dollars. So we said that we had better defer this until the rate of our GNP increase goes up to 10% or more. That about answers the points raised by the two Members. \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy:</b> Sir, I beg to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ch'ng Jit Koon (Tiong Bahru)</b>( \n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of item 3310 (b) of Subhead Code JA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the formation of the Music and Drama Company of the Singapore Armed Forces it has been going round the army camps and various places to give performances. They have also been invited to perform over Radio and TV. Their performances are of a good standard and artistically meritorious. Their high standard may even be comparable with that of professional performers. Wherever they went, there would be crowds of people to welcome them. Among the programmes they performed, I think the most popular is the comic sketches which normally depict the daily lives of soldiers from the rank and file. This is both recreational and comical and the performers purposely make use of faulty Mandarin, English or dialects, to create laughter from the audience. Sir, I am not against such performances if these were meant for the soldiers to break the monotony in the camps as the audience there could well understand the true nature of the performances. Then after enjoying such shows, there would not be any bad effect on them. But if the same is performed at other public places or broadcast over the air to a wide spectrum of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 768</b></font> \n  <br> \n  <br> audience who may not understand the life of our soldiers, they may get the wrong impression of our soldiers, as a result of the use by the performers of the kind of language or dialects just mentioned. This also creates a bad influence especially over the young ones in Singapore, at the present juncture when we are promoting the use of Mandarin for dialects. I would therefore like to suggest that in future when the SAF Music and Drama Company gives performances they should be more careful about the nature and content of their programmes which should reflect truthfully the actual life and the discipline of the soldiers in our Armed Forces so as to establish a good image of our Armed Forces in the minds of our people. \n  <br> \n  <br> \n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Goh Keng Swee</b>( \n  <i>In Mandarin</i>): Sir, I accept the suggestion by the hon. Member but this is a matter pertaining to cultural programmes within the jurisdiction of the Ministry of Culture. I hope my colleague, the Minister for Culture will have taken note of his suggestion. \n  <br> \n  <br> \n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ch'ng Jit Koon</b>( \n  <i>In Mandarin</i>): I am grateful for the reply by the Minister, and I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Lim Chee Onn -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Chee Onn (Bukit Merah):</b> Sir, in view of the fact that the Minister has preempted my comments and, in fact, has answered quite a large number of the questions which I would have asked, I do not wish to move my amendment. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead Code JB-01 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under the Armed Forces Programme the objective is to ensure the security of. Singapore through the development and maintenance of an effective defence force. However, it is noted that there is a reduction of $9.6 million in the Development \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 769</b></font> \n  <br> \n  <br> Estimates. Will this substantial reduction impair the capability of our Armed Forces in the defence of Singapore against external threats and aggression? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is recognised that in any armed conflict, air and naval power can play a decisive role between the combatants. For instance, in the last war, one of the major factors leading to the capitulation of Singapore to the Japanese forces was the absence of adequate air and naval cover. The handful of British Buffalo fighters were no match against the versatile Japanese Zero fighters. The Hurricanes that were supposed to show up never did. The British warships, the Prince of Wales and the Repulse, were sunk off Kota Bahru. The remnants of the Australian Imperial Forces and the Indian Division of the British Army were rendered useless by the advancing Japanese forces. It was then a very sorry sight. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the point I wish to make is that with such a substantial reduction in our defence expenditure, would our defence capability be jeopardised? The backbone of our air defence comprises Hawker Hunters and Skyhawk A-4. Both these aircraft are subsonic. They are not even equipped with air-to-air missiles. Compared to Singapore, the air forces in the region are equipped with supersonic aircraft, like the Northrop F5E and the MIG-21. Both these types of aircraft are equipped with air-to-air missiles and other armaments. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for our Navy, we do not even have a frigate. Is our Navy geared for the modern defensive role to protect our sea-lanes which are so vital to our survival? From time to time we hear of our fishermen being raided or kidnapped by pirates. A recent incident was reported only this morning in the Straits Times, \"Pirates kill Singapore seaman in attack\". Some of these sea pirates are reputed to be heavily armed. What protection can our Navy offer to our fishermen in the high seas? I would like to ask the Hon. Minister whether the objectives, as outlined in the Budget, can be met and that the capability of our Armed Forces is maintained. \n  <br> \n  <br> \n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Goh Keng Swee:</b> Sir, Members would have noticed that the Defence Ministry is the only Ministry for which less money is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 770</b></font> \n  <br> \n  <br> provided this financial year as compared with last year. There is a reduction of 5.4% in total money provided and, allowing for inflation, this really means a reduction in real terms of around 9% plus. However, this will not jeopardise our defence capability in any significant way. The reason why we are spending less money on defence is that the build- up of previous years has levelled off. We had to spend a lot of money in past years because we were starting from a near-zero base. Most of the money provided in the past have been spent on purchasing hardware; vehicles, weapons, signals equipment, aircraft, naval craft, etc. This costs large sums of money. In fact, more than two-thirds of the annual Defence expenditure go to this kind of expenditure which does not enrich our people but merely enriches the nations which supply us with these weapons. Most of the essential expenditure on military equipment has been completed, and that is why there has been a reduction in expenditure. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member need not be so worried about our Air Force. First of all, he is not right in saying that our subsonic aircraft, like the Hunters and the A-4s, are not equipped with air-to-air missiles. They are equipped with Side-winder missiles which are extremely potent weapons. As regards supersonic aircraft, this has been ordered some years ago and deliveries will commence in February next year so that by the end of next year we will have a full squadron of supersonic F5E Northrop aircraft. This will be enough for us in the foreseeable future. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the Navy, of course, our fishermen have been attacked. But they are not always innocent because sometimes they go to other people's waters and got caught. What can you do about that? You cannot protect them. Of course, sometimes they are harassed in international waters. The Navy has a responsibility to protect them. But I really wonder whether it is worthwhile. It costs $71,000 to run a missile gunboat for 24 hours. We need at least two gunboats to patrol 1,040 square miles which is our troublesome area. Even two gunboats are really not enough. The cost of running two missile gunboats over a year comes to $50 \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 771</b></font> \n  <br> \n  <br> million. Will our fishermen catch that amount of fish? The interest of $50 million at 9% will come to probably $4.5 million which, if shared by the small population of fishermen, will probably give them a better livelihood than what they are getting now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from this, I do not think we should be unduly worried. I think our build-up has reached a satisfactory stage and we do not want to overdo these things. The last thing that Singapore would like to do is to give the impression that she is arming herself to the teeth, unnecessarily so, beyond what is necessary for legitimate defence and in this way start an arms race in our part of the world. That is the last thing we want. So let us take a fairly relaxed posture on this matter. Everything is well, given the current situation. But, of course, if there is drastic change in this part of the world, then we have got to do some rethinking. So far so good. \n  <br>4.45 p.m. \n  <br> \n  <br> \n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine H.H. Tan:</b> Mr Speaker, Sir, I think the Hon. Minister should make a distinction between capital cost and variable cost. He has mentioned the capital expenditure of $40 million or $50 million to purchase two gunboats. Once you have purchased the gunboats, presumably on grounds of national security, the boats are there. It is therefore only the extra cost of patrolling that has to be incurred. If that is only $71,000 a day, and there is a sufficient number of trawlers in the region being patrolled, it might well be worthwhile. \n  <br> \n  <br> \n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, the Member has a point; as an economist, of course. But I would like to say that the cost is not $71,000. The total cost comes to $50 million a year, of which $25 million represents the cost of paying for crew, fuel and maintenance. It is by no means a matter of zero-opportunity cost, to use an economic jargon. Since we have got the ships, they might as well be doing something useful instead of doing nothing. They can do something else. They can engage in exercises and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 772</b></font> \n  <br> \n  <br> increase their efficiency as combat ships. There is also another alternative, and that is to use a cheaper craft, not as expensive as the Missile Gunboats, either to buy or to run. The Ministry of Defence is looking into this matter. We have engaged some Australian small craft designers to see whether or not they can design and build a smaller craft at less capital cost and less running cost. The $50 million is not the purchase cost. It is the annual operational cost, half of which is capital and the other half recurrent. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, I think the Hon. Minister should also bear in mind the national pride involved. We are a nation. If other people can make intrusions into our waters with. impunity and Singaporeans, be they lowly and humble fishermen, do not get the due protection of the navy, then I think it is not doing a proper job. \n  <br> \n  <br> \n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, I disagree with him in this respect. Is national pride worth $25 million a year? \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, the Hon. Minister is a very eminent economist. I am sure he can find ways and means of doing it cheaply. \n  <br> \n  <br> \n  <!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Goh Keng Swee:</b> Sir, that is exactly what we are trying to do. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee:</b> Mr Speaker, Sir, in view of the Minister's reply, I beg leave lo withdraw. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $854,400,600 for Head J ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $100,000,000 for Head J ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I think it is convenient to take the Suspension now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Order. I suspend the Sitting and shall take the Chair again at 5.25 p.m. \n  <br> \n  <br> \n  <div align=\"right\"> \n   <i>Sitting accordingly suspended at</i> \n  </div> \n  <div align=\"right\"> \n   <i>4.50 p. m until 5.25 p.m</i> \n  </div> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 773</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <i>Sitting resumed at 5.25 p.m.</i> \n  </div> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 773</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head K - \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy:</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K be reduced by $10 in respect of item 1100 of Subhead code KA-01 of the Main Estimates*. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we know that there is a great shortage of doctors in the hospitals. Even the Minister himself recently mentioned that the duty hours of doctors are a vexing problem. I believe the Ministry is looking seriously into this matter to solve the problem. I wonder what is the progress so far? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Doctors with MBBS degrees have voiced to a certain extent that their conditions of service are not attractive when compared to the dentists. For instance, a dentist takes only four years to pass out and enjoy normal working hours. However, the Medical Officer has to put in five years of study to get his degree. Then he has to go through housemanship where the working hours are irregular while getting the same salary as the dentist. And when these doctors have a dental problem, they have to pay for it. Sir, I am not against the dentists, because their services are also greatly needed. What is the rationale in having different conditions of service between these two groups of officers? This is one example why we do not have enough doctors wishing to stay in the civil service. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have another question to ask. How many of the housemen were made to break their service during the last year though they had not opted to resign but rather waiting for posting as medical officers which were late in coming? Why must this break in service take place? Since we are aware that we are short \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 774</b></font> \n  <br> \n  <br> of doctors, why is it that the posting of medical officers from housemen cannot be immediate, but instead there is an interruption in service? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know there were cases last year where some housemen had to have a break in service towards the end of the year, and it took sometime for them to be posted back as medical officers. And because of this break in service, their 13th month annual allowance was also affected and their much needed services in the hospitals were also wasted. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also understand that the contribution by the Ministry to the Central Provident Fund for housemen is 5 1/2% instead of 15 1/2% although they are not in the pension scheme. Could the Minister enlighten me on this? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have heard much about delays in the treatment of emergency cases at the Accident and Emergency Units of the hospitals. This, as we know, is because of the lack of manpower. But to make the situation worse, I gather some doctors at the A &amp; E units in some hospitals are asked to assist in other units like the Orthopaedic Clinics and Surgery. If this is so, how are the doctors really going to cope with the numerous cases that are being referred to the A &amp; E units? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also understand that many cases that are referred to the A &amp; E units are not that serious. To alleviate the problem of attending to such cases, there was a rumour that a suggestion had been made to increase the charges at this unit so that the public will think twice before seeking admission. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if it is true, I hope that this will not materialise and I want the Minister to give an assurance that the charges at the A &amp; E units will not be raised, because the people, out of fear and anxiety, might not know what constitutes an emergency and what does not. Therefore, this restriction is not the right thing to do. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 775</b></font> \n  <br> \n  <br> \n  <br>5.30 p.m. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Mr Speaker, Sir, there are some medicines that are self-prescribed. Consumers wanting to use these medicines need certain information in order to use them to best effect and with the minimum of risk. In order that this may be done, minimum information for sensible use of self-prescribed medicines must be available. From an article in The Lancet, six medicines that are widely self-prescribed, namely aspirin, paracetamol, ferrous sulphate, aluminium hydroxide, senna and a multi-vitamin preparation, should have minimum information for the consumer. The information presented should be: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) the nature and purpose of the drug; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) the dosage and administration; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) the unwanted effects; and \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) the keeping qualities. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would the Minister consider implementing mandatory labelling requirements on leaflets to be packaged with these medicines? If so, how soon can this be implemented? \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon (Kim Seng):</b> Thank you, Mr Speaker, Sir, for this opportunity to express some of my views regarding the health service in Singapore and its most pressing problems. For the past five years, I have without fail raised the issue of shortage of trained medical personnel to run an expanding health service and also the need to continue to maintain and improve the health care of our people. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, during the Budget sitting of Parliament, the Hon. Minister for Health spoke at great length for almost an hour and with deep understanding of his analysis of the various challenges facing his Ministry. Without sounding too flattering, I must admit that he struck me as the one Health Minister who had come to grips with the problems. Incidentally, he was also primarily responsible for starting the School of Post-graduate Medical Studies when he served as Vice-Chancellor of the University of Singapore. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 776</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, understanding the problems is one thing and rectifying the real situation is a far more elusive and difficult task. My purpose today is to suggest to the Hon. Minister some ways and means whereby long-term solutions may be obtained and they may, of course, involve the Government in extra expenditure. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many reasons have been advanced as to why doctors resign. These include poor salary, poor physical working environment, no opportunity for promotion, inability to get requested postings, poor staff relationship, and the job is not challenging. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With an expanding health service and the continuing and unrelenting resignations, the available medical personnel are already stretched out thin. This partly explains the unhappy letters to the press about long queues and waits in accident and emergency departments and impersonal doctors in attendance. The work load, of course, has to be shouldered by fewer doctors and in some departments junior doctors and housemen hardly see the joy of daylight and fresh air outside the hospital precincts. A vicious cycle is therefore established and more doctors resign. The worst hit are doctors in the rank of medical officers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What then are the solutions? The Hon. Minister has emphasised quite rightly that it is \"very difficult indeed to satisfy doctors or to match doctors' salaries with what they earn as private practitioners.\" Any move to increase doctors' salaries will \"lead to a demand for similar increases among other professional staff - the lawyers, the architects, the engineers, the accountants and so on.\" Without jeopardizing the present civil service structure, I am convinced some adjustments can still be made, such as special clinical allowance and overtime pay on an acceptable scale. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am convinced that doctors are sufficiently realistic and cerebral not to expect the same monetary returns as in private practice. Otherwise, the public health service would have collapsed a long time ago. There is a lot to be said for institutional \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 777</b></font> \n  <br> \n  <br> practice - the comradeship, the cross-fertilisation of ideas, the wealth of clinical material, the teaching, the job security and the opportunity to pursue higher training. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I venture to highlight a clearly identifiable problem area, i.e. national service for doctors. Since the inception of national service, students seeking admission to medical school are given special deferment for national service, until after they finish medical school and housemanship. They are then recruited into the army, commissioned as captains after two months basic military training and serve in the camps as doctors. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This seems to be a very sound utilisation of manpower and expertise, and doctors on their part should forever be grateful for such special treatment. Unfortunately, we are alarmed to note: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Some doctors evade national service by leaving the country, and who knows how many students enrol for medicine not for the love of medicine but to take advantage of deferment from national service. The National Service quitters should rightly be placed on the \"Arrest on Sight\" list. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The performance of some, and I emphasise some, national service doctors leaves much to be desired. Daily, the hospitals are cluttered with national servicemen referred for all sorts of complaints. Real medical problems must rightly be referred for specialist attention. But the volume of referrals for minor complaints such as a cut or a sprain sustained some 10 years ago, an infected toe-nail, a simple flat feet, and the endless requests for medical reports make one wonder if a trained staff nurse would not do the job of a doctor' in the camp. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) After completing their stint in the Army, very few doctors rejoin the health service to fill much needed medical officer posts; and if they rejoin at all, they resign within a year. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is most appalling is the fact that erstwhile prestigious traineeship awards in both the university and government departments for specialist training are given up with such frequency that the traineeship scheme is now becoming a paper exercise. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 778</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No wonder the Memorandum on the Budget for Financial Year 1978/79 for the Ministry of Health reads as follows: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Only part provision has been entered for the large number of vacant Medical Officer posts as it is not likely that all of them will be filled in FY 78. Neither has provision been entered for new posts in view of the overall vacancy position in the Ministry.' \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now suggest that no special treatment be accorded doctors in fulfilling their national service obligations. Male students seeking admission to medical school must do their 21/2 years of national service before entering medical school. They do national service just like their colleagues in engineering, science, arts, architecture, etc. Let them do their stint as recruits, privates, NCOs and officers. Let them taste the real thing. Perhaps later on in their professional life they will better understand the joy and deprivation of other national servicemen. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On completing national service, they are free to pursue medical education, do their housemanship and stay on in institutional practice for experience or further specialisation. They cannot then raise the issue of unfair advantage of females or non-citizen colleagues going ahead two to three years in their medical career while they claim to \"languish\" in the camps. The Ministry of Defence is at liberty to employ doctors as regulars. Doctors then join the Army out of their own free will and not because they have to serve their obligations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, to meet the present and possible future shortage of staff, particularly in the junior ranks and in the overall interest of the health service in Singapore, doctors on completion of their housemanship must compulsorily stay with the Ministry of Health for a period of two to three years. This is not an unusual practice in other countries, including some nearby states. The compulsory stint within the health service will work towards better trained doctors and a better standard of health care in both the private and public sectors. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to attract doctors to stay in service, one immediate step that can be taken is to provide housing. Statutory boards \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 779</b></font> \n  <br> \n  <br> do provide housing for its employees. Likewise, the Ministry of Health can arrange with the HDB to make available flats or to build new flats within hospital grounds for medical officers. Young doctors and their families hunting around for accommodation will not be compelled by market forces to quit the health service so soon and look for more lucrative employment in the private sector. I know of doctors who emigrate for this very reason. The Finance Ministry is traditionally the stumbling block, and will need a lot of persuasion, but I like to think of the Hon. Minister for Health as a very persuasive man. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Sir, may I request the Hon. Minister for Health to throw some light on the proposed Kent Ridge Teaching Hospital. I have often wondered whether a separate teaching hospital is necessary at all, Presently, the Singapore General Hospital with its vast wealth of clinical material is serving very well both as a service general hospital as well as the main teaching hospital. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Health (Dr Toh Chin Chye):</b> Mr Speaker, Sir, may I first answer the points raised by the Member for Anson? It is not quite true that doctors are worse off than dentists, although dentists do not do housemanship. If we are to calculate the salaries earned by dental officers and medical officers, we find that after seven years, they all reach the same point at $1,100. The dental officers spend four years in training and are then appointed dental officers at $1,000. Three years later, they are at $1,100. In the case of the medical officer, he spends five years studying, one year paid as a houseman and then he is appointed a medical officer at $1,100. So at the end of seven years, the dental officer and his contemporary medical officer would be at the same point. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to add that this policy of not having dental officers doing housemanship was not started by me. In fact, it came as a surprise to me when I was Vice-Chancellor of the University of Singapore. I think it is probably a decision made in haste \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 780</b></font> \n  <br> \n  <br> because at that time Malaysia was directly appointing dental graduates as dental officers without requiring them to do housemanship. The Ministry of Health in Singapore panicked and followed likewise. However, this is not a recantation of what had happened in the past, but the fact is that over a period of time both the dentists and the medical officers are at the same point of salary scale. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other question raised by the Member for Anson over a one day break in service before they are appointed as medical officers is entirely a legal affair. According to what I am told, housemen are apprentices under training and in order to be appointed as medical officers, they have to break service for at least one day. It is very much like a lady civil servant who wishes to get married. She has to have a one day break in service so that she can be paid a gratuity and be re-employed again. This is one of the rules put up by the Establishment and we are just carrying that out. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards contribution to the provident fund by housemen, it is a matter for which I am not responsible and about which I am not in the least in the clear. Apparently, it started sometime in 1972. At that time, it was decided that non pensionable Government officers would be put on the provident fund, and since housemen were drawing an allowance they were also asked to contribute 5 1/2% with the Government contributing a similar quantum. \n  <br>5.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of A &amp; E unit of the hospital, I will come to that later because I believe one other Member in the House wishes to speak in greater detail and I will answer that point. I am really alarmed indeed to hear the Member for Anson saying that he has heard rumours that I am going to raise the fee in the A &amp; E unit. I would like to know his source of the rumour. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kim Seng raised a number of points. It is true that there is a decrease of $6.78 million for Expenditure on Manpower for FY 78. This is because in the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 781</b></font> \n  <br> \n  <br> past years there has been an over-estimate of money to be spent on manpower. In the financial year 1975, the surplus was 12.9%; in 1976, 20.3% and 1977 it was 18.39%. We know very well the number of doctors that we will be able to employ this year. There will be two intakes, one in April and the other in October. It is obvious that if we are taking in the group which will be graduating in October, we will require only six months' financial provision. Likewise, the 50 super-numerary posts for medical officers on study leave do not require full financial provision. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Doctor shortage is not hopeless in the long run. Neither would I say it is critical. But I would say it is not satisfactory. The reason why our hospitals can manage to carry on, I specifically mention hospitals, is the low occupancy rates in the hospitals. The allocation of staff to hospitals is in accordance with the number of bed complement in the hospitals. The occupancy rates in some of the hospitals or units are 50-60%. We find, therefore, that we are employing staff to look after beds, not patients. Because of this, the Ministry has managed to survive, keep its head above water, and provide a service for patients. But it is the intention of the Ministry that the occupancy rate of the hospitals should be increased and we are aiming at a target of 80-85%, which I think will be the ideal. It will take a few years before we can achieve that target and during the period of time I suspect more graduates will be coming out and we will be able to train them either as general practitioners or as specialists to man the hospitals and the outpatient departments. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not always that the Member for Kim Seng see eye to eye with me on the question of doctors. I am pleased indeed to hear his remarks about national service doctors. I agree with what the Member has said, but unfortunately the Minister of Defence does not agree with me. So I presume the Minister of Defence will not agree with what the Member for Kim Seng has said. Unfortunately, I am in no position to press the Ministry of Defence to change its rules for recruiting medical students into national service. To be truthful, I believe that it is fair \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 782</b></font> \n  <br> \n  <br> and equitable that those who aspire to be doctors or dentists should perform national service before they enter the university, like the students who do engineering, architecture, law or other professional subjects. I would suggest that those who opt to study medicine or dentistry in the University should do a different kind of national service. It is pointless asking those who choose to study medicine to serve in the Tank Corps or in the Artillery or to learn how to shoot. It would be better if they will first learn how the sick are treated at a lower level. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had previously suggested in this Parliament that if I were to start a new medical school in another country, the entry qualifications would be that those who wish to study medicine must first do two years, nursing service. They will then understand how hospitals are run at the lower level before they themselves become medical officers and give orders to those who are going to be their subordinates in the future. I think that will also be a test of not only their aptitude but also of whether they will understand that medicine is a vocation to which they will have to sacrifice their whole career. Some study medicine because of the status. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am very worried indeed that 50% of the intake into the medical school this year are women. According to the British experience, 15-20% of lady doctors are lost after graduation. They get married and are no longer attracted to medicine. But they have the status. They are called \"doctors\" and they also have got doctor husbands. It is a tremendous waste in manpower and in investment. It will be preferable if we could ask those who wish to do medicine to perform not the type of national service that the others are doing, but to get them to perform a service which will test them for their aptitude and their understanding of what medicine is all about. In this way, I believe we can have a better generation of doctors who will be more dedicated to the profession. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kim Seng is a great proponent for the working conditions of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 783</b></font> \n  <br> \n  <br> doctors. I do not blame him because he has to speak out for his peers in this House. On the question of providing housing for doctors, I have already stated that the problem does not arise. Doctors who serve within the Ministry of Health are treated like other civil servants and they are entitled to buy executive flats at Marine Parade or flats built by the Housing and Urban Development Company. There is no problem among doctors who are Singapore citizens. In fact, many of them have taken up this opportunity. It is a false excuse given by those who have resigned or have left the country to say that they have not been given housing. That is not fair indeed. It is not true. It is not because the conditions for housing are not met that they have resigned. Non-citizen doctors are looked after by the Ministry, which has made arrangements with the Housing and Development Board and the Port of Singapore Authority to rent flats to them at subsidised rentals. In fact, up to-date we have 45 such doctors who are being accommodated in Housing Board and PSA flats. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Kent Ridge Hospital will be an acute general hospital. I said previously that it will not be a premier hospital. It will not be the only teaching hospital. There will be other hospitals in which students will be posted. If the Member for Kim Seng believes that the Singapore General Hospital has or will have better teaching materials than Kent Ridge Hospital, he is quite entitled to join the Ministry of Health and work at the Singapore General Hospital. But if he wishes to remain in the University, then I presume he will go to Kent Ridge Hospital. However, the choice is his. Kent Ridge Hospital will have to serve a growing population in Jurong and Clementi New Town, which is expected to grow to about a quarter million by 1990. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In answer to the Member for Potong Pasir, I do not know why he quotes The Lancet and asks me about aspirin, paracetamol, ferrous sulphate, aluminium hydroxide, senna and a multivitamin preparation. I am not a pharmacy student. He is always testing my knowledge of consumer drugs because he is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 784</b></font> \n  <br> \n  <br> very familiar with them. Under section 7 of the Medicines (Advertisement and Sales) Act, it is required that all medicines sold over the counter must have the formula printed on the label. Information as to purpose, dosage, administration, is normally given on the label. In some instances, those who do the marketing will also include pamphlets together with the drugs sold. Part V of the Medicines Act deals with containers, packages and identification of medicinal products. I would like to do whatever is practical. I can tell the House that there are 20,000 drugs on the market, and if we try to oversee that every drug is labelled in great detail, we are going to create a great inspectorate and a bureaucracy within the Ministry of Health, which will not at all help to promote the health of the population. However, I will take note of the article which the Member for Potong Pasir has cited from The Lancet and I will discuss with the Chief Pharmacist on what can be done as far as these six products are concerned. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, the Minister for Health has been very kind this year by sparing us the delight of not having to listen to one hour of lecture as he did last year. Perhaps this would give us time now to talk on one or two points which I thought he would have considered with more deliberation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I raised the question of housing primarily because in the civil service structure it, will be very difficult to talk in terms of a one-sided salary adjustment for doctors alone. Therefore, one should think in terms of additional perks to attract some of these civil servants to remain in the medical service. Therefore the question of provision of flats for some of these young doctors. It is certainly true that in many other countries housing is part and parcel of one's contract for employment in the hospitals. I should hate to think that the Minister would disagree and maintains the view that all Singapore-born doctors do have housing. I think the problem of housing for young doctors is no different from that of the other professionals. If the Ministry can consider the provision of flats at the usual rates, why not make life somewhat easier? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 785</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also raised the question of housing for non-citizen doctors. While it is true that some 30 or 40 non-citizen doctors are housed in PSA flats, I am not sure if he is aware that at the moment more than 20 of them face eviction. I am told the PSA flats have for some reason or other been sold to HDB, and HDB is kicking them out. If the Minister will give an assurance that he will look into this matter, I will be more than happy to withdraw my remarks. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One other point which may help in terms of staffing would be to utilise University staff. At the present moment although a line is clearly drawn between staff paid by the Ministry of Health and staff paid by the University of Singapore, in terms of commitment and service they are really not much different. Therefore, perhaps the Ministry of Health could consider utilising the University staff, particularly to help run some of the peripheral hospitals. We are aware that there are now four major general hospitals and some of the peripheral hospitals are, in fact, very hard-pressed for manpower. Perhaps this is one source where there could be a fairer distribution of manpower. More doctors from the Singapore. General Hospital and from the University could be channelled to help run these peripheral hospitals. \n  <br>6.00 p.m. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Sir, I would like to remind the Member for Kim Seng that it is only doctors and dentists within the civil service who are given an allowance for a post-graduate qualification. The engineer may get a Ph.D or a Master's Degree but he will not get any extra allowance. Therefore, it cannot be said that doctors and dentists have not been given special consideration by the Government. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am indeed surprised to hear from him that non-citizens who are now living in the PSA flats are being evicted by the Housing Board. I shall certainly go back and investigate this point. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the cooperation which he has offered on behalf of the University doctors to the Ministry of Health, I welcome \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 786</b></font> \n  <br> \n  <br> that cooperation and I certainly hope that members of the University will not object to being posted to some obscure peripheral hospitals. \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy:</b> Sir, in view of the explanation by the Hon. Minister, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teong Eng Siong</b>( \n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K be reduced by $10 in respect of Subhead Code KA-01 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for this Head of Expenditure there is a provision of $254 million this year which represents an increase of 1.6% over last year. This means that our people will receive better health care which is commendable. As a matter of fact, our health care and medical services are quite progressive and modernised. It has also won acclaim from our neighbouring countries and many people from the neighbouring countries have come here to seek medical treatment and to recuperate. This is a boost to our medical service. The Government is spending large sums of money every year on medical services so that the people can enjoy better health care and a better physical constitution to enable them to better contribute to nation building. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would now like to ask two questions. Firstly, is the Government considering setting up a full hospital in Sembawang to look after the people in Sembawang, Nee Soon, Bukit Panjang and Jalan Kayu? At present, there is the Naval Base Hospital in Sembawang which takes in only chronic cases. There is another hospital at View Road which takes in mental cases. Therefore, those who seek emergency treatment have to go to Toa Payoh Hospital which is about seven miles away. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was one case of a constituent who suffered a heart attack one night. He drove to Toa Payoh Hospital but he could not stand the strain. Fortunately he met an acquaintance who drove him to the hospital, otherwise he would have died. That is why I \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 787</b></font> \n  <br> \n  <br> would like to ask the Minister whether he would consider setting up a hospital in Sembawang or to convert the Naval Base Hospital into a full hospital so that people in Sembawang, Nee Soon, Jalan Kayu and Bukit Panjang can be treated at this hospital. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, would the Minister consider reducing the maternity charges imposed on non-permanent resident wives of citizens? I have received a complaint from a constituent that his wife had to pay about $600 for maternity charges at the Kandang Kerbau Hospital. He is a wage-earner and his income is low. It is quite a burden to him to pay such a big sum of money for maternity charges. I would like to ask the Minister to consider reducing the maternity charges for such people. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Sir, the Ministry of Health cannot build a general hospital for every constituency. So I regret to inform the Member for Sembawang that there will be no general hospital for Sembawang. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After 2 1/2 years we have at last come to grips with the problem of the required number of beds for future years. We have made projections and we have found that another hospital to be located in Sembawang is unnecessary. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to his appeal not to raise charges in future, may I remind the Member for Sembawang that he is in the coffeeshop business. If he can guarantee that the cost of a cup of coffee or tea will come down, then he will not have to pay his shop assistants more wages. Eighty percent of the cost of health care is due to salaries and wages. So given the normal annual increase in expenditure on manpower, I just do not see how hospital charges can remain stable. But do not use this as an excuse to up the price of a cup of coffee. \n  <br> \n  <br> \n  <!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teong Eng Siong</b>( \n  <i>In Mandarin</i>): Sir, I do not see the connection between the price \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 788</b></font> \n  <br> \n  <br> of a cup of coffee and medical charges. I think he is confused. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy:</b> Sir, can I have your permission to speak on amendment (4) which stands in my name also? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K be reduced by $10 in respect of item 1210 of Subhead Code KB-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, could the Minister give some facts and figures on the number of local and foreign pharmacists in the Government service? I wonder whether the present strength is enough to cope with the heavy load of work that is coming in daily at the various hospitals and dispensaries. To assist the pharmacists, there are dispensing assistants in the Pharmaceutical service. How many are there in the service? With an increase in the volume of work, is a recruitment exercise carried out annually? What percentage of the dispensing assistants are promoted to the senior post? The job of these people requires precision and therefore at times we need experienced people in this field. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been noticed in many hospitals that there are no dispensing assistants to dispense medicine after office hours. The evening shift staff therefore have to do the extra work of dispensing the few medicines that are at their disposal and the ailing patients who come in the evening have to come back the next day to get more medicine from the dispensing assistants. Why must the patients be put through this discomfort? If the service is short of dispensing assistants, are the retired officers considered for re-employment in the service, like in some other Ministries where certain workers are re-employed on a year to year basis? Could the Minister enlighten the House? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 789</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have noticed that during the last few years a large provision in the budget has been allocated for the improvements to our various hospitals, I wonder whether the Minister is aware that cats, rats, mosquitoes and other pests are found in our hospital wards. This is not a joke because in the Kandang Kerbau Hospital which is supposed to be the place where mothers give birth and babies lying in the cots, we sometimes find cats loitering in the wards looking for food and causing a nuisance to the patients. Sometime ago there was a case in a second class ward. The ward itself does not deserve the status that it is accorded. In this ward, in the middle of the night a cat jumped onto the bed of a recuperating mother who had her child just next to her. Just imagine the shock it gave to the sleeping mother. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In some wards in the Tan Tock Seng Hospital we find rats running all over the place. Mosquitoes are commonly found in many hospitals. What are we doing about all these pests? Have the patients got to bear all this nuisance? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in line with the improvement to hospitals there is a problem of communication from the main bus stop to the wards in some hospitals. For instance, at the Tan Tock Seng Hospital the distance from the bus stop to the wards is quite far. It is quite a problem for hospital workers who do not have their own transport as they have to walk up and down the long-winding road daily. Perhaps the Ministry of Health could liaise with the Ministry of Communications to introduce a shuttle service at a nominal charge during the peak hours at such hospitals from the main bus stop to a point near the wards. This service will definitely benefit the hospital staff, visitors and outpatients. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what check is being made on the prices quoted by stalls at our hospital premises? Too often, we find that the provisions sold at the hospitals seem to be very expensive. Is it because of high overheads, or because of demand, or because of swindling? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is also an administrative problem in the admission of patients at the Singapore \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 790</b></font> \n  <br> \n  <br> General Hospital. The usual practice is that when a patient at the Emergency Unit is referred to a particular ward for admission, the ward nurse would direct the person accompanying the patient to go to the Admission Section for the admission papers and then to come back to the ward to hand over the papers. In the meantime, the patient may also have to go for an X-ray and for this too the accompanying person has to follow. Sir, as you know, the layout of the Singapore General Hospital is rather complicated. The various treatment centres are scattered all over the place and the distance between one centre and another is not close. Why must the public be inconvenienced by this process of administration, especially when there is great anxiety in the patient's condition? Perhaps the structure of the new Singapore General Hospital would permit better administration. But then, what about the other hospitals in the Republic? They too have this problem. Could not a better system be introduced for the admission of patients? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of nurses, there appears to be a shortage in the hospitals and in the out-patient dispensaries. In order to cope with the work, it is not an unusual sight to see the amahs taking temperatures of patients, weighing the babies at the Maternal and Child Health Clinics, and so forth. In time to come, they would also be giving injections to patients! I wonder whether we are on the right track. \n  <br>6.15 p.m. \n  <div align=\"center\"> \n   <h4>[Mr Deputy Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand there is a service accorded to mothers who have given birth in the third class wards. A nurse will visit them in their homes to give assistance on post-natal care of the new born babies. Why is this service denied to mothers in the first and second class wards? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is it because the hospital authorities assume that patients in the first two classes have better knowledge of the post-natal care of babies and thus deny them this service? Could the Minister enlighten the House? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 791</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I remember a few years ago I had strongly supported the idea of allowing parents to stay with their children in the wards of the Mistri Wing so that their children could recover much earlier. This idea was accepted, and now we find parents and relatives of infant patients staying back the whole day to look after them. As we know, parents are not allowed to sleep inside the wards, but they need a suitable resting place to take short rests during the night. At the moment, a few benches are provided along the main passage of the Mistri Wing. These benches are in great demand as the parents use them to put their little articles for overnight use. As a result we get the awful sight of women lying all over the place. Could something be done to provide a more decent place, perhaps a waiting room for those who have to sacrifice the comfort of their home to come and look after their sick children? A proper toilet with facilities for them to wash and freshen up should also be provided. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr Deputy Speaker, Sir, I have an amendment standing in my name on the subject of the Tan Tock Seng Hospital. Since the Member for Anson has touched on the Tan Tock Seng Hospital, I wonder whether I can speak at this stage, or shall I wait for my turn? It will save the Minister the trouble of having to answer twice. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I suggest that the Member waits for his turn. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Mr Deputy Speaker, Sir, the Member for Anson has raised several points. First, with regard to the question about the staffing establishment of pharmacists. May I enlighten him that we do not require pharmacists all the time to dispense medicine. At present we have 45 pharmacists in the Ministry of Health and we expect to recruit another three later this year. Of these 45 pharmacists, 42 are Singapore citizens, one a Malaysian and two are British subjects. Just as we have nurses assisting doctors, so we also have dispensing assistants assisting the pharmacists. There are now \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 792</b></font> \n  <br> \n  <br> 188 dispensing assistants of different grades in the Ministry of Health. Twenty of these dispensing assistants are in the senior grade. This means that one out of every nine dispensing assistants has been promoted to a higher grade. Promotion is no longer dependent on the number of posts but according to merit, as long as the PSC deems that they are suitable for promotion. In the hospitals that do not have dispensing assistants to work after office hours, we have an emergency drug box which the doctors can use. The doctor himself is qualified to dispense a drug. I do not want to resurrect a movement started several years ago when the Department of Pharmacy in the University of Singapore suggested. that doctors should prescribe and pharmacists should dispense, thereby creating two types of professional people to do two different types of jobs. I would rather prefer the present system in which doctors are allowed to prescribe as well as to dispense medicine. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the information of the Member for Anson, if he were to visit private practitioners, he will find that many of them do not at all hire pharmacists or dispensing assistants. In fact, it is not necessary because many of the drugs prescribed by private practitioners are pre-packed in standard doses. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am surprised to hear about rats in the Tan Tock Seng Hospital and cats in the Kandang Kerbau Hospital. I will ask the Ministry of Finance for a vote to buy some traps to trap the rats. But it is very likely that the reply I will get from the Ministry of Finance is that we should transfer the cats from the Kandang Kerbau Hospital to the Tan Tock Seng Hospital to catch the rats there. However, I will seriously look into the points made by the Member for Anson and we will have the rats and cats caught. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, admission to wards is a general complaint which we get. I agree that the Singapore General Hospital complex is very complicated indeed, particularly when the new hospital is only half-way up. But I appeal to members of the public to be patient. The procedure, of course, is that those who are critically ill are immediately directed to the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 793</b></font> \n  <br> \n  <br> wards for treatment and the patients' relatives are asked to go to the Admission room to complete the admission formalities. This is one relationship between the public and the hospitals which I myself would like to see improved. If it is true that admission formalities are complicated and take too long a time then we shall make an inspection to see how we can improve the system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is really no shortage of nurses, as the Member for Anson has stated. In fact, we have trained too many nurses. We have a surplus of nurses who cannot find jobs when they graduate. We have at present 270 nurses employed against training posts. But we hope that as the year progresses vacancies will arise and these nurses will be duly employed as staff nurses. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the paediatricians are in favour of mothers staying with their children at the paediatric wards. The Mistri Wing was built in the 1950s and it was not designed to provide sleeping facilities for the mothers of sick children. So benches were provided outside the wards for the mothers to rest there after seeing their children. If the Member for Anson were to visit the paediatric ward in the Tan Tock Seng Hospital which has 40 beds, he will find that the ward has been renovated. It has been done so well that I am very pleased to note that it is one of the bright features in the hospital. I see the mother sitting beside the child. Both mother and child are contented. In fact, mothers are a great help because they look after their own children. Otherwise we would have to employ more nurses. From the therapeutic point of view, of course, the child feels more confident when the mother is close by and therefore recovery is faster. In the first class ward we have provision for a bed for the mother. If there are mothers who wish to sleep with their children, then they should send their children to the first class ward. However, I hope to go through the Mistri Wing and see whether we can reorganise the Mistri Wing and provide similar facilities for the mothers of children in the Mistri Wing. In fact, I believe it can be done because the Mistri Wing has only 50% occupancy rate. We can move out some of the empty beds \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 794</b></font> \n  <br> \n  <br> and the space can be taken up by the mothers. I really see no problem from that point of view. However, I would like to thank the Member for Anson for his deep interest in the facilities that we provide in the hospitals. I will look into some of the points he has raised. \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy:</b> Sir, I thank the Minister for Health for his patience in giving a satisfactory reply. I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the names of Messrs Teong Eng Siong and Ho See Beng - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) That the sum to be allocated for Head K be reduced by $10 in respect of Subhead Code KC-01 of the Main Estimates. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Teong. \n  <br> \n  <br> \n  <!-- Mr Teong Eng Siong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teong Eng Siong:</b> I am not moving, Sir. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng (Khe Bong):</b> I am not moving, Sir. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee:</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K be reduced by $10 in respect of Subhead Code KC-03 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is becoming a common practice for people to call at the Accidents and Emergency Unit of the Toa Payoh General Hospital for non-emergency treatment. Such practice inevitably puts a tremendous strain on the hard-pressed hospital staff, and could lead to frayed nerves and tempers. Under such pressure, misunderstanding arises leading to allegations of a lack of efficient and courteous service in the hospital. I had on two occasions brought my son to the Toa Payoh General Hospital for emergency treatment and I came across an incident involving a patient who according to my observation did not require emergency treatment and the hospital staff did not treat his case immediately. A dispute arose concerning an allegation of queue-jumping. In view of the large number of people calling at the Accidents and Emergency Units, incidents of this nature could arise. In order to avoid such \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 795</b></font> \n  <br> \n  <br> situations and to ensure that only bona fide emergency cases are attended to, may I suggest that the Ministry of Health consider utilising selected outpatient clinics for night service. To augment the possible shortage of staff, the Ministry could enlist the services of private medical practitioners to help run the service. This will not only relieve the pressure at the A &amp; E unit but also provide a service to the many workers who work on night shift. \n  <br>6.30 p.m. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Deputy Speaker, Sir, with your indulgence, may I offer a compliment and register a complaint? Both stem from a very recent personal experience involving a close relative who had a heart attack. The compliment, Sir, goes to the staff of the Emergency Ward of Tan Tock Seng Hospital for the very excellent services which they performed and to Ward 30, the Intensive Care Unit, of that same Hospital. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The complaint is in respect of the ambulance. It arrived promptly enough. There were two male orderlies and a female nurse. The two male orderlies were not sufficiently strong to lift the patient although the patient weighs only 140 pounds. So I was enlisted to help with the stretcher. Then after putting the patient into the ambulance, the nurse started pumping a lot of questions at me. \"Has the patient ever been to a hospital? Which hospital has she been to? What sort of disease has she been suffering before?\" The first thing she ought to have done was to look after the patient to see whether the patient was dead or alive. [Interruption] I was not the object of her interest. She was a very surly looking woman of no appeal whatsoever. [Laughter] I was very annoyed at the questions and I had to tell her who I was before she got down to her business. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A further point was that along the way to the hospital, there were lots of cars and motorcycles in the fast lane, the right-most lane of the road. Despite the siren of the ambulance, they refused to give way. Perhaps the Hon. Minister could look into \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 796</b></font> \n  <br> \n  <br> this matter with a view to empowering the staff of ambulance to book drivers of vehicles who do not give way. I am quite serious about this because the difference in terms of minutes could mean life or death to the patient. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, in regard to the subject of the Accident and Emergency Units, I had earlier on mentioned the problem of staff shortage. I suggested to the Minister for Health that perhaps one of the best means possible to ensure a continuing supply of medical personnel and better trained doctors both for the private and public sectors, would be to enforce a stint of two to three years' compulsory service with the Ministry of Health. I do not think the Minister has given an answer on this point. Can I have his views, please? \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Mr Deputy Speaker, Sir, Members of the House will recollect that I gave warning signals about the position of patients at the Accident and Emergency Departments. The attendances have been increasing steadily from 207,211 in 1974 to 252,853 in 1977. This is an increase of 36.4% over a period of four years, although the population of Singapore has not increased by that percentage. Obviously, the A &amp; E departments are being abused. We did a survey and found that there were two peak periods when the A &amp; E departments receive patients who come in the largest numbers. The peak hours are at 10 a.m. in the morning and 8 p.m. at night. Because they all come together and do not distribute themselves throughout the duty hours of the staff at the A &amp; E departments, a heavy strain is imposed upon both the doctors and the nurses. Assuming that these cases who attend A &amp; E departments are genuine emergency and accident cases, then on this premise or probability, we will not have two peak hours at 10 a.m. and 8 p.m. everyday. So we came to the conclusion that there are persons who attend at the A &amp; E departments for their own convenience and are treating A &amp; E departments as outpatient departments. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To confirm what I stated in the press interview, I did another three-month survey in October, November and December 1977. I \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 797</b></font> \n  <br> \n  <br> found that there were 75,882 attendances as against 60,421 attendances for the same months in 1976. This is a 26% increase. The number of non-emergency cases was 46%. This obviously is patently absurd and discussing with the heads of the A &amp; E departments and the staff who work there, we came to the conclusion that some of these cases could easily wait for treatment the next day in outpatient departments or go to the outpatient departments themselves. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The level of threshold of pain, as doctors will tell you, differs from individual to individual. A man with a slight knock on his head might think he has a concussion and will rush to the A &amp; E department whereas a person with a headache will believe that all he has to do is to take a couple of Aspirins and he will be all right the next day. I much regret that the position at the A &amp; E departments has not improved in spite of the warnings that I have given. The rumour which the Member for Anson has been disseminating is correct that there is an intention to discourage non-emergency cases from attending A &amp; E departments. We are going to raise the fees for A &amp; E attendances. What it will be, I am not yet in a position to inform the House. But it is a notice that I am now giving to Members of the House that this decision has been made. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The outpatient departments have been brought into discussion. They are dead against opening a night service. So that is the end to it. Doctors do not like to work on night shifts. It is as simple as that. That is why we find so many lady doctors in outpatient departments. About 85% of doctors in outpatient departments are ladies. They do not like night shifts because they have their own domestic duties to perform. So asking the outpatient departments to operate at night is a non-starter. Likewise, asking private practitioners to help out in the work of the outpatient departments or in the Accident and Emergency Departments is a non-starter. If they could they would already have opened their own clinics at night and charge higher fees. Members who read the newspapers would have already seen the charges which the Society of Private Practi- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 798</b></font> \n  <br> \n  <br> tioners has recommended for night consultancy. I believe it is about $25 per consultancy at night. I am not suggesting that we are going to charge $25 if a patient goes at night to the A &amp; E departments. But the fact is that the doctor has got his day-time work and it is fair enough that he has to have time also for his domestic and social engagements. I am afraid that the suggestion put up by the Member for Toa Payoh is not feasible. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now comment on the Member for Whampoa for his being so stalwart in helping two poor ambulance attendants to lift a patient on a stretcher. I look forward to the future when he enrols in the Singapore Red Cross or the St. John ,s Ambulance. I do not know which nurse he was referring to. But if he had taken down her name and written to me, I would have looked into the matter. Probably he did not understand. The nurse was doing history-taking by asking all those questions. If the patient were dead, she would not be asking all those questions. I think it is not quite fair for the Member for Whampoa to complain about the nurse. She knows what to do with the patient. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is one point that he has mentioned, and I notice it too, that motorists in Singapore are becoming more and more bloody cussed. They refuse to give way not only to ambulances but cut each other across traffic lanes. This is a point which should be taken up with the Minister for Home Affairs who is in charge of the Traffic Police. I will liaise with him and tell my ambulance drivers to take down the licence numbers of all motor vehicles who refuse to give way to ambulances. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Hear, hear! \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> But I must also add, just to remind the Member for Whampoa, that we now have an integrated ambulance service and it comes under the Ministry of Social Affairs. Correctly, that question should have been put to the Minister for Social Affairs but, nonetheless, I have replied on his behalf. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, the Hon. Minister for Health has not answered my question. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 799</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Sir, was the Member for Kim Seng referring to national service? \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> No, Sir. I wanted to know whether the Hon. Minister will consider a compulsory stint of two to three years in our health service for medical officers upon registration. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Members of the House will remember that I made a statement in the House last year that, if we are critically short of doctors, I will introduce national service for all doctors, including female doctors. I believe there was an uproar because some of the lady doctors began to calculate their future. If they graduate at 24 or 25 years of age and after 21/2 years or three years stint, they will be 28 or 29 years old. By then they would want to start a home. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Mr Deputy Speaker, Sir, I would like to clarify my point about the nurse not paying proper attention to the patient. My point was that the first thing she ought to do was to look at the patient and make sure that the patient was comfortable before asking all those details. I recognise that the details were necessary so that she could better acquaint the doctor when the ambulance arrived at the hospital. But since the Hon. Minister disclaims responsibility for the ambulance, I will let the matter rest here and hope that the Minister for Social Affairs is listening very carefully. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee:</b> Sir, in view of the Minister's reply, I beg leave to withdraw the amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>6.45 p.m. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to the allocated for Head K be reduced by $10 in respect of item 8103 of Subhead Code KC-02 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore has one of the best Government Medical Services in this part of the world. Despite the occasional criticisms against our hospital services, the standards of our medical facilities and the treatment of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 800</b></font> \n  <br> \n  <br> patients are undoubtedly high. It is gratifying to observe that improvements are constantly being made to upgrade the medical facilities and services in our hospitals. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is one such improvement that I will like to specifically mention and commend the Health Minister and his staff thereon, and that is in regard to the renovations made to wards 1 to 4 in the Tan Tock Seng Hospital. These are third class wards and, after renovations, they acquired such a pleasing appearance and pleasant environment. Everything in the ward is so spick and span, so different from the old third class wards. There are even attractively designed window curtains to match the bright and cheerful surroundings. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I recently visited Tan Tock Seng Hospital during one of my constituency tours, for a moment, I could not believe my eyes that the old dirty-looking third class wards could be so transformed. This improvement is worthy of mention and praise, particularly since it is for the benefit of the third class patients. This is certainly an improvement with a social significance. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Health Minister if other third class wards in the Tan Tock Seng Hospital and other hospitals will also be similarly renovated. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Sir, I would like to thank the Member for Moulmein for the kind words that he has said about my Ministry. It is not every day that I get a bouquet. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have studied the patients who go to our hospitals. We have studied the distribution of their income from CPF returns and understand that about half of them cannot afford to go beyond the third class. I have announced previously that we intend to create different grades of ward charges so that patients can pay according to their ability. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third class or C-class wards are being renovated not only in Tan Tock Seng Hospital but in other hospitals as well. I did a tour of the third class wards of the Singapore General Hospital and I was astonished that no two wards were exactly the same. Every \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 801</b></font> \n  <br> \n  <br> unit has got its own idea of what a ward should look like and I am really disappointed after the tour to find that the third class wards were really very shabby. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will upgrade the atmosphere of C-class wards in the hospitals and at the same time provide other grades of wards so that those who do not feel like going to sleep in a C-class ward can go to a B-2 Ward, B-1 Ward or an A-ward, depending on his ability to pay. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> Sir, in view of the Minister's reply, I beg leave to withdraw. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee:</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K be reduced by $10 in respect of Subhead Code KD-02 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the stress of high-rise living, coupled with the increasing pace of urban life, has brought about many cases of mental illness. These vary from a mild mental breakdown to greater mental stress that requires hospitalisation. As part of the rehabilitative treatment scheme, patients are encouraged to return home for outpatient treatment. This may be a good scheme if the home environment of the patient is conducive for such recuperation. In most cases relatives of these patients accept the advice given by the Woodbridge Hospital authorities, without realising the problems that would crop up later. Some of the patients reside in one or two-room HDB flats. Due to lack of space, some of the patients are left in the corridor of the flats or locked up in the flat. Sir, if a mentally unsound person is left wandering around the corridors of high-rise flats, you will realise the problem it will create not only to neighbours but also to the family as well. Parents living in neighbouring flats will be afraid to let their children play outside the flats for fear of getting themselves hurt. Some naughty children make it a point to make fun of the patients. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wonder whether the Minister could look into the possibility of setting up a sort of half-way house for mental patients that do not \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 802</b></font> \n  <br> \n  <br> require hospitalisation. Such facilities could be located in ideal surroundings to help in the recuperation of the patients concerned. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Sir, it is more and more difficult to find ideal surroundings in Singapore and the ideal of the Member for Toa Payoh, I am afraid, is very difficult to be realised. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to remind him that we have about 2,500 beds in Woodbridge Hospital and occupancy rate is between 90-100%. We have also got a so-called half-way house. It is at View Road Hospital. I was taken to it. They told me it was a half-way house. I discovered that it was not a half-way house but an extension of Woodbridge Hospital. It has got 250 beds. It is rather hard for the staff working in Woodbridge and View Road to have to handle this large number of patients. Let me give the statistics. In 1977, 4,229 were admitted; 4,225 were discharged. At View Road Hospital, 72 were admitted; 49 were discharged. Outpatients in 1977 numbered 62,214. We have got only about 13 psychiatrists to handle them and are also dependent very largely on psychiatric nurses as well as attendants. I agree that it is not an ideal situation to discharge the mentally ill patients into one-room or two-room flats. But the doctors who have discharged them have done so in good faith, believing that the patients have been stabilised on drugs. No patient who is violent will be discharged from the hospital. To-date I have not received any complaint that acts of violence have been committed by a discharged Woodbridge patient. Of course, neighbours do not like to have discharged patients from Woodbridge Hospital staring at them or looking out into space. But I think this is something that we all have to put up with. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Toa Payoh is a high-rise area and it is inevitable, therefore, that patients who are discharged will have to go back home. Relatives and neighbours can help. The Member for Toa Payoh can encourage his constituents to be more friendly to these poor patients who have been mentally ill for some reason or another. But they cannot remain in \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 803</b></font> \n  <br> \n  <br> Woodbridge Hospital till the end of their lives. In fact, the conclusion of the doctors is that permanent institutionalisation in a mental hospital is not the right way. I do not know whether any Member has seen the film, One flew over the cuckoo's nest. It is a good picture. It proves the point that institutionalising a mentally ill patient is not the ideal way of treating mental illness. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee:</b> Sir, in view of the Minister's reply, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K be reduced by $10 in respect of item 1210 of Subhead Code KE-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when reviewing tuberculosis control in Singapore over the years, it seems strange that despite Government's efforts, particularly in the setting up of the Tuberculosis Control Unit and back-up treatment facilities at Tan Tock Seng Hospital, there is no significant fall in the number of cases notified for the last six years. In 1972 there were 3,109 cases, 1973, 3,037, a fall of 72 cases (2.32%), 1974, 3,451, an increase of 414 (13.63%), 1975, 3,097, a fall of 354 (10.26%), 1976, 2,813, a fall of 284 (9.17%), and 1977, 2,747, a fall of 66 (2.35%). \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On examining the total cost for the Tuberculosis Control Unit and the cost of tuberculosis treatment in Tan Tock Seng Hospital as well as other Government hospitals and outpatient dispensaries, the cost benefit of the control programme leaves much to be desired. It appears that the present method of control adopted is extremely passive. Why can the Hon. Minister not set targets for the next six years to reduce the number of notifications to below 2, 00 0 or even 1,000 or less? Can the House be kept informed of the targets? Can the industrial worker population also come under Government hospital surveillance? Is there a check to ensure that all TB cases detected by SATA are notified to TB control unit as required by law? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 804</b></font> \n  <br> \n  <br> \n  <br>7.00 p.m. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Sir, the Member for Potong Pasir has just pronounced the law of diminishing returns. The more you screen, the less you get. I have already given the statistics to the House yesterday when he asked a Question and I presume Members of the House are aware of the problem that he has raised. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SATA is required by law to notify tuberculosis cases that they come across. As the figures show, the number of cases that they have notified has been decreasing, from 470 in 1975 to 325 in 1977. I ought to add that many of these notifiable cases are people who have never had BCG vaccination when they were young. They comprise mainly elderly people and, therefore, it is still necessary to carry on with the tuberculosis surveillance programme. It is important to treat them as early as possible, otherwise they can be an endemic source of infection for the younger children who may even have had BCG vaccination. It does not necessarily mean that every child who has had a BCG vaccination will be immune from tuberculosis. The degree of immunity varies from individual to individual. Therefore, the screening process may still have to be continued. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But as far as the Tan Tock Seng Hospital and other Government hospitals are concerned, the number of people we are screening is coming down. The number of TB cases that we have detected has more or less remained static. We cannot set a target for notifiable cases. If a person has got tuberculosis, then he must go to Tan Tock Seng Hospital for treatment. We cannot have a target and say, \"Well, we will have just so many tuberculosis patients.\" But we can have a target for the number of persons to be screened. That will help us to cut down the cost and, therefore, producing a better return. This is why mass screening has never been advocated in some countries as a means of preventive medicine because the cost is enormous and the result that is produced does not justify the cost. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 805</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But tuberculosis was at one time rampant in Singapore and it was common at that time for mobile vans to move around Singapore to do mass X-ray screening. The pattern of disease in Singapore is changing and it is high time that we reviewed also our methods of tuberculosis control. I will take up this matter with the authorities concerned. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Mr Deputy Speaker, Sir, just a couple of points for clarification. I am just wondering whether or not there is a check to ensure that SATA notifies tuberculosis cases as required by law. When talking about targets what I actually mean is the method of control to ensure that there is a prevention of the possibility of tuberculosis arising from the population. From the figures which the Minister had given to me and which I gave back to the House, we have traced it over six years and unless some effective programmes are instituted by the Ministry of Health, we will see the same number of TB cases with a very slight reduction over the next six years. I am quite worried about it because I have been tracing it for the last 10 to 15 years and I find that the drop has been minimal. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Mr Deputy Speaker, Sir, I do not understand what the Member for Potong Pasir is hinting at. I just do not read him. A private practitioner is compelled to notify tuberculosis cases no less than SATA is. I do not have inspectors to go around to examine the medical certificates issued by SATA and the private practitioners. We do not do that. It is up to the doctors who do the screening to notify any tuberculosis cases. I think that is compulsory. But I do understand what he is trying to aim at. All I am interested in is whether the number of tuberculosis cases notified is coming down or going up. If it is coming down, and even if it is gradual, I am quite satisfied. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Sir, there should be some checks on the private practitioners and SATA because tuberculosis is quite a serious disease. It is a communicable disease, as the Minister is well aware of. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter is the question of the industrial worker population also coming \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 806</b></font> \n  <br> \n  <br> under the Government hospital surveillance. At the present moment I believe most of them go to SATA for their checks. The number of notifications for this disease is quite low indeed when compared to the notifications received from the Government hospitals. I believe the industrial workers among our population are the ones at present contracting this disease. Could the Hon. Minister give greater attention to this matter? \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Toh Chin Chye:</b> Mr Deputy Speaker, Sir, I presume that the Member for Potong Pasir is implying that SATA is not probably reporting all the cases that they have come across. The solution is very simple. I would suggest that the NTUC divert their workers to the Tan Tock Seng Hospital for screening. That will solve the problem. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Mr Deputy Speaker, Sir, I seem to be flogging a dead horse. Anyway, it is the year of the Horse, but then somehow or other it has galloped away! I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $180,400,830 for Head K ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $73,692,900 for Head K ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 806</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L - \n  <br> \n  <br> \n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Yeo Choo Kok (Delta):</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of item 1100 of Subhead Code LA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, we have a foreign service since independence. It seems to me that after more than a decade of independence the Ministry of Foreign Affairs has not been successful in building up a pool of career diplomats to head our overseas missions. Up to now, we have to appoint five elected Members of Parliament to be the heads of about half of our overseas missions. I do not think it is fair to their constituents. Members of Parliament are understandably and popularly elected by their c6nstituents to serve them and not to be elected as Ambassadors. I am afraid that by staying \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 807</b></font> \n  <br> \n  <br> away from the country for two or three years the elected Members may have lost touch with their constituents. In view of this and of the shortage of diplomatic personnel, I would like to suggest that the Ministry consider appointing some ex-Members of Parliament to head overseas missions as is being done in other countries. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have been independent for more than a decade now. Other countries, including fellow member-countries of ASEAN, should have by now clearly understood our thinking and philosophy of running our country. There should be no doubt that Singapore is for Singaporeans. We are our own masters. When we establish diplomatic ties with any country, it is for the good of Singaporeans and independent Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, our diplomatic decisions should not be influenced by worries of being suspected by other countries in the future. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ASEAN Inter-Parliamentary Organisation will function soon. We already have the ASEAN Secretariat and several ASEAN committees. I wonder in what way the ASEAN Inter-Parliamentary Organisation can do better than these other ASEAN bodies in achieving the declared goals. \n  <br> \n  <br> \n  <!-- Mr A. Rahim Ishak (Senior Minister of State for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State for Foreign Affairs (Mr A. Rahim Ishak):</b> Mr Deputy Speaker, Sir, I do not quite agree with the Member for Delta in his statement because it shows a somewhat narrow definition of the role and responsibilities of a Member of Parliament. As I see it, a Member of Parliament must serve not only his constituency but, even more, his country as well. And for a small country like Singapore, living in an inter-dependent world, we have to enlist the goodwill and active interest of other nations, particularly in the fields of trade and industry. This is what an ambassador does or is supposed to do - to win friends and open up economic opportunities in the country to which he is appointed. This requires special skill and aptitude and I would hate to think that Members of Parliament who possess these attributes should be denied the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 808</b></font> \n  <br> \n  <br> opportunity of serving Singapore by strengthening bonds between us and other countries. It is true that this would entail a Member of Parliament being away from his constituency for a few years. But this does not mean that his constituency and its interest are neglected for that duration. Other Members of Parliament take over a Member's responsibilities during his absence. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Delta will recall that the Member for Kampong Ubi, Tuan Haji Ya'acob, who is currently Singapore's High Commissioner to India, was once, before that, posted to the Philippines as an Ambassador. The Member for Ulu Pandan, Dr Chiang Hai Ding, was once the High Commissioner to Malaysia and he will soon proceed to Bonn as an Ambassador to the Federal Republic of Germany. The Member for Braddell Heights, Mr Lee Khoon Choy, was away for a total of 6 1/2 years, first as an Ambassador to Egypt and later to Indonesia. Coincidentally, Mr Deputy Speaker, Sir, the Member for Siglap, was posted to Indonesia as an Ambassador. The records show that the constituencies of the MPs concerned were hardly affected in their absence or since their return. Indeed, in their absence other MPs acting for them had done very well indeed. One criterion can be seen in the results of subsequent elections held while they were still abroad or after they had returned. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then also, it should not be forgotten that some of the MPs serving as Ambassadors have been accredited to more than one country. For example, our High Commissioner to India, as in the past, has been accredited to Bangladesh. Sri Lanka, Iran, Nepal and latterly Mauritius, all for one salary. Ambassadors from among Members of Parliament posted to Indonesia have been accredited to Papua New Guinea. I also recall that the then Member for Hong Lim, while serving as Ambassador in Egypt, was accredited to at least four other countries including Yugoslavia, Lebanon, Ethiopia and Pakistan. I might have missed one or two other Members. I have not the slightest doubt that the hon. Members for Pasir Panjang and Queenstown, who are now \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 809</b></font> \n  <br> \n  <br> absent in this Chamber, would similarly perform their duties with the excellence and ability as Ambassadors as they would be as Members of Parliament. The Member for Katong is now in the Union of Soviet Socialist Republics and from our records he is doing an excellent job promoting relations between Singapore and the Soviet Union. He is also accredited to at least four or five other countries in the Eastern European bloc. \n  <br>7.15 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the other hand, when a businessman is appointed Ambassador, his services are lost to his enterprise for the duration of his absence. So too are members of the University and the civil service when appointed to missions overseas. When Members of Parliament return after an absence abroad, the experience that they would have gathered and the broader views they would have developed will add greatly to their store.house of knowledge, and experience of the House as a whole. Similarly, academics, civil servants and businessmen, after a stint of working for Singapore in foreign countries, bring to their respective areas of activity keener and broader perceptions which they could not have acquired had they only worked at home in Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, five of the 17 Heads of Missions are held by Parliamentarians and I do not think that as a result their respective constituencies have been neglected, simply because other Members have taken on the responsibilities of their absent colleagues. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Delta also touched on the subject of ex-MPs being given a chance to serve as Ambassadors. I do not see any reason why due consideration should not be given to them, but I would rather leave this question to the general consideration of the Cabinet as a whole. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also touched on the question of the ASEAN Inter-Parliamentary Organisation. I remember he asked if there was any activity or any use of this Organisation. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 810</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Yeo Choo Kok:</b> No, Sir, I did not ask that. I asked in what way can it do better than other ASEAN bodies. We do have other ASEAN committees and the ASEAN secretariat. \n  <br> \n  <br> \n  <!-- Mr Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rahim Ishak:</b> As the hon. Member knows, ASEAN is dedicated to economic, social and cultural cooperation amongst its members as enunciated in the Bangkok Declaration of 1967. Subsequently, organisations have been established in addition to the economic, social and cultural objectives of ASEAN. One of these is the ASEAN Inter-Parliamentary Organisation. Having survived for more than 10 years it would only be natural that ASEAN should develop outside its sphere of objectives, which are economic, social and cultural cooperation. I think the first ASEAN Inter-Parliamentary Organisation meeting was held about three or four years ago in a place near Bugor, Indonesia, where it was decided to form the ASEAN Inter-Parliamentary Organisation. Subsequently, two or three other meetings have been held, the last one being in Manila. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Judging purely from the development of regional organisation elsewhere in the world and taking note of the development of the European Economic Community, one cannot envisage, other than economic cooperation taking place in ASEAN, that the establishment of the ASEAN Inter-Parliamentary Organisation would be a natural offshoot of ASEAN itself. But how fast it will develop and what shape it will take would depend, in my opinion, on how ASEAN, as devoted to economic, social and cultural cooperation, develops. I would say that priority would be given and all five members of ASEAN would agree to the original objectives of ASEAN as declared in 1967 in Bangkok. \n  <br> \n  <br> \n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Yeo Choo Kok:</b> Sir, I would like to ask the Senior Minister of State if I am right to conclude from his reply to my question that there will be more MPs to be enlisted in the foreign service in future. \n  <br> \n  <br> \n  <!-- Mr Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rahim Ishak:</b> Sir, I was looking to my right to see if the hon. Member for Geylang West was present, but he is not here. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 811</b></font> \n  <br> \n  <br> Incidentally, the Member for Geylang West has already served in the foreign service. I am unable to say who will be the future ex-Members of Parliament to serve in the foreign service. So it is too early for me to answer this question. Other than the Member for Geylang West, there have been a few who have served in the foreign service, including Mr K.M. Byrne, who was an ex-MP. It cannot be said that no ex-MPs have served as Ambassadors. A precedent has been created. \n  <br> \n  <br> \n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Yeo Choo Kok:</b> Sir, I asked if I am right to conclude from the reply by the Senior Minister of State, that there will be more MPs to be enlisted in the foreign service in the future. \n  <br> \n  <br> \n  <!-- Mr Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rahim Ishak:</b> Sir, the Member for Delta is still an hon. Member, so the question does not arise. If the Member for Potong Pasir's implication is to be accepted, then he was aspiring to be one. \n  <br> \n  <br> \n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Yeo Choo Kok:</b> Sir, in view of the Senior Minister of State's reply, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Lim Chee Onn -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Chee Onn:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of item 3310 of Subhead Code LA-02 of the Main Estimates*. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our foreign policy has been and still is to establish Singapore as a global city while at the same time to stress on cooperation and development with other countries based on principles of mutual respect for each other's independence, sovereignty and territorial integrity as well as non-interference in each other's internal affairs. For this reason, the Ministry of Foreign Affairs may have considered it necessary for Singapore to become increasingly active in international forums and organisations. With such an objective, it is inevitable that our financial contributions to international organisations will increase. However, this alone will not account for the quantum \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 812</b></font> \n  <br> \n  <br> increase of such contributions by 125% to over a million dollars budgeted for the next financial year. There must be a reason for this, and I hope the Senior Minister of State could let us know what it is and reassure the House that this large increase will not become a trend for future contributions. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the importance Singapore places on the need for close cooperation among ASEAN states, especially in trade, economic, cultural, technical and other fields, cannot be over-emphasised. In fact, the Senior Minister of State confirms this. This is, amply demonstrated by the fact that $2.5 million or 26% of the total sum of $9.6 million budgeted for the Foreign Ministry's administration programme has been set aside for the ASEAN Fund. On the other hand, I note that the amount earmarked for ASEAN training awards has decreased by 12 1/2% to $70,000. I would have thought that such awards would form a most excellent vehicle for fostering among ASEAN nationals who are recipients of these awards, a better understanding of one another's social, cultural and economic background. I hope that the Ministry will increase the number of such awards and make them more attractive. By so doing, ASEAN training awards could eventually be transformed into one more ASEAN programme for fostering better understanding among ASEAN states. \n  <br> \n  <br> \n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Yeo Choo Kok:</b> Sir, I am not speaking. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff:</b> Sir, I believe one of the most important norms in international life is the inculcation of understanding, respect and tolerable relationships. To achieve this, we must cooperate with the international organisations on the basis of mutual interest. Along with this, I would like to know: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Is the addition of $555,300 this year due to the rising cost of operation, or is it due to the increase in the number of organisations that we have joined? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) To what extent has this contribution been beneficial to our country and to the member countries of these organisations? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 813</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Sir, I just want to make three very small points. With the Increase in the consumer price index, transportation costs and so on have gone up. Yet Transportation, travelling and communication for FY 77 was $1,037,550 and for FY 78 it has been estimated at $1,014,000. I am just wondering if the Senior Minister of State could let me know - \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Baptist, which item are you referring to? \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Sir, I am referring to item 2150 of Subhead Code LA-02, Headquarters Operations. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> But we are debating on item 3310. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Then I will move to item 3310, Sir. Contribution to the welfare of students overseas has been reduced by $10,000. I am just wondering whether or not we are looking into the welfare of our students overseas. I think it is very important that we maintain a very high standard and that the contribution to them should, in fact, be increased. The students overseas would be able to project an image of the Singaporean, and I hope, that with a greater contribution they will be able to project an image of the rugged, able and resilient Singaporeans. This will most certainly improve our image overseas and will also be able to attract more investment and be of common good to Singapore and its citizens. \n  <br>7.30 p.m. \n  <br> \n  <br> \n  <!-- Mr Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rahim Ishak:</b> Mr Deputy Speaker, Sir, the Member for Bukit Merah has asked about the increased emphasis on ASEAN cooperation and understanding and, in that connection, why the Ministry of Foreign Affairs has not increased the provision of ASEAN training awards among other things. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;ASEAN training awards have been offered annually by Singapore to all ASEAN countries since 1972. As at February 1978, a total of 134 nationals from ASEAN countries have been trained in Singapore under this scheme. These awards are made in areas where Singapore has considerable \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 814</b></font> \n  <br> \n  <br> experience and expertise. Since 1972, both the number of courses and awards have increased. Consequently, the cost of the scheme has also increased. In 1972, we offered a total of 13 courses, 41 places at a cost of $133,055. The corresponding figures for financial year 1977-78 were 03 awards, 202 places with a total value of $202,325. Although there has been an increase in the number of awards taken up by the ASEAN countries, it has not matched the rate of increase in the offers made by the Singapore Government. As a result, budgetary provisions have always been less than the total value of awards. However, should all awards be taken up in FY 78, Singapore will meet the total cost as offered. We hope, of course, to attract more trainees from the ASEAN countries by increasing the choice of the areas of training. For 1978-79, Singapore is offering a wider range of training courses to meet the changing needs of other ASEAN countries. A total of 74 courses with 279 places have been offered. The value of awards, if fully taken up, will total $296,030. In monetary terms, this represents an increase of 41.4% over the previous year. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kolam Ayer asked about the international organisations Singapore contributes to. He wanted to know whether there has been an increase in Singapore's contribution to some of these organisations. What benefits are derived from these organisations? What are Singapore's responsibilities in these organisations? I think it is not very well known that Singapore is a member of 73 international organisations and their related bodies. These are listed in an Annex which could be obtained on request. Singapore's scale of assessment for contribution to the United Nations' regular budget for the triennum 1977-79 was revised from 0.04% to 0.08% in 1976 by the United Nations Committee on Contributions. This represents a 100% increase in our scale of assessment. In monetary ,terms, this amounts to an increase from $319,000 to $716,000. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The expenses of the United Nations are apportioned according to each member \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 815</b></font> \n  <br> \n  <br> country's capacity to pay. The computation of the scale of assessment is based on a rough and sketchy formula. So the 100% increase in our scale of assessment was based primarily on the increase in our GNP, though in our view other factors such as lack of natural resources, high dependency on world markets, are also factors which should have been taken into consideration. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We were dissatisfied with the drastic increase in our scale of assessment and representations were made by us to the Committee on Contributions to revise our scale downwards. Unfortunately, our appeals were not successful. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The increase in the scale of assessment of Singapore's contribution to the United Nations regular budget will also affect our annual membership contributions to the UN specialised agencies, including the International Labour Organisation, the World Health Organisation, the International Atomic Energy Agency and the United Nations Educational, Scientific and Cultural Organisation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By being a member of international organisations, Singapore derives advantages from some of them, while others involve responsibilities without corresponding benefits. For example, as a Member of the International Civil Aviation Organisation (ICAO), Singapore is in a position to safeguard and promote its interests in all matters relating to civil aviation. Our membership in the International Postal Union (IPU) ensures the smooth and expeditious delivery of all mail destined for Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from contributions to these organisations, Singapore has certain obligations and responsibilities to discharge, including training programmes. However, Singapore also voluntarily offers training programmes and other forms of assistance. For 1976-77, we offered 134 places ranging from banking to public works under the ASEAN training awards scheme. The number of awards under the Colombo Plan increased from 300 in 1974 to 1,000 for the period 1975 to 1977. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 816</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example is that Singapore as a member of the Commonwealth Fund for Technical Cooperation also offers training schemes to nationals of the other member countries. From 1974 to June 1977, 78 of these training courses were taken up. That would give an idea of the reasons for our contributions and benefits we have derived. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir has asked about transportation, travelling and communication. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> No. He questioned on the reduction of contributions for overseas students. \n  <br> \n  <br> \n  <!-- Mr Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rahim Ishak:</b> If I heard the Member for Potong Pasir rightly, he raised the question on the increase in transportation, travelling and communication. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I ruled him out of order. I allowed his question on the reduction of the contributions to the welfare of students overseas, Subhead Code LA-02, 3310, item (a). \n  <br> \n  <br> \n  <!-- Mr Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rahim Ishak:</b> Yes. Sir, it is not because of the lack of interest in the welfare of students who are pursuing courses of study overseas. But there have been attempts to streamline expenditures with a view to saving on expenditure in the way of direct mail and other literature which are meant for their reading while overseas. There have also been savings in the honourary student advisers' honorarium and entertainment allowances, for example. Financial assistance for student associations in Australia, New Zealand and the United Kingdom has also been looked into while amenities like newspapers, journals, recreational facilities and subsidy to students in the United Kingdom have also been considered. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, there is the question of financial assistance and amenities to other students overseas of other students' associations. In the course of budgeting for the subheads, I have mentioned, there would appear to have been some savings which the Member for Potong Pasir has questioned about. The Member was wondering why there has been a decrease, Is that right? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 817</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rahim Ishak:</b> As I have said, in the process of streamlining the expenditures, a slight decrease has come about. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Sir, the Hon. Senior Minister of State did mention something about international organisations and he mentioned specifically the ILO. I am just wondering what sort of advantages we have derived from the ILO. Could he elucidate? \n  <br> \n  <br> \n  <!-- Mr Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rahim Ishak:</b> Mr Deputy Speaker, Sir, the Minister for Labour is not here to give the Member for Potong Pasir an answer which probably will satisfy his question and interest. The ILO has direct relations with the Ministry of Labour. As far as the Ministry of Foreign Affairs go, I think it is more in the way of the maintenance of our officer and his small mission in Geneva. In fact, our man in Geneva is not wholly attending to ILO matters. He is there more to represent us on the matters of trade and commerce and the promotion of our economic interests. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Sir, does the Ministry of Foreign Affairs not make contributions towards the ILO? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Fong Sip Chee</b> rose - \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Fong, you do not have to answer. The Member may have the opportunity of raising the question later on. \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee (Senior Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Parliamentary Secretary to the Minister for Labour (Mr Fong Sip Chee):</b> Sir, it is under the Ministry of Labour, Subhead Code MA-01, item 3310. The hon. Member for Potong Pasir should have filed an amendment under this Subhead. I am afraid it is too late for that. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> It is all right. Mr Lim. \n  <br> \n  <br> \n  <!-- Mr Lim Chee Onn -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Chee Onn:</b> Sir, in view of the explanation given by the Senior Minister of State, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $37,927,120 for Head L ordered to stand part of the Main Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 818</b></font> \n  <br> \n  <br> \n  <br>7.45 p.m. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 818</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head M - \n  <br> \n  <br> \n  <!-- Mr Tan Cheng San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Cheng San (Paya Lebar)</b>( \n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head M be reduced by $10 in respect of item 1100 of Subhead Code MA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In recent years, the National Wages Council recommendations for wage increase have greatly enhanced the remuneration of our workers and have raised their standard of living. This shows the success of tripartite cooperation among the workers, employers and the Government. It has gained the support of all our people. Owing to worldwide economic recession, many advanced industrial countries are faced with the serious problem of unemployment. The trade unions in these countries then applied pressure on their governments so much so that their governments have to adopt protectionism to limit the outflow of capital. In order that our nation can maintain a profitable trade internationally and continue to attract foreign technology and investment, our NWC have repeatedly urged those concerned to seriously raise the productivity of our workers. In NWC proposals last year the scheme for the implementation of penalty for demerits and awards for merits was brought up. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are a democratic socialist Republic carrying out the policy of \"From each his best; to each his worth.\" The proposals of our NWC are therefore correct. This is one way that our nation can continue to be prosperous. Our NTUC has set up a Productivity Consultation Department to assist the smooth implementation of plans to raise productivity, and also to give consultation services where required. Our trade unions have also included in their draft collective agreements clauses relating to the system of awards and penalty. However, regrettably, some employers have rejected the proposals of our trade unions. What they are interested in is only to deduct the pay increase of employees whose services have fallen below \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 819</b></font> \n  <br> \n  <br> standard. They are not interested in the scheme giving rewards to those who have shown good performance. In other words, the employers are merely taking advantage of NWC's proposals beneficial to them but rejecting those parts sharing the fruit of prosperity with employees who have contributed to it. This kind of action has directly or indirectly affected adversely the morale of those employees who work diligently. Therefore, I hope the Minister will take note of this unreasonable attitude and find a way to remedy it. \n  <br> \n  <br> \n  <!-- Mr P. Govindaswamy -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Govindaswamy:</b> Sir, I wonder why the Work Permit Office and the Marriage Approval Section for non-citizens wanting to marry Singapore citizens insist on permanent residents of Singapore to get the re-entry permit issued by the Immigration Department on the Passport before considering any applications. Sir, there was a case where a permanent resident's re-entry permit had expired for just one or two days. Because he had no intention to leave the State, he did not apply for a re-entry permit. But when he applied for approval of his marriage to a Singapore citizen, he was advised by the Marriage Approval Section that he must get a re-entry permit endorsement before making his application. This requirement also applies to permanent residents whose work permits have expired and who want to renew them. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the permanent residents are not leaving the country. why must they apply for re-entry permit? When this question was posed to the officers of the Immigration Department, they claimed that they did not know what the Labour Ministry's requirements are. Could the Minister enlighten why a re-entry permit is necessary for permanent residents who do not intend to leave the State when they apply for approval of marriage of Singapore citizens, and also when they apply for renewal of their work permits? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second topic is on the exodus of low-skilled workers seeking employment around the Middle East countries. We cannot \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 820</b></font> \n  <br> \n  <br> prevent our workers from seeking employment elsewhere. Many of them think that the pastures are greener over there. Is the Minister aware that this exodus has created some domestic problems? Many of our workers think that the working conditions are easier and salaries are higher in those countries. Because of family quarrels and other domestic problems, they take advantage of the situation and quietly leave the country without even informing their families too. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past we have heard of professionals emigrating to Australia, Canada and so on. But today we are facing a different problem; the lower income group of workers are also leaving the country. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We seem to have a shortage of labourers in our construction industry and we are liberal in permitting non-citizens to work in this field. Yet we find some of our lower income group of workers leaving their steady jobs for better employment elsewhere in other countries and creating family problems. I wonder whether the Minister is aware that there are syndicates cashing in on, this, by falsely promising our workers better employment in those countries? It is also reported that some of these, groups have made Singapore a meeting place for recruitment of foreigners and some of the foreigners too have been stranded here. Could the Minister explain what are the Ministry's views on this grave matter? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wonder whether the Minister would give his blessing to workers taking up part-time jobs after their normal duty hours. Quite often, we find the lower income group of workers illegally seeking employment after office hours, simply to supplement their income so as to settle their debts, or keeping the family ahead and many other reasons best known to them. These workers are indeed doing an honest job, but under the employment service, workers are generally not permitted to take up part-time employment. Teachers are allowed to give part-time tuition during the evenings and so forth. I do not see why permission is not granted to the lower income group to do part-time work, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 821</b></font> \n  <br> \n  <br> especially when we are short of workers at the moment. Could the Minister elaborate on this subject? \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, time is running out and therefore I hope to utilise the next few minutes and spare the Minister the opportunity to answer till the next session. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question of manpower requirement for the Singapore labour force is a subject which has attracted a fair bit of attention from all quarters, including attention from related Cabinet Ministers. This problem was again highlighted sometime in August last year when the Prime Minister went to town on the subject of local workforce and their preference for soft jobs. There was the observation that in certain sectors of the construction industry there was almost a complete 100% preportderance of immigrant workers. An observation was made that we have now become totally dependent upon these immigrant workers for employment which requires a lot of hard labour, exposure to the sun and rain; employment where there is a certain amount of inherent risk to body and limb. At the same time it was also an observation that our local workforce tends to choose easy soft jobs, preferably in air-conditioned rooms. It is my feeling that if this air-condition comfort mentality were to persist, we are likely in the future to continue to depend on immigrant workers to run certain vital aspects of our total industry programmes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past we made great play of the question of bad influences from the immigrant labour force. There were lots of talk that this immigrant workforce was unaccustomed to our local habits, traditions, local work discipline, the non-compliance with certain local requirements, like keeping Singapore clean and green and gracious. In fact, there were certain unpleasant matters which were at one stage or another pinpointed at this workforce. I would like to ask the Minister responsible if, in fact, these accusations were true. If they were not true, perhaps we should play down this negative aspect from the immigrant workers. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 822</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to turn to another question which seems quite pertinent at this point of time. As Singapore continues to seek higher skills to upgrade its technology both in industry as well as in other areas, we seem to face now a real shortage of skilled labour. If we continue with our local educational programmes to produce skilled labour and yet unable to meet the requirement of skilled labour, what then are the answers? Are we going to attract skilled labour from foreign countries? If so, what then will be the offers to such skilled labour from other countries? We recognise, even today, lots of problems in our conduct of \"meet-the-people\" sessions when our local work people are exposed to a good number of foreign workers, somewhere in the region of 100,000. Inevitably there will be this social interaction, friendship leading up to love and perhaps marriage. If we continue to depend on immigrant workers, are we not going to be faced with these similar problems? Again, to attract the skilled labour, we have to make terms of employment, perhaps terms of residence, the question of housing and the right to marry locals and so forth, to the extent that we are able to attract such workforce from other countries. I would like therefore to seek the Minister for Labour's views on the points I have raised. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Sir, I believe that at this point of time, I can raise the question that I wanted to on the ILO because it comes under the Minister's Head. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes, Mr Baptist. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> Sir, ILO is an international organisation. It is tripartite. I believe we make contributions towards the ILO. I am wondering if we are getting any advantages from these contributions that we make. In addition to that, I notice that time and time again when we have conferences in Geneva, either Government representatives or employer representatives are not around. It is the solo trade union representative or just coupled with Government. At one stage when I went there, it was just myself and the Government representative. The employer's representative was not to be seen. I am just \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 823</b></font> \n  <br> \n  <br> wondering that if we do not attend these meetings how can we consider it an advantage to be in ILO? Do we really have an advantage from it? Why are we contributing to it if we do not have an advantage? If we are contributing, why do we not attend these meetings? It befuddles me. I cannot fathom why so much money is paid into the organisation. I hope the Minister can clarify the situation. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Order. Moment of Interruption. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 824</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Rahim Ishak -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rahim Ishak:</b> Sir, I beg to report that the Committee of Supply has made progress on the Main and Development Estimates for the financial year 1st April, 1978 to 31st March, 1979, and ask leave to sit again tomorrow. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Deputy Speaker:</b> So be it. \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr A. Rahim Ishak]. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at Eight \n  </div> \n  <div align=\"right\">\n    o'clock p.m. \n  </div> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 825</b></font> \n  <br> \n  <br> \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1978/19780314/19780314-HA-0370825.htm\">Number of confirmed cases of notifiable industrial diseases, Amount of Compensation Paid</a> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 826</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 827</b></font> \n  <br> \n  <br> \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1978/19780314/19780314-HA-0370827.htm\">Table - SCHOLARSHIP AWARDS</a> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 828</b></font> \n  <br> \n  <br>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
