{"memberId": null, "volumeNo": "38", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "5", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"4\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"38\"> \n  <meta name=\"Sit_No\" content=\"5\"> \n  <meta name=\"Sit_Date\" content=\"1979-01-12\"> \n  <meta name=\"Start_Col\" content=\"169\"> \n  <meta name=\"End_Col\" content=\"214\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">4</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">38</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">5</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">12-01-1979</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 169</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FOURTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 38</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 12th January, 1979</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Ahmad Haleem (Telok Blangah). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Ang Nam Piau (Thomson). \n  <br>Mr Ivan Baptist (Potong Pasir). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law, the Environment and Science and Technology and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Education. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Mr Bernard Chen (Radin Mas), Minister of State, Ministry of Defence. \n  <br>Mr Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs and Education. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 170</b></font> \n  <br> \n  <br> \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Goh Chok Tong (Marine Parade), Senior Minister of State, Ministry of Finance. \n  <br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Ho Kah Leong (Jurong). \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Hwang Soo Jin (Jalan Kayu). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Farrer Park). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Lee Yiok Seng (Bukit Panjang). \n  <br>Mr Lim Chee Onn (Bukit Merah), Mr Lim Kim San, D.U.T. (Cairnhill), Minister for National Development. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Yeow Chong (Mountbatten). \n  <br>Mr Ngeow Pack Hua (Boon Lay). \n  <br>Dr Ong Leong Boon (Kim Seng). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Acting Minister for Culture. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 171</b></font> \n  <br> \n  <br> \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister for Culture. \n  <br>Mr Phey Yew Kok (Boon Teck). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Haji Rahmat bin Kenap (Geylang Serai). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Haji Sha'ari bin Tadin (Bedok). \n  <br>Mr Sia Kah Hui (Upper Serangoon), Minister of State, Ministry of Labour and Government Whip. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer). \n  <br>Mr Tan Cheng Sen (Paya Lebar). \n  <br>Dr Tan Eng Liang (River Valley), Senior Minister of State, Ministry of Finance. \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker. \n  <br>Mr Teo Chong Tee (Changi). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 172</b></font> \n  <br> \n  <br> \n  <br>Mr Teong Eng Siong (Sembawang). \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mr Yong Nyuk Lin (Geylang West). \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr S. Dhanabalan (Kallang), Senior Minister of State, Ministry of National Development. \n  <br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Defence. \n  <br>Mr Jek Yeun Thong (Queenstown), Minister. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister Encik Othman bin Wok (Pasir Panjang), Minister. \n  <br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs. \n  <br>Dr Toh Chin Chye (Rochore), Minister for Health. \n  <br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 171</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4> \n  </div> Under the provisions of clause 2(d) of Article 30 of the Constitution of Singapore, I have granted permission to Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister, to be absent from the sitting of Parliament today, the 12th January, 1979. \n  <br> \n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody> \n    <tr> \n     <td width=\"70%\">&nbsp;</td> \n     <td width=\"30%\"> \n      <div align=\"center\">\n        YEOH GHIM SENG \n      </div></td> \n    </tr> \n    <tr> \n     <td width=\"70%\">&nbsp;</td> \n     <td width=\"30%\"> \n      <div align=\"center\"> \n       <i>Speaker</i> \n      </div></td> \n    </tr> \n    <tr> \n     <td width=\"70%\">&nbsp;</td> \n     <td width=\"30%\"> \n      <div align=\"center\"> \n       <i>Parliament of Singapore</i> \n      </div></td> \n    </tr> \n   </tbody> \n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 172</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <b>RESIGNATION OF MR ONG SOO CHUAN,</b> \n  </div> \n  <div align=\"center\"> \n   <b>MEMBER FOR NEE SOON</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Announcement by Mr Speaker)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> I have to inform hon. Members that at 1.50 p.m. today, I received a letter dated 8th January, 1979, from Mr Ong Soo Chuan resigning his seat in Parliament as Member for the Electoral Division of Nee Soon. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In accordance with clause (2) of Article 30 and clause (4) of Article 91 of the Constitution, the seat of the Member became vacant with effect from the aforementioned time. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 173</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT MOTION</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of the Speaker and the general assent of Members present, Motion made, and Question put. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the Standing Orders, this House do adjourn at 4.30 p.m. today.\" - [Mr E.W. Barker]. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 173</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>PRESIDENT'S ADDRESS</h4> \n  </div> \n  <div align=\"center\"> \n   <b>Debate on the Address</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Third Allotted Day)</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [10th January, 1979]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the opening of the Second Session of this Parliament.\".'. - [Dr Lau Teik Soon]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>2.36 p.m. \n  <br> \n  <br> \n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Soo Khoon (Alexandra):</b> Mr Speaker, Sir, you will recall that yesterday I was about to turn the heat on when I was guillotined by one of those very sharp and precise cuts for which you are well-famed for not only in this House but also outside this House. Nevertheless, let me assure you I am not deterred and I shall proceed now with my subject most vehemently. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was lamenting on the lack of enlightenment on the part of some of our Ministers, and I refer right now, in particular, to the Honourable Minister for Education. In the Year of the Horse, his Ministry galloped through the months announcing change after change, causing major upheavals to our educational system, and leaving everyone breathless and asking: what next? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, pre-primary education, then extended primary education, extended pre-university education. Even the Ministry of Defence wanted to get into the picture as their Minister and his officers trooped into the Ministry of Education headquarters last August, ostensibly, as we are told, to look \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 174</b></font> \n  <br> \n  <br> into the education system to cater for the average and slow learners. We do not know what has happened to this team but from the grapevine we hear that the military people have retreated to their own headquarters. Then, as if in a last spurt towards the finishing line before the year was out, the Ministry of Education in December suddenly came out with a series of changes: streaming of pre-university students into 2-year and 3-year courses, creaming the top 8% of primary six school leavers into nine elite schools, Special Assistance Plan, immersion classes - all these in the month of December. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was not enough that the Ministry hurried along its way. It expected parents and children to possess the same swiftness that their officials, perched in their lofty nest on top of Kay Siang hill, display in dishing out their edicts. In five short days parents had to make the crucial decision on whether or not they should send their children to the top nine schools. In five short days parents had to make decisions which would affect the destinies and future of their children. And yet these five short days were, in the words of the Hon. Senior Minister of State for Education, \"the maximum time we have on our hands.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But that is not all. As if to show that it had still not run out of breath, the Ministry of Education kicked off the new year by suddenly announcing the appointments of vice-principals. And, as if to prove a point again, those designated to be vice-principals were informed of their appointment only on the eve of the opening of the new school year. The reason for the late posting, as we are told, was to ensure that those who are being posted as vice-principals would not wash their hands off their old schools during the holidays. So it seems the Ministry cannot even trust those whom they are elevating to positions of greater responsibilities, amongst one of which is to look after the finances of the schools! And look what has happened because of this last-minute flurry. Some schools did not receive the school transfer list when they re-opened on 2nd January; time-tables had to be re-drawn; chaos prevailed as one valuable week in the school year went by \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 175</b></font> \n  <br> \n  <br> in many schools with hardly anything being taught. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do not quarrel with the objective of the Ministry of Education to raise the level of bilingual competence in our school children. But what we are against is the indecent haste with which measures are announced and implemented. Not one of those changes of the year gone by was announced in Parliament. Even stranger was the fact that the Ministry could not have waited to incorporate the last lot of changes in its Addendum to the President's Address. The Ministry will probably say that it could not wait because it wanted to implement the changes in time for the new school year. I suspect the reason is that it wanted the proposed changes to avoid the close scrutiny of Parliamentarians and so chose to hide behind the more comfortable way of issuing press statements. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But surely it is better for us to have time - and I say even if we have to wait till next year to implement the changes - let us have the time to carefully ponder over and weigh the decisions that are being made and which would have untold repercussions on the destinies of our young ones in whose hands lie the future of our nation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would be unfair to label all these changes as experiments as many have, but that is the impression the Ministry of Education has created by its sporadic display of dramatic announcements. Let us stop causing unnecessary anguish to parents and to school children who are today clamouring for a clear picture as to what is going on. Let us stop throwing our young ones into a state of utter confusion. Let the Government come out with its full programme on education. Let someone put the whole picture in its right perspective. Present a white paper if you like, as my Friend, the Member for Kampong Kembangan, has stated. Let it be debated upon inside and outside this House. Let the different shades of opinion be vigorously voiced so that Backbenchers can play their role and prove to the gentleman from the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 176</b></font> \n  <br> \n  <br> Straits Times that there is no \"lack of fire in the bellies of Parliamentarians.\" \n  <br>2.40 p.m. \n  <br> \n  <br> \n  <!-- Mr Ngeow Pack Hua -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ngeow Pack Hua (Boon Lay)</b>( \n  <i>In Mandarin</i>): Mr Speaker, Sir, first allow me to support the motion moved by the Member for Serangoon Gardens thanking the President for his speech. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to touch on the question of education. \"1978\", as the Member for Moulmein has also said, \"was a year in our educational history with most numerous changes.\" Since March last year when the Prime Minister appeared twice in the TV forums, many people expected some changes in Education. But very few people expected the changes to be so drastic. First, we saw new students of Nanyang University and University of Singapore together in the joint campus. According to a Government announcement, the purpose of a joint campus is to allow Nantah students to be immersed totally in an English-speaking environment. Then there was the Government announcement of the Pre-primary course, and following this the Prime Minister suddenly announced the appointment of the Deputy Prime Minister to head a group of professionals to study the education system and its changes. Up till today, although the Government has not announced their proposals, obviously, we have seen many drastic changes in education; such as the announcement of the nine elite secondary schools and the sudden announcement of the revised pre-university syllabus. Under this new system, there will gradually be no more pre-university classes in non- English schools. This is also aimed at improving the students' standard of English in an English-speaking environment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In less than one year we have seen so many great changes. These many changes have caused parents to be jittery and teachers to \"lose their heads\". In Singapore now we might have the impression that everything here is stable except education. The education system and teaching methods keep on changing, although the declared aims of education remain unchanged. Today, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 177</b></font> \n  <br> \n  <br> although bilingualism still remains as our educational aim, its nature is somewhat different. The Addendum talks of how to raise the standard of English of non-English school pupils by the fastest means, which I agree. Although the point has been stressed in the Addendum on Education, there is no mention as to how to strengthen the teaching of mother tongue in English schools. It stressed that equal exposure time will be accorded to pre-primary classes for the two languages for the sake of bilingual proficiency. However, it is silent on how much exposure time will be accorded to the teaching of the mother tongue in higher classes; at best it merely says vaguely that it will be flexible according to individual cases. There is nothing definite about how to balance between studies and E.C.A. In fact, the success of bilingual education depends on the teaching of mother tongue in the English schools. By encouraging the 8% to be proficient in bilingualism in the nine elite schools, is the Government relaxing on the requirement for the rest? If we are unable to achieve proficiency in the teaching of the second language, why do we allow secondary students to learn German, French or Japanese? It would be better for us to allow them to study their mother tongue and English well, instead of a foreign language. It may be too early for them to take up a foreign language when the Government has not formulated any definite exposure time for the teaching of the second language even after a long period of research on it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Education Ministry's Addendum stressed that one of the aims of education is to inculcate Asian values. And the Culture Ministry's Addendum stressed that the aim of Culture is to preserve our traditional values and norms and to provide the cultural ballast for our young people so that these values may not be eroded. Now, traditional values are inseparable from traditional culture which is inseparable from language. Our mother tongue is either Malay, Chinese or Tamil. In order to preserve the traditional values and culture we must preserve and master our mother tongue. To transmit traditional values through English will be as ineffective as to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 178</b></font> \n  <br> \n  <br> scratch one's foot with the boot on. So it is necessary to reassess our present education philosophy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our schools, we now have a system of elite education. A group of elite students are gathered together for special attention. Is it good for the developmental objectives of our country? Have we fully considered the consequences of this type of education? The 8% students may have high regard of themselves and there may be bred in them a superiority complex. What about the 92% students and their parents? What would they think? Can we judge the potentials of a child from the results of his primary schooling? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A review of our educational policies and measures since independence clearly show us that we have committed the error of pressing too hard for our objectives. This error or ailment still exists today. Everybody agrees to raise the standard of English in non- English schools, but it is something that cannot be achieved overnight. However, the Government is trying to achieve it in the shortest possible time and by the fastest possible means. Students in the morning session will have to a\"end English classes in the afternoon. In announcing this measure, has the Ministry of Education forgotten about its former long-standing policy of paying attention to ECA? After reducing the extra-curricular activities to the minimum, after sometime will we turn back to the importance of ECA? Although the Minister did openly declare that there was no change to the ECA policy, the Ministry has not announced any measures as to how to balance studies with ECA. For example, there was a time when the post of principal did not receive the importance and respect it deserved. Only school inspectors were regarded as true Government officials. Now it is different. In addition to a principal, there is going to be a vice-principal. We agree that in a school, the principal has a position and power, and he should be sufficiently remunerated. But we must also be careful not to create a new type of bureaucracy in the schools. Whatever the changes, the principals and teachers are all educationists. If we delineate the positions of the principal, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 179</b></font> \n  <br> \n  <br> vice-principal, senior teachers and ordinary teachers too clearly, then the schools will be like other Government departments and the students will be treated as members of the public. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have been harping on the need for the next elite leadership. But a country cannot depend on a few elites for its survival, nor does the success or failure of education depend on how many elites we have cultivated, but on whether we have generally brought up citizens who are useful and duty-conscious. Maybe the present Government is too investment conscious, equating education to business investment and expecting quick returns. We should focus our sight further and not expecting any results too soon. So should it be with education. There is a saying that it takes a century to cultivate a person. It is difficult to translate the spirit and connotation of the saying. But this goes to show that traditional values and language and culture are inseparable from one another. Of course, we agree to the bilingual policy of the Government and that the students should be proficient in English, but we must also raise their standard in mother tongue adequately. Bilingual education takes time and requires patience and effort. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion moved by the Member for Serangoon Gardens. \n  <br>2.50 p.m. \n  <br> \n  <br> \n  <!-- Haji Rahmat bin Kenap -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Haji Rahmat bin Kenap (Geylang Serai)</b>( \n  <i>In Malay</i>): Mr Speaker, Sir, I support the motion moved by the Member for Serangoon Gardens thanking the President of the Republic of Singapore for his Address delivered at the opening of the Second Session of the Fourth Parliament on 26th December, 1978. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Addendum on the Ministry of Social Affairs, mention is made regarding the development of mosques undertaken by the Ministry of Social Affairs in conjunction with the Muslim Religious Council (MUIS). In this \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 180</b></font> \n  <br> \n  <br> respect, it would be appropriate for me to congratulate the Hon. Acting Minister for Social Affairs and the Muslim Religious Council, Singapore, on their painstaking efforts in bringing to fruition the erection of three mosques in the three new towns at Toa Payoh, Queenstown and Jurong. And I believe that similar efforts are being pushed ahead in other new towns. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Support and donations from the Muslim community towards the construction of these mosques by way of CPF deductions or through the Muslim Religious Council are most encouraging. This is a manifestation that mosques are regarded with affection by the Muslims of Singapore and hopefully mosques of improved design and quality will be built in future. Mosques are not only utilised for religious service by Muslims, but they also symbolise that the freedom to practise the Islamic faith in Singapore still prevails. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that the new mosques have been built, I consider it essential that MUIS lays down guidelines to regulate and ensure that the activities to be conducted in these mosques follow the correct teachings of Islam, as otherwise the sanctity of these houses of God would be sullied. Mosques should not be treated as community halls or community centres. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is incumbent upon Muslims to revere mosques just as it is their obligation to regard with respect and reverence our Prophet Muhammad (Peace be on Him). In this connection, I would urge the Hon. Acting Minister for Social Affairs, himself a Muslim, to prevail upon the Muslim Religious Council and other Muslim organisations to accord proper respect in the course of celebrating the Prophet's Birthday. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Muslims in Singapore are disheartened because the Prophet's Birthday celebrations are being held in hotels. They should be held at suitable locations befitting the occasion or, alternatively, in the premises or precincts of mosques, because we now have at our disposal new mosques costing millions of dollars to build which are equipped with modern amenities. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 181</b></font> \n  <br> \n  <br> \n  <br>2.55 p.m. \n  <br> \n  <br> \n  <!-- Mr P. Selvadurai -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Selvadurai (Kuo Chuan):</b> Mr Speaker, Sir, I also support the motion standing in the name of the Member for Serangoon Gardens, and I express my sincere congratulations and best wishes to the President on his re-election for another term of high office, wishing him also continued good health for many years to come. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we as a nation have reached a crucial stage once again in our progress towards a modern, stable and open society in which our people are able to organise their work and pleasure in safety and relative freedom. That we have been able to build up economic resilience in the context of a hostile environment and at the teeth of communist violence without at the same time having to jettison the democratic procedures of Government is no mean achievement. The test of strength between us and the communists is a continuing one, with no sign of abatement but with every danger of the contest becoming complicated by the dramatic changes that have taken place in the power structure of the Indo-Chinese states. It is important that we, as a people, understand the implications to our security of the cynical roles played by the big powers supporting the different parties in the Indo-Chinese conflict. In the final analysis, the sufferers in all such conflicts are the ordinary people. The harrowing conditions of the peoples of the Indo-Chinese states have been documented from time to time by the international press. This is the fate that we have been mercifully spared. It bears repeating that side by side with our swift social and economic progress we have also preserved our basic democratic liberties, and that had we failed and the communists taken over, the cruel fate that befell the gentle and peaceful people of Kampuchea would have overtaken Singapore as well. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, I should refer to a curious and ironical episode that recently became a part of the Kampuchean tragedy. Hon. Members will recall the international campaign of denigration and vilification \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 182</b></font> \n  <br> \n  <br> conducted by a tribe of European intellectuals against Singapore's success in development. One such intellectual who had been championing the cause of the Kampuchean communists in international forums came to grief at Phnom Penh in the hands of the very people they have characterised as liberators. This is indeed a Southeast Asian reality which the political leadership that is to guide the destiny of Singapore in 1980's would have to measure up to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hon. Members would perhaps agree that the task ahead and the prospect are not enviable ones, particularly when it is also realised that the governance of Singapore must continue to be carried out openly and democratically. It is in this context that ASEAN is relevant and important. It must stand the test of facing and balancing the emergent Indo-Chinese power structure both on political and economic terms. Further, the world economic recession that is still with us has provided an added reason for the need for ASEAN uniformity in its dealings with the protectionist and parochial trends that are shaping up in the economic policies of the major democracies. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is here a contradiction, to use a polite term, between the words and deeds, the protestations and practices of our trading partners in the EEC, Australia and the United States. The recently concluded air transport agreement between Australia and Britain is the latest manifestation of this trend. Yet we have heard declarations from time to time by leaders from the EEC, the United States and Australia and elsewhere that the collective viability and strength of ASEAN were relevant to the ultimate security of the major democracies of the world. But side by side with these statements, we have also had the activities of the trade unions of these developed countries designed to hamper, if not, prevent the economic regeneration of the developing countries. This contradiction must be combated and the protectionist tide stemmed; otherwise the nascent and growing industries of ASEAN must suffer. This is not a compassionate world. The answer lies in our collective strength. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 183</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, much will be said in this House in the forthcoming Budget debate on the state of our education system. Hitherto, our education policies were fashioned on an ad hoc basis to meet acute political issues. Only now are we taking the first steps to evolve a national integrated educational system. The tension that still exists between the different language streams of education must be resolved if there is to be orderly and peaceful social progress in Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The various Ministerial Addenda have outlined the directions which Government policies would follow in the future. The implementation of these policies would itself provide the critique to these policies. At that stage, Mr Speaker, Sir, no doubt questions would be raised in this House. \n  <br>3.00 p.m. \n  <br> \n  <br> \n  <!-- Dr Ow Chin Hock (Parliamentary Secretary to the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Parliamentary Secretary to the Minister for Culture (Dr Ow Chin Hock):</b> Mr Speaker, Sir, I rise to support the motion standing in the name of the hon. Member for Serangoon Gardens thanking the President for his Address. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Presidential Address on 26th December, 1978, the situation in Kampuchea has taken another turn. Another phase of prolonged, bitter and probably violent conflict in Indo-China may have just begun. All non-communist countries in the region are concerned. At least no one has adopted the attitude of Ge an guan huo (&nbsp;&nbsp;&nbsp;&nbsp;), meaning \"Watching the fire from the other side of the river\", as the fire could easily spread across the river. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Government will try to find appropriate measures, through diplomatic and other means, in conjunction with other ASEAN countries, in dealing with this new situation. Our soldiers and civilians alike should be more alert and keep track of the developments in Indo-China. While we should have continued confidence in our future and not panic nor be unduly alarmed, we should nevertheless be psychologically and mentally prepared for the eventuality if \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 184</b></font> \n  <br> \n  <br> the situation takes its worst turn. The plight of the Indo-Chinese refugees should clearly demonstrate to our people that it is better to sacrifice ourselves in defence of our system and what we have achieved for ourselves and the future generations than to be overrun and ruled by the communists. If the latter sad state ever occurs, the choice confronting the people will be either \"to suffer or to die, or both.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our economy is closely linked with the economies of the United States, Japan and the EEC countries. Many economists forecast a downturn of the US economy and that it is likely to occur in the second half of 1979. With the US economy in recession and given the OPEC oil price increase of 14.5%, it is doubtful whether the Japanese and EEC economies will achieve their targeted growth rates. With a lag of two to three months, our economy will perhaps feel the pinch in late - 1979 or early 1980. To partially offset the recession, the Government may have to intensify the construction programme of the economic and social infrastructures, including redevelopment of old HDB housing estates. The direct effects of the oil price increase on our economy may be felt even earlier: the prices of fuel and goods and services which utilise oil and fuel as inputs, including electricity, are likely to go up. Our people must be prepared to put up with another round of inflation and should further economise the use of energy and power. However, with the resilient factors already built in our economic system and the experiences gained in coping with the economic crises caused by the slumpflation in the world economy in 1974-75, we are confident that our economy should be able to achieve a reasonable growth rate in the next few years. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Presidential Address has also identified \"the next political leadership\" as one of the three key factors which \"will influence events.\" Unlike the first two factors, this is an internal problem. Given the apathetic attitude and the apolitical mentality of our population, and bearing in mind the high standards required of our political leaders, it is by no means easy to recruit the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 185</b></font> \n  <br> \n  <br> right people into politics. With the possible crises lying ahead of us, the minimum acceptable standard (or \"melting point\" as it is called), required of our second echelon political leaders in terms of their capability, commitment and integrity should not be compromised. An alternative lies in the repoliticisation of our population so as to widen the catchment. There have been calls for more younger people, particularly professionals and intellectuals, to join the constituency organisations and participate in their activities and to discuss and comment on current policies. To some extent, there have been some response. However, definitely more need to come forward. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The mass media, at the same time, could play a constructive role towards this end. I notice recently that the editorial comments of the major newspapers have been more stimulating and at times rather critical of some Government policies. The Ministry of Education has surely got more than its share. RTS has also telecast debates, forums and discussion programmes on the so-called \"more sensitive\" issues and topics. Perhaps the mass media could invite views on the more important topics from the readers or audience, providing a forum for serious and in-depth discussion rather than commenting on RTS programmes all the time. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We, on the other hand, should be more tolerant of the different views which come in the form of constructive criticisms. We should trust our mass media men to know what are and what are not damaging to the country's image and its social stability. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to retain the able administrators in our public sector and to attract young talent into it, a revamping of the rewards and salaries of senior officers in the public service are both necessary and desirable. By the same token, teachers at all levels - schools, colleges and tertiary educational institutions - deserve upward adjustments in their terms and conditions of employment. The quality of teachers is the most important factor in determining what type of Singaporeans we produce from our education system. We should realise that our educational system is required not only to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 186</b></font> \n  <br> \n  <br> train enough technocrats to run our economy and administrative apparatus but also to produce future leaders and good citizens. Viewed in this light, shortage of devoted and qualified teachers at all levels could prove to be equally critical in the long run as the loss of administrative and other talents in the public sector. I therefore submit that it is just as important, if not more so, that the subsequent revisions of rewards and salaries should also be extended to teachers at all levels. Of course, I am aware of the inflationary implications of the proposed salary revisions for teachers. However, what needs to be done has to be done. In order to alleviate the inflationary effects, the revisions have to be carefully timed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from their terms and conditions of service, the social status of the teaching profession needs to be enhanced. Quite a few of my colleagues back in the University have complained of their unpleasant encounters of all kinds with our administrators in the public sector. \"Academic\" has been equated with \"not practical\" and ideas from academicians are too often and too quickly dismissed as \"wishful thinking\". Research and surveys are often commissioned to substantiate pre-determined concepts, but not to refute them. Such arrogant and unfair attitudes towards University dons and researchers by our top, and the not-so-top, administrators have to be changed. Similarly, at the school level, Ministry of Education officers and parents should accord proper respect to our teachers who have been urged to regard teaching not just as a job but a vocation. It is only fair that in return, they are not regarded as mere digits in the system, to be analyzed by the systems engineers, but as sensitive human souls. We have been talking about inculcating Asian values. One of the traditional norms in Asian values is a respect for teachers. Have we all forgotten what zun shi chong dao (&nbsp;&nbsp;&nbsp;&nbsp;) means? \n  <br>3.06 p.m. \n  <br> \n  <br> \n  <!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Seah Mui Kok (Bukit Ho Swee):</b> Mr Speaker, Sir, I would like to join my colleagues in this House in thanking the President for his speech delivered at the opening of the Second Session of the Fourth \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 187</b></font> \n  <br> \n  <br> Parliament on Tuesday, 26th December, 1978. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the last General Election was held on 23rd December, 1976, and the PAP won all the seats in the 69 constituencies. This year there will be by-elections for seven constituencies and I hope the opposition parties will join the contest. According to the Press, they intend to do so. I would like to repeat what I said in Parliament on 15th February 1977 [Hansard Vol. 36, No. 4, col. 166.]. and I quote: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\". . . . the so-called opposition parties will have no chance to win a seat in Parliament. They can come into Parliament provided they can do what the PAP Government has been doing or if they can do better than us. I believe it is not possible for them to do so and the people of Singapore have no confidence in them. So there will be no MP from the opposition parties again.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even in the coming by-elections, all the opposition parties will lose and PAP will win all the seats again because the people of Singapore have full confidence in the leadership of the PAP for its continued achievements in maintaining peace and prosperity. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to refer to the Ministry of Labour Addendum to the Presidential Address. The workers are quite aware that the world economic outlook remains uncertain, especially with the pressure for protectionism in several countries and the OPEC oil price increase of 14.5% spread over 1979. NTUC leaders and its affiliated union leaders would like to assure the Government that we will continue to support industrial peace and orderly wage increase. We will also work harder to achieve economic and industrial growth and to increase productivity. We will encourage our workers to go for further studies to increase their knowledge, gain more experience and develop higher skills. We also fully support tripartite cooperation for the sake of national peace, progress and prosperity. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers on their pan must also realise that with any increase of productivity and profit, they must reward their workers with \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 188</b></font> \n  <br> \n  <br> promotion, better wages and bigger bonus or annual wage supplement. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am glad that the Government is considering implementing the CPF insurance scheme \"to provide better protection for members' families in the case of early death in employment and will also cover outstanding payments due on HDB/JTC flats of deceased members.\" I hope that at a later period the insurance scheme will be extended to cover children's tertiary education as well as payments due to private housing. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to \"the possibility of using CPF savings for other justifiable purposes\", may I suggest that in the event of prolonged unemployment due to sickness, such as cancer or leukaemia, a certain percentage of his CPF savings should be released on a monthly instalment basis so that the worker need not have to seek a loan. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the change in the Workmen's Compensation Act \"to provide fairer compensation for injured workers and dependents of deceased workers and to ensure the speedy payment of compensation through better administration and enforcement\", NTUC and its workers will give full support. I hope there will be a substantial increase in compensation for the injured workers. The compensation they get will never be equal to the pain and suffering the injured workers have to endure. The Ministry of Labour should expand its facilities in training workers who have been disabled in industrial accidents. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it was mentioned in the Addendum that \"the Employment Act will be reviewed in the light of its administration and the changed circumstances since its enactment.\" If the amendments are fair and reasonable, NTUC and its affiliates will accept them. If they are restrictive to the workers' welfare, we will strongly object. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to touch on the Addendum on the Ministry of Defence. I am happy to learn that \"the build-up of the Singapore Armed Forces is practically complete and the task is to improve the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 189</b></font> \n  <br> \n  <br> quality of our personnel.\" I believe it is necessary to get the best quality personnel for the SAF. May I also suggest that this quality should include good character, high morale and humanism. SAF officers and NCOs should not be too harsh in enforcing disciplinary action to the extent of causing death as happened in two cases when the officers responsible were punished accordingly. I hope such shameful and unfortunate incidents will not happen again. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, according to the Ministry of Health Addendum, \"diseases precipitated by personal habits and stresses of modern living are increasing\", such as lung cancer, coronary heart disease, hypertension and mental diseases. It is quite shocking to learn that hospital admissions for mental illness rose from 2,707 in 1973 to 4,229 in 1977, an increase of 56%. Psychiatric outpatient attendances increased from 28,138 to 62,214 over the same period, an increase of 121%. Sir, the increasing number of people suffering from lung cancer, coronary heart disease, hypertension and mental diseases causes great wastage of manpower and money to got them well again. Also more money is required to build more hospitals to take care of them. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully support the Ministry of Health's plan to hold a National Health Campaign in 1979, with great emphasis on health education, and this should involve students in the secondary schools as well. We cannot afford the present great waste of manpower and we have to stop the increase in the incidence of lung cancer, coronary heart diseases, hypertension and mental illness. There is no doubt that the causes of mental illness and heart diseases are due to the stresses of modern living. Perhaps making the people understand the various religions, and make them learn something about the various diseases and how to take precautionary measures against them, as well as taking physical exercises, will help them to be healthier and stronger. The TV and radio can also play an important part by publicising talks and advice given by our doctors, surgeons and religious leaders on \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 190</b></font> \n  <br> \n  <br> how to achieve peace of mind and so be healthy and strong. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the Addendum on the Ministry of the Environment, I agree that there are enough hawkers in Singapore. There are 27,544 licensed hawkers in 1978. I would request the Government to give sympathetic consideration to allocating a certain number of hawker stalls for people between the ages of 50 and 60 years old, who are healthy and strong, determined to earn a living as a hawker rather than depend on Social Welfare Public Assistance Allowance. Some of them even help to support their grandchildren. It is a most pitiful sight to see hawker inspectors taking their goods away because they have no licence, thus depriving them of an honest way of earning a livelihood. I sincerely hope something will be done for these old people. At present, there are 160,000 people aged 60 years and above. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now refer to the Addendum on the Ministry of Social Affairs. It is heartening to learn that \"extensions are planned to accommodate the aged destitute, the disabled and the helpless\" in the newly opened home for destitutes at Chia Keng and that the able aged in the Woodstock Home will be encouraged to take up employment. I hope more homes will be built for these aged destitutes, the disabled and the helpless old people. They are the ones who are really in need of shelter and daily food. Also, the younger people should take care of their aged parents rather than sending them to the Homes for the Aged. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am quite confident that we can achieve the 6 to 8% economic growth for this year so long as there is industrial peace and tripartite co-operation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Vietnam and Kampuchea fighting is still going on and I hope the United Nations Organisation will be able to help them resolve the conflict as soon as possible. ASEAN countries should maintain the non-alignment policy and not take sides with any big power in the Vietnam and Kampuchea conflict. All ASEAN leaders should meet to discuss the Vietnam and Kampuchea conflict \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 191</b></font> \n  <br> \n  <br> and to find ways and means to stop it from spreading to ASEAN countries. Our Foreign Minister is now in Bangkok attending the ASEAN Foreign Ministers' meeting. The United Nations Security Council has agreed to hold a public meeting on the situation in Kampuchea. Also ASEAN leaders have to prepare and plan on how to meet the situation if the Vietnam and Kampuchea fighting spreads to Thailand and other neighbouring countries. We should get the views of the leaders of America, Japan, Britain, Australia, New Zealand and the European countries on this matter. However, ASEAN leaders have to guide the ASEAN people to do the right thing and be self-reliant because ASEAN cannot rely on any one power. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the PAP Government is fully aware of the importance of a good political leadership, especially the need to train the younger leaders to take over when the older leaders gradually retire and give up their responsible positions and power to them. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully agree with the opinion of the President that several younger Members in this House have shown that they have the capacity to meet the intense demands of leadership. From my observation in this House, I would like to add that they have the good qualities of leadership, such as integrity, dedication, commitment and willingness to shoulder responsibility. I am confident that in 10 years' time, under the training and guidance of the present senior leaders, the younger leaders will be able to assume full responsible leadership in the Government. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker, Sir, I would like to join my colleagues in this House in congratulating our President for being re-elected to serve another term of office. and I wish him many, many years of good health. \n  <br>3.20 p.m. \n  <br> \n  <br> \n  <!-- Mr Lim Chee Onn -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lim Chee Onn (Bukit Merah):</b> Mr Speaker, Sir, I rise to fully support the Motion moved by the hon. Member for Serangoon Gardens in expressing our thanks to the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 192</b></font> \n  <br> \n  <br> President for his Address at the Opening of this Parliament. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My colleagues who have spoken before me have reminded the House of the political and economic threats which have a tremendous bearing on how we will fare over the next five to ten years. They have urged that our Government should bring its mind to bear on these problems. In fact, it is imperative that we must be prepared to face these challenges squarely if we are to enjoy continued stability and prosperity. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The younger generation of workers, professionals, and even politicians, have grown up and developed in a period of peace and prosperity. They have not had the opportunity to savour the strife and obstacles that challenged our early leaders and workers. It was through battling these obstacles against overwhelming odds that moulded and tempered our present group of political and trade union leaders. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question has often been asked whether our next generation of political and union leaders have the resilience, tenacity and sense of purpose, traits which are the hallmark of our present leaders, to overcome the trials and tribulations ahead. This question will continue to be asked, but unfortunately there are no ready answers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It will be folly to deliberately recreate the battle conditions just to put the second generation of leaders through a baptism of fire, to identify the sheep from the goats. At the same time, there will always be the nagging doubt as to what these budding leaders are made of unless an answer is found for the question. For this reason, the next three to five years will be crucial ones in deciding the success or otherwise of our leaders' efforts in resolving the succession problem, not only in the political field but also in the trade unions as well as in the civil service. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But one thing is clear. The type of problems which the next generation of leaders have to grapple with will be no different from those which the present leaders encountered during the past 14 \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 193</b></font> \n  <br> \n  <br> years. These problems can be summarised into two questions. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, how to make Singapore a better place to live in, given the limited 225 square miles of land we found ourselves on and a multi-racial population of 2.3 million; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, how to maximize the economic value of our limited land area and resources, and how to increase the capacity and output of the population by education, social organisation and national solidarity. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Only the circumstances in which these problems have to be resolved have changed. Externally, the Southeast Asian and East Asian political landscapes have changed dramatically. ASEAN states have now recognised that ASEAN cooperation and solidarity has become an imperative for continued peace and prosperity in the region as compared to the gingerly approach to the organisation by the five component states not ten years ago. The post-Vietnam era has brought with it many changes, both pleasant as well as unpleasant ones. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the economic front, subscribers to the free trade principle seem to be losing ground rapidly to the protectionists. Problems of unemployment, inflation and politics in the developed countries have encouraged them to adopt short-sighted policies. Being an open economy, we have to take corrective and preventive measures promptly and accurately. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Domestically, the scenario has also changed significantly. The high unemployment rates in the 5O's and 60's have given way to a nearly full employment situation. The changes in the population structure and income levels have been equally dramatic. Gross Domestic Product at current prices increased from $1.9 billion in 1959 to $15 billion in 1977. During this period, the population grew from 1.6 million to 2.3 million. This resulted in the per capita GDP in current prices increasing by over 400% from $1,200 in 1959 to $6,490 in 1977. Income levels have also improved substantially judging by the CPF statistics. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no doubt that the milieu in which the second generation leadership have to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 194</b></font> \n  <br> \n  <br> work is totally different from that which existed in the early days of our nationhood. The question is not just survival. Singapore has survived from the political and economic pressures of the 5O's and 60's. The now considerations are: how to survive better, achieve better standards of living, improve the quality of the people and the environment, and to build a more secure future. It is clear that the people will no longer be contented to have more of the same, whether they are HDB flats, public toilets, social and health services, education or even our defence forces. Higher expectations are part and parcel of successful development. However, if unaccompanied by a willingness to work hard for them or to temper them with realism, these expectations will just remain as expectations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the pitfalls of being successful is that one soon quickly forgets the unsatisfactory and undesirable situation that prevailed before we achieved success. The toil and sweat that gave us our today seems to be something which have existed in the dim and distant past. Something which is to be forgotten, the sooner, the better. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the feeling of complacency and well-being will be the first of many obstacles which the second generation leadership has to overcome. They will be under constant pressure to adopt new strategies and more productive policies so as to improve the overall performance of Singapore. The Addenda to the Presidential Address of the various Ministries have outlined their respective policies to achieve this objective. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The acid test of the younger generation of leaders will be whether they are able to generate continually new visions for Singapore, internally, regionally and internationally. \n  <br>3.30 p.m. \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist (Potong Pasir):</b> Mr Speaker, Sir, my wholehearted support goes to the Motion of Thanks to the President standing in the name of the Member for Serangoon Gardens. I am also assured of the backing of the community leaders of Potong \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 195</b></font> \n  <br> \n  <br> Pasir and its constituents who elected me as their PAP Member of Parliament in 1972 with a majority of 3,808 votes, 64.82% of the votes cast, and again in 1976 with a majority of 6,415 votes, 72.93% of the votes cast. The people of Potong Pasir will most certainly return the PAP candidate contesting in the impending by-election in Potong Pasir with a thumping majority. All this is due to the able leadership provided by the Prime Minister and his Cabinet colleagues who have fashioned Singapore into a place that we Singaporeans are proud to live in, comfortable surroundings with the minimum of encumbrances, jobs easily available for those willing to work hard, just and fair policies and a multi-racial society living in peace and harmony. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, much still needs to be done to ensure a better future for the people. The three major factors, mentioned by the President in his Address to the House on the 26th December last year, that will influence events and help shape the deliberations of this session of Parliament must be closely considered. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A 6-8% economic growth can be possible if hard work is coupled with an increase in productivity, quality and reliability in Singapore products and services. Realistic wage increases which will not price us out of the international market is essential. Wise consumer spending too will tip the balance in our favour and local products must gain more acceptance among Singapore consumers to achieve favourable trade balances. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The conflicts to the North of Peninsular Malaysia must necessarily put us on special guard. There is a need for added vigilance against communist infiltration and influence. Our defence mechanism will also have to be enhanced. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the consideration of the next political leadership, utmost caution is favoured. Over the next few years the injection of talent into the political arena could be problematic. Leadership potentials can only be recognised if the more calibred \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 196</b></font> \n  <br> \n  <br> expose themselves through community work. But unless greater rewards are fashioned and linked to performance, ability, loyalty and drive, the calibred would not be easily forthcoming. An acute political sensitivity is critical in the make-up of the next leadership, parallel to grassroots support which must be speedily developed. This cannot simply be done. One cannot with the wave of a magic wand, or any other such magical instruments that have recently been developed in this day and age of electronic surprises, turn a technocrat into a political leader with ready-made grassroots support. The principle of osmosis applies to fluids and never to human beings. So, most certainly proximity and affinity will not give rise to a finished product with the desired quality and reliability. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the interim period, regular boosters have to follow the first inoculation which presumably has been given to each and every potential. These boosters in the form of tried and tested men, acceptable to the present leadership, with all the ingredients of leadership except physical age to sustain them for the next two decades, have an all important role to play within the next few years to develop our present potentials and the ones who come into the political scene in the very near future. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The support of national-minded administrators working not only for fair monetary rewards but also for self-satisfaction is a necessary ingredient. It is befuddling that monetary rewards are being considered only for the fortunate few. Are the contributions of the others unworthy? Or is the discrimination purported to cause disconcertment among those left out so that they would, as a result, sit at their desk, buying time, and earning, as the Malays would call it, gaji buta. Fair is fair, Sir, and rewards pegged on whatever criterion must be made available to all and sundry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member of Parliament, the Backbencher, also has to play a major role in carrying through pragmatic and realistic Government policies. Debate in Parliament will have to see sharper rapiers used skilfully on the younger Government Benchers who \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 197</b></font> \n  <br> \n  <br> are being considered for future political leadership. With the fading out of older Members, good Members of Parliament are also needed to fill the gap, with a genuine concern for the people, their constituents and their problems. And problems are taken to Members of Parliament at Meet-the-people sessions. Some of them fail to realise that these people, because they are unable to solve their own problems or seek solutions from any other persons, come to the MPs to unload their problems. Many must realise that these loads must be carried by the MPs on their shoulders and solved to the best if their abilities. All MPs cannot expect to move across the House and allow Government Benches to take complete control. So it is essential that we have good MPs, but they are not readily available. Many men who are willing to come into the political arena set their sights to being more than MPs, which is unfortunate. Without the MP the debate is obliterated, and without the debate the House does not exist. So we MPs, Backbenchers, are very important people indeed. Speak we must, and speak well, reflecting our constituents' views for, are they not the ones who cast their votes to have us represent them in this august Chamber? Whilst on this subject of MPs airing their views, Sir, may I quash talk among some in the population that MPs are told what to say in Parliament. We MPs are not dictated in what we say. For the last 6 years 4 months and 11 days, I said loud and clear what I felt in and out of Parliament, reflecting the problems of my constituents and the workers of Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another factor which influences MPs to aspire for more is public opinion. I never felt a lesser man or a lesser parliamentarian. Government must realise that the Backbench cannot be depleted of its talents. During my term and a half in Parliament I have seen many a good MP cross the Floor. Unless it is Government's intention to choke debate with its attending consequences, which I explained earlier, rewards in some form must follow to ensure that good MPs are retained on this side of the House. MPs' allowances are paltry compared to the work that they are doing - meet-the-people sessions, once, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 198</b></font> \n  <br> \n  <br> sometimes twice a week, from 8 to 10 o'clock or even 11 o'clock during crises like resettlement, fire, flood, etc. MPs have to work almost round the clock, meetings of the Citizens' Consultative Committees and their subsidiaries, management committees, residents' committees, associations and all the rest, the walkabout in the constituency. Let me illustrate the walkabout. I know, Sir, you are quite familiar with it and you are getting quite tired listening to all the chores that MPs have to do. The walkabout comprises not only knocking on doors of flats, speaking and shaking hands with constituents, listening to their problems. It also means the tedious task of opening lifts and looking whether there is liquid or foreign matter in them. That is how these problems are brought up in the House and taken up with the Minister for National Development, looking at drains and complaining to the Minister for the Environment; and other heavy tasks indeed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Permit me, Sir, to tell this anecdote which I read sometime ago but cannot remember its many details or where I read it. It was on a survey carried out on MPs' salaries in certain countries in a region. They varied so greatly that the lowest paid could be likened to a putt-putt Honda, because that is all they could afford to buy, and the highest paid, to a stately Rolls Royce. I would not like to embarrass those concerned. So I would not name the countries and the region involved. But the analysis, Sir, is that if you pay peanuts then you get monkeys. We most certainly do not want monkeys in this Parliament, and I can assure you, Sir, I would not vote for one to represent me even if he carried the PAP ticket: and I am a very loyal member of the Party. So I hope, Sir, in the formulation of policies for the coming year, consideration will be given to enhance the allowances of our poor Backbenchers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in raising the standard of living of our people, it is just as important to consider their quality of life. Intelligence and skills must be enhanced through a system of education that can filter off the least significant attributes of individuals and build on their strong points. In this area the ITB \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 199</b></font> \n  <br> \n  <br> and the AEB have a positive role to play. With the base of the pyramid narrowing due to the success of our family planning programmes, additional efforts should be made to recoup the loss in quantity for quality. Adverse effects could arise from the lack of environmental control and inadequate national programmes. Industrial development with industries requiring higher labour skills would, of course, provide a better wage level thereby achieving the desired standard of living and quality of life. But care has to be-taken to ensure no possible resultant dangerous condition from a comparatively small quantum of investment committed. The manufacture of ionization smoke detectors, for instance, does not seem to be favourable when comparing the quantum invested, the skill content and the jobs made available, as against the possible dangers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ionizing radiation is a potential serious hazard. Control over any source can be maintained but there are possibilities of sources being lost, as was illustrated recently in the National Iron and Steel Mill instance. And in Singapore, a small country with one of the highest population concentrations in the world, any calculated risk in the area of accidental radioactive contamination must be avoided at all costs. It would be of national benefit to have the Radiation Protection Inspectorate of the Ministry of Science and Technology playing a significant role in determining for the Economic Development Board any potentially dangerous industry utilising sources by studying the danger against investment factor. Inspections, safety precautions and the like should not be their only role. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, resettlement has always been a trauma for the people. They are uprooted from their homes, familiar environment and social ties. Often-times there is a lack of consideration in carrying out resettlement. Some semblance of concern will go a long way to lessen the trauma. In addition, pains should be taken to avoid transferring those affected to areas great distances away from their places of work and school. It must be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 200</b></font> \n  <br> \n  <br> remembered that most of those affected are squatters who, in the main, come from the lower income brackets. Additional expenditure in transport to and from work, school, etc, can punch big holes in their pockets. The people in Kolam Ayer, for instance, which is part of Potong Pasir constituency, being resettled are asked to go all the way to Ang Mo Kio when readily available are flats in the Kolam Ayer, Geylang and Kallang Bahru areas and others in the vicinity. Why cause hardship to those who are already finding life quite difficult? More forward planning will most certainly alleviate this problem. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the increase in tourism to an expected two million this year will make it more economically beneficial for the population. To encourage more tourists to visit our island Republic, we must ensure that they are treated fairly by our trading community. Fair trading legislation along the lines of the United Kingdom and Australian Acts, properly modified to suit our context, and a Small Claims Court will give additional boost to the tourist industry. In addition, Singapore consumers will profit from the legislation, the Small Claims Court and an increase in tourist numbers. I had occasion to raise the question of setting up a Small Claims Court in this very House sometime ago. This was turned down by the Attorney-General's Office who claimed that the Magistrate's Courts would suffice. Does Government not realise that legal costs are escalating and the money spent on engaging a lawyer to make claims for products purchased at prices below $1,500 is far from its worth? The cost deters wronged consumers from taking action against entrepreneurs. This puts the business community in an advantaged position and is almost a licence for malpractices. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, safety training and education has to form an integral part of apprenticeship and employment. Most workers in Singapore enter complex and dangerous working environments with little or no training in safe working practices. Safety courses for professional safety officers can quite easily be made available. It is just a matter of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 201</b></font> \n  <br> \n  <br> instilling in employers the grave necessity for safety training and education and legislating requirements as a last resort if they fail to comply. If workers were trained and educated in safety at work, the accident incidence and severity rates would most certainly reduce. This was clearly illustrated at the recent Spyros disaster inquiry where quite a number of the workers were not aware of safe working practices. Once workers have been trained and educated in safety, refresher courses at regular intervals would ensure the maintenance of safe working practices. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the traffic problem has been somewhat contained with the introduction of the Area Licensing Scheme and other measures that illustrate Singapore will be a country for people and not cars. But traffic jams, when they occur, cause much annoyance and loss of productive time. Many of the reasons for traffic jams are due to accidents and mechanical or electrical faults in vehicles. The blockage by the vehicles is worsened if these vehicles are large and bulky, mainly transport vehicles, buses, trucks and so on. Would it not be sensible to remove the vehicles involved in the accidents speedily? This would cause lesser problems and alleviate the chaos of a traffic jam which could result in greater suffering. On one occasion, a man died as a result of a heart attack in a bus caught in a traffic jam because it took a very long time for action to be taken to have the accident vehicles removed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, mechanical and electrical faults develop in vehicles as a result of poor maintenance. I believe this sort of problem will keep on increasing unless Government takes action to ensure proper maintenance of vehicles. Rules and regulations could be easily written into the Road Traffic Act and action could be taken against individuals in the form of fines, for the duration of time that their vehicles have caused traffic jams or are parked blocking traffic from moving. (I had hoped that, with a decrease in the number of cars, it would be more pleasant to drive.) Most certainly therefore it would be of advantage to deter people from causing \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 202</b></font> \n  <br> \n  <br> traffic jams due to poor maintenance of their vehicles. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to touch on the subject of pensioners. I did bring it up in the House sometime ago by asking a Question for Oral Answer but the reply was very unsatisfactory. The cost of living keeps increasing. This is an admitted fact and pensioners need to go on living, and hospital bills too build up. They can go to Government hospitals (the Hon. Minister for Health is not here) but sometimes the treatment is of a very low standard. So instead they prefer to go to the private practitioners. Many private practitioners are making a lucrative trade and the reason is that the Ministry of Health cannot catch up with them in providing better services. So all this causes much hardship to the poor pensioners. I hope the Minister for Finance will rethink this, although I have heard that the Ministry has already a fixed mind about not increasing the quantum of pensions for the poor old people. It appears to them that they have become useless to our community. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this point of time, Sir, may I crave your indulgence and that of the House, as this is my last discourse in Parliament, to express my gratitude to the tolerance shown by you, Sir, whenever I rose to make what I feel is a necessary and worthwhile contribution. Many do not. I also appreciate very much the forbearance of the Government Benches when I unleashed my criticisms against Government policies and the Ministries under their charge. Some described my debate as verbal diarrhoea. But I chose to reflect my constituents, the workers and the consumers' problems conscientiously and never minded the authoritative censures. I enjoyed thoroughly the joustings with the Hon. Ministers, especially the ones with the Hon. Minister for National Development who, in his generous moments, awarded me bouquets; the Hon. Minister for Health who was always forthcoming with brick-bats and disparaging my understanding of the English language; and the Hon. Minister for Law, the Environment and Science and Technology, and Leader of the House who, by-the-by when I stepped into Parliament a greenhorn, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 203</b></font> \n  <br> \n  <br> taught me the ropes. I still have not learned them. There are many other Hon. Ministers and if I start mentioning them, Mr Speaker would say that I am contravening Standing Orders for speaking more than an hour. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am also most grateful to my Backbench colleagues for their support and will find it impossible to forget them, especially the Member for Jalan Kayu whose wise guidance was rewarded by my treatise in the House either lulling him to sleep or transporting him into a lecture theatre; the Member for Kim Seng whose heckling never produced the desired results; the Member for Moulmein who rarely thought my debates were worth any salt but stayed in the House to listen to them anyway and read them in the press and in Hansard, and the Member for Kallang, who is also the Senior Minister of State for National Development, who deserted me - he was seated here before, Sir, - for the Government Bench because he believes familiarity breeds contempt, in me or him, I leave that to your better judgment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Your patient and learned guidance, Sir, in my more than six years as a Member and the much that I have gained in the House cannot be forgotten and will most certainly serve me in good stead for a lifetime. I am indeed fortunate to have been given the opportunity by the PAP to serve on the Legislature in Singapore. The accrued benefits cannot be realised. I will remember my parliamentary days with nostalgia and will find great difficulty forgetting the most wonderful times I have had in the House and in the Members' Room where the debate continued with greater verve and frivolity due to the total absence of Standing Orders. The Hon. Prime Minister did intimate that the Standing Orders are archaic and tailored much too much to British taste, so for enthusiastic debate we decided not to bother too much about modifying them to suit the forum in the Members' Room, chaired most of the time by the Minister for Home Affairs and Education. And, of course, what led to more rapid cut and thrust, tainted with rowdy-dowdy behaviour, was the absence of a judicious \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 204</b></font> \n  <br> \n  <br> and able Speaker we are so fortunate to have in the House. My main opponent invariably was the Senior Parliamentary Secretary to the Minister for Labour who, not satisfied with the chastisement he renders me in the House with his lucid tongue, continues in jocular derogation in very unparliamentary lingo in the absence of the Sergeant-at-Arms, in the Members' haven. But little does he realise that Chief Thunder Cloud is always listening. But debates in the House, Sir, cannot but be orderly and disciplined unless we would rather imitate the disorder in the Lok Sabha. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will also miss the Parliament staff from the Clerk down as they have always been most considerate and helpful. May I also, Sir, take this opportunity to record a vote of thanks to the community leaders of Potong Pasir who gave voluntarily and gratis their time and untiring efforts to assist me in my work for the people of Potong Pasir. And, of course, my gratefulness to my constituents in Potong Pasir who gave me a chance to serve them by voting me in as their PAP Member of Parliament in 1972 and 1976. I feel like a heel having to leave them but the constraints are overwhelming. I hope they try to understand. I am sure the people of Potong Pasir will return in the forthcoming by-election a PAP candidate who is more worthy than I am to serve them. \n  <br>4.02 p.m. \n  <br> \n  <br> \n  <!-- Mr Ahmad Haleem -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ahmad Haleem (Telok Blangah):</b> Mr Speaker, Sir, I rise in support of the Motion moved by the Member for Serangoon Gardens. I heartily support the call of the Acting Minister for Social Affairs to \"get people out of their cocoons, to develop community spirit and pride in their nation\". When the CCCs were first formed, they served the need to foster closer relations between the people of the various communities, clans, associations, kampongs, etc. But with high-rise living in our modern housing estates, such associations have become somewhat dislocated and less effective in the re-creation of similar associations in the new living environment. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 205</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The move to form residents' committees is timely. But residents' committees are formed to cater for upwards of 1,000 units of flats, whereas the previous kampongs and villages comprised only 100-150 households. I feel that the residents' committees alone will not be able to provide adequate impetus to promote the aims of an integrated society, simply because their area of responsibility is too large for volunteer work and thus they will be too remote from the individuals they seek to motivate and serve. Each block of flats has between 76 and 290 units. Therefore, we can consider each block as a kampong. What could be better than to encourage the residents of each block to form individual committees to promote neighbourliness and mutual help, to enhance security and safety and to encourage cleanliness. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;People living in housing blocks are more willing to come forward and volunteer their services if they can see immediate benefits to themselves, their families and their homes. This has been my experience in Telok Blangah for the past 18 months. A total of 54 Block Committees needed to be formed. Of these, 14 have already been formed, 25 are in the protem stage and the remaining 15 are in the pipeline. The ratio is roughly one committee member to 10 units of flats. There is no shortage of volunteers. Many who have come forward are professional men, lawyers, accountants, senior executives, company directors, officers from the Army, Police and Customs, teachers, clerks, etc. A measure of the success of these committees can be gauged from the following examples. One block of 96 units organised a children's Christmas party last year and they got every child in the block with at least one parent or relative to take part, a total of 140 children. Another block of 76 units organised a get-together for the block and 160 persons took part. There are many other examples I could quote. People do want to be neighbourly but many need a bit of help to get started to overcome their initial reservations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From these Block Committees, members of the residents' committee and the CCC can be selected who are thus truly grassroots \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 206</b></font> \n  <br> \n  <br> leaders of the community in day-to-day contact with the people. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would now like to take this opportunity to thank you, Sir, for your kind indulgence, the Clerk of Parliament, members of the staff, the press, and Members of this House, for all their help during the past two years. \n  <br>4.05 p.m. \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee (Senior Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Parliamentary Secretary to the Minister for Labour (Mr Fong Sip Chee):</b> Mr Speaker, Sir, I am not easily caught tongue-tied, but after listening to the speech by the hon. Member for Potong Pasir I rise with a very heavy heart to address this House. Permit me to go through the formalities by saying that I also rise to associate myself with the sentiments of all Members here in thanking the President for the speech he delivered on behalf of the Government at the opening of Parliament on 26th December last. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Subjects dear to my heart may be too near the volcano. You have heard me for several years - I seldom mince my words. But I believe this is what a Member of Parliament should be. In this respect, I give my full respect to the Member for Potong Pasir. In his six years in this House (he has given us the exact number of months and days) we have enjoyed his debate. He spoke with all sincerity, honesty, fairness, except to me, once in a while when he found it extremely delightful to throw one or two brick-bats at me. I assure the Member for Potong Pasir, Mr Speaker, Sir, that I too enjoyed that very much. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, at the opening of the First Session, the Prime Minister spoke, against all Standing Orders, for 3 hours and 36 minutes, The Member for Potong Pasir threatened in the Members' Room, chaired by 'Mr Speaker' of the Members' Room, the Hon. Minister for Home Affairs, that he would speak here for 3 hours and 37 minutes. He was quite prepared to take you on, Sir, on Standing Orders, because he wanted to quote from Hansard, but he chose not to do so. He wanted to leave behind a lasting, lovable impression of the Member for Potong Pasir. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 207</b></font> \n  <br> \n  <br> We will all have him in our minds. The Prime Minister gave a citation on each and every Member here at the induction of the 11 new Members - new blood, and for their benefit, and whom the Member for Potong Pasir has described, they are not totally deprived of grey matter. Some of them have crossed the Floor and joined us here - some more visibly than others! (You know what I mean, Sir). This year we have the Member for Potong Pasir also giving us his citation of the performance of a good number of hon. Members. I am glad to be included; so are those he mentioned earlier. We have the same nostalgia. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the hon. Member for Potong Pasir has done exceedingly well. I have said that he spoke with honesty, sincerity and frankness. Even today, Sir, he spoke with his usual eloquence, flair and flamboyance. We know what his heart is. We know his feelings. But he did not let us down except in the last few moments, I noticed when I quickly changed my glasses to look at him, that perhaps his eyes were a little wet. Apart from the Member for Moulmein and a good number of others I can also claim to know the Member for Potong Pasir very well. I spoke to him only two nights ago. You will have to pay the Parliament servants for overtime work because we stayed back very late, Mr Speaker, Sir. Please approve it. I know the Member's problems. It is sad for the people of Potong Pasir to lose the good services of this man. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I cannot go on, as the Prime Minister did last year on what the Member for Potong Pasir has just done, naming hon. Members for fear of being invidious. But I think I need to mention one or two other names, Sir, because all of us had stuck together even when our minds were engrossed in state affairs. Of course, the reporters complained that this year's debate was devoid of fire and pyrotechnics. Perhaps on Monday, although I am not giving notice, Sir, I might be able to fire just a small cracker. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, while I stand and speak here. I notice the very noticeable absence of a few \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 208</b></font> \n  <br> \n  <br> Members on the Front Bench on the other side. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Geylang West has been more than a Minister to me. He guided me. His cheerfulness and strong sense of humour have shaped my personality. I think it is only fair that some Members should stand up today and say a few words for those who are leaving us. Maybe this is the reason why the House has been a little bit quiet in all these days of our debate. It is because we spoke - and I hope I speak the mind of all hon. Members when I say that - we have spoken with a heavy heart. I had a chat with the hon. Member for Geylang West two days ago. Permit me, Sir, for breaching the Standing Orders if I call him Mr Yong Nyuk Lin. Even then I could sense the intense feelings in him, not because he is leaving this House but because he was looking back on what we had done. I may be breaching a gentleman's etiquette if I mention my private conversation with him, but I feel it is worthwhile for all of us to listen to it. He gave of his best. He took the worst criticism, including my own at one time. I disagreed with him in some of his policies, but not his personal self and the way he has been treating us. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember how we went through difficult days. We went through two riots. I had the unpleasant task of organising tours to the constituencies. We toured 51 constituencies in four days. We had to meet the Citizens' Consultative Committee members and the management committee members which were not fully functioning at that time. We had to set up goodwill committees. We had to get down to the ground to talk to the people. Members here who had gone through that phase will remember those days. I remember on one occasion at the Victoria Theatre, I had to organise a meeting of the key people in the various constituencies, mainly the Chairmen of the CCC and other community leaders, including leaders of civic organisations. Under those circumstances the organisation was, of course, not at its best. I was young then, a little panicky, a little bit harsh in my actions, and Mr Yong Nyuk Lin chided me. I am not ashamed to reveal this, Sir. He did me a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 209</b></font> \n  <br> \n  <br> whole world of good. He chided me. I will remember him. I still remember his face. But after the function was over, he spoke to me. He understood how I felt. He said, \"We have got to do things the proper way. Do not panic. We know we have got problems. But let's cool our minds. We will pull through.\" We did pull through, Sir. We did, or we would not be here today. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I mention this incident particularly for a man who will be leaving us, but his image and his wisdom will never leave our minds, at least not mine. That was Mr Yong Nyuk Lin. We remain the best of friends. We lose him. He told me he was old, about time to go and in good spirit. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Yeow Chong, the Member for Mountbatten, I first knew him as a cadre. He helped Mr Kenny Byrne, the former Member for Crawford. I was down at the ground with him helping the Minister for Foreign Affairs, and the Minister for Health with whom at times I had a tussle because when he talks about productivity and I talk about productivity, we seem to speak on the same subject but meaning differently. And I knew the Member for Mountbatten for many years. One day he called me in my office. It was raining heavily and I was in Parliament. When I reached my office, the office attendant who was waiting for me downstairs said, \"Mr Ng Yeow Chong called from the hospital. He wants you to go there quickly.\" I rushed back to the car, wet, and reached the hospital. He could not see a thing as both his eyes were patched up. We all knew he had an eye ailment, poor in sight. I leak out no secret, Sir. The Prime Minister said that in his statement. He asked for my hand. \"Let me hold your hand.\" He spoke to me. I knew he was crying, the cry of a brave man, not a coward. He asked me whether he should go to Australia for treatment. I said, \"I can't tell you, but if the doctor says so, you should go.\" He refused. He spoke to his wife. That was on Tuesday. On Thursday, he left Singapore because we did everything in one day, on Wednesday. We got his passport and his ticket ready. The Prime Minister was also aware of this and was very sad. Mr Ng wanted no pity. He wanted no sympathy. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 210</b></font> \n  <br> \n  <br> What he wanted was understanding, and he got it. In spite of his handicap upon his return, he continued to work, continued to be in good spirit, continued to be as vigorous, at least in his thinking, not necessarily in his movement. Perhaps a little bit slower in his gait, in his walk, but not in his thinking. He continued to be vigorous. So here is a man whom I today unreservedly wish to place on record my respect for him. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Member for Anson, he is more dear to my heart, and the Minister for Home Affairs knows why. I can speak a little bit of his lingo, heavily adulterated, at times misunderstood. I must confess, Sir, that I had been provoking him at every Budget session to attack the Minister for Home Affairs. He did. If you read the Hansard, you will find that this House was richer with him around. The Minister for Home Affairs has suggested that I take his role. I will not be able to do so, because no man can speak like P. Govindaswamy. No man can speak like him. He knew his ground. I know who were the people close to him, giving him points, and he refined them in his thoughts, but not necessarily in the best of English Language. He stood up in this House, pointed his finger at the Government Bench, and I thought the Minister for National Development enjoyed debating with him very, very much. [Laughter]. Gentlemen, we now laugh but when we think what an honourable man the MP for Anson was, we are all proud of him. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Member for Sembawang, I have shared many jokes with him, at times at his expense, at times at the expense of others. We all know his gastronomic preference. We all know his movements. We all know that he went through every Budget Statement Ministry by Ministry. Once I told him that at the end of every Budget session, he always emerged a rich man, by the number of items he had cut by $10 and $100, and after that withdrawing them. I thought he contributed to this House very well. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Nee Soon was a little reserved in his debate in this House. It may be because he was dealing with foreign affairs. He was more interested in local \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 211</b></font> \n  <br> \n  <br> affairs. I cannot go on giving bouquets, neither do I wish to say anything to hurt the feelings of people. But if I have missed out some good points of certain Members I have mentioned - \n  <br> \n  <br> \n  <!-- Mr Ivan Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ivan Baptist:</b> You have left out my good points! \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Fong Sip Chee:</b> I have promised that we shall continue to be the best of pals, even outside this House. I take note of the Member's comments earlier, his concern for the safety and health of the worker. There is only one apology I owe the Member, and that is at times I might have sort of put a mist or camouflaged his criticism by the nature of my answers thereby reducing the severity of his criticism. That was all to my debating advantage. But I never doubted for one moment that the Member was serious on every point he raised. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember the Member raised the problem of Reynaud's phenomenon. Sir, may I just recap this for the House? People who use pneumatic drills to dig up roads, after some time their fingers may turn blue and may be trembling, this is called Reynaud's phenomenon. I am so sorry I have to come out with this technical term today, after six years of listening to the Member's technical terms. I found it exceedingly difficult to follow his medical knowledge. But unfortunately Reynaud's phenomenon cannot be raised in this House, not for fear of a no-answer from the Government Bench but because if he did, I would have to refer him to the House of Commons! Reynaud's phenomenon does not occur in tropical countries. It occurs only to people in the temperate countries. \n  <br> \n  <br> \n  <!-- Mr Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Baptist:</b> That is why I did not raise it! \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Fong Sip Chee:</b> You did not raise it. Yes, we had a discussion on that. Reynaud's phenomenon was not raised for five years, but last year the Member did. \n  <br> \n  <br> \n  <!-- Mr Baptist -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Baptist:</b> No. \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Fong Sip Chee:</b> Sir, having gone through this, I think we owe all these \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 212</b></font> \n  <br> \n  <br> Members our thanks. We owe them for having been here. I know that one of those departing Members is on leave. But all of them in this House spoke, except Mr Yong. I am sorry. I cannot go on breaching the Standing Orders at your expense, Sir. I know you have been very kind to me today. The Member for Geylang West is really tired. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said all that, Sir, I only hope that when the time comes for me to say farewell to this House, I can do so with the same courage as the Member for Telok Blangah and with his never-say-die humour and eloquence in this House. I only hope I can do half as well. I know their constituents will miss them. If they were here, they would raise a protest over the departure of those Members I have mentioned. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I said earlier, Sir - I am sorry, this is my Malay speech. Ini untok upachara menentukan Qiblat untok Masjid Ansar. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Are you switching to Malay, Mr Fong? \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Fong Sip Chee:</b> I am sorry, Sir. I am just testing your patience because the Prime Minister frequently has been guilty of this privilege of switching languages. Well, he is the Prime Minister and I am not. That is the difference. I have to conform to the Standing Orders. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have listened to the speeches, started by the hon. Member for Serangoon Gardens, a very farsighted speech, not too mundane as far as the people in Singapore are concerned. It is not down to earth. But he gave us high-powered binoculars to scan the horizon in South-east Asia. In moving the Motion - a very eloquent speaker and his points were well taken - he has quite correctly assessed the situation and I hope our people will not take a statement like that on foreign affairs as something irrelevant. As an island Republic we are subject to foreign influence whether we like it or not, and it is about time that we should be alive to all the happenings in the world - at least in this part of the world. I will have to appeal to the Member for Serangoon Gardens and later on to the Member for Jalan Kayu because I have to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 213</b></font> \n  <br> \n  <br> mention their names but not with the same frame of mind as I have mentioned those earlier. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jalan Kayu gave us a good lesson. He is a very eloquent speaker. He spoke in English if I remember, and I want to mention him because this will lead to my points. I have got with me the Addendum on the Ministry of Education. As I said, I see some volcanic dust here, I will try to remove them. Here is a man, Sir, educated in Chinese, and listening to his diction, syntax and eloquence in English, we find that his speech is heavily filled with traditional and typical of the philosophical thinking of a Chinese educated man, a very smooth blending of the two worlds, two languages, two philosophies, two thoughts. We find that in the Member for Jalan Kayu. Perhaps it is because of his background and his training that he stops short at the mention of new leaders and new blood. In fact, he was almost doing the same thing as the Prime \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 214</b></font> \n  <br> \n  <br> Minister did for induction. I thought he would have gone further. But no. His background, his education, his own philosophy prevented him from doing so, and he stopped short there. I thought he has got plenty on his mind. Here is a man without the benefit of the Addendum on the Ministry of Education, stood up in this House, spoke in eloquent English with perfect fluency. \n  <br>4.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I make it easier for you, Sir? I have just heard the bell. [Laughter]. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> It is 4.30 p.m. Mr Barker. \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr E.W. Barker]. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at Thirty \n  </div> \n  <div align=\"right\">\n    minutes past Four o'clock p.m. \n  </div>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
