{"memberId": null, "volumeNo": "38", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "14", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"4\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"38\"> \n  <meta name=\"Sit_No\" content=\"14\"> \n  <meta name=\"Sit_Date\" content=\"1979-03-22\"> \n  <meta name=\"Start_Col\" content=\"1033\"> \n  <meta name=\"End_Col\" content=\"1132\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">4</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">38</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">14</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">22-03-1979</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1033</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FOURTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 38</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 22nd March, 1979</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Ang Nam Piau (Thomson). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Science and Technology and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Education. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Mr Bernard Chen (Radin Mas), Minister of State, Ministry of Defence. \n  <br>Mr Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Senior Minister of State, Ministry of Foreign Affairs. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1034</b></font> \n  <br> \n  <br> \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Ho Cheng Choon (Geylang East), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Ho Kah Leong (Jurong). \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Hwang Soo Jin (Jalan Kayu). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Farrer Park). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for the Environment. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr C.V. Devan Nair (Anson). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ngeow Pack Hua (Boon Lay). \n  <br>Dr Ong Leong Boon (Kim Seng). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1035</b></font> \n  <br> \n  <br> \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Acting Minister for Culture. \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister for Culture. \n  <br>Mr Phey Yew Kok (Boon Teck). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Haji Rahmat bin Kenap (Geylang Serai). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Haji Sha'ari bin Tadin (Bedok). \n  <br>Mr Sia Kah Hui (Upper Serangoon), Minister of State, Ministry of Labour and Government Whip. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer). \n  <br>Mr Tan Cheng San (Paya Lebar). \n  <br>Dr Tan Eng Liang (River Valley). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Senior Minister of State, Ministry of Education. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1036</b></font> \n  <br> \n  <br> \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Trade and Industry. \n  <br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Education. \n  <br>Mr Jek Youn Thong (Queenstown), Minister. \n  <br>Encik Othman bin Wok (Pasir Panjang), Minister. \n  <br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs. \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Dr Toh Chin Chye (Rochore), Minister for Health. \n  <br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1035</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <h4>ORAL ANSWERS TO QUESTIONS</h4> \n  </div> \n  <div align=\"center\"> \n   <b>RADIO AND TELEVISION SINGAPORE</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Conversion into statutory board)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Ang Nam Piau</b> asked the Minister for Communications and Acting Minister for Culture if he will consider setting up Radio and Television Singapore as a statutory body. \n  <br> \n  <br> \n  <!-- Dr Ow Chin Hock (Parliamentary Secretary to the Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Parliamentary Secretary to the Minister for Culture (Dr Ow Chin Hock) (for the Minister for Communications and Acting Minister for Culture):</b> Mr Speaker, Sir, the answer is yes. In fact, the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1036</b></font> \n  <br> \n  <br> Government has agreed to the establishment of Radio and Television Singapore as a statutory board. Legislation will be introduced as soon as possible to establish the new Board. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1036</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>NEWSPAPER COMPANIES</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Compliance with Newspaper and Printing Presses Act)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for Communications and Acting Minister for Culture (a) how many newspapers have complied with the provisions of the Newspaper and Printing Presses Act within the stipulated period; and (b) how many individuals hold 3% shares in those newspapers. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1037</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ow Chin Hock (for the Minister for Communications and Acting Minister for Culture):</b> Mr Speaker, Sir, the Newspaper and Printing Presses Act stipulates that no person shall hold more than 3% of the ordinary shares in a newspaper company. All the newspaper companies with the exception of Singapore Publishing Company Limited (publisher of Min Pao Daily) have complied with this provision within the stipulated period. There were two shareholders in the Singapore Publishing Company Limited who held ordinary shares in excess of 3%. As they have passed away, distribution of their shares to meet the 3% requirement awaits the settlement of claims to their estate. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The answer to part (b) is 48. As on 12th March, 1979, a total of 48 individuals hold 3% shares in those newspaper companies that have complied with the provisions of the Act. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1037</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>RETAIL PRICE OF SUGAR</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Ang Nam Piau</b> asked the Minister for Trade and Industry why the retail price of sugar to Singapore consumers is so high in relation to the world price, and if the Government will consider subsidising the difference between the current Singapore price and the world price so as to reduce the price in Singapore. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen (Minister for Finance and Acting Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Finance and Acting Minister for Trade and Industry (Mr Hon Sui Sen):</b> Mr Speaker, Sir, it is not appropriate to judge the domestic price of sugar at any one point of time or only when the world prices are lower. Sugar prices often fluctuate rapidly on the world market. To ensure security of supplies of raw sugar and to help maintain the stable domestic selling price for refined sugar, the Sugar Industry of Singapore has had to enter into long term supply contracts. The long term contracts with Australia and Fiji, concluded towards the end of 1974, assured us of raw sugar supplies for 1975 to 1977, and thereafter up to 85% of our domestic requirements until 1980. The contracted price at $689 per metric ton was then extremely favourable compared to the prevailing market price of about $2,580 per metric ton. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1038</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, the Sugar Industry of Singapore was able to maintain the domestic retail price of refined sugar at $1.24 per kg from 1974 to April 1978 and at $1.20 per kg since then. Otherwise, Singapore consumers would have had to pay as much as $3.72 for their kilogram of sugar if they had to buy on the open market at the peak of world price fluctuations. Taking the period between 1974 and now, the price paid by our consumers on the average is about 7 cts per kg lower than the average world price of white sugar. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should therefore look at the price of sugar on a longer term basis and not be misled by the difference between the current Singapore price and the world price. There is no ground for Government to consider subsidising sugar prices when the average price paid by Singapore consumers is lower than the average world price. Moreover, to subsidise to lower the price of sugar is to invite disaster. We do not grow sugar. Many a developing country that has sought popularity by subsidising rice, sugar and other essential foodstuffs have distorted their economy and suffered endless economic woes. We must learn from other people's unhappy experiences. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng (Khe Bong):</b> Sir, I would like to ask the Minister for Finance why tariff protection is still accorded to sugar and not to flour. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, in the case of sugar, the price has been based on a long term contract which has been entered into by a company in which the Government has full control and can be certain of the cost of manufacturing. In the case of the Sugar Industry of Singapore, I think we have roughly 40% of the equity, and we are therefore in some control. We know exactly what is happening in the company. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of flour, the consumption of flour from the mill is only a part of the total capacity of the mill which is also designed for export. Moreover, there are different varieties and it would be very difficult to control the price of flour. Also, the price of wheat flour fluctuates to such an extent that the mill \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1039</b></font> \n  <br> \n  <br> should be asked to compete on a world basis. It would be to the interest of the Singapore consumer that wheat flour should not be controlled. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Sir, from the consumers' point of view, if we allow the import of sugar, does the Minister not think that we can also bring down the cost of sugar, so that this will benefit the consumers? \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Of course, the price of sugar can be cheaper when the world price is lower. It can also be very much dearer, and I mentioned that it could be $3.72 per kilogram, which was the price at its peak in 1973 or 1974. \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin (Jalan Kayu):</b> Mr Speaker, Sir, would the Minister inform the House as to whether there is a limitation on the margin of profit that the Sugar Industry of Singapore is allowed to make, in view of the fact that the sugar industry is a protected industry? \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, the profit which is allowed to the Sugar Industry of Singapore is determined by the Government, I think it has been around 8% on the equity, only on domestic operations. If they can make money, for example, on export, I allow them the full profit because this is not a matter which should be controlled by the Government. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the same way, if they can, in buying the sugar or paying for it, make a profit on exchange, I think that is also a legitimate profit which should be allowed to the Sugar Industry of Singapore. On the other hand, of course, if they make a loss that would be entirely, again, charged to them. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1039</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE FINANCIAL YEAR</b> \n  </div> \n  <div align=\"center\"> \n   <h4>1ST APRIL, 1979 TO 31ST MARCH, 1980</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee Of Supply [6th Allotted Day]. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1040</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br>2.40 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U (cont) - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [21st March, 1979], \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head U be reduced by $10 in respect of Subhead Code UE-01 of the Main Estimates.\" - [Mr Sia Khoon Seong]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br> \n  <br> \n  <!-- Haji Sha'ari bin Tadin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Haji Sha'ari bin Tadin (Bedok):</b> Sir, yesterday we had a very interesting debate when this House adjourned, and we were all very impressed by the excellent replies given by the Minister for National Development in answer to queries raised by Members in this House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to raise a few points with regard to problems in my constituency. First, I would like to raise this question of providing urinals in void decks close to children's play-grounds. In fact, I raised this matter last year, but I feel that it is still a pressing problem because the situation has not improved. I still get complaints from residents during my block tours that children continuously urinate in lifts. They do so simply because there are no toilet facilities near where they normally play. When they get the urgent call of nature, they go to the most convenient private place, i.e. the lift. The result needs no elaboration. I would therefore once again like to suggest that urinals be built near children's play-grounds or play areas. Such public urinals need not be an eye-sore. They can be taste-fully designed and, if looked after properly, will not cause any unpleasant effect on the environment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Children will not normally go all the way to hawker centres, markets or commercial premises, or even go back to their flats, to answer the call of nature. The suggested public urinals will thus do a great service not only to children but also to people who have to attend wedding receptions in the void decks. I have also received a similar complaint from these people. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, perhaps the Hon. Minister would like to consider the feasibility of a pilot scheme in \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1041</b></font> \n  <br> \n  <br> Bedok in one or two void decks, although I know that similar projects were carried out in Bukit Ho Swee. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question of allowing the void decks to be converted for use as recreational facilities for the residents, like the aged or the senior citizens, should be considered. In my speech during the debate on the Presidential Address, I did mention the need for such purpose. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The void deck seems to be a convenient place for the residents to meet, discuss, have indoor games, relax. So why can the HDB not allow some selected void decks to be partitioned off for such purposes? In the one-room blocks of flats, these partitioned void decks can also be used by students for study or as a reading room. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other question which I would like to ask the Hon. Minister, and for which I have received frequent complaints from the residents of Apartment Block 15, is the hazards posed by the bin centre located between the market and the hawker centre at Block 16, Bedok South Road. The complaint is about the foul smell from the bin centre. It is carried by the wind to the homes of residents living in the lower floors of Block 15 which is very close to the centre. Lately, according to the residents, the stench has become unbearable, especially at night. The situation has become unconducive to healthy living. The place has become alive with rodents. The cause of all this is probably due to an overheap of rubbish from the market, especially on Sundays, and the failure to clean the bin centre at regular periods. \n  <br>2.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to this, I was told by the residents that they were sometimes awakened by the clanging noise of metallic bins being thrown about on the floor in the night. I should appreciate it if the Hon. Minister could look into this complaint because the several complaints made in the past did not bring about any action by those concerned. Perhaps it would be a good idea if the Hon. Minister could look into the possibility of resiting the said bin centre away from the flats, and in the meantime \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1042</b></font> \n  <br> \n  <br> ensure that the rubbish is promptly removed and the place cleaned up regularly. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Sir, may I know whether the Minister would consider increasing the number of community halls. At the moment, it is one community hall per constituency, especially in the case of housing estates in new towns. I find the attitude of our Singaporeans, especially those who live in high-rise flats, is that they want everything at their doorstep. At the moment the community hall is located in the void deck of Block 39, Bedok South. This facility is open to residents, the residents' committees, and also the Citizens' Consultative Committees for their use, without any charge. Those who live in Bedok North will never make use of this facility because of the inconvenience of distance. Therefore, Sir, there is a need to have another community hall in Bedok North or Neighbourhood Ill to serve the residents in that neighbourhood. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong (Jurong):</b> Sir, I join my colleagues here not so much to criticise the HDB for the shortcomings of its day-to-day administration as I do not have HDB flats in my constituency. I merely want to bring up a point which, I think, is not unreasonable. At present the HDB imposes a debarment period of 30 months on private house owners after they have disposed of their properties to rent or purchase HDB flats. This is indisputable. However, to apply the same debarment ruling on JTC flat dwellers, I think, is a bit unfair, as after all HDB or JTC flats are considered low-cost housing. The general policy governing the ruling and leasing of such flats is almost identical. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as rules are man-made, they can be modified to suit the needs of changing circumstances. We have seen that at one time when JTC flats in Boon Lay were over-built, applicants for HDB flats were persuaded to take up the vacant flats there. So here, the relevant interchangeability between HDB and JTC is not at all impossible. Therefore, I see no reason why JTC flat dwellers have to be subjected to the debarment period when they wish to apply for HDB flats. Sir, I would like the Minister concerned to clarify this point. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1043</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Soo Khoon (Alexandra):</b> Sir, in the Housing Board estates the HDB engages contractors to clean common areas. However, the contractors often do not do the job satisfactorily. Common corridors, stair-cases, lifts and open spaces remain dirty. Sir, although complaints of this nature had been raised in this House before, and I was one of those who brought up this point last year, it appears that little improvement has been made to rectify the situation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from my own observation, it appears to me that the HDB and its Area Offices are unable to keep check on and supervise effectively the work of the cleaning contractors. To me, this seems to be the weakness in the system. I would like to impress upon the Minister that closer supervision of the contractors is essential in order that our housing estates remain clean so that the people can continue to live in a clean environment. I would also like to ask the Minister whether there are penalty clauses in the contracts signed with the HDB's cleaning contractors, and whether such penalties are enforced if the contractors do not do their work properly. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I would like to bring to the Minister's attention refers to complaints made by residents of HDB estates to the Area Offices. Very often I hear from my own constituents that their complaints to the Area Offices are not attended to. It has been brought to my attention that in quite a number of instances people who go to the Area Offices get the brush-off from those at the counters. As a result residents get very frustrated, if minor complaints such as broken doors or the lighting in the corridors goes out of order are not even attended to. I would like to urge the Hon. Minister to impress upon the staff of the HDB and its Area Offices that they should take note of complaints from residents more seriously and that follow-up action should be instituted with minimal delay. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Would you like to reply now, Mr Teh? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> As there are only \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1044</b></font> \n  <br> \n  <br> three more speakers on this Amendment, I would like to hear them first. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> All right. Mr Yap. \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Cheng (Mountbatten):</b> Sir, I would like, first of all, to thank the Hon. Minister for allowing me the opportunity to speak now, instead of keeping me waiting. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Housing and Development Board has beyond a shadow of doubt done exceedingly well in providing cheap and quality homes, and the meticulous way in which the HDB's 1977/78 Annual Report is being presented (and this is my first experience of it), appears to be very beautiful. This stands witness to the beautiful and organised way in which things are being done by the Housing and Development Board. But, Sir, there are still a few ugly spots which need to be put right. If these ugly spots are eradicated, it will make the whole HDB machinery move nearer towards perfection. If the Hon. Minister would like an analogy, I can think of a beautiful face but requiring a little bit of surgery to straighten a crooked nose. A few examples, Sir, will probably help to explain what I mean. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my house-to-house visits, in my meet-the-people sessions, and in my campaigns during the recent by-elections, I received complaints about HDB staff not treating my constituents the way they ought to. Actually this point has just been brought up by the hon. Member for Alexandra. I do agree that there are people who are very difficult to deal with, people who would not even listen to any explanation, etc., but surely in this particular case, the saying that the customer is always right does hold true too. I believe that a little bit of diplomacy and tact on the part of HDB staff will help the situation very much. My sympathies go with them but I feel that in this particular case we can still achieve zero-defect even in public relations. I do not know whether the HDB rotates their staff, but if they do not as yet rotate their staff, may I humbly suggest to the Hon. Minister to consider rotating their staff so that those who are on PR work will not all the time be subjected to this humdrum of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1045</b></font> \n  <br> \n  <br> meeting difficult people. Take them away for a while and bring them again to the front line. It would be prudent for me to stress that the complaints I have received are only on a very small number of HDB staff, but it is worth a thought as it does add a blemish to the good name of the HDB. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Closely related to this problem of my constituents is the delay my constituents face when they complain of problems concerning their homes. Again, the Member for Alexandra has brought this up, but I feel out of conscience that I must bring it up again. They complain of weather-beaten doors, leaky pipes and roofs, etc. But the problem is not with the complaint but the time taken to attend to the complaint. What I think the HDB staff can do is, again as I mentioned sometime ago, to actually put themselves in the position of the complainants. Then they will realise the difficult conditions that the residents have to bear. This I call \"empathy\". I do appreciate that problems take time to solve, but surely it does not need to take more than a year or two. Here, I beg your permission, Sir, to quote from Volume 35, col. 1079 of the Hansard [24.11.76] and this reply was given by the then Minister in 1976. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'There are certain types of repairs which necessarily take a longer time to complete, e.g., defective doors and windows in the older buildings have to be individually measured and hand-made as the standard-sized mass-produced windows and doors cannot be used. In a number of instances repairs were delayed because no one was in the flat when the workmen called.' \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the reply which I found in the Hansard as an answer to my predecessor's question in 1976. Sir, it is 1979 now and I believe nothing much has been done, because the people who complained in 1976, I believe, are also the people who are complaining today. This is the result of my discussion with them during my house-to-house visits. It is my sincere hope that the HDB will consider precipitating some action as soon as possible. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another matter is lift breakdowns. Lift breakdown is giving my constituents problems because they live in flats with only one lift. When the lift breaks down, the older folks have to climb up seven floors, or more. I \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1046</b></font> \n  <br> \n  <br> believe the Minister has given an answer yesterday and this problem has also been brought up in the Chamber many, many times. All I want to add here is that I trust quick action will be taken to solve the problem. I am glad, as a first timer standing in this Chamber, complaining of HDB lifts, to note that there is such a thing as a central control team, so says the 1977/78 HDB Annual report, at which the head office receiving a call, round the clock, directs requests for emergency repairs to Service Teams at the Area Office. In this way, says the report, residents can receive prompt response to breakdowns in essential services. This appears to me like the SWAT Squad which was a television feature some years ago and which many try to emulate. I wish the HDB, Sir, good luck in emulating the SWAT Squad But if we go back to the Hansard again, the then Hon. Senior Minister of State for National Development did reply to Mr Ivan Baptist when he brought this up. He said that they were looking into a method to improve the mechanical part and quality of the electrical contact and control parts of the lifts. I hope a solution has been found by now. \n  <br>3.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem, Sir, is the chicken and egg situation. I do not know which comes first. My reasoning is that if there was no HDB, this problem would not arise, and therefore I am bringing this up under this amendment. It is this question which the Hon. Minister was talking about in terms of \"swimming pools\", not for human beings but for mosquitoes. I find that quite a lot of \"swimming pools\" have been \"constructed\" for mosquito breeding at construction sites. The mosquitoes there are not little ones but the big giant ones. They are obviously intelligent little insects because they know their weaknesses. They do not work in the daytime, not so often anyway, but at night when the little kids go to bed. They then attack very furiously only to give their victims a very rude shock the next day when they get up to find that their faces blemished with red spots. I hope, Sir, that this problem can also be eradicated as soon as possible. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1047</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Your 10 minutes are up, Mr Yap. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon (Kim Seng):</b> Sir, I notice that the Hon. Minister for National Development is not only present alone in this Chamber but with him also is the very high-powered team from his Ministry. I am just wondering whether their presence here is to help him identify the problem constituencies or the problem Members of Parliament! \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we know that the answers given by the Hon. Minister yesterday had, in fact, mollified many of the Members in voicing their unhappiness, particularly MPs of old Housing and Development Board estates. My constituency is also a pretty old one with about 45% of the flats essentially of the one-room type. The schemes that were listed yesterday will in many ways affect me and my constituents, and I thought this would be an opportune occasion to raise this subject once again with the Minister. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, the most important point when plans are afloat for constituency development or redevelopment is that the Ministry might wish to consider consultations with the local Member of Parliament or those who are holding responsible positions within the constituency. I appreciate that there could be certain matters in the development plans which could be sensitive and should not be made known other than Ministry officials. But where it affects the general redevelopment, like beautifying the constituency, uplifting facilities and so forth, perhaps those who work on the ground and who have full knowledge of the ground, the people and the problems and who know their aspirations, should be consulted. It is not necessary that all their views should be adopted. But I think it is a point worth considering. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Very often we also notice that the plans which have come through and are filtered all the way down from the 25th floor of the National Development Building might carry flaws. I do not know if the paper exercise can also be improved upon with those who know the ground and who can offer suggestions. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1048</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next problem, as I can see it, is the question of the survey conducted by the Housing and Development Board sometime towards the second half of last year when all one-room flat dwellers were sent survey forms informing them that their flats were due for demolition or conversion. In this circular, no time-table was laid out and, therefore, quite naturally, the constituents got pretty excited. I think it is important that when a survey like this is carried out, the residents should be informed as to when they will be affected. Some naturally will be very happy because it offers prospects of larger flats. Equally, there will be many who will not be too happy and very concerned because, to them their total family income can only give them that much money to live in one-room flats. That is why we have the rationale for preserving some of these flats. Whatever it is, whether they are happy or sad, they are all excited. So they all rush to their local Members of Parliament seeking reassurance and clarification. I think this is unfortunate because very often the local Member of Parliament is equally ignorant to advise the constituents as to what are the actual plans. In this particular matter, I think there should be more liaison or more knowledge should be provided to the local Member of Parliament or those in authority, like the Citizens' Consultative Committee or the Management Committee so that the information can be filtered down to the ground and where reassurance is required it could be given. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This lack of communication was high-lighted in one classic example in my constituency. Following the survey, I was told that (for the sake of not exciting my constituents any further, I shall call the blocks of flats, Block A, B and C) Block A was the condemned block. Within a short period, I was again told that it would not be Block A but Block B. After I made further inquiries, I was told this time that Blocks A and B were spared, but Block C would be affected. This is the kind of situation which seems to be happening. I do not know whether it ties up with the change of guard within the Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point which I would like to raise - it has been raised earlier - concerns the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1049</b></font> \n  <br> \n  <br> cleanliness of the estate. I had earlier on raised this matter with the Minister for the Environment and he had very conveniently passed it on to the Ministry of National Development, and I am therefore bringing this matter up. Of late we notice that the cleanliness of the estates in certain areas is lacking. There is a lot of littering. I have gone round and seen broken bottles, glass, empty cans dumped into drains, thereby clogging up certain areas of the constituency. I understand that this is due to the problem with sub-contract workers. I would like to know from the Hon. Minister whether he has any plans to ensure that workers who are supposed to clean the estates are really there to clean the estates. This is a perennial problem and I think with his new vigour and his ability to offer solutions on the spot, I am sure he can come up with the answer. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next problem is barbed wires which has been raised in the Chamber before. This is about the dangers of barbed wires surrounding saplings and shrubs within constituencies, and very often these are found near children's playgrounds. I think it is very unwise to have barbed wires around saplings and along footpaths as many children have been injured. I have raised this point before, and time and again I find that new barbed wires are placed because new trees are planted. Perhaps this is something which he would like to look into. I had a horrifying sight on television during the by-elections when the TV screen was taken with the barbed wires in front and showing the candidate at the back. At that moment I was very horrifyingly reminded of \"barbed wire mentality\", and I do hope the HDB has not been infected with this. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A more mundane matter for me and my constituents is the development of my constituency, and this is a point which I have raised several times. This is with regard to development plans around Taman Ho Swee. At the moment, there are about 11 blocks of flats on top of this hill and access steps are too steep. Some terracing could be done. There are also two refuse bins there which could surely be reduced to one because they are both sandwiched between eight blocks of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1050</b></font> \n  <br> \n  <br> flats. I know it is nice to have the smell equally shared by all the constituents but I think it is better, all things considered, that this smell pollution be reduced to a minimum. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next matter is with regard to the road itself. It is a cul-de-sac and I wonder whether the road leading to Taman Ho Swee could be extended in some way down to Zion Road or Havelock Road. I notice that there are development plans for new multi-storey car parks and I wonder whether, in fact, this road could be extended to the top of the carpark, which is many floor levels below, and from there lead out to the lower ground level roads at Havelock Road or Zion Road. \n  <br> \n  <br> \n  <!-- Mr P. Selvadurai -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr P. Selvadurai (Kuo Chuan):</b> Sir, I merely want to raise two concrete situations for which provision ought to be made either in the Housing Board's rules or in terms of Housing Board's policies. The first one, Sir, concerns an old lady of 62 years old who has been going in and out of Woodbridge Hospital a number of times simply because Woodbridge Hospital, the place where she ought to be for any length of time, was unable to keep her. Whenever she is out of hospital, she returns to the Housing Board flat to live with her daughter who is a Singapore citizen. As her condition deteriorated she showed a tendency to harm little children, especially her grandchildren, and there was a tendency on her part to throw children out of the balcony. For this reason her daughter had to force her out of the house and made her live on the Housing Board corridors. She soon became a nuisance to the other adjoining house owners who made a series of complaints. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One day one of her other daughters who is, in fact, a blue identity card holder came to me and said, \"I cannot get a flat but my mother is a Singapore citizen. I am prepared to look after my mother. If the Housing Board will give my mother a flat, I can stay with my mother and I can look after her.\" Unfortunately, the Housing Board said that they cannot give a flat simply because the mother is unable to form a family unit. I thought it was a bit odd for a reply but I let the matter stand. I think we should make \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1051</b></font> \n  <br> \n  <br> some kind of provision or variation insofar as the rules are concerned to look after this kind of condition. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second case, Sir, involves a young man who applied for a Housing Board and got one on a rental basis. His family unit was his parents and the sister. After having got it, he applied for another flat in Ang Mo Kio on a purchase basis with the same family unit and he got it. In the meanwhile, he got married and soon his wife and his mother fell out. The mother-in-law and the daughter-in-law just could not live under the same roof and the young man's condition was pretty harrowing. So he approached the Housing Board and said, \"i have got these two flats. Can I keep my old flat and put my parents in the new one or vice-versa so that I keep the family separate.\" The answer was no. The Housing Board said, \"When you applied for the flat your original family unit was your parents and your sister, whereas now your second family unit is yourself, your wife and your children. Therefore, you are not really eligible for the original application that you made. All you have got to do is to reapply all over again and get back to the bottom of the queue.\" The fact remains, Sir, that if the young man had been married at the time when he applied for the second flat in Ang Mo Kio and he had applied in the name of his wife and his children, he would have got it today. \n  <br>3.15 p.m. \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee (Changi):</b> Sir, thank you for the opportunity to speak on this amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am one of the MPs sitting in for the hon. Member for Katong who is presently away from Singapore. I would like to take up a small matter on his behalf which concerns the one-room flats at Jalan Batu which is within the Katong Constituency. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Jalan Batu in Tanjong Rhu is also one of the old housing estates in Singapore. There are four 12-storey blocks of mainly one-room flats, a few units of two-room flats, some shophouses and one community \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1052</b></font> \n  <br> \n  <br> centre. The blocks are Nos, 10, 11, 12 and 13. When the people moved into these one-room flats some 15 years ago, they were either newly married couples or small-sized families. In these 15 years these families have expanded. Children have grown up. Most of them are schooling in nearby schools. Adults are either employed or are in business within the housing estate. There living conditions are very poor. There is insufficient space for them to live in. The residents in these one-room flats have been tolerating such living conditions for years. Some of them have on their own accord applied for transfer to bigger and larger flats. Others have been told to apply for transfer to other housing estates as these blocks of flats have been earmarked for conversion and demolition. In most cases, they have applied for transfer to bigger flats preferably within the same housing estate. There are others who have requested transfers to flats in nearby housing estates, like Kallang Bahru and Geylang Bahru. These applicants have been told that priority will be given to them in the allocation of flats in view of the impending conversion and demolition. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, with the exception of Block 12, which has about 16 units still occupied, the other three Blocks Nos. 10, 11 and 13 still have a total occupancy rate of about 90%. Most of the residents from Block 12 have been given priority and are now resettled at Bedok New Town. Others have been given the choice of 3-room flats at Block 1 at Jalan Batu, Tanjong Rhu housing estate. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this works out very well for those living in Block 12 as about 97% of the occupants have already moved out. But residents in Blocks Nos. 10, 11 and 13 are still waiting for a transfer to bigger flats. Most of the applicants have requested for priority in the allocation of flats in the same housing estate, particularly in Block 1 where it is understood that there are many more vacant units. There are others who are still waiting for priority in the allocation of flats in other housing estates of their choice. These applicants have high hopes for getting their flats early. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1053</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, their high hopes faded away when they came to know that the HDB had deferred the conversion and demolition of Blocks Nos. 10, 11 and 13. They also understood from the HDB that, in view of the deferment, not only would they not be given priority of flats in Block 1 of the present housing estate but also other housing estates where they had registered for transfer. They also understood that their applications for transfer to bigger flats of their choice would be treated on a first-come-first-served basis. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to find out from the Hon. Minister whether this is true. If it is, then it is unfair on the part of HDB to deprive the applicants of their priority just because the HDB decided to defer the conversion exercise. If it is not true, I hope the Hon. Minister will consider granting priority and expediting the allocation of flats to these applicants who are so anxious to move out from their present living conditions. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, knowing that the Hon. Minister has been very kind and generous in acceding to several MPs' requests concerning his Ministry since he assumed office, I would not like to take advantage in this instance by asking for more than what the Hon. Minister can give. But I believe the Hon. Minister will continue to be kind and generous. It is my hope, on behalf of the hon. Member for Katong, that the Hon. Minister will favourably consider the points I have raised. \n  <br> \n  <br> \n  <!-- Mr Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Cheong Yuen Chee (Toa Payoh):</b> Mr Speaker, Sir, I am glad to hear from the Hon. Minister that the HDB will be taking steps to improve the environment in the old HDB estates. I hope the older parts of Toa Payoh will not be left out in this scheme. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to support the suggestion made by the Member for Kim Seng that the local MPs as well as the community leaders should be consulted when plans are made to improve the surroundings. As Members know, many facilities, like playgrounds, concrete benches and tables are put up in various open spaces in the housing estates, and these are put up at great expense. But because of a lack of consultation, some of these facilities have to be dismantled as a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1054</b></font> \n  <br> \n  <br> result of complaints from residents about noise nuisance. In the construction of concrete benches and tables, we should provide some sort of shade pavilion and so create a kampong effect where residents can gather in more congenial surroundings. This will enhance the beauty of the estate. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I would like to raise, Sir, is that the HDB should encourage continuity of residence by giving preference to long-time residents in one and two-room flats to purchase three and four-room flats in the same estate. Since the Toa Payoh estate was set up many years ago, a large number of residents have taken root in the estate. There are some with second generation families. Over the years many of them have taken jobs in nearby industries and hawker centres and the children are attending schools in the vicinity. Many of them prefer to continue living in the same estate. I believe that one of the objectives in building self-contained satellite towns in Singapore is to encourage residents to develop a strong community cohesiveness. Would it not be appropriate, therefore, to make it possible for residents to stay in the same locality if they wish to? It is not uncommon in the past to find families living in the same locality for several generations. True, there are some families who like to move out. But if the environment is congenial, as envisaged by the Hon. Minister in yesterday's sitting, why do we not grant long-time residents the choice of living in the same estate? And this should be encouraged not only in Toa Payoh but also in other estates. There are many resale and repossessed three-room and four-room flats in various housing estates. These flats can be offered to long-time residents, say, with at least ten years' continuous residence. They could be given priority as high as resettlement cases, but of course without compensation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point I would like to raise is the improvement to existing flats as well as to new generation flats. But in this regard, the Board seems to have overlooked the problems encountered with some of the older flats. Here, I would like to bring the attention of the Hon. Minister to the four point-block \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1055</b></font> \n  <br> \n  <br> flats in Toa Payoh Central. At the time of construction they were supposed to be the best flats available in all the HDB housing estates. They were known as the SEAP Games Point Block flats. I have brought up this matter since 1973. Each year when I bring up the matter, I will get the same reply that consideration will be given to rectify the defects. The defects are pretty serious. More than 100 flats are affected. There is seepage of water not only from louvre windows but from the exterior of the walls as well. As a result of this the parquet flooring which was laid when the resident first moved in was badly damaged. Sir, as a proud house owner, many of them take pride in beautifying their flats, lay special floorings, and so on. But the sad part is that all the floorings that have been done at considerable cost are damaged by the defects in these flats. It is true that the Housing and Development Board has made some minor modifications to the louvre windows. But time and again I am told that an experimental system is being carried out in Marine Parade on similar flats, and until such time as the result of this experiment is made known, the Board is unable to do anything. And only lately, after nearly six years, has the Board put up a tender for the rectification of the defects in these point-block flats. I hope the Hon. Minister will seriously look into this complaint because the residents are totally fed up with the long delay in rectifying these defects. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, these four point-block flats are also known as suicide flats. Over the years there have been at least 10 suicide cases occurring in these four point-block flats. In Block 175, there were two suicide cases; Block 179, two cases; Block 193, three cases; Block 191, four cases, a total of 11 cases. I have raised this matter with the Area Office asking them to consider the need for attractive grilles over the balconies to deter attempts at suicide. I am told that this will mar the aesthetic view of the estate. I am not suggesting that the Board should put up railings like those we find in prison wards. But I am suggesting that the HDB should at least put up some kind of grille work that is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1056</b></font> \n  <br> \n  <br> attractive and at the same time afford some protection to the residents. Residents find it very disturbing time and again to learn that their flats have been used by people to commit suicide. I hope the Minister will seriously look into the problems affecting these four point-blocks of flats in Toa Payoh Central. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problems have been referred to the Housing Board Area Office three years ago, but nothing has been done since then besides giving the same reasons. I am not blaming the officers of the Area Office as mentioned by a Member in this House. They are efficient and cooperative in all respects. But unfortunately people at the top seems to be dragging their feet. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the hon. Member for Bedok has brought up a few points. I will attempt to answer them. One point raised is that the Housing Board should provide some recreational facilities in the void decks. This has, in fact, been done by the Housing Board on an experimental basis. The Housing Board has provided tables for residents to play chess. From our experiment it appears to be a success because chess does not usually cause any nuisance to the other residents. So the provision of tables for chess will continue. \n  <br>3.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of table tennis facilities, we have provided these to a few blocks purely as an experiment. We are worried because teenagers and young people make a lot of noise when they play table tennis. This will disturb the residents on the first floor, and they may complain. From the feedback of the experiment, if the residents are quite happy and accept table tennis on the void decks, then we will provide table tennis facilities. But if we receive a lot of complaints from the first floor residents, then these facilities will not be provided. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of providing facilities like a club house or accommodation for community activities, in fact, the Housing Board has adopted a plan to partition the void decks and provide enclosures to be let \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1057</b></font> \n  <br> \n  <br> out to MPs, the Social Welfare Department or other organisations willing to provide these facilities. The Housing Board on its own will not provide these facilities. If the Housing Board is to provide these facilities, then it may end up having a department or an organisation bigger than the Social Welfare Department, bigger than the Singapore Sports Council, perhaps bigger than anything else. This is quite obvious because we have about 65% of the population living in public housing estates. Therefore, if the HDB is going to provide these facilities, then it is going to duplicate the functions of other Ministries and departments. We provide accommodation for the People's Association for its community sub-centres. This is one example. If a Member of Parliament is able to persuade other organisations to run these facilities, then the HDB is very willing to wall up the void decks and rent it out to the MPs at a nominal rental. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the problem of urine in lifts, this is quite a, difficult one. In fact, in the early 1960s, there were a lot of complaints on this matter. At that time, many people thought that because of a lack of public toilets, therefore, the people had no choice but to urinate in the lifts. The largest number of complaints came from one of the blocks in Bukit Ho Swee. The lift in that particular block virtually was dirtied every day. So we said, \"Let us build a toilet near the lift and see what is the result.\" The result was that the WC cistern was damaged and despite the damaged cistern people continued to use the squat pan. The wash basin was broken and the tap was stolen. Then the residents said, \"Previously we had to put up with the smell of urine. Now an additional flavour had been added.\" They requested that the WC ought to be demolished and we demolished it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem of urine in lifts continues. As Members can see, the solution to the problem does not lie with the construction of the toilet. The construction of toilets is not a problem at all because it does not cost very much. Probably one unit of WC plus a wash basin will cost less than $1,000. The difficulty is looking after the toilets properly. That is the problem. In fact, previously the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1058</b></font> \n  <br> \n  <br> public toilets in the markets were very dirty. Eventually, the HDB found a solution by stationing a permanent caretaker at the toilet. Thereafter, our public toilets in the markets and cooked food centres have been kept clean because of the permanent caretakers. So if we are going to provide toilets in individual blocks, we will have to employ an army of toilet caretakers. And that is not very realistic because Singaporeans are not very keen to work as toilet caretakers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of smell from the bin centres, I think this complaint is not just confined to the markets near Bedok. It is found in many housing estates. This is quite understandable because the markets and cooked food centres have a lot of rubbish. Unsold fish and food leftovers are dumped at the bin centres by the hawkers. The offensive smell is bound to occur. What the HDB is now doing is to cover all the bin centres so that the smell from the bin centres will not spread a great distance away. Also, the HDB is trying to get its workers to clean the bin centres regularly, and will liaise with the Ministry of the Environment to do the regular carting away of the rubbish. I assure Members that the HDB is aware of this problem. We are trying our very best to minimise the smell nuisance from the bin centres. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of community halls, we had a discussion with the Senior Minister of State, Prime Minister's Office, recently on the launching of the Residents' Committees and we have decided to provide another community hall for those constituencies whose Residents' Committees have been initiated. In other words, in each constituency we will provide two community halls instead of one. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point raised by the Member for Jurong about the difference in the rules governing the JTC and HDB flats, a few years ago the JTC had separate rules for the application of JTC flats. The hon. Member for Jurong is aware that the JTC previously did not allow Singapore citizens to apply for JTC flats unless they were working in Jurong itself or in the JTC industrial estates. As the JTC had a different set of rules, the JTC flat \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1059</b></font> \n  <br> \n  <br> owners were treated differently. But, in the last two years, the JTC rules have been constantly amended and are now very similar to the HDB rules. Also, the function of development of public housing in Jurong has been taken over by the Housing Board from the JTC. So the Housing Board rules will soon be applied to the JTC. In other words, the JTC flat owners will soon be treated like Housing Board flat owners and will be allowed to buy Housing Board flats. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point raised by the Member for Alexandra about cleaning contractors and the unsatisfactory work they do in the housing estates, to some extent this is true because the HDB finds great difficulty in recruiting daily-rated workers to do cleaning work. The HDB has to rely on contract workers, and even at the present moment the HDB's Daily Rated Establishment is still not filled up. The problem here is the same as in the case of toilet caretaker, i.e. not many Singaporeans are keen to become cleaners. In fact, the HDB has relaxed the requirement for DRE's. Previously, the HDB only employed male workers but it has since relaxed this requirement. Now, one-third of its workforce comprises female workers and two-thirds male workers so that the female workers can do lighter jobs while the male workers do heavier jobs. Even with this relaxation, the HDB is not able to recruit enough workers to do all the cleaning work. So in a substantial number of our estates, the cleaning work is being done by contract workers. As Members know, some contract workers are good and some are bad. The good contract workers with relatively little supervision are able to do satisfactory work, while the poor contract workers, even with very strict supervision, are not able to do satisfactory work. So in some of the estates, the cleaning work has been unsatisfactory. The point raised by the Member for Kim Seng and the Member for Alexandra is true, i.e. some cleaners have not been doing their work satisfactorily. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB keeps a record of the cleaning contractors. The contractors who are doing unsatisfactory work are warned and, if they \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1060</b></font> \n  <br> \n  <br> do not improve, they will be debarred from tendering future contracts. In fact, such action is being continuously taken against contractors. Those poor contractors who are not able to do good work have been debarred from tendering Housing Board contracts in future. I am afraid this problem will continue. Perhaps next year the Member will again raise the same problem in this House, and most probably I will give him the same answer. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the staff in the HDB Area Offices, they have been told that they are employed to serve the residents in the estates and that they should try their best to deal with any complaints or problems brought by the residents to them. Generally, the Housing Board adopts the rule that if there are complaints against any officer from the top right down to the lowest level of the staff in the Area Office, i.e. the counter clerks or even the peons, the Board will investigate into the complaints, and if any complaint is found to be justified or substantiated, disciplinary action will be taken. In fact, if a Member of Parliament complains to the Housing Board that an estates officer is ineffective, then the Housing Board will arrange for him to be transferred. If the officer has breached the Housing Board's rules, then disciplinary action will be taken against him. If Members of Parliament feel strongly that they have justifiable complaints against any HDB staff, they should bring them to the attention of the central administration or to the attention of Mr Liu Thai Ker, the Chief Executive Officer of the HDB. That is why I have brought Mr Liu here so that by listening to the problems raised by the Members of Parliament he will appreciate them better. I therefore hope that he will be able to find the solutions to the problems much better than I can. I would say that if the Member of Parliament finds that his persistent requests to the Area Office still bring no result, then I would suggest that he write to Mr Liu direct and put the problems to him. I am quite sure he will be able to find a solution. If Mr Liu cannot find the solution, then he can come and discuss the problem with me, and I will try to find a solution. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1061</b></font> \n  <br> \n  <br> \n  <br>3.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the ineffectiveness of my staff, raised by the Member for Mountbatten, I have already touched on it and so I will not repeat what I have said. The Member complained of defective doors which have not been repaired for some time. But from our record, more than 100 doors have been repaired. So action has been taken. We will soon call the redecoration contractors to repair the defects in these two-storey artisan quarters in the Guillemard Estate. I can assure the Member that all the defects in these 470 units of two-storey terrace houses will be rectified. If he is still not happy after they have been repaired, he can still bring this matter up either to the Area Office or to Mr Liu. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of lifts, its maintenance has improved considerably. The Housing Board has a monthly monitoring report of the number of breakdowns, the.kind of repairs undertaken, and the time taken to repair the lifts. I can assure the Member that the repair services have improved. From our record, in the last few years, the time taken to repair the lift has been shortened and those contractors who still take a long time to repair lifts have been called up by the Housing Board to improve their services. We have also put a penalty on the contractors for not doing the work expeditiously. As for those lifts which break down recurrently and continue to give problems, we usually send our engineers to examine them. If they cost a lot of money to repair and are beyond economic repair, then we will install a new lift in place of the old defective one. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the matter of demolition of one-room flats, raised by the Member for Kim Seng, as I have said yesterday in this House, we have altogether 17,000 of these one-room emergency flats. So it has to take quite a long time to relocate the residents and to demolish these flats either for redevelopment or as open-spaces for recreation of the residents. So because of this, in our circular to the residents we do not say when they are required to vacate because this involves a very large number of residents and not all of them who live in these emergency flats are \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1062</b></font> \n  <br> \n  <br> economically in a position to buy or rent a larger flat. Therefore, in our circular we do not give them a deadline for them to move out. The purpose of the circular is to get the feedback as to how many residents want to move out. From this feedback we can do the planning. For argument's sake, let us take the Member for Kim Seng's case. There are four blocks, A, B, C and D. If the feedback is that in Block A 90% of the people are prepared to move out, then we will say, \"All right, we will clear Block A first because 90% of the residents are willing to move.\" We give them priority in alternative accommodation. For the remaining 10%, we apply a little bit of pressure or we ask the local Member of Parliament to use a little bit of persuasion so that we may be able to move them out. Then this particular block can be pulled down and redevelopment can take place. That is the reason why no deadline has been given. In fact, the Housing Board has given itself a period of five to six years to clear the whole lot. It is a very long period and very much depends on the percentage of people who want to move. In those estates where a larger number of people want to move out, and quickly too, the clearance can be done faster and redevelopment can take place earlier. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just now the Member for Changi, who spoke on behalf of the Member for Katong, mentioned that there were only 16 families left in a block. So the Housing Board offered them good accommodation for them to move out quickly. The situation is not the same in other blocks. Therefore the residents are complaining that they are not being offered alternative accommodation in a locality of their own choice. Our feedback is that 90% of them are still there. I have not got the full information but I guess that most of the people have indicated that they do not want to move out. They would like to remain in the same housing estate. In that sort of situation, it is not the policy of the Housing Board to force a large number of residents to move away from the place against their wishes. Most probably we can ll right, if you do not want to move, we will allow you to stay until such time as your economic \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1063</b></font> \n  <br> \n  <br> position improves and you are ready to move.\" Only after a large number of people have moved away, will we be able to re-develop the place. That is the reason why sometimes the plan has to be changed and sometimes some of the blocks have been cleared while others are not. \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin:</b> Sir, I am quite sure Members are curious to know what the Minister meant by \"applying pressure\". I would just like to know whether it involves strong arm tactics? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, certainly it is not strong arm tactics. In fact, there was no arm used at all. Perhaps Members in this House remember the recent case of a very rich beggar who lived in a Housing Board flat. It took us two years before we finally used strong arm tactics to throw him out. But we would not apply force hastily. Usually we study the case very carefully and use force as a last resort. As Members can see, we considered and investigated this particular case for a period of two years before we evicted him. So when we say \"a bit of forceful persuasion\", we confine ourselves to \"persuasion\" and not the \"forceful\" part of it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kim Seng brought up the carpark problem and also the question of redevelopment of Bukit Ho Swee. I will ask the HDB to look into this matter. I will ask the HDB architects to discuss with the Member as to how we can redevelop the estate and also the proposal of a carpark. At this point I would like to assure the House that on redevelopment of the constituencies, all the respective Members will definitely be consulted before we go ahead with the scheme because in these old estates the advice of the local Member of Parliament will be most valuable to the HDB, the architects as well as the Estates Division. Certainly we will discuss and consult with the local Member of Parliament on the implementation and redevelopment programme. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kuo Chuan brought up two points. One is about the mentally \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1064</b></font> \n  <br> \n  <br> deranged old lady creating a nuisance to the family. From our record, our HDB Area Office had arranged for this lady to be accommodated in the House for the Aged called Bo Tien Temple. As her mental state is very bad - she has been making a nuisance of herself to other inmates, the HDB then arranged with the Social Welfare Department to send her to the Woodbridge Hospital. At present she is in Woodbridge Hospital. The position is that if she responds to treatment and Woodbridge Hospital considers her safe to be sent home, then I would say that the HDB would be agreeable to allocate a flat to her and her other daughter who holds a blue identity card. Alternatively, if this daughter changes her mind about looking after her mother, I would say that the HDB will be quite happy to allocate another unit on the ground floor for her citizen daughter and her grand-children to live with her. On the ground floor there is no danger of the old lady throwing the children over the balcony. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter is about a family of three people, initially, occupying two flats. Let me say that this is against the Housing and Development Board's rule. The Board's rule is quite clear. A family is only entitled to apply for one flat. In this case, it is the parents and the son - three persons. They have applied for a flat for rent in Toa Payoh. After that the son wanted to use the CPF to buy another flat in Ang Mo Kio. At that time the son was still a bachelor. He could not apply for the Ang Mo Kio flat in his name. So he included both the parents to form a family unit to apply for the Ang Mo Kio flat. By the time the flat was allocated to him, he was already married. So he thought that the best way would be for him and his wife to live in the Ang Mo Kio new flat and let the parents live in the Toa Payoh flat. According to the Housing and Development Board's rules, this is not allowed. Most probably at the time when he applied for the Ang Mo Kio flat, he had not made any arrangements for a marriage. But the Housing Board's rules are very flexible. A person who intends to marry can register his application to purchase a flat in the Housing Board's Application Waiting list, so long as he can give the name of his \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1065</b></font> \n  <br> \n  <br> fiancee. If he is allocated a flat, the Housing Board will say, \"Within the period of three months you have got to produce your marriage certificate.\" In some cases we find that the wife's name has been changed. We do not allow this. Otherwise some people will take advantage and say, \"This is very good. I just register with somebody's name.\" Therefore, when they actually get married, they have to produce the marriage certificate, and if the name of the wife does not tally with the name in the application made earlier, then we say, \"No\". But in this case, when he applied for the Toa Payoh flat he was single. So he was not allowed to apply to buy another flat. That is the reason why when he got the flat in Ang Mo Kio, he was given a choice. In other words, the family of three persons is allowed to keep only one flat. So he either keeps the rented flat or he keeps the purchased flat. He is not allowed two flats, because at the time of application it was only one family of 3 persons and not two families. \n  <br>4.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point raised by the Member for Toa Payoh on the provision of cover for concrete benches, I think this is not practical because these benches are meant for use in the open, for people to sit in the evenings. We also provide concrete benches in the void decks. In case of rain, the people can still sit on the concrete benches in the void decks. If we construct covers for these concrete benches, it defeats the idea of concrete benches being put up in the open. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was the suggestion that the Housing and Development Board should give priority of allocation of flats to residents in the same area. If this is agreed, it would make the residents in that locality very happy but then the other applicants would be very unhappy. If we put this policy into practice, it means that in those areas where there are no HDB flats, for example, Joo Chiat or Braddell Heights, the people staying there would have no chance of getting a flat at all because they cannot claim the right to be the old HDB residents and have priority to the new flats. But the people who are already living in Toa \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1066</b></font> \n  <br> \n  <br> Payoh or Marine Parade could claim this right when new and better flats are built nearby. They will say, \"We are the old residents in this area and under this rule we should be given priority for those new flats.\" This is not a very fair policy because those people who are enjoying the benefit of public housing will continue to enjoy still better amenities, while others who have not the benefit of enjoying public housing will most probably be forever denied the chance of enjoying these benefits. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the complaint about water seeping into the four point-blocks at Toa Payoh, I would say that the complaint is fair because, from the records, it appears that the Housing Board has been taking a long time to find a solution. We have provided louvre windows to these tall buildings which are about 24 or 25 storeys high. When the Housing Board provides louvre windows for buildings which are 10 to 12 storeys high, normally there is no problem. This is probably because the building is low and therefore the rain water does not beat hard onto the louvre windows. The architects are rather surprised that there is this complaint. So they are looking into this problem and have been making a study. The architects are toying with various solutions. The easiest solution, of course, would be to seal up the louvres with a sheet of glass so that rain water will not splash in. But that would mean cutting off ventilation and breeze. So the architects have been trying hard to retain these timber windows in those buildings. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Housing Board has commissioned the Applied Research Corporation to make a study and to find a satisfactory solution to the problem of keeping the rain water away during heavy rain while still retaining the timber louvres. The Applied Research Corporation, however, has not been able to come out with any satisfactory solution. Instead it advised that the buildings are too exposed to the elements and because of the height rain water can beat heavily against the walls of those flats at the top floors. Since the Housing Board cannot find any solution, we have to go back and fix a piece of glass at the back of the window. We have to accept what we originally could do at that time. In \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1067</b></font> \n  <br> \n  <br> fact, we have wasted several years going round in circles and now come back to square one. So we will soon have to call for tenders to fix a sheet of glass at the back of the windows. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the matter of people jumping down from these four point-blocks, I think it is not just confined to those four blocks of flats. It happens in all the housing estates. There are people committing suicide in all housing estates. The proposal to provide grilles to block up the balconies so that people cannot jump down is not a satisfactory one, for two main reasons. One is that if we put up grilles in these four blocks, then it is probable that we will have to put up grilles in all the Housing Board flats because these blocks also have balconies from which the people can jump down. If that is the case then it would make the flats very unsightly; they will look like a prison. It is also very costly to put up grilles in all the blocks of flats which number more than 3,000. Another reason is that the Fire Brigade will raise strong objection because those balconies are used for fire rescue. In case of fire, the firemen can go into the flat through the balcony by placing a ladder against it. For these reasons, we cannot consider the Member's request. \n  <br> \n  <br> \n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Sir, I did not get a satisfactory reply to the problem of lifts at Jalan Bahagia. One problem was that the Housing Board took nearly a month to repair the lifts, and even after the repairs were carried out the lifts were still out of order. He did promise to instal an additional lift in some of those buildings there which are 10 storeys high. So I requested him to expedite the matter, but he kept quiet on the question. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have four blocks of emergency flats which were converted. The conversion was done in the early 70's. These are six-storey flats. Two years ago when I asked the Senior Minister of State, who was then in charge, for lifts to be installed in these buildings he declined probably because, being a younger man, he could climb up six storeys without \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1068</b></font> \n  <br> \n  <br> too much difficulty. But my challenge to the new Minister is that if he can climb those six storey flats without panting, then I would not request for lifts to be installed in those buildings. He might bear the same point in mind should he do further conversion in other flats which are similarly affected. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of conversion of one-room flats, I do agree with the Housing Board's policy of a slow phasing process mainly in the interest of the tenants themselves because these flats, for all their deficiencies, do offer cheap rentals to the people living there. However, what the Housing Board could do to speed up the process is to refrain from filling up those flats which are vacated by people transferring out from those flats. So they should not dump resettlement cases back into those areas so that eventually where sufficient vacancies arise the remaining residents could be regrouped into one or two blocks so that the conversion process could take place expeditiously. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Housing Board has been overly kind in one respect in allowing tenants to owe rentals up to two years. In the end, this is more cruel to the people concerned, because I have encountered many cases where the arrears amount to thousands of dollars, and especially when the case has gone to court, judgment costs and so on are added. I have requested the Area Office to inform me as soon as people are in arrears of rentals of three to four months, because it is easier to tackle the financial problem at that stage rather than later. So I would appeal to the Housing Board to refrain from taking legal action to recover such arrears until the Member of Parliament has been contacted to see what help he can render. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of transfer of flats within the same area, I would agree with my colleague, the Member for Toa Payoh, that if our interest is to promote neighbourliness and community spirit, then every effort should be made to relocate people who desire to do so to remain in the same locality. Many a time the answer has come back from the Housing Board in response to such appeal that the flats concerned have been \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1069</b></font> \n  <br> \n  <br> reserved for resettlement cases. Why cannot they resettle people in a newer estate? If the Housing Board were not building any more flats, then I take the point of the Minister that by allowing old residents to relocate in the same locality they will be depriving other people from getting into the area; but such is not the case. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister then mentioned the difficulty that Housing Board has in hiring cleaners on a daily-rated basis. He has not offered us any explanation why this is the case. Obviously, to me, the major reason must be that the wages paid are too iow. We keep on complaining that Singaporeans do not like to do blue-collar work or heavy jobs but if the pay is so miserable that they cannot even sustain themselves and their families, who would want to do such work? \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Cheng:</b> Sir, can I raise a couple of points for clarification? It is true that it is difficult to get Singaporeans to do menial jobs, but I would just like to bring up the case of my constituent who has come to see me about three times now. She has been literally begging to do cleaning work in HDB estates but to no avail at all. Maybe I might take this opportunity to ask the Minister to explain why this is so. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Hon. Minister has also pointed out that we could bring up this complaint of HDB staff ill-treating the constituents and that action will be taken against them if we can prove the case. May I point out that it is very difficult to prove such cases. I know of a case myself, involving a resettlement case. That constituent came running to me and said, \"Look. That man is banging my door and threatened to burn my flat down if I do not move.\" This is one experience which I have already had. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, can I also take this opportunity to remind the Hon. Minister that he has not answered my question about \"swimming pools\" for mosquitoes. \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee:</b> Sir, the Hon. Minister has also not answered my point on priority in the allocation of flats to those affected in the conversion of one-room flats. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1070</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> On the conversion of these one-room flats, I have already explained just now to the Member for Kim Seng. Our procedure is that if only a few units are still left occupied in a particular block of these one-room flats, the Housing Board will offer them flats in the more popular areas, so that when they move out from that particular block we can pull down the whole block of flats for redevelopment. In the case of Katong constituency, there are only a few units left occupied in Block 12. That is why we offered them alternative accommodation in Block 1 in the same housing estate so that we can clear the whole of Block 12 and pull it down for redevelopment. As for the other blocks, I think the occupancy rate is more than 90%, as the Member mentioned just now. \n  <br>4.15 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Housing Board will most probably study the whole situation. If they come to the conclusion that it would be difficult to clear any more blocks despite offering them alternative accommodation within Tanjong Rhu Estate where there are, say, 50 or 100 units of flats available, the Housing Board will say that the residents in those blocks are not prepared to move out and that it is not the policy of the Housing Board to force them to move out against their wishes, and therefore they will be allowed to remain in those blocks in Katong. The clearance and redevelopment scheme will have to be deferred for a year, two years or even three years. Therefore, this group of residents will not be offered priority in the allocation of flats. That is how we formulate our policy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the points raised by the Member for Mountbatten regarding the \"swimming pool\", the Housing Board was actually building a few more blocks in his constituency and the contractors had most probably left pools of water all over the construction site. Our climate in Singapore is such that if water is left stagnant for a few days mosquitoes will breed in it. The Ministry of the Environment has taken stringent action against the contractors. Contractors who are unable to keep their worksite clean and free from \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1071</b></font> \n  <br> \n  <br> mosquitoes will be fined, sometimes heavily. Some contractors have come to ask me for help to reduce their fine. I told them, I could not do that. I could not go to the court and ask the court not to fine them, I told them that since they allowed their worksites to become breeding grounds for mosquitoes, and since they were caught by the inspectors from the Ministry of the Environment, they had to pay the fine. But in the Mountbatten constituency I think the construction work has reached up to the roof of the building. I expect this mosquito nuisance to residents living in the surrounding areas will soon be minimised after the buildings have been completed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa has raised several points. We have, in fact, made a study of the installation of lifts in the six-storey flats. We have found that it is not practical because the flats have tiled pitched roofs. In other words, they are not made of concrete. If we are to provide a lift we will have to construct a separate lift tower away from the building, and not as part of the building. But if we have to construct a lift as part of the building, then we have to move the residents out and take down the roof before we can install the lift. Unfortunately, these buildings were constructed in the early 60's. They were built very close to each other. If we are to build a lift tower in between the buildings we will reduce further the very small spaces between the buildings. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will give the Member for Whampoa this assurance. The people living in a six-storey flat have to climb a maximum of five flights of stairs. If there are old people who find it difficult to climb the stairs to the top floor and they wish to move to a lower floor, I will ask the Housing Board Allocation Committee to consider their case very sympathetically. Our new Parliamentary Secretary is the Chairman of the Allocation Committee. He \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1072</b></font> \n  <br> \n  <br> knows all their problems. In fact, if a Member of Parliament were to write to him about any particular resident living with old parents who cannot climb the staircase, I think the Parliamentary Secretary will be very sympathetic and will transfer them to a lower floor and allocate the higher flats only to the younger people. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, I just wish to clarify a point. There are plenty of young people who find difficulty in climbing the stairs of a six-storey flat. They pant more than the old people. Would the Hon. Minister consider such requests in the event that people do have difficulty in climbing a six-storey flat at least twice a day? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> In the case of young people, I would agree if they can produce a medical certificate certifying that they cannot climb stairs. But if the young people simply say that they are not happy about climbing stairs, I cannot agree to that. From the HDB's waiting register, you will find that upward mobility of our residents is quite fast. In the case of rented flats I would say that the mobility rate is between 5% and 10%. In other words, every year about 5% to 10% of families have substantially improved their income and wish to buy bigger flats through the use of their CPF contributions. Those people who live in the upper floors most probably will not stay for too long because they will eventually purchase their own flats and move out. It is therefore not practical to build lifts in those six-storey flats for the reasons which I have explained earlier. Maybe by the late 80's, if our economic development grows at the rate of 6-8%, we might be in a position to pull down those flats and to build better flats in that constituency. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Ho See Beng, your Amendment No. (10)* is on the same Subhead. Maybe you would like to speak now. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1073</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Sir, before I move my amendment, may I have your permission to amend the sum to be reduced, from the whole sum to be allocated to a sum of $10. The reason is this. After hearing the new Minister yesterday and today, I have come to the conclusion that he is the best Minister for National Development. Therefore, I thought it will be too harsh for me to reduce the whole sum. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Why bother to move the amendment, Mr Ho, if you are happy with the Minister? \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Bong:</b> I would still like to move it, Sir. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Actually it is on the same Subhead Code UE-01 that is under discussion. There is no need for you to move your amendment. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Bong:</b> In that case, I need not move it then. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my problem concerns the demolition of a motor workshop owned by two persons who are partners, a mother and son relationship. This workshop, sited along Bukit Timah Road opposite the Kandang Kerbau Hospital, is to be demolished under a land clearance scheme by the Housing and Development Board. Other workshops in the area are also affected. Sir, my complaint is that when the HDB lets out its workshop premises to those affected by clearance schemes, they give rental concessions. But in the case of the motor workshop owned by the mother and son, they are not given rental concession on the ground that the son is a non-citizen. The point is that although the son is a non-citizen, they are affected by land clearance just as much as Singapore citizens. I submit that this is unfair because if the land had not been acquired by the HDB, their workshop would not be demolished. His business would not have been affected and he need not apply to rent a HDB workshop even though he is a non-citizen. But since the HDB is responsible for the demolition of his workshop, the HDB is obliged to let out to him a workshop \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1074</b></font> \n  <br> \n  <br> at a subsidised rent just as they have given to our citizens. The owner came to seek my assistance at my \"meet-the-people\" session. He said that he was given a list of work-shops from which to choose but he was told by the resettlement officers that he could not enjoy the benefit of rental concession as our own citizens. I would like to ask the Minister concerned whether this is the policy of the Housing and Development Board and, if so, I submit that this policy is not fair and it should be amended so as to give equal treatment to non-citizens who are similarly affected. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Teh, this is a continuation of the debate on the previous Amendment (9). \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, the Member for Khe Bong is quite right in saying that we have adopted a different resettlement policy for non-citizens. Only our citizens are entitled to rental concessions while the non-citizens are not entitled to such benefit. But, on the other hand, non-citizens do enjoy also certain benefits. I can quote the case of motor workshops in the Jalan Eunos area, or other areas for that matter. A unit of motor workshop is about 100 sq. m., or about 1,100 sq. ft. If we call for public tender, the rental tendered usually ranges from $1,000 to $1,400 per month. So if we were to take the mean rental, members of the public will have to pay about $1,200 per month as rent for a motor workshop. But in respect of the resettlement case, the rental charged is 90% of the lowest successful tender. But we have fixed it at $900 only. If the tenant is a citizen, he will enjoy a rental benefit of $450 for the first year. It is only at the end of the sixth year that he will have to pay the full rent of $900. Even then he continues to enjoy the benefit by paying only $900 per month after the sixth year, whereas a public tenderer who is not affected by resettlement has to pay rental ranging from $1,000 to $1,400 per month. And for a non-citizen affected by resettlement, he only pays $900 per month straightaway. Of course, if we compare him with a Singapore citizen, he is placed in a less favourable position. But if we compare him \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1075</b></font> \n  <br> \n  <br> with a member of the public who tenders for a motor workshop, he enjoys a rental benefit, on the average, of about $300 per month so long as he remains a tenant of the shop. Therefore, he also gets some concession though not as much as our citizens. And this should be the case because after all our citizens should enjoy better benefits than non-citizens, \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Sir, I think the Minister is only partially fair but not fully fair because the mother is a Singapore citizen. The mother should at least be entitled to a certain percentage of the rental concession. She cannot be penalised in the same way. as non-citizens. The mother is a citizen. Of course, the son is a non-citizen and he should not enjoy the full benefit. But what about the mother? After all, they are co-owners of the motor workshop. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, I do not know exactly the full facts of this case. I have just explained the position generally. But if there is evidence to indicate that the mother owns the motor workshop, then they will get the same concessions as citizens. But I have a feeling from the evidence that most probably the mother cannot be such a good mechanic. It is the son who owns the motor workshop. Therefore, we have to treat this as a non-citizen case. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Sir, anyway, I will send the case to the Minister for consideration. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr Speaker, Sir, in view of the excellent replies given by the Hon. Minister and in view of the fact that he needs a rest after having been made to reply to so many points raised by hon. Members, I beg leave to withdraw. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br>4.30 p.m. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi (Kampong Kembangan):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Subhead Code UF-01 of the Main Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1076</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have three problems concerning the use of premises in residential areas for non-residential purposes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, I hope the Hon. Minister could help me with the problem of the residents in Lorong G. I have received a number of complaints about residential premises being used for non-residential purposes. I think it is only right for residents, especially in areas designated as residential areas, to be given the maximum possible peace. If there are instances where persons make use of the premises for commercial purposes, I think it is necessary for us to ensure that there are strong curbs to control this. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister to see if some review could be done to such practices in Lorong G, Telok Kurau. As the Minister may know, there had been previous instances where many of the premises in Lorong G had been used for commercial purposes. But these problems have long been solved. There have been complaints about the use of premises in Lorong G for non-residential purposes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, it concerns premises along main roads, which have lean-tos or sheds that have been used for a number of years. I am aware that it is extremely important for houses or buildings along main roads to look pretty, beautiful, neat and clean. But then, in many instances, sheds or lean-tos have been constructed without prior approval of the planning authorities and they have been used for very special reasons. They need the sheds. In one particular case, I had the special assistance of the Higher Executive Planner of the Development Control Division. The Ministry of National Development had insisted that the sheds must be pulled down but after a site inspection with me, he realised the problems of the particular owner of the building and agreed to allow the owner to build an attractive shed and construct a proper fence so that it would not be too unsightly from the main road. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have also received many requests from other constituents, and their sheds have been constructed a very long time ago. So far, there has not been a clear-cut explanation as \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1077</b></font> \n  <br> \n  <br> to why these sheds or lean-tos which have been standing for a number of years must now be pulled down. Perhaps it would make the job of Members of Parliament much easier if this policy is stated more clearly. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, again, the use of residential and shophouse premises along main roads by civic organisations. I have recently written a case to the Hon. Minister concerning a particular organisation which has already occupied the top floor of a row of shop-houses in Changi Road for its organisation's activities. Since there are many other associations along many main roads using premises for civic organisation purposes, they thought that it should be all right for them to do the same. Of course, there must be conditions, and if we can make clear what these conditions are and ensure that these conditions are complied with, it should be possible for us to grant approval on this particular request. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, on this non-residential use of the premises in Lorong G, I will ask the Building Control Division inspector to go and have a look. If the premises are not used in accordance with the zoning, they will take appropriate action against the owner. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the sheds along main roads in various areas, let me explain the Government policy. It is that buildings which were constructed before 1969 without approval are being tolerated. In other words, the Government will not take action against any unauthorised buildings built before 1969. But after 1969, any building constructed without approval is considered an unauthorised structure and the Building Control Division will take action against the owner. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the sheds which the Member for Kampong Kembangan referred to, it is most probable that they were constructed after 1969. Therefore, they have to be considered as unauthorised structures. I have just explained what the policy is. But if there is evidence to show that those structures were put up before 1969, we will tolerate them. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1078</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of residential premises being used by civic organisations or for other non-residential purposes, this is against the Building Regulations. If the premises are approved as residential buildings, then the owners will not be allowed to convert them into office buildings, civic organisation premises, shops or other business premises without the approval of the Building Control Division. So I would suggest to the Member to advise those who are using these buildings for other purposes to submit their applications to the Building Control Division for permission for change of use. Sometimes an application will be approved if the Building Control Division considers that the change of use is not detrimental or that the change of use is not against the amenities of the area. In other cases, most probably the answer would be no. That means they would not be allowed to change the use originally approved for the building. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Mr Speaker, Sir, I am very happy to hear the assurance from the Hon. Minister that he will send his officers to take a look at Lorong G, and I am sure the residents who are affected in this particular case would appreciate the action by his department. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the premises along major roads and in the particular case which I referred to, the owners were given a specific approval by the appropriate authorities. But then they were told that the department has the discretion to withdraw it because it was a temporary approval. The approval given was on a temporary basis. But subsequently when I discussed the matter with the officials, they did say, \"It is important for you to keep this place neat because it is off the main road and it should not be unsightly from the main road.\" So we offered them a solution by putting up proper fencing, lean-to and awnings to make it look tidy. I am glad that the officer concerned was kind enough to consider this case favourably. In fact, we have offered the owner this proposal, I am not sure whether the owner has given a specific decision because this offer was made just about one and a half weeks ago. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1079</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the use of shophouses by civic organisations, in this particular case the shophouse is located off the main road. It is quite noisy, and I thought that since the use of this particular premises for a specific organisation will not add to the noise, the case could be considered favourably. If the Minister would allow me, maybe I would correspond again with him on his matter. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood on the Order Paper Supplement - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(12) That the sum to be allocated for Head U be reduced by $10 in respect of Subhead Code U F-03 of the Main Estimates. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Encik Mansor, amendment (12). \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> I am not moving, Sir. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Tan Cheng San, amendment (13). \n  <br> \n  <br> \n  <!-- Mr Tan Cheng San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Cheng San (Paya Lebar)</b>( \n  <i>In Mandarin</i>): Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Subhead Code UG-02 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first of all, I must greatly appreciate the efforts of the Government in housing development in the past ten years. As everybody knows, since the Housing and Development Board was established in 1960, i.e. after 19 years of public housing, we have entered into the fourth five-year building programme of the Government. During this period, the achievement of the Government in housing development has been admirable. The resounding success of Government in public housing has entirely solved the problem of housing which we faced in the 5O's. This is known to all. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now we can proudly say that the population of HDB flat dwellers has reached 60% of the total population, i.e. over one million. This \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1080</b></font> \n  <br> \n  <br> number will continue to increase. Today, under the home ownership scheme, the people can use their CPF savings to buy HDB-flats. At the same time, Government's subsidy to the HDB is increasing each year. This evidently shows that the Government cares for the livelihood and the living conditions of the people. The design of HDB flats has also improved greatly and is appreciated by our people. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no exception to this in my constituency. My constituents are very keen to apply for HDB flats. However, some of them have encountered a lot of problems as a result of resettlement. The date of acquisition of Lorong Tai Seng as announced in the Government Gazette was February 1971. But the census was first taken in October 1977. Therefore, there has been a long lapse of six years and eight months from the acquisition date to the census commencing date. During this long period of six to seven years, many things could have happened or could have changed. For example, at the time when Government acquired the land, a resident might have a son, still young and not married. But by the time the Resettlement Division commenced a census, this son is already a father of two children. However, according to the rules of the Resettlement Division, only those who have been occupying the Government's acquired land before February 1971 could qualify for priority to purchase HDB flats in the resettlement programme. Only those who have been there before January 1970 could have priority to rent HDB three-room flats. And only those who resided on the Government acquired land after January 1975 could enjoy the benefit of renting HDB one-room improved flats. These are the benefits accorded to the people affected by this resettlement programme. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I feel the above ruling is unfair. The Resettlement Division should take the census commencing date as the cut-off date. In other words, the Resettlement Division should draw the line as at October 1977 for the benefit of priority of purchase of flats by those affected by resettlement. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1081</b></font> \n  <br> \n  <br> \n  <br>4.45 p.m. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan</b>( \n  <i>In Mandarin</i>): I sympathise with the Member for Paya Lebar but his suggestion cannot be accepted by the Ministry of National Development. Once the acquisition of a piece of land is announced in the Gazette, people who come to know of it will come and squat on it, because they know that it would take quite some time before the Resettlement officers could commence census. They also know that by occupying that piece of land and changing their addresses there, they hope to get compensation and to enjoy priority for HDB flats. Therefore, we cannot change our present policy. Otherwise there will be loopholes for people to exploit the benefit of priority accorded by the HDB. Although I sympathise with the Member, I am not prepared to accept his suggestion; otherwise the chances of priority of flats for those people who are truly affected by clearance schemes will be lessened. If more and more people apply for compensation or HDB flats on a priority basis, it will cause administrative difficulty and the Government will also incur a greater expenditure. \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee (Senior Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Parliamentary Secretary to the Minister for Labour (Mr Fong Sip Chee):</b> Sir, the Minister has given a very interesting reply. I agree with him entirely that once a piece of land is gazetted for acquisition, a lot of people would move into it and later claim resettlement benefits. Therefore, the Housing Board has not been able to agree to the suggestion made by the hon. Member for Paya Lebar. The census must be taken first. Am I correct, Mr Minister - take the census first, then gazette? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> If it is private land, the Government has no authority to enter into it and take a census because the land is privately owned. After gazette notification and issue of award, we can then take possession of the site and the land becomes State land. Only then can we enter into the State land to take a census. So a certain period of time will lapse from notification of the acquisition in the gazette and the taking of a census. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1082</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Fong Sip Chee:</b> There was a case when the landowner could not be found and different Area Offices of the Resettlement Department have different policies. But I do not believe that that is the case. They do have a uniform policy, but the problem lies in its interpretation. Certain Area Offices say that once a land is under acquisition and a gazette notice is published to that effect, then on the advice of the HDB the owner had to move out of the site. Subsequently he was not given compensation on the ground that he was not in physical occupation of the land before and after the census and the gazette notification. Therefore, it seems that on the one hand while the HDB encourages people to clear the site so as to facilitate speedier redevelopment, on the other hand if the owner moves out earlier he risks getting no compensation. I do have cases like that in my area. \n  <br> \n  <br> \n  <!-- Mr Tan Cheng San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Cheng San</b>( \n  <i>In Mandarin</i>): Following what the Minister has said, I would like to say this. With regard to the Lorong Tai Seng case, although the acquisition was gazetted in 1971 the old landlords were still collecting rent from the occupiers of the land who were still unaware of the Government acquisition of that particular piece of land. Only when the Resettlement officers went there for a census did the people realise that the land had been acquired. So if the HDB were to use the gazette date and not census commencing date as the cut-off date, then the residents might not be aware of the acquisition as in this case. So I think that the date, 1971, is not very appropriate. A better time would be October 1977. So I hope the Minister will give favourable consideration to this suggestion. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan</b>( \n  <i>In Mandarin</i>): Sir, I have already explained why we could not change our present policy. The reason is that it will cause confusion in our resettlement regulations. However, the policy regarding resettlement is subject to constant review, if better suggestions are forthcoming. So I can say that the suggestion by the Member for Paya Lebar will be taken into consideration in the future when the regulations next come under review. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1083</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin</b>( \n  <i>In Mandarin</i>): Sir, the Minister does not seem to be very clear about the position stated by the Member for Paya Lebar. The Member was saying that before the announcement of the acquisition in the Gazette, a certain person was already in occupation of the land, and it was only after six or seven years before they took a census and tried to evict him. In the meantime during this period there would have been changes in the circumstances of the person living there. For instance, a person who was there at the age of 15 would, after seven years, be 22 years old. By that time he might have been married or might even have children. Then on taking census the Resettlement Department said, \"At the cut-off date you were not married; so how can we treat you as married?\" That is just the point the Member was raising just now. So the Government should consider that although at the cut-off date, that person was not married, he could after these several years be married. And if he was married with a family when census was taken, then we should treat him as being married and having an independent family. Rather than say \"no\", we should be more humane and sympathetic. In other words, the later date, i.e. the census commencing date should be taken into consideration and not the earlier date. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that the Minister's performance can be said to be literally \"round\" and \"smooth\" (&nbsp;&nbsp;&nbsp;&nbsp;) in a way. He seems to adopt an about-turn, or rather, a roundabout way, different from his behaviour at the last meeting when he spoke on other matters. We would expect the Minister to give us a positive and sympathetic answer rather than going about in a shadow boxing way. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, let me say that there is no intention on my part to try to be evasive or something like that. Any change in the rules of the resettlement policy will have very important consequences on the housing programme, on the supply of housing, and on various other matters. I did not brush aside the suggestion of the Member of Parliament. I say that we will take the suggestion quite seriously. We will soon have a review of the resettlement policy, which will not be five \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1084</b></font> \n  <br> \n  <br> years later. It will be soon, which means, in the next few months or in a year's time. In our review we certainly will take this problem into consideration. This is not a very common problem. I would say that it is peculiar to Perseverance Estate, simply because Perseverance Estate has an area of almost a thousand acres. It is a very big area, stretching from Changi Road to Lorong Tai Seng. I would say the residents there number more than 50,000, involving about 10,000 to 20,000 families. It is because of the unusually large size of the Estate involving a very large number of residents that it is not possible for the Resettlement Department to resettle them straightaway. So we have to resettle the people in stages, and that takes a long time. It is because of that when the Housing Board gazetted the land for acquisition in 1971, that we realised in 1975 we needed many more years to clear the Perseverance Estate. For this reason, the Housing Board gave special concession only to Perseverance Estate residents. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those people who live in the Perseverance Estate from 1975, not 1971, are entitled to alternative accommodation in one, two, and three-room flats. So in the mean-time if those people had married and have children, as the Member for Jalan Kayu has said, the case for their families is recognised. They are being offered rented flats of the one, two and three-room type. This privilege is not offered to resettlement cases in other areas. It is allowed here only because of the peculiar situation of Perseverance Estate. So we are not really applying the rule as unreasonably as some of the Members of this House may think. When we come to review the policy the next time, we will take this matter into consideration, and we may be able to arrive at some satisfactory new rules so as to grant certain benefits to people who are caught by the cut-off date. But certainly there was no intention to play shadow boxing. \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Fong Sip Chee:</b> I support the Member for Jalan Kayu. I do not think the Minister knows what he is talking about. He said that this special rule applies to the Perseverance Estate only. I can tell the House that it applies to my constituency also, as a result of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1085</b></font> \n  <br> \n  <br> a representation from me. So it does not apply to that Estate alone. There were cases of members of a family who got married after the cut-off date. A reply from the Resettlement Department said that the man was not entitled to two units. I think I raised this matter in this House during the debate on the Budget Statement. I took up the matter stating that there was no law saying that once a family had been censured for resettlement, no member of that family should contract marriage. I told the officials that I would only agree with them if they could produce the law to me. So in the end the Resettlement Department very kindly (I must thank them for that) agreed with me. They replied, \"Because of that, we now allow this family to rent one, two, or three-room flats.\" So it is not a policy applicable to that estate alone. I do not know whether the Minister is aware of what is going on in the Resettlement Department. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was another matter of policy which I raised with the Resettlement Department. It so kindly agreed with me, again saying, \"This is a good policy. However, since the resettlement policy was revised only recently, and that was one year ago, we are not able to bring this matter up again.\" This reminds me of the time when the Allied forces were nearing Berlin; nobody dared to wake up Hitler. \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin:</b> Sir, I am very pleased to have the assurance of the Minister but somehow I feel a bit cheated because for the first time I have come to know that in another constituency people are allowed to get married after the cut-off date. It is not just a peculiar problem applicable to that particular estate. I have many cases of people who, after registration, got married, i.e. after the cut-off date they got married. When it comes to registration, they wanted to have their own flat. For obvious reasons a lot of people want to have their own little family. HDB says, \"No, because at the time of the cut-off date you were not married.\" So it is not just peculiar to Paya Lebar. Although, on the one hand, I am pleased that the rules are going to be revised and, to use the Minister's own expression, \"quite flexible\", (I hope he \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1086</b></font> \n  <br> \n  <br> will be very flexible and not just \"quite flexible\") but on the other hand, I feel quite cheated. I think a double standard has been applied here. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, I want to clarify this. Should single persons who are affected by the cut-off date, subsequently get married, be allowed to rent one-room flats only? Perhaps the Member for Kampong Chai Chee was referring to this, and he says that this is applicable to all the constituencies throughout Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what I am saying is that the policy allowing people to rent two-room and three-room flats is a concession granted only to Perseverance Estate where the cut-off date used was 1975. I do not want to repeat and bore Members of this House but it is because of the special situation. But the general policy that applies to all the constituencies in the case of a single person who gets married after the cut-off date is to allow him to rent a one-room flat. I want to assure the Member for Jalan Kayu that his constituents have not been treated any worse than those in other constituencies. \n  <br>5.00 p.m. \n  <br> \n  <br> \n  <!-- Mr Tan Cheng San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Cheng San</b>( \n  <i>In Mandarin</i>): Just now in his answer the Minister said that the cut-off date for Lorong Tai Seng was 1975. Since the cut-off date is 1975 then those who got married between 1971 and 1975 should be given priority to buy HDB flats. But the Resettlement officers said that they could only rent and not buy the flat, \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan</b>( \n  <i>In Mandarin</i>): If the people had moved into Perseverance Estate before 1971, they will be allowed to buy a flat. If they moved in from 1971 to 1975, they can only rent two or three-room flats, whereas in other areas, the people concerned can rent only one-room flats. \n  <br> \n  <br> \n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Koh Lip Lin (Nee Soon):</b> Sir, I have got a case which is quite unfair. It concerns a young man who was married before the cut-off date but, owing to the lack of foresight, the address of the wife was changed only after the cut-off date. So he was not able to enjoy the privilege. When he made a protest \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1087</b></font> \n  <br> \n  <br> to the Resettlement office, they wanted him to show documentary proof that the wife has been living with him since their marriage. So they came to me to ask if I could support him by writing something to prove that the wife indeed was living with him since their marriage. Can the Hon. Minister enlighten me on how to solve the problem? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, I would advise the hon. Member for Nee Soon to send the case to the Housing Board and they will look into it. \n  <br> \n  <br> \n  <!-- Mr Tan Cheng San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Cheng San</b>( \n  <i>In Mandarin</i>): Sir, although the answer by the Minister concerned is not very satisfactory, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I propose to take the Suspension now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Order. I suspend this Sitting and will take the Chair again at 5.35 p.m. \n  <br> \n  <br> \n  <div align=\"right\"> \n   <i>Sitting accordingly suspended at</i> \n  </div> \n  <div align=\"right\"> \n   <i>5.03 p.m. until 5.35 p.m.</i> \n  </div> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <i>Sitting resumed at 5.35 p.m.</i> \n  </div> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U - (cont) - \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting (Punggol):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Subhead Code UG-02 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I notice that there is no increase in the provision under this subhead on Resettlement. The provision of $25 million is the same as for FY 78. Just now the Hon. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1088</b></font> \n  <br> \n  <br> Minister for National Development disclosed that there would be a review of resettlement policy. I have brought to the attention of the House in past years the problems of resettlement, one of which is the ex-gratia payment. I would urge that now is the time for a review to take place in view of what the Hon. Minister disclosed yesterday, i.e. that a sum of $106 million would be spent over the next few years for the improvement of the old housing estates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, Sir, ex-gratia payment, that is, payment out of grace, for those affected by resettlement has been very small. This makes it very difficult for me and also some of my colleagues who have areas of land under clearance because there is a great disparity in the rates of compensation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One matter which has been a subject of intense argument in this House in the past years is the question of bona fide and non-bona fide farmers. Does the Hon. Minister think that the sum of $11,800 or a three-room flat, old type, is enough to compensate a farmer who has been classified as a bona fide farmer by the Resettlement Department which was told so by the Primary Production Department? For loss of livelihood that is their compensation. No doubt, the rates of compensation have been increased, for items like fruit trees, farm structures, houses, etc. But what about the non-bona fide farmers? My question is: who is to determine that one is bona fide and the other is non-bona fide? What criteria are used? The previous Ministers and Ministers of State expounded that the criteria were based on certain policies, and many Members of Parliament whose constituencies are affected by resettlement do not share the same sentiments. In this respect, Sir, would not the Minister think that the time is now ripe for a review of the entire resettlement programme? For example, those who are classified as bona fide farmers enjoy a higher rate of compensation in terms not only of houses, but also farm structures and fruit trees. But those classified as non-bona fide farmers, the rates of compensation are almost half. I think this is not fair and a correction should be made. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1089</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No doubt those affected by resettlement are very unhappy because it means that their families are uprooted and they have to move into a new environment. Maybe most of them have to look for alternative employment. I have a lot of cases in my constituency where they cannot adjust themselves to the new environment. Some of them prefer to go back to their old occupations but since their land has already been acquired, they cannot depend entirely on farming any more, and so with $11,800 or a three-room flat as compensation they have to move out. These people find it difficult to adjust themselves. They apply for hawker stalls. Some may be successful, while others may not. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What complicates the problem is the direction of the Primary Production Department in relation to fishing. I have had to deal with this problem over and over again trying to get something for those affected and who want to continue with inshore fishing by way of drift nets, etc, I believe the Hon. Minister himself is aware of this, I hope, Sir, towards this end the Minister would care to elaborate on what new revisions are being provided under the resettlement rates of compensation. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, the present resettlement policy was formulated in 1975 and it has already been in existence for quite some time. As I have mentioned earlier in the House, my Ministry will review the resettlement policy. We will thoroughly and very carefully review the compensation rates and the various benefits to be granted to the people who are affected by resettlement. I have also said earlier that I welcome Members to write to me if they have any suggestions to make to improve the resettlement policy, so that when the Review Committee is formed we will have the benefit of the wisdom of Members who, having been dealing with their constituents daily, would have a lot of information on the unhappiness of the people who are affected by the resettlement policy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to emphasise here that the policy of the Government is to try to cause as little inconvenience as possible to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1090</b></font> \n  <br> \n  <br> the resettlement cases. For example, if the people who are affected by the resettlement policy are residents, they will get priority for allocation of flats. In fact, some Members have been complaining that the flats in the popular areas have been reserved for the resettlement cases, and making their constituents very unhappy. These are the benefits granted to the resettlement cases. \n  <br>5.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also provided shops and factories for resettlement cases at concessional rentals, and we also develop new areas where the resettlement cases can go to if they wish. For example, we have a lot of these obnoxious industries affected by resettlement. Factories like the soya sauce factory and tanneries normally would not be able to obtain a licence from the Ministry of the Environment to continue with their operations because they will find it difficult to comply with the anti-pollution rules. But the Housing and Development Board has developed a special industrial estate for these obnoxious industries. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of farming, as we all know, we are very short of land. It is not possible for us to allocate land to farmers for subsistence farming because we are not like other countries which have vast land areas and can therefore allocate land to their citizens very generously. But in Singapore we are very short of land and we have got to make good use of every square inch of it. For this reason farmland is only allocated to those farmers who can efficiently make productive use of the land. Those farmers who are unable to make productive use of the land will not be allocated any land. But the Resettlement Department usually recommends them for a hawker licence if they can satisfy certain conditions. In other words, if they are old and it is difficult for them to learn a new trade, they will usually be granted a hawker licence. But I would like to assure the Member that the resettlement policy will be reviewed very soon. Any policies which give rise to a lot of unhappiness among the residents affected by resettlement will be amended, and we hope, to make them happier. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1091</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, the Hon. Minister has just mentioned that a Review Committee will be set up. I can assure the Hon. Minister that we MPs will not be found wanting in making suggestions, and when they are made I hope they will be well taken. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take, for example, Sir, the question of housing priority for families. I believe only one split is allowed. But in the rural areas sometimes the people have large families because they are deeply rooted. They just live together in one or two houses. I hope that when splits are made and if the families wish to live together in the same block, this will be allowed. I appreciate the problems faced by officials of the Resettlement Department. It is a thankless task. They have a job to do. But I am sure the Hon. Minister will also understand the problems that we face when large areas of land are being acquired for public redevelopment. In that sense, the MPs also face resettlement problems which are further compounded by rules and regulations. He has mentioned that the rates of compensation were again reviewed in 1975. But I agree with him that when the committee has been set up, the Ministry could send a letter inviting our suggestions. I think we will do what the Hon. Minister expects us to do. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In that light, Sir, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong:</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Project 8101 of Subhead Code UH-06 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I have mentioned in this House previously, fish merchants in Jurong are generally happy to see that the Primary Production Department has eventually agreed to build permanent offices for them in the Jurong Central Fish Market and that construction works are now in steady progress. Sir, can the Minister concerned inform the House when these offices will be completed and ready for occupation? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I paid a visit to the Jurong Central Fish Market with my CCC members recently. I \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1092</b></font> \n  <br> \n  <br> must admit that the general upkeep and operation of the market seems all right except for the following two areas which need further improvement. The first is the concrete floor in the compound of the market. It has badly deteriorated, and potholes can be seen everywhere. I think it is time for the Ministry concerned to consider patching up the potholes or, better still, resurface the entire floor. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is with regard to the wharf facilities in the Jurong Fishing Port. As I have pointed out in this House last year, the existing port is only 600 feet long which is hardly enough for anything more than four fishing vessels to moor there. The then Senior Minister of State concerned replied that the Primary Production Department was negotiating with the JTC for a new lease of the Jurong Fishing Port. Now that the Primary Production Department and the JTC come under the charge of none other than our able Minister for National Development, and since this House has been enjoying his pleasant and interesting replies, I think this House should be informed of this matter more precisely. Will the Minister concerned care to comment? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, the new building for the fish merchants at the Jurong Fishing Port will be completed by the end of this year. The Member for Jurong has said that there are a lot of potholes in the market compound, I was told that they had already been patched up in the middle of this month. I think the Department spent $2,400 in patching up the potholes. At the same time, they have also provided about $305,000 for general improvements and resurfacing the whole area. They hope to start this work towards the end of this year. On the question of extending the wharf, it is true that the Jurong Town Corporation has offered additional land to the Land Office. The Primary Production Department and the Public Works Department are now studying the feasibility of extending the wharf facilities. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong:</b> Sir, I paid a visit to the fish market sometime last month and I did \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1093</b></font> \n  <br> \n  <br> not know that the Primary Production Department had patched the potholes so quickly. I must congratulate the Primary Production Department in this regard. With regard to the wharf facilities, I hope work can be expedited so that the fish merchants will not have to suffer any longer. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $198,926,100 for Head U ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,143,836,900 for Head U ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1093</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head V - \n  <br> \n  <br> \n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ch'ng Jit Koon (Tiong Bahru)</b>( \n  <i>In Mandarin</i>): Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10 in respect of Object Group 1100 of Subhead Code VA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, National Service since its implementation, has made a definite contribution not only to our defence and security but also to the cultivation of national awareness among our citizens. After all these years everybody has accepted National Service as the bounden duty of every citizen, because we have all understood the important role National Service plays in the defence, security and development of our nation. I have even heard many parents comment that National Service has improved the physique and health of their children, who are now more disciplined and who have cultivated the trait of self reliance. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of the National Service Act every male Singapore citizen, after completing 2 1/2 years' full-time National Service has to continue to serve as a reservist until 40 years of age. As a reservist he will have to return to camp once a year for retraining. Thus he can meet his old colleagues and spend one to three weeks to brush up his military training. In addition to reviewing what he has learnt in military techniques and knowledge, he can also learn some new techniques. This scheme of annual in-camp retraining is very important, as it \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1094</b></font> \n  <br> \n  <br> enables our reservists to maintain their highest capability to fight during any emergency. Otherwise the previous 2 1/2 years' full-time service will be an unnecessary waste. Most reservists understand the rationale behind this and they are very happy to accept the need for retraining. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Going back many times for retraining makes these reservists realise that the military service has given them a greater interest in life. However, there are a few exceptions, especially those who are self-employed, like the newspaper vendors, school bus drivers, and tailors. These people have to work in order to make a living for themselves and their families. Having to go back for retraining will cause some inconvenience and difficulty to them and their families. Their problem is not only the loss of income, because they can always apply to the authorities concerned for a make-up pay. Their real problem is that when they go back for retraining their rice bowl is broken. For example, if he is a newspaper vendor he will have to leave his stall for three weeks during his retraining period. By the time he returns he finds that all his customers have gone away, and so his livelihood is affected. \n  <br>6.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same is true of other self-employed reservists. For example, in the case of a school bus driver whom I met, he told me that the livelihood of his family depended on him. He is the one who drives his own mini-bus carrying pupils to and from school, factory workers and office workers to and from work. Mr Speaker, Sir, going back to the camp for retraining for two or three weeks not only causes him to lose his income but also causes inconvenience to the students, the factory workers and the office workers. He has made representations to the authorities concerned and asked to be excused from reservist retraining but he was not granted deferment by the Minister concerned. However, as a gesture of sympathy, the authorities concerned specially allowed him to go back during the school holidays. However, this arrangement was of no great help to the school bus driver \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1095</b></font> \n  <br> \n  <br> because on returning after his re-training, he found that most of his patrons, the students, factory workers and office workers had changed over to other transport operators and he could not simply pull them back. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was another case of a tailor. After finishing two years of national service in August 1973, he became an NS reservist. After his father passed away two years ago, he took over the small man's tailor shop and ran it alone. He has an old sick mother, a wife and three daughters, the eldest being six years old and the youngest less than a year old. He had a younger brother, but he died when he was serving his national service. His mother was unable to bear the agony of losing her beloved son and became mentally deranged. In the first few years that followed, the authorities concerned were sympathetic and allowed him deferment. However, this year, they did not allow him any more deferment. He had just gone back to camp on the 19th of this month (last Monday) for training. Last night he begged leave from his senior officer or his supervisor to go back to see his mother. He also came to my party branch and told me of his grievances. According to him, he has to close his shop and terminate his business temporarily, as there is no one else to help him. He also said that since the authorities did not allow him further deferment, he dared not accept any orders from his customers during the past two weeks for fear that he might not fulfil the orders in time. He knows that he has already lost many customers. He expects to lose more in the coming two weeks. He is very concerned about his poor business and what would become of it in the future. \n  <br>6.05 p.m. \n  <div align=\"center\"> \n   <h4>[Mr Deputy Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the few examples that I have cited here are all real cases. Whenever I hear their \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1096</b></font> \n  <br> \n  <br> problems, I feel very sorry for them. Therefore, on their behalf I would like to plead to the Minister concerned to listen to their difficulties and to give sympathetic consideration to those who are self-employed and who are the sole breadwinners in the family by releasing them from NS reservist duties. If it is impossible to grant total exemption, perhaps the Minister could consider arranging some other form of training for them during the weekends and at nights or after office hours. This is a reasonable request. I hope the Minister would agree. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Deputy Speaker, Sir, my amendment touches on the same issue and, if I may speak now, I shall be very brief. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to support the hon. Member for Tiong Bahru in requesting the Hon. Minister to consider sympathetically the hardship cases, especially of the self-employed who would like to be exempted from the annual in-camp training. During the meet-the-people sessions, I have had such appeals from constituents. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Tiong Bahru has suggested that some kind of alternative may be offered to such reservists. May I suggest that some kind of pan-time training be offered to these reservists. As we are aware at the moment, part-time service is available only in the Special Constabulary and Vigilante Corps, and it may be possible for the Ministry to work out a schedule of part-time training for the reservists so that they could fulfil their national service as far as they are concerned. \n  <br> \n  <br> \n  <!-- Mr Howe Yoon Chong (Minister of Defence) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister of Defence (Mr Howe Yoon Chong):</b> Mr Deputy Speaker, Sir, as a Member of Parliament representing Potong Pasir, I would like to say that I sympathise with all those Members who have met the people and have listened to all the sob stories asking for either exemption of their children from national service, or transfer of their \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1097</b></font> \n  <br> \n  <br> children from full-time national service to part-time, or transfer to the Special Constabulary, or deferment of reservist training, or even exemption from training. There are 1,000 or maybe one million-and-one sob stories. As a Member of Parliament, I meet them just as other Members do, and sometimes I have no answer to give them that will be accepted or satisfactory. I am sympathetic. But as a Minister charged with the responsibility of ensuring that there is a proper build-up of the defence capability of our country, which has not inherited any army of any kind, and also to build up a defence capability in as short a time as possible and with the very limited resources that are available in the country, and with the very limited numbers of people, the big majority of whom are traditionally against military service in this country, I cannot sympathise with all these requests. All I have to say is that it is necessary for every citizen to realise that defence is now his responsibility. Nobody should be allowed exemption, other than the few odd cases of medical grounds or on some other special grounds that are permitted by the Advisory Committee to get exemption or a transfer from full-time to part-time, or to get deferred from reservist training or exemption from reservist training. That is the position from the Minister's point of view and from the Government's point of view. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me explain. Our defence structure is a very simple one. We have full-time national service. We take in people for training for two years or 2 1/2 years. But the number of people who come in for national service is very small. The major defence capability is in the reserve battalions. That means we keep on building up our reserves so that eventually, when the need arises, everybody is ready to take up arms to defend the country. The defence capability is spread equally on the shoulders of every able-bodied person in Singapore. That being the case, we take this very seriously. But unfortunately a lot of our people think that national service is a chore. \"I send my son in for two years and after having served two years, that is the end of it.\" \"National service is a chore because you take my son away from his studies (or from his work) for two years.\" They do not \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1098</b></font> \n  <br> \n  <br> realise that, as taxpayers, they are paying very huge sums, even for these two years, to train a national serviceman; in fact, two years spent in learning the military skills to be able to defend the country. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When a national serviceman is in training, we provide as good a training in military skills as is possible for the two years. Then we put him in reserve for ten years, or up to the age of 40, so that every year we call him back for training. The basis of this training is that he comes back as a unit. Therefore, the policy does not allow for people to be exempted from reservist training. He can be allowed deferment if he gives enough reasons. The advance notice of six weeks is given by the unit to which the reservist is attached. If for some reason or other he cannot make the necessary arrangements to be in camp with his buddies for training, he can ask for a deferment, and, if there are good reasons, deferment is normally granted. Out of the 4,000-odd requests for deferment, I think we have granted more than 3,000. So 75% of the requests are granted. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sorry to say that total exemption from deferment is not on unless there are basic medical reasons for it. If one can be exempted, then all of them will request exemption. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point raised by the Member for Serangoon Gardens about part-time training, our present build-up of defence capability does not allow us the luxury of having part-time soldiers. We hope that maybe in a few years' time when we have built up our reserve battalions sufficient enough for a sizable defence capability, we may be able then to take on or divert some of the reservists into the part-time service. For the moment, our efforts have to be spent building up this defence capability. So I am sorry to say that proposal is not possible. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope Members of this House will bear with me. Instead of listening to the sob stories that come to them all the time in their meet-the-people sessions, they should try and explain to these people that the purpose of two years of national service is not to inflict a burden on their children but it is a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1099</b></font> \n  <br> \n  <br> part of their obligation to the State. In fact, the State spends very large sums of money training their children, in one way, to become better human beings. The reserve training is, therefore, the major base on which our defence capability is built up. It is not a continuation of the \"infliction\" that we are putting on them. Therefore, to allow them exemption would not be in accordance with our defence policy. \n  <br> \n  <br> \n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ch'ng Jit Koon</b>( \n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, I said just now that in order to ensure that these reservists are in peak form of readiness and capability for any emergency, this annual return to camp for retraining is essential, as otherwise the full-time training of 2 1/2 years will be wasted. I think everybody agrees and accepts the fact. But I would appeal to the Minister that in the exceptional cases where because of problems of the family or livelihood, he would give sympathetic consideration. But unfortunately the Minister has said he would not. Since there are other Members who want to speak on this subject, I am not withdrawing my amendment for the time being. \n  <br> \n  <br> \n  <!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Seah Mui Kok (Bukit Ho Swee):</b> Mr Deputy Speaker, Sir, we fully agree with the Minister of Defence that national servicemen must undergo military training. It is their duty and they must accept it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister explained to us that there is no possibility of having exemption from full-time training. In view of this, I think all Members of this House fully appreciate that if a person is in financial difficulty, something must be done to help him. If a soldier has no money and his stomach is empty, I do not think he can fight or defend the country. May I therefore strongly urge the Minister of Defence that some kind of monetary help be given to those people concerned who are in financial difficulties. If that can be done, it will help a lot. Of course, he must find the money and the best way of getting the money is from the ,big businessmen who make big profit, because this money indirectly helps to protect their business. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1100</b></font> \n  <br> \n  <br> Therefore, he should ask these big businessmen to contribute some money for this purpose. \n  <br>6.15 p.m. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong</b>( \n  <i>In Mandarin</i>): After listening to the exposition by the Minister of Defence, I think this House fully agrees with him. However, during the period of national service exceptional problems can arise for the serviceman, such as those mentioned by Members of Parliament. And I think we should give them special and sympathetic consideration. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tiong Bahru has suggested instituting the week-end training, say, for three weeks, as an alternative. I hope the Minister will consider this suggestion. The Minister also said that there are no part-time soldiers now. I think there is still the so-called People's Defence Force. Some MPs here are part-time officers of the Force. I do not know if the Minister of Defence will expand this group. \n  <br> \n  <br> \n  <!-- Mr Howe Yoon Chong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Howe Yoon Chong:</b> Sir, I will answer the Member for Bukit Ho Swee first, because he seems to haVe got the impression that when somebody is drafted into the army full-time, he is not paid. That is not true. He is paid, and he is paid according to his rank. He also seems to think that when we ask the reservist to go back for in-camp training, he is not paid. That is not true. He is paid. He is paid, what we call, make-up pay. If he is earning as a doctor, he gets the salary of a doctor. If he is earning as a tailor, and he can prove to us that he earns that much six months before, we pay him exactly what he has been earning. Sir, we do not have to ask for money to pay them because Members in this House have very generously voted taxpayers' money for that purpose. Our army is, by all standards, at least in Asia, very well paid. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the. Member for Jurong, he reminded me that there is the PDF and that some of the hon. Members here are officers of the PDF. I am aware of it. But I know that those officers know that in the PDF the numbers are getting less and less. The \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1101</b></font> \n  <br> \n  <br> Member for Serangoon Gardens requested this: can we not divert some of our national servicemen into this PDF, so that they can do part-time soldiering? My answer to him just now is that for the time being we cannot because we want to build up our defence capability. If Members would take a look at the situation in the surrounding areas and the turbulence that is developing in them, they will not disagree with me that it is necessary for us to build up this defence capability as soon as possible. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the sob stories that you and I hear during the meet-the-people sessions, I say, yes, but I do not close the door, I say, we can make arrangements for deferment. Two cases were given by the Member for Tiong Bahru. One is the driver of a school bus. Even if we allow him to report for reservist training during the school holidays, it is still not satisfactory. The other case is the tailor who has now been called in. The Member said even after two or three personal appeals, I am still so hard-hearted. He appealed that in spite of the very severe strains and pressures on him, because his brother had died in camp and his mother is not well, his wife has to help in the shop, I am so hard-hearted as not to allow him exemption. I say that there will be no exemption, because if we give exemption to one, we will have difficulty in rejecting other requests of a similar nature. Everybody who is on his own, or doing his own business, will always say, \"My earnings are affected\", or \"My business is affected.\" If he is a doctor, he will say, \"If you take me away from my clinic for three weeks, then all my patients will go to the next clinic and I will not be able to keep my patients.\" These are all the requests we have to turn down. We say, \"You make arrangements for somebody to take your place because we are paying you what you are earning. You are not being made to lose.\" So I would ask Members to bear with the defence requirements of the country, explain to the people that this is a necessary responsibility which every citizen in Singapore must bear. We can no longer employ mercenaries or depend on other people to defend us. We ourselves must defend our country, with our own lives, if necessary. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1102</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ch'ng Jit Koon</b>( \n  <i>In Mandarin</i>): Sir, it is often said that only when our country exists can we hope for our home to exist. Under this slogan, nobody can object to national service. As for those who are unable even to take care of their own family and home, I do not think they can be relied upon to take care of the country. These comprise only a small number. I am indeed very disappointed that the Minister has persistently refused to consider these few requests. He has just assumed his office as Defence Minister. Perhaps after he has encountered more problems, he will be moved by them and will be more sympathetic. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under these circumstances, I beg to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Encik Mansor Haji Sukaimi - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) That the sum to be allocated for Head V be reduced by $10 in respect of Subhead Code VB-02 of the Main Estimates, \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> I am not moving, Sir. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10 in respect of Object Group 1210 of Subhead Code VB-03 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, just now the House was treated to a very well-known exposition by the Minister of Defence on the need to build up a defence capability. I fully agree with what he has said. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A sum of $389,380 for FY 79 for Outward Bound Training is being sought for. This objective of Outward Bound Training is \"to promote the building of a healthy and rugged society through the provision of a course of rigorous physical training.\" I believe this Outward Bound Training School is located in Pulau Ubin. The building and the facilities were at one time manned by the People's Association until they were taken over by the Defence Ministry. With a picture very vividly painted on the need to build up a defence capability within so short a time, I was just wondering whether this can help to fulfil the role in some respects. I do not think so. So I would like to ask the Minister of Defence \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1103</b></font> \n  <br> \n  <br> how many courses have been conducted in the past year in this Outward Bound Training School; how many persons have benefited from the courses conducted and from which walks of life; and how effective in terms of cost effectiveness have these courses been. I ask those questions because there is a provision of almost $400,000. The total number of posts for this little unit is 32, comprising one Warden, one Defence Executive, 14 Instruction posts, etc. In the light of my remarks I hope the Minister would care to reply. \n  <br> \n  <br> \n  <!-- Mr Howe Yoon Chong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Howe Yoon Chong:</b> Sir, may I say that the Outward Bound School is not part of the SAF. Historically, I think, we inherited the Outward Bound School. I did a bit of research and found that the Outward Bound School grew out of a holiday camp, which was established in Pulau Ubin in 1958 by the Social Welfare Department but came under the administration of the People's Association in 1960. That is the historical beginning of the Outward Bound School. It was a holiday camp in Pulau Ubin run by the Social Welfare Department. It was set up in 1958. In 1960 it was handed over to the People's Association. But in 1967 when the Government of Singapore was discussing how to build a rugged society, the Minister of Defence announced that the Outward Bound School would be established as a permanent feature to help build such a rugged society. The direction of the school was taken over by two experts from New Zealand who were sent under the Colombo Plan in November 1967. In the following year the Board of Governors for the Outward Bound School was set up under the Chairmanship of the then Minister of Defence, Mr Lim Kim San. That is the history of the Outward Bound School. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The principles for the establishment of the Outward Bound School are to give young people of all walks of life an opportunity to train through challenges inherent in the sea, the hills and the elements. Such training helps them to develop a capacity to face hazards, difficulties, hardships and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1104</b></font> \n  <br> \n  <br> emergencies of all kinds. Thus each young person is presented with a set of conditions necessary to give him for the first time an opportunity to discover himself. These conditions demand self-discipline, team work, adventure, and some hardship and risks. They help to make each young person realise that he can do infinitely more than he thinks he can, if he is mentally disciplined. That is the beginning of the Outward Bound School. It has been with the Ministry of Defence since. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to how many people are being trained by the provision of $390,000-odd in the estimates, I would like to inform this House that the following types of instruction are given. There is one standard course for men between the ages of 19 and 25 years, and this lasts 21 days. There is a similar course for women of 19 to 25 years. It also lasts 21 days. There is another one for boys between the ages of 14 and 18 and one for girls between the ages of 14 and 18 years, and the courses also last 21 days each. In the case of courses for adult men and women, the following departments have made use of them: the Public Service Commission, Vigilante Corps, People's Association, Police Force, Singapore Armed Forces itself, CSSDI and SIA. In the case of the courses for young people, the groups that have used them are the National Cadet Corps, the Scouts' Association and various community centres. There are other courses like the Executive Course, which is co-educational, for people of 25 years and above, and they have been made use of by PSA, PUB, JTC and SIA, Then there is a sea-oriented course of 10 days where most of the SAF Boys' school people use it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the numbers, I am not very sure if I can give them. The capacity for each course is 70 trainees at any one time. \n  <br>6.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Member for Punggol can see, this Outward Bound School is not part of SAF. It has got nothing to do with defence as such. We are running it because the Ministry of Defence has the necessary instructors and organisation and the supporting facilities to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1105</b></font> \n  <br> \n  <br> run such courses. We do so much training and we have so many instructors. I hope that answers the Member for Punggol. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> One small question, Sir. The Minister mentioned the figure of 70 trainees at any one time. Since the Ministry of Defence has got the trained personnel, would not the Minister consider expanding the number of courses so that more people can take advantage of the vigorous training that is provided by the Outward Bound School? \n  <br> \n  <br> \n  <!-- Mr Howe Yoon Chong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Howe Yoon Chong:</b> Sir, the answer is yes. In fact, the Outward Bound School has just been reorganised and a new committee has just been appointed to run it. We hope to be able to expand the facilities so that more people can benefit from the facilities that are available there. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are appointing new instructors who have been sent overseas to places like Hawaii, New Zealand and Australia for training. When they come back they will impart whatever benefit they get from the courses that these countries teach their young people. There are now a total of 14 instructors in the School running courses for the people whom I have just mentioned. They also take courses in sailing, canoeing, water survival, navigation, expedition and physical training. We hope that this School will gain in popularity as more and more of our younger men and women get to know about it. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> I thank the Hon. Minister for his reply, and I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $898,424,190 for Head V ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $100,000,000 for Head v ordered to stand part of the Development Estimates \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1105</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head W - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Dr Ong Leong Boon - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) That the sum to be allocated for Head W be reduced by $10 in respect of Object Group 1100 of Subhead Code WAS-01 of the Main Estimates, \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Amendment (1), Dr Ong. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1106</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, I am not moving. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Subhead Code WAS-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, the Hon. Minister has been placed on record to have stated that he would encourage civic organisations and voluntary groups to establish Homes for the Aged, provided these organizations follow the Ministry's guidelines for the establishment of such homes. This is, of course, a sound policy as it would cut down costs for the Ministry and also allows the responsibility of taking care of the aged to be shared by other welfare organisations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, may I bring the Minister's attention to a case involving my constituents, which has been long outstanding. The Bible Presbyterian Welfare Services of Singapore located in my constituency has over the past eight years been attempting to build a Home for the Aged. They have agreed to purchase the land and to construct the building. Moreover, they are prepared to conform to the Ministry's guidelines and to allow representatives from the Social Welfare Department and the Singapore Council of Social Services to sit in the management committee. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the project has been stalled primarily because of a problem, namely, the clearance and resettlement of the squatters in the site affected. The Ministry has been approached on several occasions to have the matter settled but, to-date, little has been done. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It must be appreciated that the longer the delay, the higher the cost of construction will be. And the earlier the Home is completed, the earlier the shortage of such places for inmates can be alleviated. The Bible Presbyterian Welfare Services is committed to this project and I am assured that their enthusiasm has not waned. But, of course, if the project is delayed and the cost becomes too prohibitive, it may not be possible to implement it. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1107</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the Minister will expedite the settlement of the problem, that is, the clearance of the affected site as soon as possible. Then a new Home for the Aged can be built. The Bible Presbyterian Welfare Services has given an undertaking that they would accommodate inmates irrespective of race or religion and to allow for the admission of cases referred to it by the Department of Social Welfare. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar (Acting Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Acting Minister for Social Affairs (Dr Ahmad Mattar):</b> Mr Chairman, Sir, in 1977, the Social Welfare Department of my Ministry introduced a scheme for voluntary welfare bodies to set up community homes for the aged in Housing and Development Board premises. The Department assists interested groups or organisations to obtain suitable premises under the Housing and Development Board. As explained by my colleague, the Minister for National Development, just now, construction of such homes is undertaken by the HDB and the organisation concerned is required to pay monthly rentals. The Social Welfare Department also provides advice and guidance in the setting up of such community homes. It also assists in securing donations and provides other assistance required by voluntary organisations. Since the inception of the scheme, five community homes have been set up and another eight are in the process of being set up. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bible Presbyterian Welfare Services first approached the Housing and Development Board in 1971 for the allocation of a site in the Ang Mo Kio district for a home for the aged and an orphanage. The Housing and Development Board was then just proceeding with the acquisition of the land around Ang Mo Kio for the development of a new town. The Bible Presbyterian Welfare Services was unable to make a decision until the plan for a town had taken shape. In 1974, the application was brought up for consideration again. While looking at the details of the proposal, the viability of the project was held in doubt. The high cost of the project and the question of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1108</b></font> \n  <br> \n  <br> whether the Bible Presbyterian Welfare Services would be able to raise sufficient funds were the main factors. It was decided that only a home for the aged would be built. The project was supported by the Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1976 the Bible Presbyterian Welfare Services decided to scale down the size of the home from one which would cater for 300 inmates to one for 100 inmates, in view of the high cost of land. One and a half acres of land adjacent to the Bible Presbyterian Church at Tavistock Avenue was chosen by the Bible Presbyterian Welfare Services. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this, in a nutshell, accounts for why after several years the problem faced by the Bible Presbyterian Welfare Services, is still not resolved. Approval for the use of the site was obtained from the Master Plan Committee and the then Minister for National Development on 28th June last year. Delays in carrying out the project are due to problems of squatter clearance. I understand that the Bible Presbyterian Welfare Services cannot afford to pay for the cost of the clearance. So my Ministry has sought the assistance of the HDB to undertake the squatter clearance. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under this proposal of ours, the HDB will alienate the land to the Bible Presbyterian Welfare Services on vacant possession terms after site clearance. A nominal premium might have to be charged to the Bible Presbyterian Welfare Services. We are still awaiting a reply from the HDB. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Sir, I am thankful to the Hon. Minister for his reply. He has given the assurance that the Ministry would assist in whatever way it can to see that the project is implemented. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask the Minister, of the five cases he cited, that is, the five community homes that have been built, how many of them are located in HDB estates and how many are in non-HDB estates. This particular project of the Bible Presbyterian Welfare Services is located in a non-HDB estate. If, in fact, some of the five projects implemented are located in non-HDB estates, then I suppose the same terms would apply to this particular project. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1109</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, the policy of the Social Welfare Department, which was introduced in 1977, is to help voluntary welfare bodies to set up community homes for the aged in HDB premises. And, as I have said just now, since the inception of the scheme, five such community homes have been set up. They are all in HDB estates, and eight more are in the process of being set up. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Sir, with the Minister's assurance that he would attend to this problem and expedite the implementation of this project, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br>6.45 p.m. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Subhead Code WB-02 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are about 400,000 Muslims in our Republic. These Muslims have been very fortunate in many respects. While they enjoy the fruits of a dynamic, progressive, and modern society of ours, and are active in making contributions towards the material growth and enrichment of our society, they also benefit tremendously by the richness of our multi-racial society and the tolerant values of our multi-religious policies. They also enjoy the substantial support and facilities which enable them, as a community, to practise the tenets of Islam on an extensive scale. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are indeed few Islamic societies which are so well organised through the highly structured order and infrastructure as provided for by the Administration of the Muslim Law Act which was passed by Parliament on 17th August, 1966 and made effective on 1st July, 1968. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore Muslims are also endowed with a most progressive and beneficial scheme of collective financing in the construction of ultra-modern mosques through the Mosque Building Fund scheme which was approved by Parliament on 19th August, 1975, and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1110</b></font> \n  <br> \n  <br> put into effect on 1st October, 1975. As Members are aware, under this scheme, Muslims can contribute 50 cents per month through CPF deduction and this amount has been revised to $1 with effect from 1st July, 1977. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So far, the accumulated total contribution collected under this scheme is $4,231,199 as at February 1979 and the total number of contributors is 130,281. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From these collections, three mosques costing $3.3 million have been constructed in Toa Payoh, Queenstown and Jurong and three more costing more than $5 million are being constructed in Bedok/Chai Chee, Woodlands and Ang Mo Kio. Through the Muslim Religious Council (MUIS), the Singapore Muslims are also benefiting from an orderly system of collection and distribution of tithes or fitrah, facilitation of Haj pilgrimage and massive religious education through Friday prayers and annual commemorations of the Birthday of the Prophet, Nuzul Quran, Israk Mi'raj and the Ramadhan or fasting month. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even in the field of religious education, the state of affairs has been most heartening. There are four full-time religious secondary schools and six full-time primary schools. Efforts are made to expand the curricula to include subjects such as science, mathematics and languages. There are also 15 other madrasahs which conduct part-time religious education in addition to many more private classes conducted in religious institutions, suraus, mosques and private homes of religious teachers. And all these are conducted for Muslim children on a part-time basis. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is perhaps necessary to take stock of the state of Muslim religious programmes and the missionary activities to ensure that Singapore Muslims will truly become good Muslims and good Singaporeans who understand that Islam is not inconsistent with modernization and that Muslims must strive to excel in all fields and make the greatest contribution towards the social and economic development of our society. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1111</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This issue needs urgent and regular emphasis because there is still some confusion in certain circles where Islam is seen as a religion exclusively for the \"afterworld.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those who really understand the tenets of Islam will know that Islam is a key abiding guide for decent, meaningful and productive life in a modern society like ours. Islam is not anti-modern or anti-materialism. It is not even anti-Western. It strongly forbids waste, inefficiency, laziness and dishonesty. Appeals for social discipline, tolerance, modernization and even productive labour are indeed consistent with the tenets of Islam. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is the responsibility of the Majlis Ugama Islam Singapura, religious leaders, religious teachers and all good Muslims to ensure that the true meaning, purpose and function of Islam are not misunderstood. There are, in fact, few examples of a number of situations which have caused some misconception. While it is true that mastering the Arabic language will make one understand the deeper meaning of religion, it may not be entirely appropriate to say that mastering that language is a pre-condition for one to become a good Muslim. Moreover, it is not necessarily true that a person who attends religious classes full-time will become a better Muslim than one who does not attend full-time religious schools. One can still acquire sufficient depth and breadth of religion if one undertakes part-time religious lessons. This is particularly so if these part-time classes are efficiently organised and the most scientific methodologies in the field of education are employed. The question of part-time religious lessons is of special importance to Muslims in Singapore because many Muslim parents want to send their children to English schools. I would like to ask the Minister whether he is aware of religious teachers taking too strong a stand on this question of mastering the Arabic language and attending full-time religious classes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I also ask the Minister whether he is aware of Muslim organisations which \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1112</b></font> \n  <br> \n  <br> conduct religious classes and missionary activities which tend to make Muslims misconceive Islam as being an exclusive religion, not entirely consistent with the needs and problems of a modern society like ours? Are there also Muslim organisations which teach their followers matters which are even bordering on animism? May I also ask the Minister whether he is aware of any Muslim organisation which has published in its newsletter arguing that the Government scheme for the purchase of HDB flats is said to make the Muslims poorer and therefore deprive Muslims the financial means to perform their Haj pilgrimage? What steps would the Minister take on these matters, as issues of this kind are negative and do not do justice to the majority of Muslims in Singapore? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would the Minister also agree to the view that it is important for Muslims themselves to conduct and safeguard the good name of Muslims by being responsible, conscientious and tolerant in their efforts to promote and practise the religion in their community and, in this regard, would the Minister not agree that the role of MUIS is very critical in this respect? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If he agrees with this viewpoint, will he consider taking the steps to upgrade the efficacy of the management of MUIS? In this respect, will he consider the following measures:- \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Will he consider increasing the allowance of the President of MUIS, bearing in mind the meagre monthly allowance relative to the onerous responsibility and difficult task of the position? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Will he step up the efforts to seek and secure the services and contribution of more knowledgeable Muslim leaders in the formulation and implementation of MUIS policies and programmes and, if so, what specific steps will he undertake? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Will he ensure that the MUIS management is prompt in dealing with matters referred to MUIS? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Does he not agree that the role and functions of the Mufti are critical in the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1113</b></font> \n  <br> \n  <br> administration of the Muslim law, quite akin to that of the Attorney-General in the civil law and, accordingly, will he not consider it most inept to appoint the Mufti on a temporary month-to-month basis? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) What steps will he take to ensure that the Boards of Management of the present and future ultra-modern mosques are capable of rendering a proficient, efficient and accountable service, and to ensure that the activities of these mosques do not create the misconception that Muslims are people who prefer to keep to themselves, not wanting to integrate with the larger society? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) Will he consider plans to bring together the principal officers of the Boards of Management of the six mosques to review and discuss, in depth, measures to ensure that the management of the mosques will succeed in fulfilling the difficult and complex task of running the mosques in a modern, progressive and multi-racial society in housing estates? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(7) Will he consider forming a group of experts to improve the management of mosques, the application of modern, financial and accounting system for use by mosque management and the wider-application of audio-visual techniques in religious teachings conducted in mosques and in other religious centres? \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, the hon. Member for Kampong Kembangan has raised a number of points on the Muslim services and I shall attempt to touch on them. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the need to learn Arabic, I think there can be no denial that it will be useful for anyone to know Arabic if he wants to fully understand and appreciate the history, the culture and the traditions of the Arabs. It is definitely an added advantage to those who want to acquaint themselves thoroughly with the Quran, the Hadith and other aspects of Islam. But for someone to say that a knowledge of Arabic is a must before one can become a good Muslim is, in my opinion, Sir, not true. Such a statement only confuses the majority of Muslims in Singapore who are \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1114</b></font> \n  <br> \n  <br> not Arabic-speaking. Certainly from the Islamic point of view, knowing Arabic does not make one Muslim more religious or more accepted to God than another who does not speak the language. I can think of two examples, Sir: the Coptic Christians in Egypt and the Maronite Christians in Lebanon have Arabic as their mother-tongue. Very obviously, they are not Muslims. Admittedly, Sir, Muslims are required to offer their prayers in Arabic. But to those Muslims who do not speak their language they can always acquaint themselves with the verses recited during the prayers through the Tafsir or exegesis of the Quran in Malay, or even in English, prepared by competent Muslim scholars. This, in fact, has been the practice in Singapore. Mr Chairman, Sir, one need not know Arabic to be a good Muslim. I need not elaborate here what a good Muslim should or should not do. As Muslims, the hon. Member for Kampong Kembangan and I, as well as my other colleagues in this House who are Muslims, know what the do's and don'ts are. To know Arabic merely makes a Muslim an educated Muslim, not necessarily a good one l I have discussed this with the Mufti and he concurs with this view. I am aware, Sir, that some local religious teachers have been advising their congregation to learn Arabic. Personally. I can see nothing objectionable in this advice provided it is not carried out irresponsibly to confuse Muslim parents in Singapore who have sent their children to secular schools. I can assure the Member for Kampong Kembangan that the MUIS is on constant monitoring of these religious teachers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of missionary activities which mislead Muslims or make them misconceive Islam, this is something which is sometimes difficult to trace. From time to time, MUIS receives information that some Muslim individuals or organisations are preaching doctrines which are misleading. These preachers, either individuals or organisations, if they can be identified, are called up for interview by the Mufti and members of the Fatwa Committee of MUIS. They are advised to desist from teaching false doctrines and wherever possible to correct the wrong advices they have given. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1115</b></font> \n  <br> \n  <br> Here, I would like to solicit the assistance of the hon. Member for Kampong Kembangan and other hon. Muslim MPs of this House to give me any information which they may have on such individuals or organisations responsible for the spread of misconceptions on the teachings of Islam and I will certainly look into the matter. \n  <br>7.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of increasing the allowance of the President of MUIS, I am aware that the honorarium for the President has remained the same since 1968, except for increases in NWC allowances. The Management Services Department of the Ministry of Finance has just completed a study on the set-up of MUIS and has made certain recommendations including a review of the role of the President of MUIS and the remuneration to be paid to the incumbent. Adjustments will be made in the light of the recommendations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Kampong Kembangan would also like to know if efforts to seek and secure the services and contribution of more knowledgeable Muslim leaders in the formulation and implementation of MUIS policies and programmes will be stepped up. Sir, I would like to thank the hon. Member for his positive suggestion that we should try to secure the services of such people. However, as the Member is aware, the appointment of members to the MUIS Council as provided under Section 7 of the Administration of Muslim Law Act is in part through nominations by Muslim societies. Seven Council members out of a total of 12 are nominated in this manner. In this way, the hon. Member will agree that the more knowledgeable Muslims are already called upon to serve the MUIS Council. But there may still be a number who are not identified so far and who can be encouraged to offer their services to MUIS. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, Sir, I would like to request the hon. Member as well as the other Muslim Members of Parliament to assist us in \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1116</b></font> \n  <br> \n  <br> identifying potential leaders who can serve MUIS or even the various mosques in existence. So do let me have the names and particulars so that they can be invited to volunteer their services. Muslim organisations are also encouraged to identify suitable Muslims to come forward to help in the various committees or mosques in the districts. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has also alluded to delays in dealing with matters referred to MUIS. Like all civil servants, staff of the MUIS secretariat have been informed that letters written to them must be attended to promptly. However, delays are inevitable in a few instances because of the need to refer the complaints or requests to some other agencies for further investigation. I would like to ask the hon. Member to let me have specific instances where there have been inordinate delays so that these can be investigated immediately. I can assure the hon. Member for Kampong Kembangan that as long as the letters are not anonymous, they shall be answered. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the appointment of the Mufti, I fully agree with the hon. Member that the appointment of a Mufti is an important one and, for that reason, we must be certain that the person who is appointed to hold such an august appointment is the best candidate available. As with other senior civil service appointments, the decision to appoint a candidate to this post rests with the Public Service Commission. Although the post of Mufti is shown in the Estimates as a permanent post, the Commission has the prerogative to decide whether the selected candidate should be given temporary, contract or permanent appointment. Hitherto, Muftis have been appointed on contract basis. Eventually we hope to have the appointment filled on a permanent basis. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, I am not quite certain what the hon. Member has in mind with regard to his question on the Board of Management of mosques. If he is referring to mosque management committees, the members of these committees are appointed from among a list of persons whose names \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1117</b></font> \n  <br> \n  <br> have been submitted to MUIS for consideration. These mosques can be run as best as the services offered by the volunteers. However, it is again my hope and desire that the best of the Muslims would come forward to serve on mosque management committees. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the hon. Member's concern that activities of mosques should not create the misconception that Muslims are people who prefer to keep to themselves, I would like to emphasise an important point here which should not be forgotten. A mosque is basically a place of worship. The activities organised by the mosque management committee are ancillary to the mosque's main function. Therefore, the mosque management committee members should be careful that in the running of the mosque, they do not over-emphasise the ancillary activities which detract from making the mosque a place of worship. If Muslims accept this concept, there is no question of their not wanting to integrate with the larger society. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Kampong Kembangan next wants to know whether I have plans to bring together the principal officers of mosque management committees of the six mosques to review and discuss in-depth measures to ensure that the management of the mosques will succeed in fulfilling the difficult and complex task of running the mosque in a modern, progressive and multi-racial society. Sir, here I beg to disagree with the hon. Member. I do not think that the running of a mosque is a difficult and complex affair. The running of a mosque is like the running of any organisation. The present mosque management committees with the assistance of MUIS are running the three mosques built under the Mosque Building Fund Scheme satisfactorily. And it is a credit to these members who have offered their services and sacrifice their free time voluntarily. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MUIS keeps in close touch with the mosque management committees to assist them in the proper management and running of the mosques. The mosque management \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1118</b></font> \n  <br> \n  <br> committees of the three mosques do get together occasionally to exchange notes, so to speak, on the running of their mosques. They are also in close touch with MUIS for funds and other assistance which they may require. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the last point raised by the hon. Member is whether I would consider forming a professional group of experts to improve on the management of mosques, the application of modern financial and accounting system for use by mosque management committees and the wide application of audio visual techniques in religious teachings conducted in mosques and other religious centres. As I have stated earlier, the running of a mosque is not a complicated affair. MUIS constantly monitors and assists in the management of the mosques. From time to time, when expertise in a certain field is needed, MUIS will seek the proper person and, if necessary, pay for his services. There is therefore no need to have a permanent group of experts, as we cannot envisage what kind of experts will be needed at any one time. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The use of modern techniques in teaching is a specialised function. It involves training of teachers, purchase of equipment -and it presupposes that there are qualified people to take on the teaching programmes. I am not sure what the hon. Member has in mind when he talks about applying audio visual techniques in religious teaching. But if he is thinking of upgrading the level of teaching in religious schools which involves the use of audio visual aids, then the Education Committee of MUIS can look into this separately. I would certainly direct the Education Committee of MUIS to look into his suggestion on the use of audio visual aids. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have answered all the points raised by the Member. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Mr Deputy Speaker, Sir, I am very satisfied with the assurances given by the Hon. Minister. I also respect some of his views and I assure him that I will try my very best to see how we can solve some of the problems, especially those which create misconceptions. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1119</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Object Group 3310 (a) of Subhead Code WC-06 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I notice that there is no change in the provision of public assistance allowance and this has been mentioned by some Friends of mine on the Backbench. As I understand it, the monthly PA allowance is $40 for a single person. May I ask the Acting Minister for Social Affairs whether this sum is sufficient to meet the basic needs of a single person for a month? Cost of living has gone up. If I can refer the Hon. Minister to my remarks in this House several years ago, I said \"no one likes to take the bitter bread of charity\". It is because they are old people, they are our citizens, and therefore it is only right that society should help them. In this respect, the Government has to take the leading role. Sir, $40 is nothing much. The provision for public assistance allowance adds up to $3.6 million. I would like to know how many people are in receipt of this public assistance. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, the hon. Member has put a very difficult question for me to answer, i.e. whether $40 is enough or not. Like what my colleague, the Hon. Minister of Defence has said, as MP for Brickworks, it is not enough. But as the Minister for Social Affairs, I have to take a different stand. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, coming back to the policy of Public Assistance Scheme, first of all, I would like to stress that the Public Assistance Scheme is not a social insurance scheme. Ours is a non-contributing scheme which seeks to prevent utter destitution and starvation. It is recognised that the Public Assistance recipients cannot be expected to live on the allowances given. So wherever possible, Sir, they are assisted to become self-dependent unless, of course, they are old, disabled or chronically sick. For cases which experience \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1120</b></font> \n  <br> \n  <br> extreme hardship, the Social Welfare Department actively seeks further assistance on their behalf from charitable organisations. Public assistance cases also enjoy a range of other benefits such as free medical attention at Government clinics and hospitals, remission of school fees, free textbooks for school-going children and free attendance at Government and NTUC/SILO creches. \n  <br>7.15 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the present Government took office in 1959, the rates of public assistance allowances have been revised five times. The last revision was in March 1976, Sir, as hon. Members may still recall, the former Senior Minister of State for Finance and now the Minister for Trade and Industry, in his reply to queries raised by hon. Members during the debate on the Budget Statement, mentioned that the Public Assistance Scheme is reviewed once in every three years. Since the last revision was made in 1976, it is therefore quite timely, Sir, for it to be reviewed again this year. This is exactly what my Ministry is doing at the moment. Hopefully our recommendations will be favourably accepted by the Ministry of Finance. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I am surprised that the Acting Minister for Social Affairs is singing the same song as the hon. Minister of Defence. He is wearing two hats. One hat, as the Member for Brickworks, and the other as the Minister for Social Affairs, He is a human being, I am also a human being. He has a heart, I also have a heart. He has feelings, I too have feelings. It is gratifying to note that his Ministry at last, after a period of three years, is now reviewing upwards - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> Downwards! \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Of course it cannot be downwards. If it goes downwards, we would not be here. I hope it will revise upwards so that recipients of public assistance will benefit. As I said, nobody wants to live on the bitter bread of charity. That is the first principle. If a person can find a job, he will do it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That brings me to the next point, and that is, a widow living in a one-room flat with \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1121</b></font> \n  <br> \n  <br> some young children and paying a rental of $37.50 per month she managed to get public assistance. But she knows that she cannot upkeep or maintain the flat as well as to sustain the family. Therefore she takes on additional work as a washerwoman. But when the officials of the Social Welfare Department come to know of it - \n  <br> \n  <br> \n  <!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Seah Mui Kok:</b> They cut. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> The hon. Member for Bukit Ho Swee said, \"cut\". I do not think this is very fair. I hope the Minister for Social Affairs can enlighten this House on this aspect before I consider withdrawing my amendment. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, when I said that my Ministry is actively reviewing its Public Assistance Scheme, it will also look into the Means Test which the hon. Member is familiar with. This will be part of our review. We will certainly make our recommendations for an upward revision and hopefully they will be favourably accepted by my colleague, the Minister for Finance. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, in view of the assurance of the Minister that his Ministry is actively making recommendations for an upward revision of public assistance, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Subhead Code WC-08 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When a parent decides to adopt a child, it is a deeply emotional decision. Naturally the parent will welcome all possible help to expedite the adoption. I want to ask the Minister how we can help such parents in fulfilling their cherished dreams of having a child in the family. In particular, I would like to ask the Minister how we can speed up the procedures for formalising the adoption. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Encik Mansor, are you going on to Legal Aid? \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Yes, Sir. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1122</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> All right. Carry on. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Thank you very much, Sir. I am particularly mindful that a careful decision must be made when adopting a child and therefore it must be done through proper legal procedures. There must be no shortcuts, for if we ignore legal procedures there can be more serious and disturbing problems of disputes and litigations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nonetheless, there is an urgent need for us to speed up the procedures for adopting a child. I say this because in a recent case that I came to know of the parents had to go to the Legal Aid Bureau more than 12 times before they could finally sign what is called the \"Adoption Petition\". I am told that it is only after the Adoption Petition is signed will the Legal Aid Bureau be able to proceed with the legal procedures to have the child legally adopted. However, from this point until the actual adoption, I am told that it is normal for the application to take more than one year to complete. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me cite a specific case. In this particular case, the Adoption Petition was signed on 5th November, 1976. The Legal Aid Bureau took a number of days to file the petition to the Subordinate Courts, and this filing was made for three purposes: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) To apply for the consent of the Attorney-General to be the guardian of the child; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) To ask the courts to dispense with \"Service on the Natural Parents\"; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) To ask the courts to issue an adoption order. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Encik Mansor, I hate to interrupt, but can you please relate it to Legal Aid? You are talking more on adoption procedure. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, in fact, this problem came to my notice when I was in the Legal Aid Bureau talking to the Legal officers about a legal adoption which was being handled by the Legal Aid Bureau. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> If you can relate to Legal Aid, by all means do so, but the whole tenor of what you are talking about is on adoption. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1123</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Thank you, Sir, for allowing me to proceed. I hope that the issues that I raise are relevant to the Subhead Code. I was saying that in this particular case, after a lapse of more than five months, the Subordinate Courts allowed the application for the Attorney-General to be the guardian. The permission of the court to dispense with \"the service on the parents\" was given two months later, i.e. seven months from the date the Adoption Petition was signed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am told that before the Attorney-General agrees to become the guardian of the child, the Social Welfare Department has to conduct an investigation into the back-ground of the prospective parents and such other relevant matters. This was done exactly seven months from the date the Sub-ordinate Courts ordered the Attorney-General to be the guardian, or more than one year from the date of signing of the Adoption Petition at the Legal Aid. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Social Welfare Department's recom-mendations were made in November 1977 and it was only in February 1978, that is, three months after the Social Welfare's recommendations or one year three months from the signing of the Adoption Petition at the Legal Aid that the final adoption was granted and for the parents to legally adopt the child. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must say once again that I am very mindful of the importance of the legal procedures with regard to the adoption of a child. But the question is, is the length of legal procedures necessary because of the innate requirements of the legal procedures, or is it because of other extraneous factors, for example, lack of staff, inefficient systems, or bureaucratic sluggishness. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether the procedures in the Legal Aid can be streamlined to cut down the period of waiting and to make things more efficient without necessarily compromising on the legality of the adoption procedures. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, the delay is definitely not due to the inefficiency of the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1124</b></font> \n  <br> \n  <br> Legal Aid Bureau. The adoption law in Singapore, Sir, stipulates that before a court makes any decision relating to the adoption of a child, the court must be satisfied that the adoption is in the interest and welfare of the child. An affidavit must, therefore, be filed before the final hearing of the petition, setting out the result of any investigation made on the social circumstances of the infant and the petitioner and all other matters relevant to the proposed adoption. All this is done with a view to safeguarding the interests of the infant. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Minister, I hate to interrupt you. Would you please confine to the specific questions asked by the Member whether this inordinate delay was, in fact, caused by the inefficiency of the Legal Aid Bureau. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, I am doing this because the hon. Member has traced the development which eventually pointed to the Legal Aid. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes, I know. But that, in my opinion, has got nothing to do with the Legal Aid. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> In that case, Sir, my answer is that the delay has nothing to do with the Legal Aid Bureau. The delays are due to the shortage of staff in both the Social Welfare Department and the Legal Aid Bureau. Every effort will be made to reduce the time for adoption cases to be completed, and my Ministry has appealed to the Ministry of Finance for additional staff to clear the backlog. \n  <br> \n  <br> \n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Mansor Haji Sukaimi:</b> Sir, I must thank you for speeding up the reply from the Minister. In view of the explanations from the Minister, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Object Group 3110 of Subhead Code WD-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is only about 7.30 p.m. It is still early and, lest this House be accused of being \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1125</b></font> \n  <br> \n  <br> clock watchers, I do beg your indulgence to allow us to go on for as long as is necessary. Let me assure you, Sir, that I shall be talking about Sports. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes, as long as it is relevant to the Subhead. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, I think everyone loves a good sportsman and many Members in this House are very deeply involved in sports. The Acting Minister's predecessor was known as a sports-loving Minister, his Senior Parliamentary Secretary as a sports-loving jogger, etc. Therefore, I am very happy to bring up this subject because I am sure it is something very close to the Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, more to the point is this question of the Budget provision for the Singapore Sports Council. If we look at the provision for 1977, it was $4 million, for 1978 $5.3 million, and for 1979 it has gone up to $8.75 million. This is a great leap forward. For FY 79, a grant of $4 million is provided for the Singapore Sports Council for development as compared with only $661,000 for FY 78. So, with so much money provided for this coming year, I am sure there is a lot of money in the kitty, and the Hon. Minister will probably be able to inform us what this money is to be expended for. \n  <br>7.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, we had the previous knowledge of a five-year programme in sports development and that was announced about a year or two ago. I think it is probably time for us to hear from the Hon. Minister in charge of the Singapore Sports Council about the development programme and the progress of the five-year development scheme. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point which I would like to touch on is the question of emphasis on mass participation in sports. We have to give tremendous credit to the Singapore Sports Council under its very active Chairman. Through their good work, I think we have transformed Singapore into a tremendous sports-loving nation. Everybody loves sports. Everybody seems to be playing something or other. It seems to me that not only participation in sports is now confined to sportsmen, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1126</b></font> \n  <br> \n  <br> but I have noticed that even grandfathers and grandmothers join in the running, jogging and various games. Of course, many of them do suffer the consequences and turn up in hospitals. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I would like to bring out here is that, besides the promotion of mass participation in sports, we also have at the same time to consider this question of trying to produce better and more outstanding sportsmen. I think the two are so inter-related that we cannot just say that we want to promote mass participation without at the same time trying to produce sportsmen of some standing. I do not think anybody likes a loser. Everybody likes winners. And we know that if we can win there will be a greater following, more people will take part, more people will be interested and more people will give the necessary support and participation that we try to seek in the sports programme. I think we all know this. If the Singapore football team is at the bottom of the league, I think the National Stadium will remain a white elephant, as it was called in this House many years ago. I am not saying that they are champions just now, but I think there is a lot to be desired. If we can improve the standard of sports in this country we will, in fact, be promoting mass participation at the same time. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this context, Sir, I am just wondering whether the Singapore Sports Council could do a little bit more and go beyond what it has done so far, i.e. to try to actually develop some programme to promote the standard of the top sportsmen in this country. I notice that at the moment the responsibility for developing sportsmen to any standard really rests upon the shoulders of the individual national sports associations. In this context, I think the Singapore Sports Council and perhaps with the Singapore National Olympic Council could come up with some programme to set certain standards, coordinate activities and organisational facilities to uplift the standard of sportsmen in this country. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, it is worth giving a thought to trying to bring together the various national sports associations under one roof. As at the present moment, if we \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1127</b></font> \n  <br> \n  <br> want to contact the secretary of, say, National Sports Association A, the chances are that we would not know who he is. We will be able to contact him if we are a follower of Sports news. But then chances are that we have to send to his home address, and sports secretaries do change from time to time and correspondence gets lost or sent to the previous secretary's address. In this context, I think it may be wise if the Singapore Sports Council will consider letting out, if possible provide, office space at the National Stadium for all the national sports associations, if not, for the benefit of local sportsmen and sports lovers, at least, for international correspondence. Very often, we have to liaise with other nations and other nations have to liaise with us, and I think this should be channelled through the Singapore Sports Council. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another factor is the question of exposure for sportsmen overseas. I hate to say this but I really feel very unhappy about the lack of support which our national carrier offers to sportsmen in this country. We find in the sports world that Singapore Airlines is, in fact, the most pathetic of all the airlines in this region in terms of helping to promote exposure for outstanding sportsmen in this country. They seem to be thinking more in terms of how much money they can make, and very often a national sports association has to approach other national airlines to send our players out of Singapore. Singapore Airlines seems to be quite happy about sending overseas players here rather than the other way round. I think something is wrong there and maybe, with ICAP on the air, they may rethink. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point, Sir, is the question of traffic jams in and around the National Stadium on football nights and the number of people going across the roads and clogging up the traffic. Perhaps something could be done by the Ministry of Social Affairs to advise either the Traffic Police or the Ministry of National Development to have overhead bridges or underpasses so as to allow a free \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1128</b></font> \n  <br> \n  <br> flow of pedestrian traffic as well as vehicular traffic. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last question I would ask the Minister is about sports associations which may wish to establish a Sports Centre for that particular sport. Will the Ministry of Social Affairs consider helping a particular sports association in this regard? For example, if the Squash Association wishes to establish a Squash Centre, will the Ministry of Social Affairs be prepared to grant them a dollar-for-dollar subsidy to build a Squash Centre, like we do with community centres? Because in so doing, we are also helping the Singapore Sports Council and our nation in promoting sports. Likewise; if the Volleyball Association wishes to have a Volleyball Association Clubhouse plus a complex for playing volleyball, will the Ministry consider this dollar-for-dollar subsidy? Given this incentive, many sports associations, with time, will be prepared to build these centres. This will tally completely with the programmes that we are trying to achieve in these years. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, the financial provision to the Singapore Sports Council is for the implementation of some of the projects under its Master Plan of sports facilities. Since the implementation of the Master Plan of sports facilities in 1976, the squash and tennis complex at Kallang has been completed. Piling work on the Aroozoo Swimming Complex has commenced and the project is expected to be completed by 1980. Construction of the St. Wilfrid Sports Complex, next to Whampoa Secondary School, and the Serangoon Garden Squash and Tennis Complex, next to Serangoon Garden Technical School, will also be carried out in the new financial year. The plans for sports facilities to be developed by the Singapore Sports Council have been revised based on projected population distribution up to 1982 provided by the Planning Department. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member has made a number of suggestions and I think what we can do is perhaps to consider or study his suggestions in depth to see whether or not they can be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1129</b></font> \n  <br> \n  <br> implemented. On his suggestion that the Singapore Sports Council should also offer office-space to sports associations, I am not too sure whether or not this can be done for the reasons which I shall give now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Sports Council's main objective, as hon. Members know, is to encourage as many people as possible to take up sports and physical exercises as a recreational habit to promote physical fitness. As such, it does not control sports associations except for Constituency Sports Clubs which are registered with the Singapore Sports Council. Apart from Constituency Sports Clubs, the other national sports associations are under the purview of the Singapore National Olympic Council (SNOC). In other words, the SNOC is the coordinating body for national sports associations and there are 29 of them which come under the umbrella of SNOC. So when he suggested that the SSC should provide office space to national sports associations, I am not too sure whether this can be done because, as I said, these national sports associations come under the umbrella of the SNOC. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He mentioned something about SIA being the lousiest airline. I did not follow what the Member - \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, I think the Minister has just said the right thing. SIA is not a good airline in terms of sports promotion. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> I was merely trying to quote what I thought the hon. Member had said. Anyway, the SSC and the Ministry of Social Affairs will try their best to approach SIA. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On his complaint about traffic jams around the National Stadium area whenever there are football matches, particularly during the Malaysia Cup series, there is already an underpass near the stadium. The only problem is that the football fans just simply refuse to make use of this underpass mainly because it is sited slightly further away from the exit points. As far as the overhead pedestrian bridge is concerned, I remember \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1130</b></font> \n  <br> \n  <br> the former Senior Minister of State for Finance, who is currently the Chairman of the Singapore Sports Council, in his answer to a Question raised by the hon. Member for Kampong Kembangan, said that an overhead pedestrian bridge would definitely be provided. If the hon. Member for Kim Seng takes a drive towards the East Coast he can see work being done there. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, I hope the Hon. Minister is not suggesting that one overhead pedestrian bridge and one wrongly placed underpass to be adequate for 70,000 people. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, there is already an underpass; an overhead bridge will be constructed at Nicoll Highway and there is also another overhead bridge at Mountbatten Road. So I think they are fairly sufficient. \n  <br> \n  <br> \n  <!-- Mr Chan Chee Seng (Senior Parliamentary Secretary to the Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Parliamentary Secretary to the Minister for Social Affairs (Mr Chan Chee Seng):</b> Several outlets. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> And there are several outlets, as my Senior Parliamentary Secretary has just said. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His last suggestion, if I got him correctly, was that the Singapore Sports Council should help sports associations to establish sports centres and he mentioned a scheme on a dollar-for-dollar basis - akin to the People's Association's assistance to Members of Parliament in building community centres. My answer is: we will look into it. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, I think the Hon. Acting Minister for Social Affairs was trying to be a sportsman. He has not exactly answered the question but since he says he is going to try I will be patient. In view of his answer, temporarily for this Budget session, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $31,623,060 for Head W ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $6,471,800 for Head W ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1131</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>COMMITTEE OF SUPPLY</b> \n  </div> \n  <div align=\"center\"> \n   <b>REPORTING PROGRESS</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Suspension of Standing Orders)</b> \n  </div> \n  <br>7.45 p.m. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, may I seek your consent and the general assent of Members present to move that progress be reported now and leave be asked to sit again tomorrow? \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I give my consent. Is it the pleasure of hon. Members that the motion be moved as proposed? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Hon. Members</b> indicated assent. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the Standing Orders, progress be reported now and leave be asked to sit again tomorrow.\" - [Dr Ahmad Mattar]. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1132</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1st April, 1979 to 31st March, 1980, and ask leave to sit again tomorrow. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Deputy Speaker:</b> So be it. \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Dr Ahmad Mattar]. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at \n  </div> \n  <div align=\"right\">\n    Thirteen minutes to Eight \n  </div> \n  <div align=\"right\">\n    o'clock p.m. \n  </div>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
