{"memberId": null, "volumeNo": "39", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "7", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"4\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"39\"> \n  <meta name=\"Sit_No\" content=\"7\"> \n  <meta name=\"Sit_Date\" content=\"1979-09-21\"> \n  <meta name=\"Start_Col\" content=\"425\"> \n  <meta name=\"End_Col\" content=\"500\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">4</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">39</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">7</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">21-09-1979</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 425</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FOURTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 39</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 21st September, 1979</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Ang Nam Piau (Thomson). \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Education. \n  <br>Mr Bernard Chen (Radin Mas), Minister of State, Ministry of Defence, Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S Dhanabalan (Kallang), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Trade and Industry. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 426</b></font> \n  <br> \n  <br> \n  <br>Mr Ho Cheng Choon (Geylang East). \n  <br>Mr Ho Kah Leong (Jurong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Hwang Soo Jin (Jalan Kayu). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens), Dr Lee Chiaw Meng (Farrer Park). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for the Environment. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Dr Ong Leong Boon (Kim Seng). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Acting Minister for Culture. \n  <br>Mr Phey Yew Kok (Boon Teck). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Haji Rahmat bin Kenap (Geylang Serai). \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Upper Serangoon), Minister of State, Ministry of Labour and Government Whip. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 427</b></font> \n  <br> \n  <br> \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer). \n  <br>Dr Tan Eng Liang (River Valley). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Chin Chye (Rochore), Minister for Health. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Science and Technology and Leader of the House. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr J.F. Conceicao (Katong) Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Education. \n  <br>Mr Ho See Beng, B.B.m. (Khe Bong). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 428</b></font> \n  <br> \n  <br> \n  <br>Mr Jek Yeun Thong (Queenstown), Minister. \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr C.V. Devan Nair (Anson). \n  <br>Mr Ngeow Pack Hua (Boon Lay). \n  <br>Encik Othman bin Wok (Pasir Panjang), Minister. \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister for Culture. \n  <br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs. \n  <br>Haji Sha'ari bin Tadin (Bedok). \n  <br>Mr Tan Cheng San (Paya Lebar). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Senior Minister of State, Ministry of Education. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker. \n  <br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State. \n  <br>Mr Yeo Choo Kok (Delta). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 427</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4> \n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 30 of the Constitution of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ho See Beng, B.B.M. (Khe Bong) - from 14th to 29th September, 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tang See Chim (Chua Chu Kang), Deputy Speaker - from 17th to 22nd September, 1979. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 428</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr E.W. Barker (Tanglin), Minister for Law and Science and Technology and Leader of the House - from 18th to 26th September, 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Mansor Haji Sukaimi (Kampong Kembangan) - from 18th September to 5th October, 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ngeow Pack Hua (Boon Lay) - from 19th to 25th September, 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs - from 19th to 26th September, 1979. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 429</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Haji Sha'ari bin Tadin (Bedok) - from 20th to 2 5th September and from 29th September to 22nd December, 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister - on 21 st September, 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Sidek bin Saniff (Kolam Ayer) - from 21 st to 30th September, 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Hon Sui Sen (Havelock), Minister for Finance - from 22nd September to 16th October, 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Chiaw Meng (Farrer Park) - from 24th to 30th September, 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs - from 27th September to 7th October, 1979. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 430</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Acting Minister for Culture - from 29th September to 2nd October, 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Teh Cheang Wan (Geylang West), Minister for National Development - from 29th September to 14th October, 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Chok Tong (Marine Parade), Minister for Trade and Industry - from 6th to 10th October, 1979. \n  <br> \n  <br> \n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody> \n    <tr> \n     <td width=\"70%\">&nbsp;</td> \n     <td width=\"30%\"> \n      <div align=\"center\">\n        YEOH GHIM SENG \n      </div></td> \n    </tr> \n    <tr> \n     <td width=\"70%\">&nbsp;</td> \n     <td width=\"30%\"> \n      <div align=\"center\"> \n       <i>Speaker,</i> \n      </div></td> \n    </tr> \n    <tr> \n     <td width=\"70%\">&nbsp;</td> \n     <td width=\"30%\"> \n      <div align=\"center\"> \n       <i>Parliament of Singapore</i> \n      </div></td> \n    </tr> \n   </tbody> \n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 429</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <h4>ORAL ANSWERS TO QUESTIONS</h4> \n  </div> \n  <div align=\"center\"> \n   <b>OUTPATIENT CLINICS</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Adequacy of)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Ang Nam Piau</b> asked the Minister for Health whether the number of outpatient clinics is adequate and the clinics are suitably sited to serve the increasing and shifting population, and, if not, what measures his Ministry is taking in the matter. \n  <br> \n  <br> \n  <!-- Dr Toh Chin Chye (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Health (Dr Toh Chin Chye):</b> Mr Speaker, Sir, at present, there are 26 outpatient dispensaries (OPDs) and 30 maternal and child health (MCH) clinics in Singapore. The OPDs offer general curative services to the public while the MCH clinics provide preventive health care to pregnant women, infants and pre-school children, and at the same time offer family planning services. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the shift of population to Housing and Development Board new towns, the Ministry plans to build a polyclinic where there is a concentration of 100,000 people or more. These polyclinics will provide comprehensive health care which includes curative, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 430</b></font> \n  <br> \n  <br> preventive, dental and home nursing services. Within this year, three such polyclinics in Bedok, Clementi and Bukit Merah new towns will start operations, and in 1980 a polyclinic in Ang Mo Kio new town is expected to start functioning. The Ministry of Health proposes to establish polyclinics wherever HDB new towns are planned. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of the population shift, some of the existing OPDs and MCH clinics which are experiencing low attendances have been closed. Where facilities are available, OPDs and MCH clinics which are now functioning in separate buildings will be integrated under one roof for the greater convenience of patients. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 430</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>MINIMUM WAGE LEVEL</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Ang Nam Piau</b> asked the Minister for Labour whether the Government intends to impose a minimum wage level for Singapore workers. \n  <br> \n  <br> \n  <!-- Mr Ong Pang Boon (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Labour (Mr Ong Pang Boon):</b> Mr Speaker, Sir, the Government does not intend to impose a minimum wage level. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A minimum wage policy is unnecessary in the Republic. Such a policy is normally introduced to ensure that workers have a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 431</b></font> \n  <br> \n  <br> sufficient wage to meet basic needs and to protect those in weak bargaining positions. As hon. Members know, our workers enjoy a good standard of living and their basic needs are more than met. Besides, the State provides them with good subsidised social services like housing, education and health services. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, our expanding economy is experiencing full employment and occasionally even labour shortages. There is, therefore, no difficulty in securing jobs with reasonable wages, Those who feel that they are being exploited can easily find alternative employment. The need for a minimum wage is also made less relevant by the higher wage and higher productivity policies we have just adopted to restructure our economy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Market forces should be allowed to determine the wages of workers to ensure the most efficient allocation of labour. In a full employment and labour shortage situation, this will not affect adversely workers' bargaining positions or their ability to secure decent wages. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is Government's policy, therefore, to work towards the free play of market forces in the determination of wages. In its press statement on the NWC recommendations for 1979, my Ministry has said that the NWC must take greater account of market forces in the formulation of wage increase guidelines. The NWC shall work towards a situation where employers and unions can be left to negotiate wage increases entirely on their own. The imposition of a minimum wage level for Singapore workers would be contrary to this policy. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 431</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ENTRY PERMITS FOR MALAYSIANS WITH</b> \n  </div> \n  <div align=\"center\"> \n   <b>SINGAPORE CITIZEN FAMILIES</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Home Affairs whether he will grant an entry permit to a Malaysian citizen or a Malaysian permanent resident if the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 432</b></font> \n  <br> \n  <br> members of his family are either Singapore citizens or Singapore permanent residents. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, the grant of an entry permit for permanent residence in Singapore is governed by the provisions of the Immigration (Prohibition of Entry) Order, 1973. It is not a right but a privilege, and each case is processed and decided upon on its merits. Family roots are only one of the factors taken into consideration when assessing applications for permanent residence. Much will depend on whether an applicant has a skill or qualification which is needed in Singapore and can contribute or has contributed to the well-being of the country. Generally, applications from professionals or skilled persons for permanent residence are considered favourably. Male applicants who are of National Service age are also considered favourably provided they sign up for regular service in the SAF. \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee (Changi):</b> Sir, may I ask the Minister whether special consideration will be given in the case of a single aged parent, all of whose children are either Singapore citizens or permanent residents? \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Sir, as I have said, each case will have to be treated on its own merits, There are a number of factors to be considered. If a sponsor has an aged parent, one of the factors we will have to consider is whether, after having granted the aged parent an entry permit, the aged parent is likely to become a liability to the State. The other factor to consider is whether the aged parent has got relatives or persons who can look after him. Sometimes we also do give consideration on grounds of compassion. \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee:</b> Sir, may I further ask the Minister whether he could provide figures to show the number of such applications for entry permits which have been rejected, approved and pending during the last two years? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 433</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Sir, I do not have the figures of applications approved and rejected for the last two years. I happen to have figures for the period from January 1977 to August 1979, which is more than the two-year period. For the period January 1977 to August 1979, 11,870 applications for permanent residence were approved. This compares very favourably with 4,021 applications which were rejected during the same period. In other words, 11,870 applications were approved as compared with 4,021 applications rejected. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 433</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>PUBLIC ACCOUNTS COMMITTEE</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Implementation of recommendations)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Ng Kah Ting</b> asked the Minister for Finance what measures his Ministry contemplates to take in regard to the observations and recommendations of the Public Accounts Committee contained in Paper Parl. 4 of 1979. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr Speaker, Sir, the Report of the Public Accounts Committee is presently being studied by my Ministry. The Committee's observations and recommendations will be implemented, where practicable. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting (Punggol):</b> Sir, while it is encouraging to hear from the Minister for Finance that his Ministry is studying the observations and recommendations of the Public Accounts Committee (Paper Parl. 4 of 1979), could he also enlighten the House as to when his Ministry will put the recommendations of the PAC into practice? \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, the Report and recommendations of the Public Accounts Committee have always been considered seriously by my Ministry. Where necessary, we enter into correspondence either with the Auditor-General or with the Public Accounts Committee if the replies, which we furnish through the Auditor-General, appear to be unsatisfactory to the Committee. There are, of course, other recommendations which are capable of immediate implementation, and in such cases we would certainly take action immediately. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 434</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, if that is the case, could the Hon. Minister assure this House that his Ministry will monitor closely the progress reports of the Auditor-General contained in the Report of the Public Accounts Committee? \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, I give the Member an assurance that we will do whatever we can to expedite consideration and implementation of the Report. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Thank you. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 434</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ANG MO KIO NEW TOWN</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Bus services)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Communications and Acting Minister for Culture when the bus terminus at Ang Mo Kio New Town will be completed and what is the number of bus services to be provided; and, in view of the increasing population in Ang Mo Kio, whether he has any immediate plan to improve the existing bus services. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong (Minister for Communications and Acting Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Communications and Acting Minister for Culture (Mr Ong Teng Cheong):</b> Mr Speaker, Sir, the new bus terminus at Ang Mo Kio town centre was completed in April this year. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present there are 14 bus services in Ang Mo Kio, of which seven operate from the new terminus. The remaining seven services which are now operating from a temporary terminus at Avenue 6 will be shifted to the new terminus before the end of this year. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next month, SBS will introduce two more services in Ang Mo Kio; one to Bedok and the other to the New Bridge Road Corridor. Four more buses will also be added to the existing services to meet the increasing demand. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 434</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>PREFERENTIAL ADDITIONAL</b> \n  </div> \n  <div align=\"center\"> \n   <b>REGISTRATION FEE</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Position beyond 1979)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Hwang Soo Jin</b> asked the Minister for Communications and Acting Minister for Culture whether the present \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 435</b></font> \n  <br> \n  <br> system of granting Preferential Additional Registration Fee (PAR F) values to scrap cars will continue beyond 1979; and, if not, what changes are contemplated in regard to both the licensing of new cars and the continued maintenance of cars over 10 years old. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, the Preferential Additional Registration Fee (PARF) to encourage the early replacement of old cars will continue beyond 1979. The condition that cars must not be more than 10 years old to be eligible for PARF after 1st January, 1981, will remain unchanged. It was first announced by the Ministry of Finance in December, 1975. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;PARF should be continued as it has helped to control the growth of private cars by taking off old cars from the road whenever a new one is registered. Our figures show that in 1978, out of 16,531 new private cars registered, 15,438 or 93% were registered under PARF. There was a net increase of 3,342 cars or 2.8% growth in the private car population. Had there been no PARF, this increase would have been much higher. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, cars over 10 years old are subject to a surcharge on an increasing scale up to a maximum of 50% of the road tax. This surcharge was imposed to discourage the use of old, inefficient and unsafe cars on the road. I announced in Parliament early last year that we are studying the possibility of introducing compulsory car inspections to ensure the road-worthiness of vehicles. Details are now being worked out by the Registry of Vehicles, When it is introduced, the surcharge on old cars will be abolished. \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin (Jalan Kayu):</b> Sir, I would just like to take the opportunity to ask the Hon. Minister whether he will agree to extend the PARF value to stolen cars. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, we have not come across cases of this nature, and no application has been made officially so far. When such an application is made, we will give it due consideration. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 436</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>THOMSON PLAZA</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Pedestrian overhead bridge)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Ang Nam Piau</b> asked the Minister for National Development if he will consider the construction of a pedestrian overhead bridge at Upper Thomson Road in front of Thomson Plaza. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, the Public Works Department will construct a pedestrian overhead bridge across Upper Thomson Road, in front of Thomson Plaza, next year. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 436</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>LORONG LODEH</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Pedestrian crossing facilities)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Mr Teo Chong Tee</b> asked the Minister for National Development why there is no provision for pedestrian crossing facilities for the daily use of approximately thirty families at Lorong Lodeh to safely and conveniently cross the Pan-island Expressway where it cuts across Lorong Lodeh. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the Pan-island Expressway at Lorong Lodeh is now under construction and will not be completed until early 1981. There is at present a temporary access for residents to cross the construction site to Lorong Tebera or Jalan Somapah Timor opposite. When the Expressway is opened, residents will be able to cross the Expressway by an alternative access route at the Expressway's junction with Upper Changi Road. The Public Works Department will monitor this pedestrian traffic and, if the volume justifies it, consideration will be given to the construction of a pedestrian bridge across the Expressway at Lorong Lodeh. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 436</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>CHANGI CONSTITUENCY</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Five-year development plans)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Mr Teo Chong Tee</b> asked the Minister for National Development what development plans his Ministry has for Changi constituency in the next five years, other than the Changi Airport project. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 437</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, there are several development plans for Changi constituency in the next five years. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Jurong Town Corporation will develop the new Changi South Industrial Estate for clean industries. The Estate covers some 170 hectares and will be planned in a park-like setting. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Parks and Recreation Department will develop the East Coast Park Extension and the coastal strip abutting the Changi Airport. The area involved is about 113 hectares. Basic park amenities such as cycle tracks, benches and refreshment facilities will be provided. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore Airlines will be developing a 2.8 hectare Sports Complex near Fairy Point. The Complex will provide a comprehensive range of sporting and recreational facilities. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several road projects have been planned to serve the Constituency. The portion of the Pan-island Expressway in the Changi constituency will be completed within the next two to three years. The north-south arterial road linking the Pan-Island Expressway with the East Coast Parkway will be completed within the next five years. The New Upper Changi Road from Bedok Road to Tampines Road now under construction will be completed next year. A coastal road next to the Airport running towards Changi Point will be completed within the next three years. \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee:</b> Sir, may I ask the Hon. Minister whether there are any plans to build Housing Board flats, although the number of residents in Changi is getting less and less each day? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, with the development of the new Changi Airport we have exercised considerable restraint in the construction of HDB flats in the area because most parts of the Constituency fall within the noise zone. It is just like the present Paya Lebar Airport where there is virtually no construction of flats in the Paya Lebar constituency. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 438</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>CHUA CHU KANG CONSTITUENCY</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Establishment of modern pig farms)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Mr Tang See Chim</b>: To ask the Minister for National Development whether the Government has any plans for the establishment of large modern pig farms with pollution control equipment in the Chua Chu Kang constituency and, if so, when those plans will be implemented and where the farms will be located. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Mr Tang. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong (Jurong):</b> Question No. 10, Sir. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, pig farming is a highly pollutive activity. With limited land resources we cannot continue to sustain small inefficient pig farms spread out haphazardly all over Singapore. Besides under-utilizing our scarce land resources, such farms because of their pollutive nature will sterilise large tracts of land which can be used for industrial, commercial or residential development. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has, therefore, decided that in order to control pollution, all future pig farming activities should be concentrated in a relatively isolated agricultural area in the north-west corner of Lim Chu Kang. Large modern commercial farms rearing a minimum of 5,000 pigs each on an intensive basis will be set up. Efficient farmers and other entrepreneurs can apply for land for this purpose. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will provide waste treatment facilities for the pollutive discharge from pig farms at Lim Chu Kang. A levy of $10 per pig slaughtered in Singapore will soon be introduced to enable waste pollution facilities to be set up. It is expected that this levy will increase the retail price of pork by only 15 cents per kati. In return, Singaporeans will be able to continue enjoying local fresh pork at reasonable price. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Land is being acquired at Lim Chu Kang and development work will commence in the near future. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 439</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the development of Lim Chu Kang as a pig farming area, no pig rearing will in future be allowed elsewhere in Singapore. As a first step, the Government will phase out all pig rearing from the catchment areas and river basins in Singapore over the next two years. Thereafter, pig rearing in other areas will be phased out. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Existing intensive pig farms at Punggol will be permitted to remain for the next 10 years. Pig farms at Jalan Kayu which have adversely affected the amenity of nearby residential areas will be phased out earlier, In the phasing-out process, the Primary Production Department will give every assistance to pig farmers who wish to convert to other non-pollutive types of farming. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, if I may be permitted to refer the Hon. Minister to Hansard, dated 16th February, 1977 [Vol. 36, cols. 192-3], a photocopy of which was extended to him by me just now. In that Hansard, I asked a question on pig farming in Punggol, and a reply was given by the hon. Member for River Valley who was then the Senior Minister of State for National Development. He stated, and I quote: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The very fact that we have given leases of 30 years [i.e. to Punggol pig farmers] we can even speculate that it is very likely that pig farming will be there for 15 to 30 years.' \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I heard the Minister correctly just now, he said that the Punggol pig farms would be phased out in 10 years. If the statement in the Hansard is correct, there seems to have been a change of policy. Would the Minister then consider enabling the pig farmers in Punggol to continue their pig farming activities for the duration of the lease that they have been given, i.e. between 15 and 30 years? If that is not possible, would the Minister consider paying enhanced rates of compensation for the loss of future earnings, bearing in mind that these pig farmers have been resettled at least three to four times over? I do not know how many times more they will have to be resettled. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 440</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, just now I mentioned that pig farms in Punggol will be permitted to remain for another 10 years. The former Senior Minister of State for National Development mentioned in February 1977 that the pig farms were likely to remain in Punggol for another 15 years. About 2 1/2 years have elapsed. If the pig farmers remain there for another 10 years, that means 12 1/2 years, and the phasing-out process will perhaps take one or two years. The statement that the pig farms will remain in Punggol for another 15 years is, in fact, correct and the Government has not changed its policy. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 440</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>SELETAR FARMWAYS</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Resettlement of pig farmers)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Mr Hwang Soo Jin</b> asked the Minister for National Development (a) whether there is any plan to resettle pig farmers in Seletar Farmways in the Lim Chu Kang area; (b) if so, when this is expected to take place; and (c) whether he will give an assurance that, if resettlement for any important reason becomes necessary, enhanced rate of compensation will be paid especially to those who have already been inconvenienced once before and that every endeavour will be made to minimise hardship and disruption in the production. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, there have been complaints of intermittent malodour against the pig farms in the Seletar Farmway area from residents in the nearby residential estate at Seletar. Owing to their proximity to residential estates, these farms will have to be phased out. However, they will not be required to do so immediately. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The programme for phasing out is being worked out, taking into account the development of Lim Chu Kang as an intensive pig farming area and clearance of other pig farms in the catchment areas. Every endeavour will be made to minimise hardship and disruption. Under the new resettlement policy, enhanced rates of compensation will be paid to these farmers. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 441</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin:</b> Mr Speaker, Sir, the Hon. Minister seems to give the impression that there has been an oversight in converting the Seletar Farmways into a pig farm area, and therefore the farmers will now have to be resettled again. I am just wondering whether the same mistake will be made in the case of Lim Chu Kang, when in due course the farmers there will again have to be resettled. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, Lim Chu Kang has been chosen as a pig farming area because it is far away from any residential estate, Moreover, owing to its remote location, it does not lend itself favourably to development as a residential estate. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 441</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>KANGKAR FISH MARKET</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Replacement of)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;12. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development, in view of the inadequate facilities at the Kangkar Fish Market, when his Ministry will build another fish market. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, there is a proposal to develop a new fishing port and fish market at Punggol to replace the Kangkar Fish Market. The proposal is under consideration and, when approved, is expected to be constructed in the early 1980's. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 441</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>BEAUTIFICATION OF SINGAPORE</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;13. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development whether his Ministry has any plans to beautify the Republic by planting more flowering plants, e.g. in the city, Housing and Development Board estates and other suitable places. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, since April, 1978, my Ministry has implemented an intensive programme to beautify the Republic by planting trees and shrubs along roads, in public parks, housing estates and other places. As part of this programme, some 50,000 flowering trees and 20,000 free-flowering shrubs have been planted. During the next 18 months, the Parks and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 442</b></font> \n  <br> \n  <br> Recreation Department will plant 75,000 trees and 600,000 shrubs throughout the Island. Of these, 60% will be of the flowering variety. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, apart from the planting of free-flowering shrubs and trees, will the Hon. Minister give consideration to landscaping these areas to add to the beauty of the area? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Sir, the answer is yes. The planting of trees and flowers always goes hand-in-hand with the landscaping of the area. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I am not too sure that they always go hand-in-hand. I myself am not a town planner or a landscaper. But I am sure hon. Members will agree with me that along the roads we see more trees, more greenery, than colour, if at all there is any colour. If one takes a drive to the City, he does not see much colour apart from the buildings and the trees. Could the Minister look into this aspect of landscaping suitable places to add beauty and colour, apart from the greenery? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I am in full agreement with the Member for Punggol, but in our beautification campaign, we usually start with the planting of trees. A tree is a large plant with a crown of leaves and branches. This is especially so with the instant trees which grow very fast. So generally they give the impression of a mass of greenery, This, in fact, is what we want. We want to put the greenery first, and the next step is to introduce colour. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon (Kim Seng):</b> Mr Speaker, Sir, I am sure the Minister is aware that Singapore is largely a fruit-importing country and, therefore, will he consider planting fruit trees in addition to just trees and flowering plants? \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, in fact, this has been carried out. We have been planting fruit trees in army camps and in schools. That is the first step. Subsequently, when our children have acquired a good sense of leaving the fruits alone, we can then \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 443</b></font> \n  <br> \n  <br> most probably plant fruit trees along the streets. \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin:</b> Mr Speaker, Sir, can the Hon. Minister please assure the House that no fruit trees will be planted along pedestrian walks? I do not fancy being hit on the head by fruits! \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I think we can leave it to the experts in the Parks and Recreation Department to decide on the proper site for the planting of fruit trees. I am sure they will take this into consideration when they plant the fruit trees. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 443</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>BILLS INTRODUCED</h4> \n  </div> \n  <br>3.06 p.m. \n  <div align=\"center\"> \n   <b>PLANNING (AMENDMENT) BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Planning Act (Chapter 279 of the Revised Edition)\", \n  <br> \n  <br>recommendation of President signified; presented by the Minister for National Development (Mr Teh Cheang Wan); read the First time: to be read a Second time on the next available sitting of Parliament and to be printed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 443</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ECONOMIC EXPANSION INCENTIVES</b> \n  </div> \n  <div align=\"center\"> \n   <b>(RELIEF FROM INCOME TAX)</b> \n  </div> \n  <div align=\"center\"> \n   <h4>(AMENDMENT NO. 2) BILL</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Economic Expansion Incentives (Relief from Income Tax) Act (Chapter 135 of the Revised Edition)\", \n  <br> \n  <br>recommendation of President signified; presented by the Minister for Trade and Industry (Mr Goh Chok Tong); read the First time; to be read a Second time on the next available sitting of Parliament and to be printed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 443</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>FACTORIES (AMENDMENT) BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading reed. \n  <br>3.08 p.m. \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee (Senior Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Parliamentary Secretary to the Minister for Labour (Mr Fong Sip Chee):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Honourable Members will recall that the Factories Act, 1973, was amended in March \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 444</b></font> \n  <br> \n  <br> 1978, The amendments then provided for more stringent requirements on safety measures to be taken by the occupiers of factories for the safety, health and welfare of workers. They also provided for an increase in the maximum penalty for contravention of the provisions of the Factories Act, 1973, from a fine of $2,000 or an imprisonment not exceeding six months or both to a fine of $10,000 or an imprisonment not exceeding six months or both. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 17 months since these amendments were made, there has been very little improvement in the industrial safety situation. While the total number of industrial accidents reported to my Ministry decreased marginally by only 21 cases from 4,575 cases in 1977 to 4,554 cases in 1978, there has been a marked increase in the number of serious accidents despite the measures taken by the Factory Inspectorate to contain them. In this period the number of accidents resulting in the amputation of limbs increased from 135 to 156. Of greater concern, however, is the jump in the number of deaths which rose from 57 cases in 1977 to 131 last year. In particular, the number of industrial accidents causing multiple injuries and deaths continued to rise from 23 in 1977 to 25 in 1978, although an increase of only two cases, nevertheless they resulted in multiple deaths. The one which will remain long in the memory of hon. Members and the people of Singapore is the Spyros disaster which killed 76 and injured 69 others. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those responsible for the Spyros disaster have been charged in court for contravening the provisions of the Factories Act and the Penal Code. The master of the vessel against whom a warrant of arrest has been issued, however, left the country before the warrant could be executed. Among those charged in court, except for one person whose case has yet to be heard, the penalty imposed ranged from a maximum fine of $10,000 to a maximum term of imprisonment of six months. Notwithstanding these penalties, the deterrent effect appears insufficient. This is evidenced by the occurrence of three serious accidents soon after the Spyros disaster, one \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 445</b></font> \n  <br> \n  <br> in a construction worksite and two in shipyards. Each of these accidents claimed three lives. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Investigations into accidents in the recent past invariably showed a lack of concern for safety on the part of those responsible, despite the efforts of the Factory Inspectorate, in safety education and enforcement. We have to reverse this trend. Apart from the unnecessary human suffering and hardship caused to workers and their families, the economic cost of industrial accidents is unacceptably high. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker Sir, the Bill before the House now seeks to enhance the maximum penalty under the Factories Act, 1973. It amends section 82 of the Act by adding a sub-clause to provide for a maximum penalty of a fine not exceeding $25,000 or to imprisonment for a term not exceeding one year or to both such fine and imprisonment for any offence which results in the death or serious injury to any person. It is hoped that this increased penalty will provide sufficient deterrence to those persons who disregard safety. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Fong Sip Chee]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 445</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>CIVIL LAW (AMENDMENT NO. 2) BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>3.14 p.m. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main purpose of this Bill is to amend section 5 of the Civil Law Act so as to clarify the scope of application of the section and to eliminate certain unintended and undesirable effects and doubts arising from the existing provision. Section 5 of the Civil Law Act is well known to lawyers as it provides for the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 446</b></font> \n  <br> \n  <br> general reception in Singapore of English mercantile law. It is a provision which is of vital importance to our business community. Yet it is one of the most difficult and complicated provisions in our statute book to construe. In spite of a number of judicial decisions, including two Privy Council cases, there is considerable uncertainty as to the precise scope of application of the section. This is not surprising as even the two Privy Council cases were incompatible with each other. Because of the uncertainty as to the precise scope of application of section 5, it has become difficult at times to say whether a particular piece of English legislation is or is not applicable to Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While this might not have been of such great consequence in the past, it is increasingly becoming a serious problem, especially after the entry of Britain into the European Economic Community in 1973. There is and will be an increasing tendency as a result of such entry to harmonise English commercial law with European Common Market law on like subjects. Even on the domestic plane, the tempo of legislative activity in the United Kingdom in the field of commercial law has greatly accelerated in recent years. To give just one example, a great deal of complicated legislation has been enacted in the field of consumer law in the UK in the past few years. Some of the legislative changes in the UK may not be quite appropriate to the needs and circumstances of Singapore; but under section 5, as it stands, we may find ourselves automatically bound by these legislative changes in the UK. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is, therefore, a definite and urgent need to re-examine section 5 closely not only with a view to reducing its uncertainty and obscurity but also to ensure that Singapore will not be automatically bound by legislative changes in the UK where these changes are not suitable to our needs and circumstances. Accordingly, a Working Committee of experts chaired by the Attorney-General studied and gave careful consideration to the problems arising from section 5. The Bill is the result of the recommendation of that Committee. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 447</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill amends section 5 in the following respects: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) It makes clear that the reception under section 5 is only confined to English mercantile law and not extended, as was suggested in one Privy Council case, to English law as a whole. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) It ensures that no law enacted or made in the UK which purports to give effect to a treaty or international agreement to which Singapore is not a party will be applicable here. Under the existing section, UK legislation giving effect to international treaties to which Singapore is not a party may conceivably be applicable here; this is clearly an unsatisfactory state of affairs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Any UK law regulating the exercise of any business or activity by providing for registration, licensing or any other method of control or by imposition of penalties will be specifically excluded from application here. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) No provision contained in a UK Act of Parliament will be imported here if there is a corresponding written law in force in Singapore, i.e. a written law which serves the same or similar purpose or purposes as the UK Act. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) Express provision is inserted to make it clear that the UK law which is to be held applicable in Singapore may be qualified by local circumstances. All these exceptions and qualifications are desirable to clarify the scope of section 5 and to ensure that it does not have any unintended or adverse effects here. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can assure hon. Members of this House that although the Bill is a short one its drafting has been far from easy. The Bill preserves the close connection between our commercial law and English commercial law. At the same time, it seeks to provide greater clarity and guidance in the interpretation of section 5 of the Civil Law Act and to ensure that the reception of English commercial law will be subject to certain limitations which are necessary and desirable. It does not, of course, attempt to achieve the impossible, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 448</b></font> \n  <br> \n  <br> i.e. to eliminate all problems of interpretation of the section. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill also seeks to repeal section 6 of the Civil Law Act which relates to the requirement that a contract for the sale of goods of the value of $100 or upwards must be evidenced in writing to be enforceable. This provision is outmoded and has no practical value today. The sum of $100 is quite insignificant today, and many contracts for the sale of goods exceeding this sum are daily entered into orally. There is no justification for rendering such contracts unenforceable merely because they are not evidenced in writing. In the UK this evidentiary requirement was done away with as long ago as 1954. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill may not excite great public interest because of its technical nature, as you can see, Mr Speaker, Sir. Nevertheless, it should prove to be a very useful measure for lawyers and businessmen. It is the first of a series of measures which we hope to introduce to make our commercial law more easily ascertainable and less dependent on legislative changes taking place in the UK. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Chua Sian Chin]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 448</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>CRIMINAL LAW (TEMPORARY PROVISIONS)</b> \n  </div> \n  <div align=\"center\"> \n   <h4>(AMENDMENT) BILL</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>3.25 p.m. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Criminal Law (Temporary Provisions) Act, formerly known as the Criminal Law (Temporary Provisions) Ordinance, was brought into operation on 21st October, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 449</b></font> \n  <br> \n  <br> 1955, for an initial period of three years. It has since been extended several times and will lapse on 20th October, 1979. It is proposed to extend it for another five years with effect from that date. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Act provides for the maintenance of public safety, peace and good order, the prevention of strikes and lock-outs in essential services and the detention and supervision of persons associated with activities of a criminal nature. It has proved to be very useful in suppressing criminal activities associated with secret societies or organised syndicates where the application of the ordinary laws for the prosecution of the offenders in court is ineffective because witnesses are not prepared to give evidence in court for fear of reprisals. The effectiveness of the Act in curbing secret societies is shown by the decrease in the number of secret society incidents such as assaults, riots, gang clashes and murders. From a peak of 416 such incidents in 1959, the number fell to only 10 in 1978. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Act has also contributed significantly to the suppression of drug trafficking in Singapore. Over the past six years, 370 persons were detained for drug trafficking, but 311 of them were detained in the last 24 months when the battle against the drug menace reached a climax. It is the use of the powers of detention under the Act that has enabled the Government to move swiftly, and thus has contributed in no small measure to the successful disruption of the distribution of drugs in Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Act also makes temporary provisions for the prevention of strikes and lock-outs in essential services, especially in the water, gas and electricity services. These provisions are still necessary. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Act has contributed considerably to the maintenance of public order. It is still needed to further curb secret society activities and drug trafficking. It is therefore necessary to extend the provisions of the Act for a further period of five years. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 450</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Chua Sian Chin]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 450</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>MISUSE OF DRUGS</b> \n  </div> \n  <div align=\"center\"> \n   <b>(AMENDMENT) BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>3.30 p.m. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through Operation Ferret and other measures we have managed to contain the spread of drug addiction. However, as is the experience of other countries which face the drug abuse problem, recidivism is still high, Of 10,750 drug addicts placed under supervision after treatment and rehabilitation, 3,704 or 38.9% have relapsed. If we consider only those who were released two years ago or earlier, then as many as 70.8% relapsed during their two-year period of supervision. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, our major preoccupation now is to reduce the rate of recidivism. It has, however, proved to be an intractable problem. This is primarily because an addict's psychological dependence on drugs cannot be overcome as easily as his physical dependence which can be got rid of in a relatively short time with treatment and rehabilitation. Psychological dependence is a more complex problem which requires much time and effort to overcome. If this psychological dependence on drugs is not completely removed, any personal setback or temptation that he encounters can result in a relapse. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some researchers have established that the most difficult period of adjustment for ex-addicts is the first two to three months after - their release from an institutionalised environment - in our case, the drug rehabilitation centres. It is during this period that they must be given maximum help in staying away from drugs. Unfortunately, many of them do not get regular employment during this crucial period. Since they are not \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 451</b></font> \n  <br> \n  <br> meaningfully occupied for the greater part of the day, they are soon overwhelmed by boredom, frustration and a sense of inadequacy or even defeat. In such a state, ex-addicts are very prone to relapse. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a tight labour market situation, ex-addicts should not have difficulty in getting employment. Unfortunately, there exists some prejudice on the part of many employers against ex-addicts. On the other hand, some of the ex-addicts are choosy about jobs. Some of them also fail to stay on the job because they are not adapted to the sudden freedom after detention in a drug rehabilitation centre. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to prepare the ex-addicts more fully for total release so that they have a better chance of getting and continuing in employment after release, my Ministry has worked out a Day-Release Scheme. This scheme will bridge the gap between the strictly controlled regime in drug rehabilitation centres and the completely free environment outside. It is an extension of the current rehabilitation programme. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the scheme, day-release camps will be set up. Inmates of drug rehabilitation centres who are considered ready for day-release will be transferred to the day-release camps. They will be found jobs outside the camps and be paid the same rates as other workers doing a similar job, including Central Provident Fund contributions. They have to return to camp every day after work when a urine sample will be taken for testing. If they are found to have abused drugs again or if they should breach other conditions of their day-release, such as not turning up at the place of work or found malingering at work, they will be sent back to the drug rehabilitation centres. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The day-release camps will be run as half-way houses. They will have a more relaxed regime with more recreational facilities than in the drug rehabilitation centres. Also, SANA counsellors will be encouraged to visit the ex-addicts in the camps so as to establish a close rapport with them. Meals will be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 452</b></font> \n  <br> \n  <br> provided for the inmates but they will have to pay for their meals taken outside the camps. Inmates may be allowed to spend the weekends with their families. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Day-Release Scheme does not only prepare the ex-addicts to rejoin society but also provides the means to test whether they can resist the temptations which they must face eventually. Those who pass the test will have a stronger psychological resistance to temptations. Those who fail the test will be detected promptly through the daily urine tests and through other means. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers should no longer be reluctant to employ ex-addicts who are on day-release. They have the reassurance that ex-addicts who misbehave will be taken back to drug rehabilitation centres. They can also expect prompt replacement of ex-addicts who abscond or who have to be taken back. In return, all that we want of the employers is that they treat the ex-addicts as they would treat their other employees. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From 1st September this year a pilot scheme was launched on a voluntary basis. Fifty ex-addicts who volunteered were allowed to work in a factory in Bedok. They work in two shifts. I am pleased to say that so far the employer has found the day-releasees to be good workers and all of them have shown exemplary conduct. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We plan to set up day-release camps in the major industrial areas of Jurong, Kranji and Bedok/Chai Chee. The first day-release camps will be located in Changi to cater for firms in the Bedok and Chai Chee areas requiring day-releasees. A Job Placement Unit has been established in the Central Narcotics Bureau, and so far it has met with encouraging response from employers. Based on the number of inmates in drug rehabilitation centres, it is anticipated that between 1,100 and 1,200 ex-drug addicts will be placed on day-release by August next year. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To implement this scheme, section 34 of the Misuse of Drugs Act, 1973, has to be amended to make provision for the granting of leave to inmates for the purpose of their \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 453</b></font> \n  <br> \n  <br> employment outside an approved institution. Clause 5 of the Amendment Bill seeks to empower the Minister to make regulations for the granting of such leave. In order for.the day-release scheme to be effective, disciplinary sanctions have to be included in the Regulations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 33 of the Act has to be amended to increase the maximum period of detention of an inmate from two to three years. This is necessary to ensure that the day-release phase will not be at the expense of the normal period required for treatment and rehabilitation in drug rehabilitation centres. Clause 2 of the Bill is for this purpose. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 seeks to deem that an inmate is in legal custody while he is outside an approved institution for authorised purposes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am also taking the opportunity to make other amendments to the Act to regularise or facilitate existing practices. Presently only the Director of the Central Narcotics Bureau has power under section 33(1) of the Act to require persons who are reasonably suspected to be drug addicts to be medically examined or observed by a Government medical officer. It is necessary to delegate this power to his Deputy in order to remove the bottleneck in the processing of suspects whenever the Director is not available to exercise the power. Clause 2 of the Bill seeks to do this. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is currently no provision in the Act whereby an inmate can be taken out from detention and be produced at places where his attendance is necessary. For example, an inmate may be required to attend court or other proceedings either to answer legal charges or as a witness. Clause 3 seeks to provide the Superintendent of an approved institution with the authority to exercise such powers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Chang (Mountbatten):</b> Mr Speaker, Sir, we have just heard from the Hon. Minister a wonderful account of the Day-Release \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 454</b></font> \n  <br> \n  <br> Scheme, but I beg to say that I cannot agree with quite a lot of the things that the Minister has said. I am especially unhappy about the extension of the detention period from two years to three years. I assume that the Minister must have decided on this magic figure on the advice that his experts give him and also from the statistics available to him but which I do not have. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this juncture I would like to caution the Government that they have to keep an open mind so as to ensure that all the known precipitating factors that cause people to resort to drug-taking are eliminated. In making this point, I have my constituency in mind and here I would register disagreement with the Minister on the figures that he has received from his statisticians. No doubt he has worked on bigger population figures and I on a smaller one. Nevertheless, since it affects my constituents, I wish to quote them. I have 129 known drug addicts in my constituency, of whom 33 are in rehabilitation centres today. Of the 129 known drug addicts, 93% are first-timers and 0.008% are third-timers. That leaves a balance of 6.992% second-timers. You can see, Sir, that the Minister's figures disagree with mine. Of the number released today, 95% of them have been detained less than one year. I wonder, therefore, what this extra year is for. This, again, is where I cannot agree with the Minister because the Day-Release Scheme can start in the second year or even the seventh month. If this extension is basically meant for the hard-core addicts, then I suggest that it be included in a different section of the Act. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I then made a study of the background of 49 drug addicts who have been released. This, again, concerns my constituency. It reveals that a large proportion (about 60% of them) come from very large families, seven or more persons per family, who live either in one- or two- bedroom flats. This means that some precipitating factors have been at work, such as parental neglect, the children are not able to study, they cannot sleep, they get very disenchanted at home and therefore leave home and thereby expose themselves to very unhealthy peer group influence. I \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 455</b></font> \n  <br> \n  <br> hope the Hon, Minister will agree with me here. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Chong:</b> The point I am trying to make is that we need to take swifter action to eradicate all the known precipitating factors. In making this point, I must particularly stress that although the Government has done quite a lot it has not done enough. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I am worried about is that if a rehabilitated addict goes back to his home and is confronted or exposed to the same factors that caused him to take drugs, then he is likely to go back to drugs again, and no amount of extension of the rehabilitation period, whether it be three years, four years or more, is going to help him. I am afraid that our civil servants because they are 'over-efficient' might have a tendency to be extra careful and extra cautious about the addicts in the drug rehabilitation centres. With the extension of the period of detention to three years, they might decide to unnecessarily extend an addict's term in the drug rehabilitation centres. This will probably affect the total income of the family of the drug addict which is going to influence the total household very badly. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have here, Sir, my own personal experience. During my meet-the-people sessions my constituents come to ask for assistance to get their son or daughter who is the sole bread-winner out of the rehabilitation centre as soon as possible. In making this observation I must qualify that I realise quite a lot of parents are impatient about wanting to get their children released, after having seen the tremendous improvement in the health of their children when they were in the rehabilitation centres. I also do realise that drugs are expensive and that some of the addicts do not really contribute to the total income of the household even if they are released. Despite this, I must still caution the Hon. Minister that he must be very careful in extending the period of detention. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 456</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this point of time, Sir, can the Hon. Minister please tell the House whether we are really doing enough to eradicate the causes of drug addiction or are we simply fighting the effects of drug addiction and, at the same time, accepting drug addiction as something unavoidable in these times of changing social norms. I would like to ask: are we not confusing ourselves? We change, and we change, and we change. If it is for the good, it is all right. For instance, we know that pop culture which is characterised by loose morals and low social values forms one of the precipitating factors that draw people into drug addiction, and yet the Hon. Minister for Communications will be moving the Second Reading of the Singapore Broadcasting Corporation Bill, 1979. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar (Acting Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Acting Minister for Social Affairs (Dr Ahmad Mattar):</b> You mean the Minister for Culture? \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Cheng:</b> I beg your pardon. The Singapore Broadcasting Corporation Bill will affect us because as soon as RTS gains autonomy and becomes a corporate body, it is going to run wild looking for money. A sure way of getting money is to accept more and more advertisements, and we can therefore expect loose morals to be perpetuated on TV. If that is the case, we are going to build a potential reservoir of undesirable influence on our people. Here again, we are mopping up rather than tackling the problem at source. Sir, should we not therefore re-examine our position and ensure that we act concertedly to eliminate all the known precipitating factors, such as the lack of control and care of our children, the problems of working mothers, absence of moral standards or even the presence of double standards, dull homes, the pressures of schooling, and bad peer group influence? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I cannot therefore support the Bill. \n  <br>3.52 p.m. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, I wish to thank the Member for Mountbatten for making a provocative speech and asking questions of me, which gives me an opportunity to clarify. I will try my best to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 457</b></font> \n  <br> \n  <br> give a comprehensive explanation to some of his misconceptions of the intention of the Amendment Bill. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, an extension of the period of detention from two to three years is necessary in order to accommodate the day-release scheme and, secondly, it is not done just because we want to prolong the detention of the drug addicts in the drug rehabilitation centres. As I have explained in my speech just now, we do not want the period of normal rehabilitation in the drug rehabilitation centres to be encroached upon by the need for the extra period necessary for the day-release scheme. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have not arrived at the figure of three years by any magic. I do not think we can arrive at any magic figure either. It is just pure common sense that if we need a longer period to accommodate the day-release scheme we have to extend the period from two to three years. But may I say that this period of extension from two to three years is just the maximum period of detention. It is not a period which will be imposed on every addict or inmate of the drug rehabilitation centres. Perhaps the Member for Mountbatten is not aware that if a person has been sent for rehabilitation in a drug rehabilitation centre, his case is being regularly reviewed to determine whether or not he has been fully rehabilitated, and the review is not done by any Government official but by a Review Committee chaired by a medical officer or a person with medical training. In fact, the chairman need not be a Government medical officer. The present Review Committee is chaired by a psychiatrist on a voluntary basis, and in its membership there are also people who are social workers. The Review Committee considers every case on its merits, Therefore, when a drug addict's case comes up for review after six months, if he is found to have been fully rehabilitated he is released or, if he is not released, he may have his stay extended for another three or six months. So every case is treated on its own merits. There is no blanket formula as such whereby a person is detained for so many months. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 458</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is necessary to extend the period of detention to three years because there are a few hard-core addicts who have been sent to the drug rehabilitation centre two or three times. They are the people who need longer rehabilitation. Even if there are only five such cases, we still have to extend the period of their detention from two to three years to cover them, otherwise they will be excluded from this scheme. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad to note that the Member for Mountbatten has taken a personal interest in the drug addiction problem in his constituency. A number of Members of Parliament have also taken an interest. I hope more Members of Parliament will take an interest in the drug addiction problem in their respective constituencies because that will help the authorities to do what they can to rehabilitate these drug addicts or ex-drug addicts. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Mountbatten says that his figures are different from mine. That, of course, is expected. They must be different because he deals with his own constituency only. My figures are for the whole of Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also commented that some of the civil servants administering the drug rehabilitation scheme being too cautious might unnecessarily prolong the detention period. My answer is that it is not for the civil servants to decide. It is the Review Committee which is chaired by a qualified doctor which will study every case and make their recommendations. So efficiency, over-efficiency or cautiousness does not come into the picture. The experts will study every case and make their recommendations. On the other hand, may I also say that whenever the Review Committee considers cases for release, it must be satisfied that the person in question has been fully rehabilitated. Otherwise, it is wasting everybody's time to release a person who has only been half rehabilitated because he will go back to his old ways of addiction, and hence back again to the rehabilitation centre. It is not in the interest of the ex-drug addict to be released prematurely. I think this is certainly one of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 459</b></font> \n  <br> \n  <br> the points which the Member will agree with me. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said just now, it is not an easy matter to cure a drug addict. I have explained the difference between physical dependence and the psychological dependence on drugs. After a period of treatment and rehabilitation in a drug rehabilitation centre, we can achieve some measure of success with his physical dependence, but it is his psychological dependence which must be completely cured before he can resist temptation. That is the most important factor and something that is intractable. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Mountbatten has rightly stated that if a person who is being detained for treatment in a drug rehabilitation centre is the breadwinner of a family, it will cause hardship to his family. Of course, it will cause hardship. But we are dealing with a social problem where the premature release of an ex-addict will not help his family because a relapse to addiction will make him a hard-core. May I point out that we are also fully aware of the fact that some of them are breadwinners and, therefore, as part of the rehabilitation programme in the drug rehabilitation centre, we are providing them with an opportunity to be employed. The object of this scheme is two-fold. First, it forms part of the rehabilitation process and, secondly, they can at the same time earn some money. That is the reason why we feel that the day-release scheme, which is a half-way house method of rehabilitation, will answer some of the points which the Member for Mountbatten has raised, namely, by allowing an ex-addict to go back to his former surroundings, he may very easily relapse. That is the reason why we suggest that before allowing him complete freedom to go back and move around as he likes, he should be allowed to enjoy half-freedom only for a period during which he could work and earn a wage in the same way as he would be earning if he is completely free. At the same time, during this period we will keep a check on him. This is what is, called a half-way house concept which many social scientists \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 460</b></font> \n  <br> \n  <br> and social workers support as a good way to solve the problem arising from complete freedom as against a strict regime. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the Member asked about the causes of drug addiction, and what are we doing to eliminate these causes, and are we treating this problem symptomatically? May I say this. Eradicating the causes of drug addiction is a vast problem. We are doing everything we can. No single body, the Ministry or Government itself, can completely eradicate the causes even though we know what they are. It must be tackled by the Government together with the people. One of the main areas is education. That is being done not only through the schools but also through SANA, their volunteer counsellors, and so on. I do not have to say very much about RTS and the proposed Singapore Broadcasting Corporation. I think my colleague, the Acting Minister for Culture, will reply when the Bill comes up for Second Reading later on. Whatever it is, as far as the Central Narcotics Bureau is concerned, they are faced with a problem and they are doing everything they can to solve it. We have managed to solve the drug addiction problem to some extent because we now have fewer additions to the pool of addicts. We are, therefore, concentrating on rehabilitation. Let me be the first to say that we have not exhausted our efforts at rehabilitation. That is the reason why we are trying to reinforce the existing programme by the addition of this day-release scheme. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff (Kolam Ayer):</b> Mr Speaker, Sir, I appreciate the idea to prolong the detention of drug addicts in the drug rehabilitation centres so that they can be totally cured. I also appreciate the Hon. Minister's confidence in social scientists because I know of one Minister who has yet to appreciate it. I also appreciate the introduction of professional psychiatrists to look after the drug addicts in the final stage of rehabilitation. But I think there are more important or rather equally important factors to be considered by the professionals or those working in the DRC. Correct me if I am wrong, but I was told that most of the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 461</b></font> \n  <br> \n  <br> officers in the DRC are former prison wardens. With due respect to them, I hope the Hon. Minister will consider training these officers to understand the problem of drug addicts, especially during their first year of detention. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, I must clarify the points which have been raised by the Member for Kolam Ayer. First of all, I did not say that I have confidence or no confidence in social scientists. However,( do take note of what they say. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the wardens in charge of the drug rehabilitation centres, they are just the custodial staff. They just run the drug rehabilitation centres. They do not do any rehabilitation work. The rehabilitation work is done by our rehabilitation officers. We have rehabilitation officers, psychologists, doctors, and so on, put in charge of rehabilitation. They hold meetings, counselling sessions, and so on. In addition to these people, we have, in cooperation with SANA, invited their counsellors and voluntary after-care officers to come and counsel the drug addicts. In fact, SANA has been doing a good job in this respect. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no point in recruiting Government servants to do this. It is better to recruit people who like to do social work, people from the religious organisations, the churches, the Muslim, Buddhist, and the Hindu organisations and so on. SANA has been doing this. They have gone from one constituency to another to recruit them. If they have not gone to Kolam Ayer, I will suggest that they go there, and the Member for Kolam Ayer can help them to recruit these counsellors. It is better to get honourary members of the public who are interested in social work to counsel these addicts. That is also part of the rehabilitation scheme. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said, we can break their physical dependence on drugs but it is very difficult to break their psychological dependence and they need constant counselling. At the same time, they also need encouragement and help from members of their own family. When they return home and members of their family can give encouragement and show \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 462</b></font> \n  <br> \n  <br> understanding, they have a better chance of success. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the Member for Mountbatten, although not from a social scientist's point of view, that many of them have taken to drugs because of a bad family life, such as a lack of parental care when they were young. In this respect, we would also like to change the attitude of the parents and so help them on this difficult road back to society. \n  <br>4.13 p.m. \n  <br> \n  <br> \n  <!-- Mr Seah Mui Kok -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Seah Mui Kok (Bukit Ho Swee):</b> Mr Speaker, Sir, I would like to ask the Hon. Minister for Home Affairs whether the Government is prepared to engage a good number of those ex-drug addicts who have been cured and are released, to do work. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, we do not engage them on a regular basis. I think some of them have come back to SANA and volunteered to do rehabilitation work, which is much better. They have been through hell and they can tell what it is like to go through this difficult period in order to rescue themselves. SANA has done that. Many of them have been courageous enough to appear on TV to speak about their experiences. The programme entitled the \"Long Road Back\", was participated by a few of these ex-drug addicts who spoke about their experiences. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Chua Sian Chin]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 462</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>CINEMATOGRAPH FILM HIRE</b> \n  </div> \n  <div align=\"center\"> \n   <b>DUTY (AMENDMENT) BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>4.16 p.m. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 463</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of amending the Cinematograph Film Hire Duty Act is principally to strengthen enforcement. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The major amendments are to sections 9, 10 and 13. The amendment to section 9 will enable the rate of film hire to be varied by Ministerial Order, so that changes in the film hire duty rate can be implemented quickly. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 10, which deals with the calculation of the assessment of gross receipts derived from the renting of films, is amended to limit the amount of deductible house expenses to 25% of the receipts from the admission charges, excluding entertainments duty. Presently, collections on film hire duty are depressed because of large deductions for house expenses. The amendment will ensure that the rental from the renting of films, on which film hire duty is payable, is not less than 65% of the taxable gross receipts after allowing a further 10% for the exhibitor. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment to section 13 provides that exhibitors, proprietors of cinemas and renters will have to obtain Ministerial approval before imposing or varying the admission charges. The aim is to see that admission charges have some relation to facilities provided and types of films shown. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also five other minor amendments to the Act. Section 8 is being amended to empower the Director-General to inspect the contract documents without having to seek the consent of the Minister. It also provides for the penalty to be increased to $2,000. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A new section 14A makes it an offence for a person to fraudulently evade film hire duty, and imposes a penalty of imprisonment for a period not exceeding two years or a fine not exceeding $5,000, or to both imprisonment and fine. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another minor amendment is to section 17. The amendment will empower any authorised senior officer of customs to compound certain offences under the Act and its rules for a sum not exceeding $500. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 464</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The remaining amendments to sections 2 and 5 are consequential in nature, in line with the recent amendments to the related Acts. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Hon Sui Sen]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 464</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>SKILLS DEVELOPMENT LEVY BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>4.21 p.m. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NWC recommendations for 1979 include a contribution to be paid by all employers into a Skills Development Fund. This Fund will be used to assist employers to upgrade their technology and operations and also improve the skills and expertise of their employees, which are in keeping with our plan to restructure the economy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Skills Development Levy Bill provides for the imposition of the skills development levy and the establishment of the Skills Development Fund. I shall now highlight the main features of the Bill. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The scope of the levy covers all employees, including apprentices and part-time workers, but excluding domestic servants, gardeners and chauffeurs. (Clause 2). \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 provides for the imposition of the levy with effect from 1st October, 1979, on every employer at the rate of 2% of the gross monthly salary, or $5, whichever is the greater, of every employee earning less than $750 a month. No levy will be due from any employee whose gross salary for that month exceeds $750. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 also empowers the Minister to vary the rate and scope of the levy and to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 465</b></font> \n  <br> \n  <br> suspend the collections, if it is considered expedient in the public interest to do so. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6 sets out the establishment of the Skills Development Fund which will be under the control and management of the Minister, Provision is also made to reimburse the Comptroller of Income Tax for expenses incurred in the collection and recovery of the levy from the Fund. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just like any other employer, the Government is also required to contribute to the Skills Development Fund under clause 7. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The objects of the Skills Development Fund, as spelt out in clause 8, are to promote, develop and upgrade the skills and expertise of employees, retrain retrenched persons and provide financial assistance by way of grants or loans for the purpose of its aims. The Fund may be used to assist the establishment or expansion of the facilities for training which are designed to promote the skills and expertise of the employees. It can also be used to assist employers to acquire equipment to upgrade their operations or to defray or subsidise the cost of training or retraining of their employees. The Fund is, however, not intended to be used for basic training. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9 provides for the setting up of an Advisory Council, consisting of 12 members, including a Chairman. Four members each are drawn from the Government, the employers and the National Trades Union Congress. The term of office of the members and the proceedings of the Advisory Council are set out in the Schedule to the Bill. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Advisory Council is required, under clause 10, to make recommendations to the Minister on the guidelines for processing applications for financial assistance, the terms and conditions of approval for grants and loans. the proportion of the Fund to be used for grants and loans, and the appeals from applicants for financial assistance. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 11 authorises the Minister to invest monies belonging to the Fund. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 12 and 13 set out the penalties to be meted out to persons who obtain grants \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 466</b></font> \n  <br> \n  <br> or loans from the Fund by false or misleading statements and documents. On conviction, such persons are liable to a fine not exceeding $5,000 or imprisonment for a term not exceeding one year, or to both. In addition to the penalty, clause 13 also empowers the Court to make an order for repayment of the money wrongfully obtained. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The accounts of the Skills Development Fund are subject to audit annually by the Auditor-General and have to be presented to Parliament as provided under clause 14. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly. clause 15 enables the Minister to make regulations to ensure the proper use of the monies of the Fund, and to prescribe the procedure of the Advisory Council. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>4.27 p.m. \n  <br> \n  <br> \n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, I would just like to raise a number of points for clarification. First, if I heard the Minister correctly, the definition of \"employees\" includes all apprentices. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Yes. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> If that is so, then it is tantamount to a tax on the development of skills because apprentices, properly construed, are people undergoing training in a particular skill. So that would seem contradictory to the policy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I would like to know the relationship between this Skills Development Fund and the various schemes of training administered by the Economic Development Board on the one hand, and the various training programmes administered by the Vocational and Industrial Training Board on the other. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point I would like to raise is the scope of action under the power of the Minister provided by this Bill. In the first place, under clause 4 the Minister may by order vary the amount of levy, at present 2% or $5 whichever is the greater. I think this particular provision may cause some concern \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 467</b></font> \n  <br> \n  <br> on the part of employers in that, on some future date, the Minister could just arbitrarily increase this particular tax. I think it would be wiser for this matter to be brought up either through the National Wages Council or even directly to this Parliament for endorsement before such a move is made. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, under clause 8(2)(d) it is stated that the Fund may be used \"for such other purposes as may be prescribed by the Minister.\" I think there should be a limitation there to note that \"such other purposes\" should be consistent with the objects of the Fund as spelt out in sub-clause 8(1). \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin:</b> Sir, the rationale behind the setting up of the Fund has been fairly well explained. I do not think there is very much that we can quarrel with in the objectives. However, for the Fund to succeed, it is important to ensure that the administration will not be rendered ineffective by too much bureaucratic red tape. The procedures for application should be made simple, and I hope that there will not be complicated forms to be filled. Over the years, the public has come to associate any Government-sponsored financial assistance scheme with elaborate questionnaires and cumbersome procedures to be complied with, which have been apparently designed to discourage rather than encourage applications. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, although clause 4 does provide for exemption, there is no indication whatsoever under what circumstances exemptions may be granted. I suspect that this particular clause is intentionally left vague to discourage application for exemption. It is important that, on implementing the Bill, a set of guidelines on exemption is published as soon as possible so that justifiable cases are accorded the attention they deserve. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In setting up the Fund, we should take care to ensure that we do not unwittingly kill the initiative of the employers, either individually or collectively, to finance their own training schemes, some of which can be quite costly and may become uneconomic to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 468</b></font> \n  <br> \n  <br> continue as a result of the additional levy imposed. If this is allowed to happen, the Fund can become a counter-productive exercise and the levy will simply come to pass as just another additional item of tax to be tolerated. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, quite a number of questions have been asked. May I reply, first, to those questions that have been raised by the Member for Whampoa. He spoke of apprentices being included in the definition. I did say so in my speech. The reason for this is that apprentices are very often workers. They learn on the job but I think at least towards the later pan of their apprenticeship they perform work which is almost as much as the ordinary paid workmen. To that extent, it may be appropriate to include them in the Skills Development Levy. If I am advised by the Advisory Council that thi3 may fall within the class of persons whom it would be appropriate to exempt, then this matter can be considered. But at the moment we merely say, \"domestic servants, gardeners and chauffeurs.\" These are not people who are used for the purposes of a profession or occupation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Skills Development Fund, the Member asked the question, what is its relationship to EDB programmes and to the VITB training schemes? I have said in my speech that the Fund will not be used for basic training, and by that I assume we shall not be considering the financing of VITB training. As for the EDB programmes, a lot of these are related to what the employers are doing. It may be that some of them will qualify. Again, this is a matter which we will put to the Advisory Council and seek their advice. Some of the EDB programmes are already of the kind that we consider to be appropriate for training skills. For example, Government/industrial training schools run by Philips or Rollei may be of the kind that would be suitable also for other employers of labour, in which case we will consider financing from the Skills Development Fund. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the Member's third question, he asked, what is the scope of action by the Minister for varying the levy? I think it was \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 469</b></font> \n  <br> \n  <br> stated in some of the statements we made in Parliament that if there were circumstances that made it necessary for us to cancel the imposition of the 4% CPF tax or the Skills Development Levy because of external circumstances, for example, a major slump, then this would be done. The power is therefore in the Act for varying the levy. This can be downwards as well as upwards, as the Member has pointed out. If the Advisory Council should advise that the amounts being obtained by the levy are insufficient, then maybe this matter can be considered without having to come back to Parliament. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the Member's last question, what are the other purposes which may be considered by the Minister under another clause? I think this is an overall catch-clause. I am not sure what the legal position is but I have been told in other cases that, when we set out a whole series of purposes, there is a doctrine in law which says that it must be for similar purposes. I am not quite sure what the situation is but I will be guided by the members who are in that profession. However, the intention is that it will be used for purposes which are related to those which have already been set out in the preceding sub-clauses. I think I have dealt with all the questions of the Member for Whampoa. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the Member for Jalan Kayu, he says that the procedures should be made simpler. We would, of course, like these to be as simple as possible but, in the disbursement of public monies, there must be a certain procedure laid down so that there will be no question of our being careless or being led by fraudulent means, for which we have provided, into disbursing monies for purposes which are not intended under the Act. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also asked, under what circumstances will exemptions be granted under clause 4 which empowers the Minister to grant exemption from the levy in certain cases. The answer to this is that perhaps, as in the case of apprentices which has been raised by the Member for Whampoa, it may be that at least in the first few years the levy should not be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 470</b></font> \n  <br> \n  <br> imposed. There is therefore a necessity for a clause of this kind. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also suggested that the Skills Development Levy should not kill the initiative of employers to provide training schemes. I do not think that is the intention at all. If there are training schemes set up by employers, I have no doubt that they will see that under the provisions of the Act there is a chance that the payment for such schemes will be made under the Skills Development Levy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Hon Sui Sen]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 470</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ROAD TRAFFIC</b> \n  </div> \n  <div align=\"center\"> \n   <b>(AMENDMENT) BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>4.44 p.m. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong (Minister for Communications and Acting Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Communications and Acting Minister for Culture (Mr Ong Teng Cheong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One way to improve the standard of driving in Singapore is to upgrade the level of teaching of driving instructors. This can be achieved through proper training and licensing of these instructors. The Road Traffic (Amendment) Bill seeks to empower the Minister to make provisions for this. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Bill, a driving instructor has been defined as a person who gives instruction in the driving of a motor vehicle for a fee or reward. From now on, no one will be allowed to give driving instruction unless he is duly licensed by the Registrar of Vehicles (ROV). Similarly, any person wishing to carry on the business of a driving school will have to be licensed by the ROV. Any person who breaches any of these provisions shall be guilty of an offence and shall be liable to a fine not exceeding $2,000 or to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 471</b></font> \n  <br> \n  <br> imprisonment for a term not exceeding six months, or to both. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ROV will be empowered to grant a driving instructor licence or a driving school licence with or without conditions. He may suspend or revoke the driving instructor licence if he finds the driving instructor to be a person no longer fit and proper to hold the licence, for example, when the instructor acquires a bad driving record or misconducts himself. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A driving school owner will be required to employ only licensed instructors. The ROV will be empowered to collect a cash deposit from the holder of a driving school licence. All or part of this sum may be forfeited if any of the conditions of the licence is not complied with. He may also revoke the driving school licence if the driving school owner does not manage his school properly or breaches any of the Rules. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill empowers the Minister to make rules requiring driving instructors to attend courses and to pass examinations, to regulate the conduct of driving instructors and activities of driving schools, to prescribe the kind of motor vehicles to be used when giving driving instruction, to regulate the form of records to be kept by driving instructors and driving schools, to impose conditions on licensing and to prescribe fees. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the past 18 months, the Registry of Vehicles has been conducting theoretical and practical lessons for driving instructors. Those who have completed the course successfully will be eligible to apply for a driving instructor licence. The licensing exercise is expected to commence in early 1980 when all the existing driving instructors, numbering about two thousand, have completed the training course. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 472</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. [Mr Ong Teng Cheong]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 472</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>SINGAPORE BROADCASTING</b> \n  </div> \n  <div align=\"center\"> \n   <b>CORPORATION BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>4.48 p.m. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong (Minister for Communications and Acting Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Communications and Acting Minister for Culture (Mr Ong Teng Cheong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill seeks to establish the Singapore Broadcasting Corporation to take over the functions of the Broadcasting Department (RTS) of the Ministry of Culture. The Bill also seeks to make consequential amendments to the Broadcasting and Television Act. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reason for converting RTS into a statutory body is to free the Department of Broadcasting from administrative and financial constraints so that the organisation can expand and develop into a lively radio and television station. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Broadcasting Corporation as a statutory body will have the authority and flexibility to recruit artistes, producers, script-writers, choreographers and other personnel, and to determine their emoluments, to improve and expand services, facilities and equipment, and to acquire new technology in accordance with the needs of the broadcasting services. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Financial support from the Government is vital if the Singapore Broadcasting Corporation is to develop into a reputable organisation capable of producing good quality programmes. The Corporation, by its nature, performs a public service and cannot be entirely profit-oriented. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of the influence and impact Radio and TV have on the population, especially the young, it is vital in the public interest that the Government retains control over the policy of. the Corporation. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 473</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I now outline the main provisions of the Bill. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 contains the definitions of the various terms used in the Bill. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 establishes the Corporation as a body corporate. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 provides that the Corporation should consist of a Chairman and a Deputy Chairman and from three to seven other members. The First Schedule to the Bill empowers the President to appoint the Chairman and Deputy Chairman, and the Minister to appoint the other members. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 deals with the functions and duties of the Corporation. It also stipulates that the programme broadcast by the Corporation shall not offend against good taste, decency, religion and that sufficient time is given to news and current affairs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6 furnishes the Corporation with powers to carry out its functions which include the establishment of television and radio stations, determination of the hours of television and sound broadcasting, and acceptance of advertisements upon payment of charges. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7 provides for external radio service on the direction of the Minister. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 8 empowers the Minister to give directions to the Corporation on policy to be followed or on any other matter concerning the functions, operations and administration of the Corporation. In an emergency, the Minister may suspend the Corporation from performing all or any of the functions and powers and take over these functions and powers until he modifies or revokes the suspension order. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 9 to 14 contain provisions for the appointment of staff, including the appointment of the General Manager who will be the Chief Executive Officer of the Corporation, and the making of regulations relating to staff matters. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 15 to 25 contain provisions dealing with the Corporation's financial \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 474</b></font> \n  <br> \n  <br> matters and the financial procedures to be adopted by the Corporation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 18 provides that the Minister may make grants-in-aid to the Corporation out of money voted by Parliament, especially in respect of capital expenditure. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 26 and 27 contain provisions dealing with the transfer of properties, rights and liabilities to the Corporation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 28 to 34 provide for the transfer of Government staff to the Corporation on terms no less favourable than existing ones; allow officers in the common-user service an option to remain in the Government service; and the Corporation to lay down the terms and conditions of transfer. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Part VII of the Bill covering clauses 35 to 51 deals with miscellaneous provisions, including a provision (clause 35) to prohibit anyone, except Government departments, from installing or working a broadcasting apparatus in Singapore without a licence, and provides the Minister with the power to exempt any person from this provision. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>4.55 p.m. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, I welcome the establishment of the Singapore Broadcasting Corporation which will replace Radio and Television Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there has been talk of the desirability of the Broadcasting Department of the Ministry of Culture to be a corporate body so that it can be more effective and efficient. The merits and demerits of this idea have yet to be seen, and I can only hope that when the Singapore Broadcasting Corporation is set up it will serve the community better. In any case, this Bill is long overdue and I am glad that after its Second Reading the Bill will be committed to a Select Committee. Here, Sir, I would like to urge that more publicity be given to the Bill so that more people can come forward to express their views on it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I fully agree that the Government should retain control of the Corporation in view of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 475</b></font> \n  <br> \n  <br> the very important functions it has to play in the community. But there are other aspects which I wish to touch upon, One of these concerns financial support from Government. The Hon. Minister for Communications and Acting Minister for Culture has said that financial support from the Government is vital if the SBC is to develop into a reputable organisation capable of producing good quality programmes. Hence, the House expects that Government's financial support should in a very great measure help towards the setting up of SBC as well as other expenditure that may be forthcoming. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, nevertheless, Sir, it should be borne in mind that the main objective of the Singapore Broadcasting Corporation should not be entirely profit-oriented, as pointed out by the Minister just now, otherwise the public might not be able to enjoy the programmes. What I am trying to say is that I know of some TV stations which are very much commercialised and, as such, commercials take up most of the time. The functions and the role of the SBC would then be lost if it has got to look after the prospect of maintaining itself through programmes which bring in revenue. But I would contend that the SBC should provide the public with good programmes and films of good entertainment value. Therefore, Sir, I am sure that the SBC will not have to be self-providing and will have to rely heavily on the Government for financial support. In this respect, I would urge the Minister-in-charge to take this into consideration. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, it is also imperative that the SBC should look into the question of obtaining up-to-date equipment and sufficient manpower in order to render a good service to the public. Compared with the equipment used in some other countries, I think the equipment that RTS has at the moment is still far behind time. Just to illustrate, Sir, in the presentation of news over TV at 9.30 p.m, and the newsreel that follows, although the news presentation has improved with some changes in the news readers, what is more important to the TV viewer is the clarity of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 476</b></font> \n  <br> \n  <br> voice and the intelligent reading of the newbreader so that the news can be clearly understood. Also, far from a flat presentation of news where one sees only the newsreader reading the news, on-the-spot coverage of important events flashed on the screen will be more desirable. I believe this may well be one reason behind the need to convert the RTS into a statutory body. I do not wish to go into the details of manpower and equipment, but suffice it to say the SBC should look into these two functions which are very important areas in its role in the community. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As this Bill will be referred to a Select Committee, I shall touch briefly on some aspects of it. In Part II, clause 4 concerns the Constitution of the Corporation and the provisions of the First Schedule to the Act. May I ask the Hon. Minister concerned why the Corporation should have not less than three members and not more than seven members? I agree that the Corporation has an important role to play. The other question is the appointment of the Chairman and the Deputy Chairman by the President and the appointment of the other members of the Corporation by the Minister. I am quite sure there are good reasons for this. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Part III of the Bill deals with the functions, duties and powers of the Corporation which have been quite clearly spelt out. But, as I have pointed out earlier, I can only hope that in view of the importance of this powerful mass media, the public will have a better and more efficient service. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Part IV deals with provisions relating to the staff of the Corporation. We have just heard the Hon. Minister elaborating on the provisions of Part IV. I have also mentioned earlier of the need for adequate manpower in order to provide this service with better programmes. I am reliably told that there has been some difficulty in getting staff of good calibre, including artistes, producers, choreographers and other personnel. This is a question of dollars and cents. I am also told that the fees payable to these artistes have remained unchanged since 1971. It has been said that if you pay peanuts you get monkeys. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 477</b></font> \n  <br> \n  <br> So it is a question of rates in terms of monetary return. I only hope that this matter will be looked into by the SBC when it is set up. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards Part VII, among the provisions in clause 49 there is the question of licence fees. I would urge that when the SBC is set up, one of its first functions will not be just to increase the radio and television licence fees. Sir, with these remarks, I give my full support to the Bill. \n  <br>5.07 p.m. \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee:</b> Mr Speaker, Sir, thank you for giving me the opportunity to say a few words in support of the Bill. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;RTS has been frequently criticised, both in this House as well as by members of the public because the standard of television and sound broadcasting services is not up to expectation. It is now realised that the only way to upgrade the services is to relieve RTS from the strings of the Ministry of Culture by which it is attached all along. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Broadcasting Corporation Bill will certainly put the RTS in the right footing by upgrading its television and sound broadcasting services. The Bill, when passed, will effectively free RTS from all the policy, the administrative and above all the budgetary constraints which have been standing in its way of improvement and progress for years. With its new freedom, it is hoped that the SBC will be able to work out its excellent conditions of service to attract more talented people and, most important of all, to retain them with better monetary rewards. Therefore, it is hoped that the longstanding shortage of trained, talented and experienced personnel can be resolved. We can expect to see an overall improvement forthcoming, particularly in the colour production of more local programmes and also news with newsreel presentation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If our locally produced programmes are comparable to foreign productions in terms of quality in the future, the SBC could perhaps look into the possibility of exporting them to our neighbouring countries or to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 478</b></font> \n  <br> \n  <br> other foreign countries, just as RTS is presently importing relevant programmes from overseas to meet the demand of our local viewers. This will also possibly help SBC to earn revenue. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the cost of upgrading the quality of television and broadcasting services will undoubtedly be high, whereby the SBC has to pay for it, it is hoped that such high cost will not be eventually passed on to our viewers and listeners. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the Bill. \n  <br>5.11 p.m. \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin:</b> Mr Speaker, Sir, I have read the Explanatory Statement on the Bill and I have also listened most carefully to the Hon, Minister. But it is still not clear to me why it is necessary to convert RTS into a statutory board. What are the things that a statutory board can do that the RTS in its present form cannot do? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is generally known that some of our civil servants tend to attribute any departmental ineffectiveness or shortcomings to the fact that, as a Government department, their hands are tied and that there are also financial and administrative constraints. Consequently, there are things which they would have liked to do but they cannot do. The impression conveyed is that a statutory board enjoys considerably more flexibility and freedom of action. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if what is believed by these Government officers, which seems to be shared by the Hon. Minister, is indeed true, then there must be something basically wrong in the way the Government departments are organised. Surely the answer would be either to find out where we have gone wrong or why we have gone wrong and try to put things right, or simply allow all departments to become statutory boards, For once I do not believe there Is anything wrong with the existing system in the RTS. I do not think we should allow any part of Government service to reduce the extent of its accountability to Parliament by becoming a statutory board without good justification. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 479</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Hon. Minister seems to give the impression that by simply converting RTS into SBC we are going to see an overnight improvement in the standard of services. I do not see how this is possible. Where are the present administrative constraints? What are the present financial constraints? He seems to contradict himself when he said, \"We still need to control them. I do not think we want to be too commercialised.\" If that is the case, then the constraints will still be there, if any. Sir, I am not satisfied that a case has been made out to justify the conversion of RTS into a statutory board. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps I should also mention that, in going through the Bill, it seems to me that, in so far as the provisions on accounting and auditing are concerned, the stipulation is not in accordance with the standard clauses recommended by the Auditor-General for statutory boards. I am not sure whether it is an oversight or whether it is an intentional attempt to reduce the degree of its accountability to Parliament through the Auditor-General's Office. \n  <br>5.14 p.m. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff:</b> Mr Speaker, Sir, while embarking on a new horizon, I think it is only appropriate that we congratulate the RTS for the services it has rendered. Sir, every child has a parent, but not every child has an extra parent - from plain black and white films to colour and more attractive programmes. Of course, I am referring to television which allows millions of people to watch the same film and to share the same jokes. Those who try to hate it, I would say were rather quite unsuccessful. For instance, the famous actor, Orson Welles, once said about television: \"I hate television. I hate it as much as peanuts. But, by gosh, I can't stop eating peanuts.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that the SBC especially must be very selective as well as innovative - selective in the selection of material, films or whatever it is, whether from abroad or local; innovative in the sense that we must make it a point to further accelerate and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 480</b></font> \n  <br> \n  <br> refine our local production so as to reflect our people, our thinking, our way of life and, in the final analysis, our identity. This must be checked constantly. Otherwise TV will be offering not popular art but entertainment which is consumed like food, forgotten and replaced by new dish. So consonant with this, I think we need to inculcate further interest in our local talent. I would suggest that the Minister look after our local talent and their quality. For instance, in drama, or whatever it is of the art that they are involved, I must say that many of them simply out of love, continue painstakingly even though the payment I would say is rather meagre. I hope the SBC will be the impetus to our young local artistes willing to create a special identity through the modern, important media. For instance, I would also suggest that since we are talking so much nowadays about moral education, maybe it is important that the Minister look into this matter and try to introduce moral education on television, if possible during prime time. \n  <br>5.18 p.m. \n  <br> \n  <br> \n  <!-- Mr Lai Tha Chai -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lai Tha Chai (Henderson):</b> Mr Speaker, Sir, the establishment of the Singapore Broadcasting Corporation marks a milestone in the era of cultural development in Singapore. The SBC will take over the functions and duties of the Broadcasting Division of the Ministry of Culture. Like other statutory bodies, the Corporation hopes to be able to provide better broadcasting services for the people, as the Acting Minister for Culture pointed out just now. It has to be so, for why else should it be formed to replace the present Broadcasting Division? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have been watching the TV programmes of RTS since the 1960's. There has not been much remarkable improvement in its quality. Perhaps the only worthy improvement it has achieved is the introduction of colour TV. Very often we hear grouses and complaints from radio listeners and TV viewers. The Broadcasting Division is aware of its shortcomings and failings and is itself desirous of remedying them, but it faces constraints such as financial resources, lack of expertise and for many other reasons. This \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 481</b></font> \n  <br> \n  <br> does not mean that the staff of the Broadcasting Division at present are not working hard enough, or there is a lack of suitable personnel whose talent can be tapped. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most of the constraints against improvement are due to lack of financial support. The Broadcasting Division could not get sufficient funds from the Ministry of Finance. That is why the Ministry of Culture has now decided that the broadcasting services should go on its own and be self-reliant. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to comment on two clauses in the Bill. Clause 49(2)(a) states that the Corporation may prescribe \"schemes for the award of scholarships and other financial assistance to employees attending courses of training\". This provision enables the SBC to take the initial steps to tap and encourage talents to make greater contributions, This is a right move if we are to improve and progress, The talents must be recognised and rewarded. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5(2)(c) states that the duty of the Corporation is: \n  <br> \n  <br>\"to ensure that nothing is included in the programmes broadcast by the Corporation which - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) offends any racial group or may promote ill-will between different races or different public groups:\" \n  <br> \n  <br>This provision illustrates the concern that the SBC bears on our multi-racial society. What I mean is that even programmes, such as those in the Tamil language, which only serve a minority and hence lose money, will continue to be telecast over TV or broadcast over the radio. As a matter of fact, we should also produce better programmes in such minority languages. On the other hand, all the dialect programmes such as the 'Romantic Swordsman' (&nbsp;&nbsp;&nbsp;&nbsp;) which is very popular should be gradually and slowly discouraged as we are now encouraging the use of Mandarin to replace dialects. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The provisions of clause 6 (h) and (n) in the Bill mean that, unlike the Broadcasting Division working within limited resources, the SBC will be able to expand its services and make further progress with the greater \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 482</b></font> \n  <br> \n  <br> flexibility and with more resources than they now have. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can see that the SBC has a great role to play in shaping the cultural destiny of Singapore. It will take a lead in the promotion of the varied cultures of a multi-racial society of ours. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Bill which is to be committed to a Select Committee for further study. \n  <br> \n  <br> \n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ong Teng Cheong:</b> Sir, I would like to thank the various hon. Members for supporting the Bill and in wanting to see more lively programmes over radio and on television. In supporting the Bill, they have pointed out a few areas of concern. The reason for converting RTS into a corporation is mainly to improve the performance in that it will cut down unnecessary red tape and to be able to come to decisions and action quicker. There is no other substantial difference between RTS as a department and SBC as a corporation besides this. That is why I have mentioned in my statement earlier that the main reason for converting RTS into a statutory body is to free the department from the day-to-day administrative and financial constraints. The overall policy of the Corporation will continue to be under Government control. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Culture is happy with the arrangement that has been reached with the Ministry of Finance on the Corporation. With such an arrangement and with a very understanding Minister for Finance, as far as this particular Bill is concerned, I can assure Members who are concerned about the quality of the programmes to be produced by the Corporation that it will not offend against good taste and decency. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I appreciate the other points raised by Members about the accounting arrangement. I must admit that I am not too conversant with the accounting arrangement of the other corporations or Government departments. No doubt we will look into these aspects raised by Members. Since we are committing this Bill to a Select \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 483</b></font> \n  <br> \n  <br> Committee, all the various points raised will be looked into at the same time. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Singapore Broadcasting Corporation Bill be committed to a Select Committee consisting of Mr Speaker as Chairman and seven Members to be nominated by the Committee of Selection.\"- [Mr Ong Teng Cheong]. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 483</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>HOUSING AND DEVELOPMENT</b> \n  </div> \n  <div align=\"center\"> \n   <b>(AMENDMENT) BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>5.29 p.m. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the existing rules, applicants and purchasers of Housing and Development Board (HDB) flats, including their spouses and other authorised occupiers, are not allowed to own other properties. The HDB may compulsorily acquire the flats of existing flat owners if this condition is breached. Those who wish to purchase commercial properties for their own business are thereby penalised as well. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill proposes to allow applicants and purchasers of HDB flats to own commercial properties for their own business provided the HDB's written consent has been obtained and the property value does not exceed $250,000 or any higher value that may be decided. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other aspect of the Bill is to prescribe penalty fees for infringements of the conditions covering application, sale and usage of HDB flats. At present, the HDB can only resort to compulsory acquisition of the flats for such infringements. The fees will be imposed for cases which do not warrant compulsory acquisition. This will enable the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 484</b></font> \n  <br> \n  <br> HDB to be more effective and flexible in its enforcement. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br> \n  <br> \n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ang Kok Peng (Buona Vista):</b> Mr Speaker, Sir, on 27th May, 1977, I first touched on the question of an amendment to subsection (1) of section 48A of the Housing and Development Act to allow an owner or lessee of a Housing and Development Board flat to purchase a commercial property for conducting his own business. I am gratified that the Amendment Bill before the House has incorporated such an amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to seek clarification from the Hon, Minister on subsection (1 A) of section 48A regarding this amendment. There is no mention of joint ownership of a commercial property, In this connection may I ask whether any owner or occupier of an HDB flat can purchase jointly with others a commercial property of any value so long as his share of the commercial property does not have a value exceeding the amount regulated by this subsection. \n  <br> \n  <br> \n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teh Cheang Wan:</b> Yes, the joint ownership will be allowed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Teh Cheang Wan]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 484</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT DEBATE</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Exemption from Standing Orders)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, may I seek your consent and the general assent of hon. Members present to move a motion to exempt the proceedings on the matter to be raised on the Motion for the Adjournment today from the time limits laid down in Standing Order 1(8)(b)? I understand that \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 485</b></font> \n  <br> \n  <br> some Backbenchers wish to speak on the matter which the Member for Jurong proposes to raise. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> I give my consent. Is it the pleasure of hon. Members that the motion be moved? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Hon. Members</b> indicated assent \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the proceedings on the matter to be raised on the motion for the adjournment of Parliament this day be exempted from the time limits laid down in paragraph (8)(b) of Standing Order I.\" - [Mr Chua Sian Chin]. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 484</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT TO A DATE</b> \n  </div> \n  <div align=\"center\"> \n   <b>TO BE FIXED</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That at its rising today Parliament do stand adjourned to a date to be fixed.\" - [Dr Ahmad Mattar]. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 484</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT MOTION</b> \n  </div> \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ahmad Mattar:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <div align=\"center\"> \n   <b>THE NEED FOR A MODERN</b> \n  </div> \n  <div align=\"center\"> \n   <b>INDOOR STADIUM</b> \n  </div> \n  <br>5.34 p.m. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong:</b> Sir, the need for a modern indoor stadium has been the subject of intermittent discussions in the public media for some time now. Indeed, it has been quite vocal among the sports circle and I believe that it is very much in the minds of the planners for sports facilities too. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There has been no argument to the contrary over the need for such an indoor stadium, at least not that I know of. I suspect, however, the problem bugging the minds of the planners must be the ever-present need to justify its need against the question, \"Will it be a financially viable proposition?\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have the privilege, rather the misfortune, to be counted as one of those ardent supporters for the indoor stadium \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 486</b></font> \n  <br> \n  <br> project. It was a personal experience shared with no less than 6,000 other people. The Minister concerned may be interested in the following first-person report: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nine pm, 3rd September, 1979. This was the Pesta Sukan Basketball Invitation Championship at the Gay World Stadium and the game was played to a capacity crowd of 6,000. The Gay World Stadium was far from gay when suddenly the heavens opened up with a heavy downpour. The roof began to leak badly. Soon splashes of water collected into puddles. In good spirit, the two rival teams continued the game. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was a chaotic situation. The game hardly resembled basketball, neither did it qualify for water polo, and the skids reminded one of ice hockey. Perhaps a more appropriate description would be water basketball played on skates! Singapore proudly announced its discovery of a new game, but I am afraid that it will never find its place in the SEA Games or the Olympics. What was needed to complete the whole show was umbrellas! \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But it was not at all funny for the players. At least one player from abroad found that out - the painful way. He slipped and injured his head on the hard cement ground. Fortunately, the injury sustained was not serious and the player recovered after treatment at the hospital. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Championship I have mentioned was the Pesta Sukan International Basketball Meet organised in response to the Singapore Sports Council's annual sports promotion. The Basketball Association of Singapore, which has the honour of having the Senior Parliamentary Secretary to the Minister of Defence as its President, emerged the embarrassed organisers, not so much for the act of Providence which we have no control, but for the Sports Council and the Singapore Government. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Gay World Stadium which was built more than 40 years ago is one of the two indoor stadia and the only one suited for this sport and with a seating capacity of around 6,000. An international tournament of such a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 487</b></font> \n  <br> \n  <br> scale has no alternative but to expose the players to the ridiculously poor facilities by present-day standards. I suggest the Building Control Division should seriously examine the Stadium before it grants any certificate of fitness for its continued use. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Sports Council can hardly be blamed for this despicable condition, the indignation we suffered notwithstanding. Although the hirer has to pay to the Council 20% of the gate collection on top of the rental charge, the annual revenue collected hardly justifies extensive repairs as the tenancy is on a yearto-year basis. It certainly is not prudent to commit the expenditure in the circumstances. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just to name a few of the many defects of the Stadium. Besides the leaking roof, the floor is not constructed with the parquet flooring which is the standard requirement of the game. Toilet facilities and changing rooms are not only far from adequate but they are also in a terrible state of disrepair. There is no ventilation to speak of as the old ceiling fans have been out of order for quite some time. Another major defect is that there is no buffer between the spectators and the players which renders crowd control and an orderly game not far from being impossible in a capacity crowd. One can go on to list out the hundreds of such defects at this Stadium. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is not my intention to expose the deficiencies of the stadium which stand out like a sore thumb. It is doing quite well on its own. Many foreign sportsmen and their officials cannot help but wonder why a progressive country like Singapore, ironically noted not only for its progress in the construction industry but also for its declared policy of a rugged society and sport consciousness, should allow the situation to pass without proper indoor stadium facilities for so many indoor sports. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Six thousand spectators that evening could not be wrong. The hundreds of thousands of sports enthusiasts who visited \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 488</b></font> \n  <br> \n  <br> the stadium on dozens of occasions could not be wrong. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point I really want to make is: It is high time that the Government built a modern indoor stadium without further delay. Such a stadium will, without doubt, be an added impetus to the promotion of other indoor sports apart from basketball, because basketball as a spectator sports perhaps commands a popularity slightly better than the other games which require the facility of an indoor stadium. The indoor stadium, when completed, will prove to be a viable project as its multiple usage, apart from volleyball, table tennis, badminton, sepak takraw, etc., will ensure that its facilities will be put to maximum use. To ensure that it is economical to the lessees, the stadium must have a seating capacity of between 15,000 and 20,000 which is the normal economy size. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The addition of this new facility will create a tremendous impact on the local sports scene. The indoor stadium can be put to other uses. It could probably include stage performances, not to mention competitive sports like boxing, wrestling, and all forms of pugilistic art. Its primary function is not to be a show-piece. A greater interest in sports and healthy recreation has been given emphasis by the Government, and the Singapore Sports Council, in its role as a Government agency to undertake this function, has done well in so many fields. Besides the National Stadium, the Sports Council has been extremely successful in providing a host of other sports facilities, such as swimming pools, tennis courts, and squash courts, even though the latter two, for obvious reasons, may not have so many spectators as basketball. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government should not drag its feet any longer. The Singapore Pools Pte Ltd, which was originally set up with the primary objective of helping the development of sports in Singapore must have now collected sufficient funds from gamblers to finance not just one but several indoor stadia. Or has the Singapore Pools Pte Ltd changed its basic obligation to sports? Would not the Company reaffirm its obligation? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 489</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the money-men are a lot of tough nuts to beat. All hon. Members know that. But certainly monetary returns should not be the sole objective in implementing its policy. They are tough, but we can beat them. But if they are nuts, then we have to crack them. Anyway, if we fail to crack them in the end, it is only because they are nuts. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the intrinsic value and returns that we should be concerned with, and a project like the provision of an indoor stadium cannot but achieve the objective. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am a sports lover, though not a sportsman. I sincerely and strongly feel that the Government should act quickly on the matter of bringing into reality its Master Plan for Sports drawn up a few years ago. Any delay will mean higher construction cost. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I, Sir, conclude my remarks with a quotation from the Senior Parliamentary Secretary to the Minister of Defence, as reported in the Straits Times of 9th September 1979. He said: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The building of an indoor stadium is imperative and is the cherished desire of our sports enthusiasts in Singapore.' \n  <br> \n  <br>I am sure hon. Members in this House will share the same view. We want a modern indoor stadium, and we want it quick. \n  <br>5.47 p.m. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Mr Speaker, Sir, I rise to support the call for the urgent need to build a modern multi-purpose indoor stadium in Singapore. I beg your indulgence to deal at some length on this subject. At the same time, I would like to take this opportunity to urge the Singapore Government and, in particular, the Ministry of Social Affairs, to re-examine and re-evaluate its \"Sports for All\" policy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must congratulate the executors of this policy, namely, the Singapore Sports Council, for its singled-mindedness and successful implementation of such a policy. Singaporeans today are caught in the fervour of mass-participation in sports to the extent. I am told, confidentially, that some cardiologists are having a busy time trying to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 490</b></font> \n  <br> \n  <br> dissuade unsuitable candidates with bad medical records from jogging or running the marathon. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, I am increasingly perturbed by the declining performance of our top athletes and sportsmen, and by \"sportsmen\", I take the term to embrace \"sportswomen\". The recent features in the mass media on our Jakarta-bound athletes and sportsmen made interesting but sad reading. In fact, I suspect sports writers, in churning out apologia after apologia on the poor records of our sportsmen, are preparing Singaporeans psychologically for yet another dismal performance at the South-East Asian Games. I salute the diminishing breed of Kunalans and Mericans - to this breed I can only wish them longevity and unusually strong legs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not against the philosophy of \"Friendship first, medals second\" at international competitions. I am concerned about the reality of competitive sports in Singapore today, which should read as \"Friendship first, medals God willing\". No spectator, no sports enthusiast, indeed no one, backs a loser. And our athletes and sportsmen are fast becoming losers in international competitions. To argue that Singapore, with 2 1/4 million people, cannot aspire to be worldbeaters is not doing competitive sports any good. From this reasoning, which is based purely on the rule of probability, the top sporting nations in the world today should read in descending order: China, India, the USSR, the USA, Indonesia, Japan, etc. I am certainly against spending excessive time, money and effort to set world-records. I am, however, convinced that with more official endorsement and encouragement we can turn the tide and instead stimulate sufficient interest and commitment in our sportsmen to equal the best in the region. This is the time for thought and I hope that the Acting Minister for Social Affairs will respond favourably. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question of building an indoor stadium is one example of how Government can further encourage sports in Singapore. We urgently need an indoor stadium with a \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 491</b></font> \n  <br> \n  <br> seating capacity of 15,000 or more to cater for spectator accommodation for indoor sports such as badminton, basketball, volleyball, table tennis, gymnastics and perhaps martial arts. Over the years, public clamour for a modern indoor stadium has been growing. Various national sports associations have echoed a similar call by the President of the Singapore National Olympic Council, Mr E.W. Barker, the Minister for Law and Science and Technology, and also from the Acting Minister for Social Affairs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, there are only two small indoor stadia in Singapore. The Gay World Stadium is more than 40 years old, grey with age, and has a limited seating capacity of 6,000. It is under condemnation but, due to the lack of an alternative, it has been maintained at some expense. Indeed, the Gay World Stadium is the largest sauna bath in Singapore. The roof leaks badly and the electrical wiring is in need of complete replacement. In 1978, the equipment of an international entertainment ice show was damaged by roof leaks during a heavy downpour of rain, A few days ago a foreign basketball player suffered a slight head injury when he fell on the floor made slippery by roof leaks during an international basketball tournament. The common comment among the international teams participating in that tournament was that the Gay World Stadium was unfit for an international tournament. For the record, every night of the international basketball tournament was well supported by spectators. It is ringed by shops which are very poorly maintained and hazardous to the stadium. There are inadequate changing rooms and toilet facilities of an acceptable standard. The conditions are quite appalling, and I can just go on and on. The Gay World Stadium is presently used for indoor sports events, largely basketball, boxing, volleyball, sepak takraw and martial arts. Occasionally, we do get professional wrestling and some entertainment shows and even rallies have been staged at the stadium. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In recent years, a series of international matches between Singapore and the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 492</b></font> \n  <br> \n  <br> People's Republic of China in the games of basketball, table tennis and badminton proved a sell-out at the Gay World Stadium and the Singapore Badminton Hall. Many fans were turned away because of the limited seating capacity. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Badminton Hall was completed in 1952. For the record, it is the second largest sauna bath in Singapore. It is presently heavily booked for badminton. The acoustics and lighting are inadequate, Seating capacity is about 5,000 with extremely poor ventilation. The hall also serves for gymnastic competitions, sepak takraw and, occasionally, entertainment shows are held there. The Badminton Hall is therefore inadequate to meet the rising demands of spectator participation in spectacular entertainment shows and popular sports. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A further need for an indoor stadium is the rise in popularity of family-type entertainment. Such family-type shows have been staged under canvas at one of the open areas at Kallang in recent years. Shows such as Disney-on-Parade, Holiday on Ice, Peter Pan, etc. drew large crowds averaging, I am told, 6,000 per night. In an insular situation, such as Singapore, the availability of a large indoor stadium will encourage entertainment promoters to import such shows providing towards the family-type entertainment for the masses. More recently, promoters have staged pop musical concerts at the National Stadium at the risk of being rained off. Other than cinemas and the new community centres. Singapore lacks a large indoor stadium to meet this mass leisure need. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With sports being promoted actively by the Singapore Sports Council and with the emphasis on mass participation, large numbers of people are now taking up sports. A survey conducted in late 1977 among organised sports clubs and institutions showed that 26,410 participated in table tennis; 17,040 were engaged regularly in basketball, and 27,210 played badminton. This survey did not take into account those participating in these and other sports on a group or informal basis. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 493</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Based on the survey and the fact that basketball has a strong following, there is every reason to believe that basketball tournaments arranged between Singapore and other countries and, in particular, a Malaysia Cup equivalent, can attract the crowds to pack the large indoor stadium, just as football fans have packed the National Stadium. Statistics show that in the Pesta Sukan Basketball event between 1977 and 1979, more than 30,000 people witnessed the competitions in each of these years. Martial arts competitions in each of these years also attracted capacity crowds in the finals. The promotion of the two spectator events like the basketball and martial arts is likely to continue to attract maximum crowds. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With badminton still remaining as a popular recreational activity, the indoor stadium, when free from major events, can provide an alternative source of public courts. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An indoor stadium can also meet the need for a suitable venue when the Ministry of Education organises national school sports competitions and events. They also need such a facility to host regional and international school sports meets. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The auxiliary floor space of an indoor stadium can then be used as a training area for other indoor-type sports events. \n  <br>6.01 p.m. \n  <div align=\"center\"> \n   <b>[Mr Hwang Soo Jin in the Chair]</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have read of the plight of at least three sports organisations in their perpetual struggle to house the training of their international competitors. So long as Singapore sends teams to such sports listed above at regional and international competitions, such as the South-East Asian Games and the Asian Games, Government should provide facilities to meet these needs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also feasible that the indoor stadium can be used for mass rallies, musical and other entertainment shows as well as large indoor exhibitions. In recent years, the Singapore Sports Council, I am told, had to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 494</b></font> \n  <br> \n  <br> turn down enquiries for the holding of some such events. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to argue that a decision is needed on the primary issue of whether the provision of an indoor stadium and other sports facilities should be considered on the basis of economic returns, that is, to make money sufficient to pay for its capital and interest or that the indoor stadium should be considered a social provision. I would like to argue: just like defence, health and education, sports is not and should not be regarded as a revenue-generating proposition. Money spent on the provision of adequate sports facilities is necessary expenditure for a healthy social and recreational outlet for our people. Considering the present growth of the Republic and the cherished policy of providing a quality of life to people with growing affluence and living in a confined small island, the provision of an international sports facility as a social need is clearly essential. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We agree that sports in Singapore does not make money, unlike banks and industries. However, sports as a social need merits the consideration of our leaders. It is time-consuming and perhaps a little unnecessary for me to labour over the values of sports towards health, physical fitness, etc. to the hon. Members of Parliament here, many of whom are voluntarily involved in the running of various sports associations. But let it be debated here and now that sports does make a great social contribution and it will contribute towards the quality of life in Singapore and towards the good health of our people. \n  <br>6.05 p.m. \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff:</b> Mr Speaker, Sir, we live in a modern civilisation. I would like to term it as \"the automobile civilisation\". Everything goes very fast and because of this our life-style is bound to deprive us of maximum physical activity. Many people find little time for games or exercise, but with Government policy on sports, culminating in the building of the National Stadium in 1973, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 495</b></font> \n  <br> \n  <br> their attitude has changed drastically. Young and old participate in sports. As the English proverb says, \"There are toys for all ages.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as early as 1920, a person by the name of George Santayana said, \"To the art of working well, a civilised way of doing things would be to add the art of playing well.\" I must say that so far our policy has been very good indeed. We recognise that games or sports create a healthy body, a healthy mind, a rugged mind and a rugged body. We can inculcate good values among the people and, of course, while playing, we also reveal the kind of people we are. I would say that we are doing this and we must maintain the momentum. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the solutions is the building of an indoor stadium. I would say that with this indoor stadium we can prevent ourselves from becoming an under-exercised nation. Further, we will create avenues for more and more people to participate in sports. It is rather a fallacy to think that by watching a football match the people are really participating in that game. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we must not wait for any fatal accidents to occur to convince us of the need for an indoor stadium, What has happened at the Gay World is something which even the gay people may laugh at. It is high time we realised that there is no alternative but to build a new modern indoor stadium. \n  <br> \n  <br> \n  <!-- Dr Ahmad Mattar (Acting Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Acting Minister for Social Affairs (Dr Ahmad Mattar):</b> Mr Speaker, Sir, I am deeply moved by the sentiments expressed by the hon. Members for Jurong, Kim Seng and Kolam Ayer on the need for a modern indoor stadium. In fact, the Singapore Sports Council and my Ministry have been actively considering such an indoor stadium for some time now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As mentioned by the hon. Members for Jurong and Kim Seng, the facilities for indoor sports in Singapore are not adequate. The Gay World Stadium which has a capacity of 6,000 is more than 40 years old and, I think, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 496</b></font> \n  <br> \n  <br> it is due for condemnation. I will be surprised if my colleague, the Minister for National Development, has not already been eyeing for the site. The Singapore Badminton Hall, with a seating capacity of 4,000, is also old, and with poor facilities. These two stadia are no longer suitable for holding international competitions. They are also uncomfortable and do not attract local spectators. The Singapore Sports Council and my Ministry believe that local indoor sports can be improved if there are adequate facilities for their promotion. A good indoor stadium will not only provide a venue for the promotion of local sports activities but also be used for holding local and international tournaments. As mentioned by hon. Members just now, a large indoor stadium will also allow for family-type of entertainment, like the Holiday on Ice, etc. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, based on these considerations and also on some of the reasons highlighted by hon. Members just now, my Ministry therefore submitted to the Development Planning Committee (DPC) our proposal to build an international indoor stadium with a seating capacity of 12,000 next to the National Stadium at Kallang. At the time of our submission on 16th November last year, the estimated capital cost of the stadium was in the region of $40 million. At current prices, the estimated cost of the indoor stadium is $54 million. I have received word from the Ministry of Finance this morning that the proposal has not been approved by my colleague, the Minister for Finance. As for the reasons, economic or otherwise, why the proposal has been rejected, I think it is best if I leave them to my colleague, the Minister for Finance, to elaborate. I think he has some very good reasons for not approving this proposal. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Finance (Mr Hon Sui Sen):</b> Mr Speaker, Sir, it is somewhat unusual for me to rise and defend the position of the Treasury on any particular application for funds. But in this case, because of the interest which is apparent in this House on this particular matter, perhaps I may be given leave to give the Treasury's \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 497</b></font> \n  <br> \n  <br> view on what is, after all, a matter of major public expenditure. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I, of course, have listened with great interest to the sentiments expressed in this House and Members appear to argue that this indoor stadium is a viable project. If that is so, then there is no problem at all. There would be any number of private entrepreneurs willing to construct this indoor stadium and to profit from the demand, the clamour or the interests of all the people in sports which would be possible in the stadium. Let me, however, point out, as my colleague has already done, that the stadium will cost $54 million at current prices. That is the first estimate. I have known few first estimates that do not need to be overrun. So let us take $60 million as a fairly conservative estimate for the indoor stadium. Obviously, if recovery of this capital is to be made, even if there is no repayment and only the interest on the capital is to be calculated, we require something in the region of $4.8 million a year just to service the debt. There is then the question, of course, of the need for depreciation because in the case of the indoor stadium we do not have, like the outdoor stadium, open ventilation, so it requires air-conditioning. Air-conditioning, of course, requires expensive equipment and expensive equipment requires maintenance and also public utilities to run it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that basis, I think economically it would be very necessary for someone to put down on a piece of paper how, in fact, this stadium can be made viable. In addition to the capital cost or servicing of the capital cost, of course, there is recurrent cost. Even on a cash basis, I am in some doubt as to whether expenses can, in fact, be covered. On economic grounds, therefore, the Treasury feels quite justified in turning down this proposal unless better estimates are made. On social or other grounds this is a matter for judgment, for political assessment, as well as for us to consider what are the alternatives. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of having an indoor stadium, as I understand Members, is to be able to seat 15,000 spectators. In fact, that figure has sometimes expanded to 20,000. Let me \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 498</b></font> \n  <br> \n  <br> make it clear that the $60 million I was talking about refers to a 12,000-seat stadium. If we want a 20,000-seat stadium, this cost should be multiplied by a figure in proportion and it would come up to $100 million. Assuming that we have a relatively modest 12,000-seat stadium costing $60 million, we have to consider whether we want to spend this money on an indoor stadium or whether we prefer to use it for the purposes for which we are encouraging sports, which is really participation sports. That means for people who go jogging, swim, play tennis, play squash, rather than for 12,000 people watching games played in eight badminton courts and two basketball courts. I do not think they would be watching eight badminton games all at the same time in the stadium. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point is that the indoor stadium will only encourage spectator sports. That means there will be a lot of people who should be out jogging or swimming just looking on at other people playing and who probably would not be our own people playing in the stadium, It would be people from overseas. So the question is really whether the justification for the indoor stadium is one of prestige, that because countries around us have indoor stadiums, therefore we must have one and we must be able to invite people to come to Singapore. That may be a valid reason. In fact, the application for this particular stadium is merely one of many which have been made, and I would say that the debate for a stadium would still be continuing. While the Minister for Finance has turned down this stadium on economic grounds, the Minister for Social Affairs has already indicated that he is in favour of the stadium and the Minister for National Development is in favour of it but is doubtful about the cost. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that, if we really want to encourage sports, what we have been doing so far has been correct - that we should encourage community centres and the provision of facilities in those centres for basketball, badminton, martial arts, some of which were mentioned by some of the Members here, and that these facilities should be provided in greater numbers in \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 499</b></font> \n  <br> \n  <br> other areas where there are residents. There are people in Singapore who will participate in these sports. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The subsidy for a community centre is on the basis which has recently been approved. It is about $800,000. Even with 30 centres, that is merely $24 million, less than half of what we might need for a small 12,000-seat indoor stadium. So the choice is really the alternative: whether we want to spend $60 million or $100 million on an indoor stadium depending upon what exactly we plan for, or do we want to provide greater facilities elsewhere in Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think the debate on this matter will continue. \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Mr Speaker, Sir, I would like to thank the Hon. Acting Minister for Social Affairs for his encouraging words but I think he succeeded very well in passing the buck to the Ministry of Finance. I am grateful for the explanation by the Hon. Finance Minister but I find that his arguments are economic, at best. To me, they are totally unacceptable in terms of promotion of sports. To suggest that participation in sports and sports spectatorship are mutually exclusive entities, to me it is not true because spectatorship encourages participation and participation encourages spectatorship. They are complementary. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I find it sad to note that his Ministry had taken this judgment on pure economics. I am grateful, however, that he did consider the social and political reasons which he said could be open for further debate. What was most alarming was to hear the suggestion that if the proposition of an indoor stadium were to be a viable proposition, then he may consider passing it on to the private entrepreneur. To me, this is an abdication on the part of the Government of its responsibility to its people. I do not think the promotion of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 500</b></font> \n  <br> \n  <br> sports should be a responsibility of private entrepreneurs. I think it is part and parcel of Government responsibility and a good government will look after all aspects of its national life. \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Fong Sip Chee:</b> Sir, this is a neutral question, more a matter of information. How many golfers do we have, and how much money was spent on the Sentosa Golf Course? \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, that is a very pertinent question. The point about golf is that the Government does not spend any money. The golfers pay for the cost of whatever they do on the golf course. I am not a golfer. So I do not know what they do. They spend a lot of money. They buy a lot of golf clubs. They pay for the club house. They pay for the maintenance of greens. I wish the same could be said for people who go to the indoor stadium and to the outdoor stadium; that they pay the total cost of the stadium, the cost of maintenance, and so on. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think there is a point in what the Member for Kim Seng said about spectator sports perhaps leading some to participate. I do not concede that all will participate in sports in consequence. I know that certainly a lot of people who watch football are of the female sex and I do not think many of them are likely to participate in football as a game, at least not for the next few years as I know Singapore. I do not think there is anything I can add to what I have already said. As I say, the debate on this will continue both with my colleagues and I have no doubt outside between sportsmen and non-sportsmen. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at \n  </div> \n  <div align=\"right\">\n    Twenty-four minutes past Six \n  </div> \n  <div align=\"right\">\n    o'clock p.m. to a date to be fixed. \n  </div>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
