{"memberId": null, "volumeNo": "39", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "15", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"4\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"39\"> \n  <meta name=\"Sit_No\" content=\"15\"> \n  <meta name=\"Sit_Date\" content=\"1980-03-20\"> \n  <meta name=\"Start_Col\" content=\"1173\"> \n  <meta name=\"End_Col\" content=\"1234\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">4</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">39</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">15</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">20-03-1980</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1173</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FOURTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 39</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 20th March, 1980</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Ang Nam Piau (Thomson). \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Education. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Mr Bernard Chen (Radin Mas), Minister of State, Ministry of Defence. \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Ham Tong (Aljunied), Parliamentary Secretary. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Trade and Industry. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1174</b></font> \n  <br> \n  <br> \n  <br>Dr Goh Keng Swee (Kreta Ayer), Deputy Prime Minister and Minister of Education. \n  <br>Mr Ho Cheng Choon (Geylang East). \n  <br>Mr Ho Kah Leong (Jurong). \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Hwang Soo Jin (Jalan Kayu). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Farrer Park). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr C. V. Devan Nair (Anson). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ngeow Pack Hua (Boon Lay). \n  <br>Dr Ong Leong Boon (Kim Seng). \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Acting Minister for Culture. \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister for Culture. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1175</b></font> \n  <br> \n  <br> \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Haii Rahmat bin Kenap (Geylang Serai). \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Haji Sha'ari bin Tadin (Bedok). \n  <br>Mr Sia Khoon Seong (Moulmein), Encik Sidek bin Saniff (Kolam Ayer). \n  <br>Mr Tan Cheng San (Paya Lebar). \n  <br>Dr Tan Eng Liang (River Valley). \n  <br>Dr Augustine H.H. Tan (Whampoa) Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang), Deputy Speaker. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Science and Technology and Leader of the House. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1176</b></font> \n  <br> \n  <br> \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Jek Yeun Thong (Queenstown), Minister. \n  <br>Mr Lim Kim San, D.U.T. (Cairnhill), Minister for the Environment. \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for Labour. \n  <br>Encik Othman bin Wok (Pasir Panjang), Minister. \n  <br>Mr Phey Yew Kok (Boon Teck). \n  <br>Mr S. Rajaratnam (Kampong Glam), Minister for Foreign Affairs. \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Upper Serangoon), Minister of State, Ministry of Labour and Government Whip. \n  <br>Dr Tony Tan Keng Yam (Sembawang), Senior Minister of State, Ministry of Education. \n  <br>Dr Toh Chin Chye (Rochore), Minister for Health. \n  <br>Haji Ya'acob bin Mohamed (Kampong Ubi), Minister of State. \n  <br>Mr Eugene Yap Giau Cheng (Mounthatten). \n  <br>Mr Yeo Choo Kok (Delta). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1175</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <h4>ORAL ANSWERS TO QUESTIONS</h4> \n  </div> \n  <div align=\"center\"> \n   <b>CAPITAL ASSISTANCE SCHEME</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Particulars)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Trade and Industry what are the criteria for grants under the Capital Assistance Scheme; and if he will outline the general activities of those companies which have been given assistance under the Scheme. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1176</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Trade and Industry (Mr Goh Chok Tong):</b> Mr Speaker, Sir, the Capital Assistance Scheme was established in 1975 to provide financial assistance to manufacturing companies with specialised projects that can bring economic and technological benefit to Singapore. Under the Scheme, the investor can obtain equity and/or loan capital for its project in Singapore. The Scheme does not provide cash grant. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Applications are considered on a case-by-case basis but the projects must satisfy the following general criteria: \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1177</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) utilise and promote skills and be technologically desirable, or could play an important role in developing essential supporting industries which may be lacking in Singapore; and \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) have experienced difficulty for one reason or another in raising equity capital or in obtaining loans from commercial sources. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Companies which have been granted assistance under the Scheme include those manufacturing: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Components for constant speed drives for jet engines \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Engineering plastic components \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Precision lathes \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ferrous castings \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Gears for aircraft engines \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Automatic lathes \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Overhaul and repair of hot sections of aircraft engines \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Colour television picture tubes. \n  <br> \n  <br> \n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Yeo Toon Chia (Ang Mo Kio):</b> Sir, could the Minister give the number of companies, local as well as foreign, which were given grants under the Capital Assistance Scheme? \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong:</b> Sir, during this period, loans were granted to 16 companies, 10 of which were wholly-owned foreign companies, and the remainder were joint ventures which include Singaporean interests. \n  <br> \n  <br> \n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Yeo Toon Chia:</b> Sir, a lot of our manufacturers complained about the too stringent and bureaucratic procedures adopted in processing applications for loans under the Capital Assistance Scheme. Would the Minister like to comment on this, and whether he would ask the EDB to review its procedures for application for grants under the Capital Assistance Scheme? \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, two criteria have been cited just now. The question is whether we should be liberal in giving out finances under the Scheme when we are fairly confident that some of the com- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1178</b></font> \n  <br> \n  <br> panies would not be able to return the loans given or to give a return on the equity capital. A certain amount of prudence would, therefore, have to be exercised by the officials in charge to ensure that public funds, whilst being given out to aid industries, are not wasted on projects which do not in their view have a chance to succeed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1178</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>MANUFACTURING INDUSTRY</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Joint ventures with foreign investors)</b> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Trade and Industry how many local companies have set up joint ventures with foreign investors in the manufacturing industry, year by year, since 1970, giving the types of joint venture; and how many of these joint ventures were initiated by the Economic Development Board. \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, I do not have the figures for 1970 and 1971. However, I could give him figures from 1972 onwards. The reason is that EDB started compiling these figures only from 1972. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Between 1972 and 1979, 244 companies were set up as joint ventures between foreign investors and local entrepreneurs. The investment committed by these companies amounted to S$1.3 billion. All these joint venture companies were promoted and serviced by EDB. The list of these projects is not exhaustive as the EDB does not have information on joint ventures which were formed outside the EDB, that is, those which were not promoted or serviced by the EDB. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng (Khe Bong):</b> Sir, has the Minister any information how many of these joint ventures were successful? \n  <br> \n  <br> \n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, I would not be able to give him the exact figure. But I have here a table (Cols. 1233 - 1234) which, in fact, should have been given in the first part of my answer to the Member for Ang Mo Kio. The table gives the figures from 1972 to 1979 on a year by year and industry by industry basis. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1179</b></font> \n  <br> \n  <br> It will, however, be too tedious for me to read out the figures together with the quantum of investment per year. I shall hand a copy to the Member for Ang Mo Kio and have this appended to my statement. The figures here would give an indication of the success of the companies involved. For example, if those companies that were formed in 1972 were still operating in 1979, they would be regarded as still in operation. I do not know the profits of these companies, so I would not use the word \"success\" but they are still in operation. \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1980/19800320/19800320-HA-0391233.htm\">table - Gross Joint-Venture Projects Committed During 1972-1979 (Cols. 1233 - 1234)</a> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1179</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>MAIN AND DEVELOPMENT</b> \n  </div> \n  <div align=\"center\"> \n   <b>ESTIMATES OF SINGAPORE FOR THE FINANCIAL YEAR</b> \n  </div> \n  <div align=\"center\"> \n   <h4>1ST APRIL, 1980 TO 31ST MARCH, 1981</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of Supply 13rd Allotted Day]. \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q - \n  <br>2.38 p.m. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff (Kolem Ayer):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead Code QA-03 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while some of our youths drown themselves in the troubled waters of drug-taking - whether it be methaqualone, cannabis or narcotics; and some aping the latest craze of disco dancing - we are relieved to know that many of them still spend their leisure time in a more meaningful way, like learning the art of self-defence or martial arts. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I first congratulate the Hon. Minister for his Ministry's efforts which result in a lesser number of drug-takers. I would also like to congratulate those individuals and social and religious organisations like SANA, Muslim Council of Service (MCS) and the Volunteer Aftercare Officers (VAO's) for their valuable contributions. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1180</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A word of caution to those who introduced disco dancing to our institutions, like the community centre, especially to the conclusion made in the western countries, and that is: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Those who think that disco has nothing to do with drug-taking, illegal sex and permissiveness, they are socially myopic.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must clearly think and encourage more in terms of what our citizens will and can do during their leisure time. Every form of literary, artistic, aesthetic and physical activity (like martial arts) in which the self can be expressed in a creative and meaningful way must be encouraged. Martial art is an art where one could nurture the development of one's physical ability as well as one's mental capability. The former could be easily learned. But the latter needs every grain of correct and right guidance. This is where the role of the leader or instructor comes into the picture. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are three basic elements in order to be a good human being. Unlike my hon. Friend, the Member for Kim Seng who enlightened this august Chamber with his six commandments, I can only manage to impart three elements: They are: right thinking, right speaking and right doing. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Be careful about what you do, be extra-careful about what you speak because these elements emanate from what you think. Even though only God knows what you think but a mere mortal could make his conclusion judging from what you say and do. This is the crux and the most difficult part of learning and teaching. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But experience and age will help a great deal - they will be the essential factors. That is why I think the minimum age of an instructor should be 25 years with due respect to the exceptionally younger ones who mature faster and possess endurance and patience of a master. Sir, I would like to know the minimum age of instructors that the Hon. Minister has so far permitted or accepted. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second question is: will the Ministry register an instructor who has already been registered under one school of martial art but \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1181</b></font> \n  <br> \n  <br> has now created a new one? With due respect to my colleague, the hon. Member for Serangoon Gardens who, we all know, is prominent in the art of Taekwondo, I would like to elaborate on this point by making a simple example without any offence intended. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us say, a person has been registered as an instructor of Taekwondo. After learning another an for some time, say, Hapkido, he later on creates a combination of these two arts and calls it Taktido (because of the sleepless night to create it - he 'tak tidor' which means, he does not sleep). Would the Ministry register him as an instructor, knowing full well that there are at least three important possibilities? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. He may be a creative person. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. He may have quarrelled within his organisation and was a persona non grata. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. A fraud and a selfish, unethical person who changes a little bit here and there of the original art, creates a \"new art\" and a new school and makes money out of it. \n  <br>2.45 p.m. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Sir, I will just answer the questions put by the Member for Kolam Ayer. I agree with what he said with regard to his three commandments. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the minimum age for instructors, as far as the Martial Arts Control Unit of the Ministry of Home Affairs is concerned, they do not impose a minimum age for registration as instructors. Anyone wishing to be registered as an instructor must be of good character. That is the most important requirement. He must also possess a certificate of competency or testimonial of proficiency in the type of martial an he wishes to teach. This is issued by the chief instructor of the respective martial arts association or the controlling body of the martial art. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must say that the Martial Arts Control Unit has no expertise to evaluate the professional competence of the various types of martial art instructors. What we do is to consult the Singapore Sports Council on every application for registration of a martial arts \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1182</b></font> \n  <br> \n  <br> instructor. We issue an instructor's certificate if the applicant is found to be competent to teach the form of martial art as stated in the certificate. In the majority of cases this is quite specific. However, in the past, the Martial Arts Control Unit had also issued certificates to martial arts instructors to teach mixed martial arts, that is to say, a combination of the various types of martial arts - Taekwondo, Karate, Thai boxing, and so on. I hope that answers the second part of his question. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards a new form of martial art, as an example the Member referred to Taktido. I do not know what is meant by that. It could mean a new form of martial art in which the instructor does not sleep l But since we do not have such expertise, we will first investigate to see whether there is such an association and whether it is a respectable association. As far as competency is concerned, we shall refer it to the Singapore Sports Council. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff:</b> In view of the answer given by the Minister, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting (Punggol):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead Code QD-02 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the Memorandum on the Budget, under \"Development Estimates\", it is explained that: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The provision of $1.55 million under the Crime Control Programme is for the construction of the Divisional Police Headquarters Stations at Napier Road and Jurong Town.' \n  <br> \n  <br>I am surprised that there are no plans for the construction of the F Division that is now situated at the Paya Lebar Police Station. For the information of Members in this House, the F Division covers a very wide ares with a few constituencies under its charge. It stretches from Sembawang down to Tampines constituency. The population of this land area is also very large. Moreover, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1183</b></font> \n  <br> \n  <br> the Hou Kang New Town is being developed. Therefore, my question is: why are there no plans for the building of a Divisional Police Headquarters for F Division? It is not necessary that it should be in Punggol, but it must be centrally located. \n  <br> \n  <br> \n  <!-- Mr Ang Nam Piau -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ang Nam Piau (Thomson):</b> Thomson. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Yes, maybe in Thomson, if it pleases the Member for Thomson. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I raised this matter with the previous Minister for Home Affairs many years ago, long before we have the present Minister for Home Affairs. Some kind of a promise was given that this matter would not only be looked into but a site had already been chosen for the F Division Police Head-quarters. But this has come to naught. And worst of all, the facilities at the Paya Lebar Police Station are inadequate. I must make it clear that the police officers in the Paya Lebar Police Station are not in cahoots with me in raising this issue in Parliament, I have visited the Paya Lebar Police Station many times and I am surprised to see that until seven months ago there was not even modern sanitation. There was only the bucket system. I have taken up this issue many years ago, at least ten years. With such conditions, surely the necessary facilities should be provided for the police officers. Although there have been some improvements to the Paya Lebar Police Station by way of renovations, nevertheless, I still feel that there must be plans in hand to build the F Division Police Headquarters somewhere in that area for the reasons that I have mentioned. As I said, there is a provision of $1.55 million for the Divisional Police Headquarters Stations at Napier Road and Jurong Town. This is needed, of course, but there is a greater need for an F Division Police Headquarters. I hope the Minister would not reply by merely saying, \"We will consider it. We will draw up plans\", but let us see that these plans come to fruition. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, I agree with the views and sentiments expressed by the Member for Punggol with \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1184</b></font> \n  <br> \n  <br> regard to the building of a new headquarters station for the F Division. But what I do not agree with him is his suggestion that there are no plans for building such a Divisional Headquarters for F Division. In fact, we have this plan to build a new headquarters police station for quite some time. We have, in fact, been implementing part of the plan. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I say that in 1976 we shifted the Rural West Divisional Headquarters temporarily from Bukit Panjang to Yung Loh Road in Jurong New Town because of a shift in population. We started to build the Jurong Headquarters Station as part of a plan to build a new divisional headquarters station. Since 1 5th March, 1980 the new Jurong Police Station at Corporation Road has been in operation. That is why I have not had any queries from the Member for Jurong. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1977, we also built and completed the headquarters station for the B Division in the Toa Payoh New Town to replace the old police station at Kandang Kerbau. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment for the E Division (Orchard Road) a new headquarters station is being built at Napier Road. It is expected to be completed in October this year. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As early as August 1976, my Ministry submitted to the Ministry of Finance a comprehensive plan on the redevelopment of four other existing police stations in the A, C, F and G Divisions. The proposal was that the Beach Road Police Station in C Division should be relocated at Aljunied Road; the Paya Lebar Police Station in F Division be moved to Ang Mo Kio New Town, and the Joo Chiat Police Station in G Division be shifted to Bedok New Town. Originally, my Ministry proposed that the Central Police Station in A Division should continue to remain at the former Police Headquarters at Eu Tong Sen Street. However, after consultation with the Urban Redevelopment Authority, we proposed to the Ministry of Finance to relocate the police station at Cantonment Road by 1984 to make way for urban redevelopment at the present Eu Tong Sen site. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1185</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the plan submitted to the Ministry of Finance. in 1976, we also proposed the creation of two new Land divisions at Clementi New Town and Woodlands New Town, bringing the total number of police stations from the existing eight to ten. The Ministry of Finance raised a number of points on this plan for redevelopment of police stations and the creation of the two new Land divisions with the building of the new two divisional headquarters stations. Officials of my Ministry are still holding discussions on the matter, and I hope they can come to an amicable settlement that will satisfy the Member for Punggol. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, it is not a question of satisfying me at all. The Minister must satisfy the needs of the people. That is important. Coming down to his answers, I cannot accept them. First, he talked about the B Division. Why should the Kandang Kerbau Police Station be shifted? The reason is that it has got to make way for road widening at Rochore Canal. So it has got to give way. Secondly, in the case of the Geylang Police Station, it has got to be shifted because of the road widening, not because of a shift in population which is not the reason. I think hon. Members will see my side of the story. \n  <br>3.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Some hon. Members:</b> Hear, hear! \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> As for Paya Lebar Police Station, Sir, the widening of Upper Serangoon Road has not gone that far as to necessitate the shift of the Station. When the Minister talks of Orchard Road Police Station, the answer is the same. Sir, it boils down to one thing. It is because of urban renewal, road or canal widening that police stations standing in the way have to be relocated. When they have to go, surely alternative sites must be found for them. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> There is no credit. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> There is no credit at all. I fully agree with my good Friend, the hon. Member for Khe Bong. It is no use seeing part of the plan. The building of the F Divi- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1186</b></font> \n  <br> \n  <br> sional Headquarters was raised many years ago. I think the site was somewhere at the junction of Upper Thomson Road and Yio Chu Kang Road. I hope to get a satisfactory answer which will satisfy the needs of the people in the constituencies. I will name the constituencies. They are Sembawang, Nee Soon (which is having a new town), Thomson, Braddell Heights, Serangoon Gardens, Jalan Kayu, Upper Serangoon, Paya Lebar - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> Punggol. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> And Punggol. So many constituencies are served by F Division, Sir. I understand that it was not until some seven months ago that the Paya Lebar Police Station was provided with modern sanitation facilities. So I hope to get something concrete from the Hon. Minister and he should not pass the buck just because the Hon. Minister for Finance is here. \n  <br> \n  <br> \n  <!-- Mr Fong Sip Chee (Senior Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Parliamentary Secretary to the Minister for Labour (Mr Fong Sip Chee):</b> Pass the bucket! \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> They can pass the bucket or whatever it is, I am not at all interested. What I am interested, Sir, is a new divisional police headquarters for F Division to be built as soon as possible. Let him not take years after new towns have come up and then say, \"Oh, owing to a shift of population, the station has to be relocated.\" Please answer the question. How long did it take for Too Payoh Police Station to come up? Sir, may I repeat, unless I get a satisfactory answer, I will not withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> Do not withdraw! \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin (Jalan Kayu):</b> Sir, as my constituency has been referred to, I feel I must stand up to be counted on and to give moral support to the hon. Member for Punggol. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister mentioned that the proposal was submitted to the Ministry of Finance in 1976. This is 1980. I do not know what sort of dialogue is going on between the Ministry of Home Affairs and the Ministry of Finance. It has taken four years and there is still nothing concrete. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1187</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Punggol has omitted Ang Mo Kio. Ang Mo Kio New Town also comes under F Division. With so many hundreds of thousands of people moving into Ang Mo Kio, what the Ministry has done is to close down a very small police post at Yio Chu Kang Road and transfer the staff to Ang Mo Kio. And that is the strength and the facilities of the police force looking after Ang Mo Kio. I think it is shameful. Something ought to be done. The security of the people who have settled in the new town is important. I think they want a sense of security. We are not giving them that. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I fully share the sentiments of the Member for Punggol. What we want is a positive answer. It is no use beating about the bush by referring to Jurong and so on. We are not interested. All that we are interested is: what are the plans for F Division, and give us a positive answer. Do not pass the buck to the Ministry of Finance, please. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> Hear, hear! \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, may I correct a misconception on the part of the Member for Punggol? When I said that I hoped my answer would satisfy him, I was implying that if it could satisfy him, it must also satisfy his constituents. The fact that he has spoken eloquently on behalf of his constituents is an indication that he will only be satisfied if his constituents are satisfied. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I clarify? Divisional headquarters stations have been built in Toa Payoh and Jurong, and one is being built in Napier Road. These stations are not being built because of proposals for road widening. For example, shifting the headquarters station from Bukit Panjang, the former Rural West Divisional Headquarters station, to Jurong is not the result of a proposal for road widening. There is no such thing. These stations have been built because of a shift in population. We have to relocate them properly so that they can serve a congregation of populated areas. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not disagree at all with the sentiments and the eloquent advocacy of the Member for \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1188</b></font> \n  <br> \n  <br> Punggol and the Member for Jalan Kayu of the urgent need for divisional headquarters stations in four Police Divisions, including Paya Lebar. I am not passing the buck. I am glad that the Minister for Finance is here today to hear the eloquent advocacy of the Member for Punggol and the Member for Jalan Kayu for new divisional headquarters stations. And I support their sentiments. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the Ministry of Home Affairs is concerned, we will do our best to get these stations. As Members know, we cannot call for tenders unless we have the funds or we are permitted, like community centres, to raise funds. I am not passing the buck. I like to put forward the plain facts of life without having to enunciate another commandment. After all, commandments are now the fashion in this House. What I can say is that I appreciate the need for a new F Divisional Headquarters because the present headquarters station at Paya Lebar is out of the way and there is a dire need for it to be shifted to Ang Mo Kio where there is a growing concentration of population. Since we could not relocate the station in Ang Mo Kio New Town, at least we were able to set up a police post, although in the words of the Member for Jalan Kayu, \"it is very inadequate.\" I agree with him that it is inadequate but at least we tried to do something in the meantime. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I am not only not convinced, I am also not satisfied with the replies of the Hon. Minister. As the hon. Member for Jalan Kayu rightly pointed out, the small police station along Yio Chu Kang Road was transferred to Ang Mo Kio. We know the place very well. What can the small police station at Ang Mo Kio do? Ang Mo Kio has hundreds of blocks of flats. What about the Hou Kang New Town? So it is not a question of understanding the feelings or sharing the sentiments. My question is: what plans has the Minister got? He has got no plans. It is not a question of having no funds. Is the Hon. Minister aware that if he were to go through the Hansard he will see that way back in the 70's. there were plans for the construction of the F Divisional Head- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1189</b></font> \n  <br> \n  <br> quarters. I would like to know what has come out of these plans? \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Sir, I quite sympathise with the Minister for Home Affairs. He says that he has got no money and he cannot raise money like raising money for the building of community centres. May I offer him a suggestion? Why does he not issue more martial art licences? Because martial art pugilists can help him contain the gangsters, and there may be a lot of gangsters in Punggol! If there are more martial art societies in Punggol, that may satisfy the Member for Punggol. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> On a point of clarification, Sir. In Punggol, the crime rate is very low, if not negligible. I am proud of Punggol. The Hon. Minister can bear me out on the crime rate in Punggol. \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin:</b> Sir, the Hon. Minister in his reply said that he has been doing his best. So he is implying that somebody is not doing his best. Could he please tell us who is not doing his best? I think we should face up to the facts. It is no use going round and round saying, \"We have initiated proposals four years back, and we have been talking to the Ministry of Finance.\" It is four years, not four months. So let us have the facts. Who is holding up the matter? Let us see what can be done. Can we not short-circuit the bureaucratic red-tape, or whatever it is, and come to a positive decision? One way or the other, please. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, I am indebted to the Member for Khe Bong for trying to side with me. I hope they will not accuse me of collusion with him. May I just clarify that even if I were to issue more martial art licences, the money collected will go to revenue. That means it goes to the Treasury. I am just stating a fact which I believe all Members know. All licence fees go to revenue. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of who is not doing his best, Members have got to take it from me that, as far as the Ministry of Home Affairs is concerned, we are doing our best. We have the plans. Since we have already built three \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1190</b></font> \n  <br> \n  <br> divisional headquarters police stations, there is no difficulty in taking the same plans and make the necessary modifications to the plans for a new divisional headquarters station. Perhaps the Member does not know the financial procedure of Government. We cannot do anything in the way of commissioning an architect to draw up the building plans until we get approval from the Treasury. I hope my colleague, the Minister for Finance, will not think that I have plotted with both the Member for Punggol and the Member for Jalan Kayu to make such a strong advocacy for new headquarters stations. I hope he does not think so. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Far from it, Sir. I must put things in the right perspective. If there are no plans, how can he ask for money? That is the question. So where are his plans? That is another question. The Minister has not answered my question at all. He said he has got plans, but where are they? \n  <br>3.15 p.m. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> I think the debate is getting to be a bit childish. What does the Member mean by \"plans\"? Does he mean architectural plans, or plans for delineation of the divisional boundaries, adding two more to make 10? Or does he mean plans for a new headquarters station? If he means architectural plans, we do not have the plans. But if he means delineation of boundaries and thus creating two more, and plans to build the headquarters stations, we have the plans. I cannot produce it right now, but if the Member could come to my Ministry I can show him the plans. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> He has got no time. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> There are plans. In fact, the plans have been submitted to the Ministry of Finance. They are now being discussed. There have been some disagreements. As far as I am concerned, I do not quarrel with the Member's sentiments - \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Let us put sentiments one side. If the Minister builds the station, then there can be no quarrel. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1191</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> If we had got approval for the funds, then we would have built the station. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> From 1972? \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> No. From 1972 we have been building a number of headquarters stations. On the eastern side of the Island, we have Joo Chiat Police Station, which is also out of place because of shifts of population to the Bedok and Chai Chee areas. We also need a headquarters station in the Joo Chiat Division. We also need to relocate the C Division, that is, the Beach Road Police Station, and we have found a suitable site for it at Aljunied Road. C Division includes the MacPherson constituency as well. So the Member can rest assured that as a Member of Parliament for MacPherson, I have a personal interest in getting a head-quarters station for the three or four other divisions which now have very old stations built. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I am not being childish when I talked of plans. I do not wish to split hairs. I know what are the plans I am talking about. Maybe the Minister does not understand the kind of plans I have in my mind. I am not at all satisfied with the answer given by the Minister. He can share my sentiments but I want my amendment to be put to the vote. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived. \n  <br> \n  <br> \n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Soo Khoon (Alexandra):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead Code QE-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the beginning of this year a total of 70 people have died in accidents on our roads. If the present rate of almost one death a day continues, I shudder at the thought that more than 300 people a year might die on our roads due to pure carelessness or recklessness. What is just as frightening is the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1192</b></font> \n  <br> \n  <br> claim made recently by the Singapore National Safety Council that one out of every four persons in Singapore will be involved in one way or other in road accidents during the year. I was, therefore, quite pleased to hear the Minister state in this House two days ago in reply to an Oral Question that greater efforts would be made by the Traffic Police to curb the rising trend of road accidents. In the past we have had numerous road safety campaigns, and the Traffic Police has pointed out that when such national road safety campaigns are on, the number of accidents during the period of the campaign has been reduced. Perhaps it would be necessary for us to drive home the message more permanently. In other words, road safety campaigns should be an on-going thing and not held at sporadic intervals. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also mentioned that special attention will now be paid to drivers of pickup vans, buses and lorries. I think this is a good move, although I would like to say that it is long overdue. It is a very common sight in Singapore to see heavy vehicles, including containers, travelling at breath-taking speeds, way beyond the limits permitted for their vehicles. Yet from my observation these drivers of heavy vehicles seem to get away with it. I would strongly urge the Traffic Police to concentrate on roads which are heavily used by lorries and containers and to take very strong action. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, Sir, I might add that sometimes I wish the Traffic Police would channel their resources more effectively, rather then laying speed traps along relatively safe roads where motorists sometimes exceed the speed limit only marginally. It is not uncommon to see the Traffic Police laying speed traps along roads where the limit is 50 kilometres per hour and booking motorists who exceed the limit only slightly because they have been trapped by the electronic speed trap equipment. In fact, Sir, I am just wondering how effective or reliable these electronic gadgets are because we read in the newspapers that \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1193</b></font> \n  <br> \n  <br> in America some of these gadgets were tested and were found to clock trees moving at a speed of over 90 kilometres per hour. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, this is not the point I want to stress today. I am appreciative of the good work being done by the Traffic Police, but I think that in certain areas they could deploy their energies more effectively and fruitfully. Catch the more obvious offenders first, that is, the drivers of the heavy vehicles, and to do this the Traffic Police do not need complicated electronic gadgets. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister also mentioned two days ago that \"the Traffic Police will also step up enforcement against careless pedestrians who flout the Pedestrian Crossing Rules.\" I think this is a move in the right direction. I remember when the Rules were first introduced, policemen and Vigilante Corps members were stationed at traffic junctions to take action against offenders. But this is not being done today. The lesson here is that only the presence of policemen at such points could deter pedestrians from committing the offence. In many of the road accidents, the blame is as much on the pedestrian as it is on the motorist. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, pedestrian-crossings at signalised junctions are not necessarily safe. Even worse accidents can happen at a pedestrian crossing if there is a careless driver around. The recent case involving a bus driver who killed two children at a signalised pedestrian crossing in Kim Seng Road bears this out. There is, therefore, a need to erect more overhead bridges. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has stated, also two days ago, that the Traffic Police together with the PWD have identified a total of 104 places where overhead bridges should be erected. But what surprises me is that these bridges have not been put up long before. Let me give an example, Sir. The road just outside the Cathay Cinema can be very treacherous. It is difficult to cross this stretch of road with traffic coming persistently from Orchard Road and Stamford Road. For years this stretch of road outside the Cathay Cinema has been very dangerous, and pedestrians risk their lives each time they cross. Yet it \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1194</b></font> \n  <br> \n  <br> was only recently that a decision was made to build a pedestrian subway at this place. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps it takes a fatal accident to shock the Government into making such a decision. I wonder how many more such danger zones in busy roads there must be and which must have escaped the attention of the Traffic Police and the PWD. How many more accidents have to happen before more funds are allocated for the construction of overhead bridges and pedestrian subways. I would urge the hon. Minister to press for more funds to build pedestrian overhead bridges and subways. Incidentally, may I also add that some of the older bridges are in a bad condition and these should be repaired in order that people will not be deterred from using them. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our approach to the problem of road safety has been two-fold; firstly, one of law enforcement and secondly, intensifying education for the public. Sir, I would like to suggest that we also look into improving road conditions. There are bad roads and there are also roads with poor lighting which make it difficult for motorists to drive at night. Sir, I suggest that the Ministry take steps to liaise closely with the PWD to improve the condition of our roads with a view to making them safer for driving. I do realise that we have to do our best to save energy, but in the interest of road safety we need more lights along certain roads. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many countries with better records of road safety than ours. Can we not learn from the experience of such countries? Can officials from the Traffic Police be sent to such countries to see how they have managed to achieve a better record of road safety? Perhaps learning from others might help the Traffic Police in what must certainly be a most trying task. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Sir, I do not wish to speak on this amendment because the matter which I intend to raise here has been resolved. But I would like to take this opportunity to thank the officers and men of the Traffic Police, through the Minister concerned, for their efficient services rendered to the people of Singapore. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1195</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> The Member for Toa Payoh has an amendment on the same Subhead. Mr Cheong, would you like to speak now? \n  <br> \n  <br> \n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eric Cheong Yuen Chee (Toa Payoh):</b> Thank you, Sir. Several Members of this House have expressed concern over the increasing number of road accidents. I would like to join them in expressing my concern too. Road accidents are usually caused by careless drivers and pedestrians. To reduce the number of road accidents, the hon. Minister for Home Affairs recently announced the setting up of a special Liaison Committee on Road Safety. I would suggest that representatives from the PWD should also sit on this committee. My reasons are that there are other contributing factors leading to road accidents. For instance, poor road conditions, inadequate road signs, poor siting of pedestrian crossings, and planting of trees and shrubs along roadsides at traffic control systems. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I notice that in many of the new roads that are being constructed, shrubs and trees are planted in a manner where they obstruct the view of oncoming traffic as well as litter the road with leaves during the wet season. In some areas it appears that traffic lights are installed only after a series of accidents have occurred in the vicinity. For instance, years ago Balestier Road was only a four-lane traffic, two on each side, and roadside parking was prohibited. But now Balestier Road has a six-lane traffic and roadside parking is permitted indiscriminately, thereby coming back to square one where only four lanes are usable. \n  <br>3.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the Queen Street/Rochor Road junction, near Rochor Centre, where bus bays and taxi bays are provided close to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1196</b></font> \n  <br> \n  <br> road junctions. Under the Traffic Rules, no vehicle is allowed to park within 20 feet of any road junction. But here we find taxis and buses parked at both ends of the junction, within barely three feet, thus causing unnecessary obstruction and a hazard to other road users. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the resurfacing of roads. Whenever a road is resurfaced, we find that the road level has been raised to the same level as the central road-divider. This encourages motorcyclists to take a short-cut by riding over the divider. This can be seen in Toa Payoh Central, just to give one example. I am sure there are many other contributing factors leading to road accidents. I would urge the Minister to take steps to prevent and reduce the number of accidents rather than impose severe penalties after the event. \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee (Changi):</b> Sir, since the subject of road accidents has been touched upon, may I also speak now, as I have an amendment on the same subject? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee:</b> Sir, traffic accidents are not an uncommon sight on Singapore roads today. I note with much concern that at least one precious life is lost a day as a result of a road accident. When an accident occurs, the first reaction of the public is to telephone the Police and, where people are injured, to call for the ambulance as quickly as possible. But the quick reaction of the public does not meet with a quick response from the Accidents Investigation Section of the Traffic Police Division. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More often, the Police wants to know over the telephone whether or not anyone has been injured or killed. Once the information is passed, anyone concerned expects the Police investigating personnel to arrive at the scene \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1197</b></font> \n  <br> \n  <br> as quickly as they can, but this is not so. They normally arrive later than expected. As the accident vehicles are not allowed to be removed from the road without the permission of the Police, they will meanwhile cause obstruction to other moving traffic; thus causing traffic congestion along the stretch of road where the accident has occurred. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The late arrival of the Police investigation team at the scene of the accident, as observed by the general public, is a lapse in efficiency of the Accidents Investigation Branch of the Traffic Police Division. Could the Hon. Minister for Home Affairs give his assurance that such deficiency will be corrected immediately? \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon (Kim Seng):</b> Sir, having heard the views expressed by various Members of the House, I would like to join in this chorus urging the Ministry of Home Affairs to ensure that the present state of affairs on the road does not continue. At the rate accidents and fatalities occur on our roads now, we never know who will be the next victim. It could well be any one of us. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The subject of road discipline has been much bandied about in this Chamber in the years past, but up till today although traffic enforcement officers are supposed to have done their job, we still see gross road indiscipline. I do not know if this has something to do with the way our roads are organised - we have filters on the left, filters on the right, introduction of bus lanes, thereby complicating the normal flow of traffic - or is it the fact that we have just not been enforcing the Rules sufficiently? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As much as we are keenly conscious of the fact that there is gross speeding by vehicles, particularly the large heavy vehicles, the other factor which contributes equally to confusion on the roads is road hogging. I have had on many occasions the frustration of having, as a civilian, to point out to these drivers, as I pass them on the left, instead of the right, that they should move to the slow lane. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point which is important is this question of speed when we talk about \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1198</b></font> \n  <br> \n  <br> accidents and the severity of the injuries sustained. It is not the speed of the vehicle alone that is considered. It is the relative speed of the colliding vehicles or objects. In instances like this, I think it is important that we should draw the attention of the Parks and Recreation Department. They seem to have gone to town with the enthusiasm of planting trees and shrubs along all our roads and the various housing estates. I am not against planting of trees. They make the environment that much greener and that much more pleasant. But where there is excessive planting of trees and shrubs, they can be a hazard on our roads. In instances where a road is a dual carriageway, it is often not possible for motorists to see the oncoming traffic on the other side. When there is a collision, we are dealing with a situation where the relative speeds of the vehicles involved are of great importance. In a head-on collision, the impact is the sum total of the relative speeds of the vehicles. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point which I would like to talk about is the great number of accidents that have occurred, and are obviously still occurring. Has the Traffic Enforcement Division taken pains to analyse the causes of accidents? There are certain important factors that one will have to look into - the nature of the accident, the time of the accident, the site, condition of the road, and the condition of the drivers and the parties involved. From an indepth analysis, I think we may be able to single out certain important factors causing accidents which have led to fatalities and bad injuries. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Sir, first, may I thank the Member for Alexandra and the Member for Khe Bong whose sentiments I share. I feel that their speeches are most encouraging to the Traffic Enforcement Division of the Police which has been working very hard to try, as best as they can, to reduce the rate of accidents and the rate of fatalities on our roads. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can assure the Member for Alexandra that the safety campaign that we organise and implement from time to time will be an on-going affair. In fact, it has been an on- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1199</b></font> \n  <br> \n  <br> going affair for the last 18 months or so. I do not wish to say very much more than what I have already said in answer to a Question by the Member for Ang Mo Kio two days ago, but only to add that the Traffic Police have planned to bring the road safety message to as wide a public as possible, even right up to the doorsteps of HDB flat dwellers. The Traffic Police will be holding safety exhibitions at the void decks of the various blocks of flats in as many housing estates as possible. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I do not agree with the Member for Alexandra is his statement that there may be some deficiency in the radar guns which are used by the Traffic Police to trap speeding motorists. The Traffic Police use a newly equipped T3 digital radar gun in speed traps. This measuring instrument has been in use for many years by Police Forces in the United States, Australia and New Zealand and many European countries. The accuracy of the speed gun is as high as 99.95%. Further, to ensure its reliability, all these instruments are tested on a moving Police vehicle which has a calibrated speedometer before as well as after each speed trap operation. Furthermore, they are also checked fortnightly by technicians of the Police Communications Branch. So the Member for Alexandra can be sure that they are accurate. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point he asked was why did the Traffic Police mount speed traps on, what the Member thinks, safe roads? May I say that many motorists speed along roads which are straight and wide because they think that such roads are safe. In fact, such roads are safe only if motorists travel within the speed limit. They tend to forget or remember too late that the greater the speed, the more difficult it is to correct an error and the more severe the impact when the accident cannot be avoided. At 50 km an hour a minor error can be rectified, but at 80 km an hour it will have disastrous consequences. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;About pedestrians being killed in road accidents, I agree with the Member for Alexandra that it is better to have overhead \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1200</b></font> \n  <br> \n  <br> bridges because they are much safer to cross, rather than to use pedestrian crossings. As I have stated previously, we have located 104 places where these high pedestrian bridges should be built. But it will take some time to build these 104 overhead bridges, and I hope that they can be built and completed within two years at the latest. \n  <br>3.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the Member for Toa Payoh, he spoke about the need for coordination between the Traffic Police and the various Government departments to improve the road conditions so that they can be made safe. He quoted the example of trees being planted along roads in such a way that they were a hazard to motorists. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I say that the Traffic Police have always been working very closely with the other Government departments. For example, the officer-in-charge of the Traffic Police is the Chairman of the Highway Committee which comprises representatives from the Public Works Department and the Registry of Vehicles. This Committee examines areas of traffic congestion and finds solutions, such as road diversion, and other traffic schemes to relieve the congestion. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Traffic Police are also represented on the Co-ordination Committee on road-opening headed by the Assistant Director of the Public Works Department. This Committee is the approving authority for all proposals to dig up roads, lay, repair or maintain water pipes, and so on. While in this Committee, the Traffic Police keep in touch with the various bodies which carry out road works. It is through this Committee that the Traffic Police have been able to obtain the agreement of the various bodies to get the contractors, on pain of having to pay a penalty, to display adequate signs at a proper distance: ahead of road works to warn approaching motorists. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Traffic Police have also been working closely with the Registry of Vehicles on the siting or resiting of bus bays, bus stops, and taxi stands. In other words, there is close \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1201</b></font> \n  <br> \n  <br> cooperation among the various departments to make our roads safer. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the Member for Changi, he complains that whenever there is an accident the Traffic Police investigation team arrives rather late. May I inform him that the Police Radio Control Room receives about 120 calls a day from the public about road accidents. About 30 of these are calls in which someone has been injured. When a call is received, the Police radio operator asks the caller whether any person is injured or killed. This is necessary so that other emergency services can be called, for example, an ambulance to convey the injured to the hospital or the fire brigade to rescue any person trapped in a vehicle. At the same time, the nearest patrol car is despatched to the scene of the accident. The patrol crew will then report on the situation at the scene to the Police Radio Control Room which will then pass on the information to the Traffic Police. If there is traffic congestion, the patrol crew will direct the traffic until the arrival of the Traffic Mobile Squad. The Traffic Police will then send an investigation officer to the scene if any person is injured or killed in the accident. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Traffic Police have one inspector and six sergeants to investigate all accidents which result in injury. Most of the accidents happen during the day, especially during peak hours. From the Traffic Police Headquarters at Maxwell Road, the investigating officers go to the scene of the accident as quickly as possible. When they have finished their work at one location, they are instructed through their walkie-talkie to proceed directly to another location in order to save time. However, during peak hours some delay is inevitable unless many more officers are rostered for this job resulting in much under-employment during off-peak hours. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also logical for the Traffic Police to attend to the more serious accidents first. It is a question of priority. In minor accidents where no one is injured, there is no necessity for the Police to be present at the scene. In such minor accidents, the parties involved should first remove their vehicles to the side of the road so as not to cause congestion, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1202</b></font> \n  <br> \n  <br> exchange particulars, and perhaps try to work out a settlement among themselves, thereby leaving the Police to deal with accidents involving injury and death. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I, therefore, assure the Member for Changi that there is no lapse of efficiency on the part of the investigating team of the Traffic Police. \n  <br> \n  <br> \n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Soo Khoon:</b> Sir, there is one question which I think the Minister has missed out. I asked whether it would not be possible for us to learn from the experiences of other countries which have a better record of road, safety. In other words, can officials from the Traffic Police be sent to such countries to see how they have managed to achieve a better record of road safety? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another point which I would like to mention. In view of the various points raised by hon. Members, I wonder whether it would not be possible to set up an inter-Ministry committee on a permanent basis to study this problem. It appears to me that since road safety has become a serious matter, it can no longer be a topic just within the purview of the Ministry of Home Affairs. Obviously other Ministries should be involved. Would it not be possible to have a committee comprising officers from the Ministry of Home Affairs, the Ministry of Communications, the Ministry of National Development (since it involves the PWD), the Ministry of Education (since it involves driving home the message of road safety to our young people) and, of course, the Ministry of Finance (since the funds must come from them)? \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Sir, I am sorry to have missed out the point raised by the Member for Alexandra. I agree with him entirely that in such matters as traffic accidents, it is best that we also learn from the experiences of other countries which have high records of road safety. In fact, this is being done all the time. Before we introduce any scheme to improve the traffic situation or to prevent road accidents, we first learn from other countries. If from time to time we can spare the officers concerned and there is opportunity, we do send such officers \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1203</b></font> \n  <br> \n  <br> overseas to learn whatever they can from countries which have a good record of road safety. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to a departmental committee comprising representatives from the various Ministries and departments concerned with road traffic, as I have said in reply to the Member for Toa Payoh, we have quite a number of these committees. However, each committee deals with a specific topic, either road digging or bus bays, and so on. But, at the same time, we also have a liaison committee comprising representatives from the Ministry of Communications, Registry of Vehicles, the Ministry of Home Affairs and the Traffic Police to study the causes of accidents and perhaps find possible remedies. We have already got this committee going. It has already been functioning for about a year or so. If necessary, we may enlarge this committee to bring in representatives from other relevant departments. \n  <br> \n  <br> \n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eric Cheong Yuen Chee:</b> Sir, it appears to me that all these committees have missed out the points that I have raised, namely, the inadequacy of road signs, poor siting of parking bays, and so on. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Sir, may I put the picture right for the Member for Toa Payoh? Singapore is not a static State. It is changing all the time. Our roads are changing. As a result of new roads, we have new traffic signs and the planting of trees by the road-side. They are on-going affairs. Sometimes these committees have to catch up with the developments and to find remedies. Perhaps the Member for Toa Payoh could have noticed that something is not right at a certain road junction. I am quite sure that the committees or the authorities concerned must have seen to it. I can assure the Member that measures are always taken to remedy any deficiency. But, of course, we also try to prevent such deficiencies, if it is possible to foresee them. But there are many departments doing a lot of work. Singapore is on the move, and many of these departments are also on the move. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1204</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Ong Leong Boon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ong Leong Boon:</b> Sir, I am a little bit disturbed by the reply of the Hon. Minister. He seems to give the impression that there is adequate and close coordination between the various departments concerned with road safety. I would have thought that the answer should be the other way round. Just to illustrate the enormity of this problem. I think we all remember very vividly the Spyros incident, in which about 70 people died. It was a national disaster. So far, over the last 2 1/2 months many people have died on the roads. At this rate we could have the equivalent of about five times this number of people dying over a period of one year. In other words, there would be five \"Spyros incidents\" occurring on our roads. This is an enormous problem. I think we should look deeper into the question of road safety. \n  <br>4.00 p.m. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> The answer to the Member for Kim Seng is that we are looking deeper into the problems of road safety. In fact, as a result of our enforcement action and other measures, in 1979 we were able to reduce the number of accidents and road deaths. But, unfortunately, for the first two months (or coming to three months) of this year, we have suffered a set-back. Nevertheless, we will study the situation in depth and do our best to coordinate with the other Government departments and hope to break the back of the mounting fatalities as a result of road accidents. \n  <br> \n  <br> \n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Soo Khoon:</b> Sir, I am satisfied with the replies given by the Minister. Before I withdraw, I would like to record again my appreciation for the good work being done by the Traffic Police in combating this problem. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Tan Soo Khoon - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead Code QF-01 of the Main Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1205</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Mr Tan is not moving amendment (6). Amendment (7), Encik Sidek bin Saniff. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Object Group 2210 of Subhead Code QF-10 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I must say that our flat dwellers are appreciative of the efforts of the Vigilante Corps for their vigilant security patrols round the estates. It gives the residents that extra sense of security. My question here is a very simple one. I would like to be enlightened about the allocated sum for FY 79 which was only $2,350 while for FY 80, it is nearly 50 times more, which is $103,900. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Sir, the answer is that the sum of $2,350 which was allocated under this Code for the Vigilante Corps for FY 79 was for the purpose of purchasing some filing cabinets and fire extinguishers. However, the big sum of $103,900 for FY 80, an allocation of more than $100,000, is for the purchase of four mini-buses to replace four existing mini-buses which are now over 10 years old and have been recommended for scrapping in this financial year. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff:</b> Sir, in view of the satisfactory answer, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Amendment (8). Dr Ong has spoken. Amendment (9), Mr Ho See Beng. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng</b>( \n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead Code QH-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I range my remarks over amendment (10)? \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1206</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng</b>( \n  <i>In Mandarin</i>): Sir, there was a great Chinese philosopher by the name of Confucius. He said that within the four seas all men are brothers. Before the law, all men are equal, not sparing the emperor. In this small nation of Singapore, before the law all men are also equal. But before the law of our citizenship, I feel that some people are more equal than others. For this reason, I feel that it is necessary to bring this matter to the House and seek clarification from the Hon. Minister. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have no idea how the Registry of Citizenship assesses the claims of applicants applying for citizenship. Personally, I have come across one case in which the applicant deserves sympathetic consideration. Our Government has been very, very stringent in approving citizenship applications. But stringency has been observed for good reasons. However, if a person can make a valuable contribution to Singapore in, say, economic, social and political fields, then we should give some sympathetic consideration to his application. Only then can this be said to be fair. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to this person, I know that his economic contribution and his loyalty to the Singapore Government are well recognised and his residential qualification is good. But it puzzles me to note that even with such good support for his application, having an edge over other applicants, his application is still under active consideration. In this regard, I would request the Hon. Minister to kindly look into this matter and expedite the process of his application, where possible. I shall be glad to furnish particulars of this man if the Minister so requires. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the first question I would like to raise concerns Subhead Code QH-04 of the Development Estimates. There is an estimated expenditure of $1.29 million for 1980 \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1207</b></font> \n  <br> \n  <br> under the Ministry of Home Affairs for the purpose of renovating Government Offices building at Empress Place, possibly the renovation of the Immigration Department. We are all aware that the prices of building materials nowadays are exorbitant. As such, renovation of old buildings could be very expensive. Besides, where repairs are needed for areas in old buildings, it may be found that the areas may not be worth repairing because when worn-out parts are pulled down, it may affect other parts of the building and even the whole building structure. Hence, if the building is too old, would it be worth while to renovate it if we have to spend a lot of money every year on maintenance? In this regard, I feel that it would be better to demolish the whole building and to build on the same site a new building. It would be cheaper in the long run. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, I would like to ask the Hon. Minister whether he has any plans to develop and improve the Immigration Building. I believe the building which houses the Immigration Department is a very old building. All the floor boards are made of wood which is very prone to attack by termites. So, for such a building, the cost of maintenance and renovation would be higher and higher every year. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, I would like to make an observation. There are too many old buildings around Empress Place. There are the Victoria Memorial Hall and Theatre, the Fullerton Building, the Supreme Court, City Hall, the Immigration Office and, of course, our Parliament House. I would say that something has to be done about Parliament House. The maximum seating capacity of this Parliament Chamber is only 78 and if the growth of the membership of Parliament over the last few years is any indication, it is time our Government gave some thought to the building of a new Parliament House. Otherwise, we will soon run out of space. Perhaps the Hon. Minister will give some consideration to this matter. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1208</b></font> \n  <br> \n  <br> \n  <br>4.15 p.m. \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee:</b> Mr Speaker, Sir, the Hon. Minister for Home Affairs has frequently informed this House that grant of citizenship is not a right but a privilege and every case is treated on its own merit. Will the Hon. Minister kindly inform this House (a) whether the criteria for approving citizenship applications have been revised, (b) if he could provide figures showing the number of applications which have been approved and rejected over the last three years i.e. 1977, 1978 and 1979, and (c) the number of applications which are still under consideration as at 31st December 1979. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my experiences at my meet-the-people sessions, I have regularly come across many people whose citizenship applications have been repeatedly rejected without any reasons being given. Immediately, after each rejection, the applicant is advised to submit a fresh application, but unfortunately the application is again not successful. What is the rationale for the Registry of Citizens to invite new applications again from the same applicant whose earlier applications have been turned down? After all, the new applications will again be rejected. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is the authority from the Registry of Citizens not giving false hope to such applicants whose applications will again be rejected? These applicants will continue to be deprived of the privilege without knowing the reasons for their inability to qualify for Singapore citizenship. Perhaps they may only know that they are the victims of unforeseen circumstances such as their inability to show sufficient documentary proof that Singapore is their birth-place. I sincerely request the relevant authority to be more sympathetic towards those applicants who can show evidence that they are not going to be a liability to the country. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding citizenship applications which are still under consideration, there may be some hope for some applicants to get their citizenship, but the unusually long time taken by the authority to process their applications needs to be reviewed. These applicants have \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1209</b></font> \n  <br> \n  <br> continuously been residing in Singapore for more than ten years and they have been engaged in stable employment drawing earnings which can soundly maintain their families but not economically active to the extent of having to pay income tax. They have very strong family roots in which members of their immediate families are Singapore citizens, some of whom even have national commitments. These applicants are still waiting for their citizenship applications to be approved. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are all these evidences inadequate to support their applications for citizenship? If they are not inadequate, why are their applications not processed and expedited? Will the Hon. Minister enlighten this House whether there is a change in the policy of granting citizenship, especially to those who have been ascertained by the authority to be an asset and not a liability to Singapore? \n  <br> \n  <br> \n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rohan bin Kamis (Telok Blangah):</b> With your permission, Sir, I wish to join my colleagues in the debate. In my opinion, the Immigration Department offers an attractive and suitable application for computerisation with a view to increasing its efficiency and productivity. Therefore, I wish to ask the Hon. Minister whether the Immigration Department has computerised its operations and, if not, whether it has plans to do so. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Sir, two matters have been raised - one is citizenship and the other is computerisation of the Immigration Department. May I start with the matter of citizenship, since it has been raised first. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi has stated that \"the grant of citizenship is not a right but a privilege and every case is treated on its own merit.\" I confirm that. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Khe Bong quoted Confucius, saying that \"All men are brothers.\" In other words, all men are equal. He wonders why in Singapore different applications for citizenship are treated unequally. My reply to the Member for Khe Bong is that, as far as Singapore is concerned, all citizens are equal. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Sir, point of clarification. I said \"it appears to be unequal.\" \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1210</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> I thank him for the clarification. The Member for Khe Bong said, \"It appears to be unequal.\" May I say in reply that, as far as Singapore is concerned, all citizens are equal and they are treated equally. But I do not think there should be equality between non-citizens and citizens of Singapore. That is the crux of the problem because there is also no equality between citizens and non-citizens in other countries. Therefore, as I said, the grant of citizenship is a privilege. Before we grant citizenship, we must be sure that the applicant will be an asset to Singapore and not a liability. Once he is granted citizenship, then we treat him equally with our citizens. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi asked another question whether there had been a revision in the criteria for granting citizenship. My answer is that there has not been any change with regard to the criteria. Generally the criterion for grant of citizenship is that the applicant must not be a liability to the State. He must, therefore, have an adequate income to maintain himself and his family. He must also have roots in Singapore and he must be of good character. These are some of the general requirements and we have not revised them. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi complained that some of his constituents, after having had their applications turned down by the Registry of Citizenship, were told by the Registry that they should apply again. I do not know how the Member obtained such information, because to me it is not rational and it is a waste of time to ask a person to apply when his economic or other circumstances have not changed. If they have not changed, for example, he is still unemployed and he has not the means to maintain himself, then his application will possibly be rejected again. I would advise those who have had their applications rejected to wait until their economic circumstances have improved and then re-apply. Then they may have a better chance of being granted citizenship. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member brought up the point about the Registry of Citizenship wanting docu- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1211</b></font> \n  <br> \n  <br> mentary proof of birth in Singapore before granting citizenship. I think the Member may not have understood the issues here. If a person was born in Singapore and there is conclusive documentary proof that he was born in Singapore, then he is a citizen of Singapore by birth, in which case he need not apply for citizenship. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Point of clarification, Sir, if the Minister will give way. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin</b> resumed his seat \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> As I understand it, Sir, if a child was born in Singapore of parents who are not citizens, then he has to take out a Minor Citizenship. I stand to be corrected here. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> I am referring to persons who were born before we passed an amendment requiring one of the parents to be a citizen of Singapore in order to be a citizen by birth. I think this is the type of application which the Member for Changi has been referring to. \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee:</b> Sir, I refer to applicants whose identity cards have shown their place of birth as \"Singapore (no proof)\". These are the applicants who cannot show documentary proof of birth in Singapore, and as a result their applications are rejected or are put under consideration. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> In fact, the case which the Member for Changi referred to is not the case which the Member for Punggol understood. For such cases, as I have said, if they can have conclusive proof of birth in Singapore, then they need not apply for Singapore citizenship. They will be citizens of Singapore by birth. A citizen by birth is superior to a citizen by registration. Therefore, we require this strict documentary proof of birth in Singapore before we can regard that person as a citizen. Nevertheless, if there is no conclusive proof, such a person can still apply for citizenship and be granted citizenship by registration if he satisfies the various requirements or criteria for grant of citizenship. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1212</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both the Members for Khe Bong and Changi wanted the citizenship applications to be speedily processed. The answer is that the processing of citizenship applications has been speeded up in the last two years. In 1978 there were 12,815 applications and 10,953 were dealt with. At the end of that year, 24,862 applications were awaiting decision. However, in 1979, 12,267 applications were received but 22,154 were dealt with, so that by the end of that year the number of applications pending decision dropped to 14,489. There was, therefore, a reduction of the backlog by 41.7%. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Registry of Citizenship will try its best to further reduce the backlog. Where the applicants meet the requirements for the grant of citizenship, the applications are processed without delay. Further consideration is given to applicants with strong family roots and who are unlikely to become a burden to Singapore. In addition the Government grants citizenship liberally to those who are the only non-citizen in the family. In 1979 we considered 2,676 applications from those who are the only non-citizen in the family. Of these, 2,384 or 89.1% were approved, and only 292 or 10.9% were refused mainly because they were unemployed, had no steady employment, or had character defects. \n  <br>4.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Khe Bong mentioned a particular case saying that the applicant had made a valuable economic contribution to Singapore. I do not know which case he is referring to but it seems that such a case would be favourably considered. If the Member were to write to me, I would look into the matter. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now let me turn to Immigration administration. The Member for Khe Bong asked whether the present premises occupied by the Immigration Department at the Empress Place building would be demolished and erect a new building in its place. He reasons that the building is too old and therefore too costly to renovate. My answer is that we have no plans to demolish the Empress Place \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1213</b></font> \n  <br> \n  <br> Government building or to construct a new building. In fact, for his information, the Preservation of Monuments Board is considering classifying the Empress Place building as a national monument because of its historical value. We did, however, request the Government Buildings Committee to consider constructing a new building outside the Central Business District to house the Immigration Department and other departments which are currently occupying the Government Offices building. However, the Committee decided instead to give the Immigration Department additional space by allocating to them the space vacated by the Currency Board when they moved to the CPF building. This additional space vacated by the Currency Board is now being renovated at a cost of $1.6 million. Renovations will be completed by January 1981. So we are not going to have any new building, and the Empress Place building will perhaps be preserved by the Preservation of Monuments Board. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to Parliament House, I do not think I am competent to answer the question. But if the Member is interested, he can put in a question to the relevant authority for an answer. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> Passing the buck again! \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> No. I am not passing the buck. Parliament House is too big a building to be considered a buck. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Telok Blangah asked whether the Immigration Department has computerised its operations and, if not, whether there are any plans to do so. The Immigration Department has computerised some of its operations and there are plans to computerise further. The Department's work may be broadly divided into documentation, that is, the issue of documents, such as passports, entry permits, etc., and control, that is, checking of travel papers of people arriving and leaving the checkpoints. I will discuss these separately. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the area of documentation. The Immigration Department has discovered that \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1214</b></font> \n  <br> \n  <br> it can make use of the computerised records of the National Registration Office (NRO) to screen applications for passports and to issue passports. The NRO records contain all the information that is normally required of an applicant for a passport. The Immigration Department will also store the blacklist in the computer. Terminals will be installed to screen applicants against the blacklist and to retrieve information. Printers will also be installed so that when a record is traced and it is not on the blacklist, the printer will print the necessary details onto the passport. The Ministry of Finance has approved the project, and the Computer Services Department is working out the details of the system. It is expected to be operational early next year. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This computerised system will have several advantages and perhaps Members would like to know. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. Applicants for new passports and renewal of passports will not need to make two trips to the Immigration Department because screening time will have been drastically reduced and the machine-printing of passports will speed up the whole process. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. Applicants will not need to fill up tedious forms. All they need to provide is their identity card number. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. Something like 800,000 index cards on international passport holders will not be necessary any more, thus freeing valuable space. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. There will be a saving of some five clerks because the amount of writing will be greatly reduced. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;5. By computerising the blacklist and tapping the NRO records, the issue of new passports and renewal of passports can be decentralised, and this will enable the Department to bring its services nearer to the people. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the control functions of the Department, the Exit Control Scheme is already computerised. When a visitor arrives, one portion of his embarkation/disembarkation card is retained by the Department and the control number, scheduled date of depar- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1215</b></font> \n  <br> \n  <br> ture, and other details are stored in the computer. When he leaves, the control number of the other portion of his embarkation/disembarkation card is keyed into the computer. When the two numbers are matched, it signifies that the visitor has left. In this way, a list of unmatched records representing over-stayers is generated by the computer and the Department is thus alerted. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Department has submitted a proposal to the Ministry of Finance to introduce on-line screening at the Woodlands Checkpoint, the railway station at Keppel Road and at the Department's headquarters. Currently, screening is done manually. This is unsatisfactory as it is slow, and during peak hours such checking, even on a random basis, can lead to serious congestion at the checkpoint. The position is becoming increasingly impossible unless the screening is computerised. There are two reasons for this. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the volume of visitors coming through the checkpoint has increased and will increase further. In 1978, 10.8 million people entered Singapore through the checkpoint. In 1979, it has increased by 24.9% to 13.5 million people. Second, the blacklist is also growing, largely because visitors who commit drug offences in Singapore are now issued with Prohibition of Entry Orders. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, computerising the blacklist has the following advantages over manual checking of the fat Kalamazoo: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. A computerised blacklist is more secure; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. A computerised blacklist can be updated with a single entry whereas updating the Kalamazoos is a repetitive and tedious process; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. A substantial increase in the number of records in the computer files will not significantly affect the screening time; and \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. The blacklist file can be used to screen applications for immigration facilities, e.g. extension of stay, at the Immigration \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1216</b></font> \n  <br> \n  <br> head office. This will cut down the waiting time of applicants. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng</b>( \n  <i>In Mandarin</i>): Sir, I am very satisfied with the answer on the Immigration Department. Regarding my query on citizenship, I believe there is still room for improvement. There are thousands of applicants and each one of them would like to have his application processed as early as possible. I appreciate the problem that the Department is facing, but I believe that whatever we do, there must be some order of priority. If there is no order, then there can be no system of work. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me quote an example. A housewife and a businessman both apply for citizenship. The housewife has nothing to do with any company as she is not in business and therefore makes no contribution to the economy. Of course, it would be of no consequence whether or not the housewife is granted citizenship speedily. But as for the businessman, his assets and business activities could make significant contributions to our economy and, under such circumstances, he should be given some priority. It is only reasonable that the businessman's application be given priority over the housewife's. For this reason, I believe some consideration should be given. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Sir, I agree entirely with the Member for Khe Bong that there is room for improvement. We are improving all the time, as the figures so far indicate. With regard to the system of priority, we always have a system of priority. If it is necessary for an application to be processed as a matter of priority and there is a good case for it, we will do it and we have done that sometimes. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng</b>( \n  <i>In Mandarin</i>): Sir, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0 be reduced by $10 in respect of Subhead Code QH.05 of the Main Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1217</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in fact, some of the questions that I intend to raise have already been answered by the Hon. Minister for Home Affairs. But, nevertheless, I would still like to ask him a few questions with regard to Immigration Enforcement and Control. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has spoken of computerisation with regard to the entry and exit of visitors. Sir, I would like to seek elucidation and further information from the Hon. Minister as to the effectiveness of such enforcement and control of the Immigration Department. With regard to card-matching as a result of computerisation, the Minister said that the Department would be alerted if the control numbers do not match. Would the Minister be able to inform the House of the number of visitors found overstaying, and whether there has been any abuse by these visitors by taking up employment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other question is the number of immigrants who have been arrested, that is, they were found to have entered Singapore illegally. Can the Minister also enlighten this House on this aspect? \n  <br>4.45 p.m. \n  <br> \n  <br> \n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chua Sian Chin:</b> Sir, the exit control scheme was implemented on 3rd January, 1978. As I have said before, with this exit control scheme, we have been able to identify those who have overstayed and to deal with them. During the period March 1978 to December 1979, 43,954 visitors overstayed. Of these, 121 were prosecuted in court, while 10,090 were offered composition fines. Another 30,548 visitors who had overstayed for only a week or less were let off with a warning. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During 1979, 1,450 visitors were checked by the Immigration Department on receipt of information that they were working illegally, in other words, they had abused their social visit pass. However, only two of them were subsequently prosecuted in court. Regular spot checks are conducted at work sites where foreigners are suspected to be working illegally. Where there is sufficient evidence, the visitors and their employers are charged in court. In addition, my Ministry is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1218</b></font> \n  <br> \n  <br> considering a scheme to prevent those who are working illegally from posing as visitors and renewing their 14-day social visit pass at the check-point frequently. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, illegal immigration was prevalent in the 1970's and early 1970's. An Immigration Task Force was formed in June 1973 to deal with the problem. The number of illegal immigrants arrested in that year was 2,223. Since then the situation has improved significantly, and only 95 illegal immigrants were arrested last year although there was no let-up in enforcement. Although the incidence of illegal entry has dropped considerably, the Immigration Task Force and other enforcement agencies will continue to be vigilant. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I must thank the Minister for his kind reply. I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $204,694,290 for Head Q ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $12,196,900 for Head Q ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I propose to take the Suspension now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 5.25 p.m. \n  <br> \n  <br> \n  <div align=\"right\"> \n   <i>Sitting accordingly suspended at</i> \n  </div> \n  <div align=\"right\"> \n   <i>4.49 p.m. until 5.25 p.m.</i> \n  </div> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1218</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <i>Sitting resumed at 5.25 p.m</i> \n  </div> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head N - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the names of Messrs Sia Khoon Seong and Tan Cheng San: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) That the sum to be allocated for Head N be reduced by $10 in respect of Object Group 1100 of Subhead Code NA-01 of the Main Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1219</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Amendment (1) Mr Sia Khoon Seong is not here. Mr Tan Cheng San. \n  <br> \n  <br> \n  <!-- Mr Tan Cheng San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Cheng San (Paya Lebar)</b>( \n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Object Group 1100 of subhead Code NA-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the introduction of the Skills Development Fund and the setting up of the Skills Development Council, according to an announcement made in February this year the Council has awarded a total sum of $250,000 for the financing of the skills development programme of three companies. It is indeed heartening to note that the Skills Development Fund has been put to effective use. As far as I am aware, all the three companies which have been granted approval to make use of the Skills Development Fund are big companies, an electronics company, a transistor manufacturing company and a machine manufacturing company. Obviously the employees of these three companies will benefit from this Fund. In order that more workers may benefit from this Fund, I feel that the Skills Development Council should encourage workers in smaller establishments to apply for the use of this Fund. If no encouragement is given by the Council by offering these workers an opportunity to apply for the fund, it will be impossible for these workers to improve their skills. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, odd job labourers, such as stevedores and construction workers have no permanent employers. We are now promoting a second industrial revolution. but those workers who are not given the opportunity now to acquire skills by retraining will not enjoy the fruits of the second industrial revolution. For this reason I hope the Skills Development Council will give them an opportunity to be retrained. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The primary object of the Skills Development Fund is to finance approved training and re-training programmes so as to improve the standard of skills and professionalism. In order to ensure a successful restructuring of the economy of our Republic, a policy of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1220</b></font> \n  <br> \n  <br> higher wages, together with higher skill and technology, is necessary to make the living conditions of our workers more comfortable. It is, therefore, of paramount importance that the skills of our workers should be improved. I hope the Council will take more positive steps to assist the workers in this respect because it is extremely necessary for them to undergo new training programmes in order to fit themselves into the new areas of work and hence be productive. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, I am also very glad to learn that the Government has enlisted the help of some experts from other countries to take charge of the retraining programmes of the workers of our Republic, under the Skills Development Fund. The economic restructuring of our Republic has enabled our workers to benefit from this Fund. \n  <br>5.30 p.m. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Finance (Mr Hon Sui Sen):</b> Sir, I would like to thank the hon. Member for his interest in the Skills Development Fund and its operations. I would like to correct the Member's impression, however, that more emphasis is being placed on multinational corporations than on smaller firms. This is not correct. Of course, the position must depend upon the applications which have been made so far. At the moment, I do not think there has been enough experience for us to generalise on what emphasis has been placed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member mentioned three projects which have been approved. As I understand it, the Skills Development Council has, in fact, approved an award of financial assistance to one local company and another award to a joint venture between a local and foreign company. Only two other awards went to multi-national corporations. But, of course, it is still very early yet for us to make any assumptions about the emphasis. I do not think, however, that there is any likelihood of the Skills Development Council being biased in their operations. I hope they will ensure that public funds are prudently disbursed for skill upgrading and retraining. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1221</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other impression which might have been given is that the Skills Development Fund has been set up to achieve benefits for employers. This is, of course, not the intention. It is really for training workers. The principle is that the workers are the ultimate benefactors of the Fund. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The criterion for financial assistance is to ensure that workers will get maximum benefit from skill training through better training programmes. The Member for Paya Lebar has quite clearly been appreciative of this. I think he is suggesting that more encouragement should be given by the Council. I agree that this is really what is needed, but I hope that employers will also take the opportunity to reorganise themselves and that there will be a greater coordination and pooling of resources by employer federations and trade associations. I see from reports in the press that, in fact, some action has already been taken by the Singapore Manufacturers' Association to bring them together so as to coordinate their efforts to make applications to the Skills Development Council. I hope this will bring fruit subsequently and that the Member's fears about an over-concentration of the Skills Development Fund towards multinational corporations will not be realised. \n  <br> \n  <br> \n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, the natural and immediate aim of the Skills Development Fund would be to identify skill training programmes that are put up by various companies and to assess them accordingly. But, Sir, we have about a million workers and I do not think that any survey has yet been done to look at the structure of the skills of the million workers that we have. I am just wondering, in the census that is going to be undertaken shortly, whether the Finance Minister is not thinking of trying to use the census to get some idea of the structure of the skills of our working population. My impression would be that a lot of these workers do not even have the minimum literacy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If a prerequisite to imbibing new skills would be a minimum literacy in whatever language, like English, Chinese or Malay, I \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1222</b></font> \n  <br> \n  <br> would like to propose to the Minister, in view of the large sums that the Fund would be accumulating - I believe in the region of $100 million a year or thereabouts - that part of this Fund could be profitably invested in simply raising the basic literacy skills of our workers. It is one thing to do it in the schools and so on for the younger members of our population. But for those workers who are already working, some adult training schemes might be introduced as a first step towards raising the skill levels of our working population. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, I consider any suggestions put forward now will be greatly welcomed by the Skills Development Council who are at the moment feeling their way. There will be surveys done and there will be, of course, an assessment of the information and data already in the possession of the Economic Development Board and the Statistics Department. There is, of course, already some development of skills in the Vocational and Industrial Training Board and in the Government/industry joint venture courses that are being run by the Economic Development Board. And I think we can do a lot more. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The intention of the Skills Development Fund is not really for basic training either of the kind that is already being done by the Vocational and Industrial Training Board or, by what used to be known as the Adult Education Board, in literacy and so on. I think there are adequate funds for that purpose, and if they are inadequate I shall undertake to provide them through appropriations other than the Skills Development Fund for these courses to be held. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would prefer that, in fact, the employers come up with schemes because they know best what they really require in the way of skilled workers. In some areas, there is perhaps no need even for literacy, judging from the experience we have had of the workshops in Lavender Street where many of these people have not had the kind of academic or scholastic training that we associate sometimes with that for the Vocational and Industrial Training Board, the Poly- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1223</b></font> \n  <br> \n  <br> technic, or the Ngee Ann College, and so on. But they nevertheless do very good work, and I think our shipyards have always had people who have been traditionally associated with engines and so on without being excellent in literacy. So I would not place too much emphasis on training for literacy or in basic skills, as far as the Skills Development Council and the Fund are concerned. But, as I have said, if there is any need, then I will ensure that funds will be provided in other appropriations. \n  <br> \n  <br> \n  <!-- Mr Tan Cheng San -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Cheng San</b>( \n  <i>In Mandarin</i>): Sir, the Hon. Minister has mentioned the multinational companies in his answer to my question, although I did not bring up that question. However, Sir, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Subhead Code N B-01 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Government servants living in public housing estates of Lagoon View, Marine Vista, Orchard Court and Town House are asking the Government to let them pay off their housing loans with their CPF savings. The appeal has been rejected and I am told that the ball is now in the court of the Labour Ministry. While I understand that the owners were told at the time of purchase that they would not be allowed to use their CPF for such a purpose, but being Singaporeans, as I told Parliament on the first day of the Budget debate, that we are triers and not quitters, they felt that this matter could be settled amicably. Knowing the sort of Government that we have, we are always reasonable and compassionate as the Minister is towards the people, especially the so-called Government servants. They could not believe that the Government could be completely inflexible. They are hopeful that the Government will grant their reasonable request. But up to now, their expectation is still hanging in the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1224</b></font> \n  <br> \n  <br> thin air of uncertainty, while the following developments aggravate the situation: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Many of the residents are hardpressed to keep up with the payments, in view of inflation and the rising cost of living. Those seriously affected are officers in Division 11 and officers who are nearing retirement age. One officer has to pay as much as slightly more than $600 a month and he is nearing retirement age. Another officer says that he is paying about half his salary, and his family is suffering tremendously. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Some residents have had to take a second housing loan from the POSB because of Government loan eligibility. For instance, if a flat costs $49,000; eligibility is $39,000; second loan from POSB is $10,000. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, MINDEF officers occupying Normanton Park Estate have been allowed to use their CPF savings. Is it because the conditions of sale of flats for MINDEF officers are different Rom those in these estates? Can some modification be made so that these residents or home-owners could also benefit from the same criteria? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Hon. Minister would consider the matter favourably. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, I do not want to pass the buck, as has been done to me by the other Ministers. In this particular case, the use of CPF money is, of course, not within the dispensation of the Treasury. This is one of the few things that are not within our dispensation. Appropriately, I think the Minister for Labour is the one who should answer why he does not allow CPF monies to be used for the purchase of Government flats. \n  <br>5.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the Ministry of Finance is concerned, when we designed the scheme we made it quite clear that we would not ask the CPF Board to permit the monies deposited to be used for the purchase of these flats. The principle is that we would like it if we can to make Government servants no more different from the rest of the public, as \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1225</b></font> \n  <br> \n  <br> far as the privileges are concerned. There are certain categories of housing which the Minister for Labour has approved as being eligible for the use of CPF monies. These flats which the Member mentioned are not in this category. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment we have discontinued the building of Government flats. Now it is mostly HUDC flats for which Government servants apply. Of course, they are eligible, like other members of the public, to use CPF monies. I think this is the most desirable situation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of Normanton flats, again this is not a matter which concerns me, but I think the Ministry of Defence has always been considered the exception. Their personnel are not really Government servants in the same way that other Government servants come under the jurisdiction of the Ministry of Finance. I think they have always been considered as being in a special category - that Defence is vital to Singapore and therefore we should give them special privileges. I do not know whether the general civil servants should be given the same kind of privileges as the Defence personnel. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Anyway, the point is that there has been no application, as far as the Ministry of Finance is concerned, to the Minister for Labour to enable purchasers of these Government flats to use their CPF monies for repayment of their loans, and I do not propose to make this kind of application. At the same time I would like to point out to the Member that civil servants are given generous housing loans at a favourable interest rate of 5% per annum, with repayments stretched over a maximum period of 20 years, so that there should be no difficulties as far as the civil servants are concerned to purchase these flats. If they are on the eve of retirement, as he has mentioned, then on retirement they can apply to the CPF for a return of their deposit and, therefore, there should be no difficulties again in being able to pay off whatever they owe for these flats. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1226</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> Sir, a thought just occurred to me that perhaps the Finance Minister could help out the hardship cases in one way, and that is, to reschedule their loan repayments, taking cognizance of the fact that within a few short years they will have access to the CPF funds upon reaching retirement age of 55 years. If this is taken into consideration, instead of their having to pay, say, $600 per month, this could be reduced to $300 on the understanding that when they reach age 55 years and have access to the CPF funds, they will then pay whatever sums are due to the Finance Ministry. Would he consider this proposal? \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Sir, it was alleged at one time that there were no takers for HDB flats, and that was why the Government devised a way to assist the HDB by allowing applicants to use the CPF contributions to buy HDB flats. But as for the HUDC flats, because the design, locality and the materials used in the building of these flats are comparable to the private sector, therefore, they feel that HUDC flats are very popular and therefore they cannot allow applicants to use CPF funds to buy these flats. Can the Minister comment on this? \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, I am not very familiar with HDB and HUDC flats, but I think the Member is wrong in saying that CPF monies cannot be used for HUDC flats. In fact, it is already being done. I know a number of Government servants who are enjoying this privilege. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Partially. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> No, whatever monies they have in the CPF can be used for the purchase of HUDC flats. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Member for Whampoa's suggestion, I think there is no difficulty about rescheduling repayments if there are suggestions for this purpose. The Government loans are there to help people, and at 5% and over 20 years, I think the terms are generous. If there are special difficulties, I think we will be prepared to consider. If there can be a much quicker repayment, I think the Government will be very happy. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1227</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> I am afraid the Hon. Minister has misunderstood my point. I was thinking of the case of somebody who is close to retirement age and who has bought one of these Government executive flats. Because he cannot have an extended period of 20 years, he has a higher repayment to make every month; $600 in the case cited by the Member for Kolam Ayer. My proposal is that in order to help this category of people, knowing that when they reach 55 years they will have their funds from the CPF, perhaps the Government could allow them to scale down their repayments right now, say, from $600 to $300 so that they have an easier payment to make right now and when they reach the age of 55 years they can repay from their CPF deposits. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> It seems a very reasonable proposition, but I will have to look into the question because as far as I know there can be no lien on CPF deposits and we want to be sure that when the time comes there is a possibility of repayment of the kind that the Member envisaged. \n  <br> \n  <br> \n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Augustine Tan:</b> I thought if we have a lien on the property, then there is no catch to my proposal. \n  <br> \n  <br> \n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Sidek bin Saniff:</b> Sir, I must thank the Minister for answering so eloquently, especially when the matter is not under his charge, as he has said. I will pursue this matter with the Minister for Labour and maybe incorporate the suggestion by the Member for Whampoa. On that note, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Subhead Code N B-02 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this subhead concerns Budget Management, and I think there was the Performance Budgeting System which was introduced in the financial years 1 978, 1979 and 1980, in other words, this new format of the Budget has been adopted over the last three financial years. My question is: does \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1228</b></font> \n  <br> \n  <br> this Programme Budgeting System reflect the effective use of manpower and resources under each Activity programme against the respective Objective and Performance, and whether the Hon. Minister has any proposal to make with regard to further improving this Budget format? \n  <br>5.55 p.m. \n  <div align=\"center\"> \n   <h4>[Mr Deputy Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, the Budget document sets out the objective as well as the financial and manpower allocations for each programme for each financial year. The Ministry implementing the programme will have to find effective ways of achieving the objective. At the end of the financial year, performance will be measured and evaluated. This is, in fact, now being done over the last one or two years. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The evaluation of performance is an integral part of the programme in performance budgeting system because it will enable decisions to be made for the following year of the size of funds to be allocated on the basis of performance. I do not think we have perfected the system of measurement and we still need to refine performance indicators and norms as well as to lay down procedures for evaluation assessment. But I hope that the Budget, as now presented, will have proved more useful for the purpose of evaluation than the previous budgets. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I thank the Hon. Minister for his reply, and I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Subhead Code NB-06 of the Development Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under this subhead, Central Services and Expenses, the vote is for \"New Projects and Under Estimation.\" Here, the Memorandum states that: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The provision for \"New Projects and Under Estimation\" is reduced to $80.00 million because this vote is always underexpended.' \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1229</b></font> \n  <br> \n  <br> In FY 79 there was a provision of $105 million. My question is, would the Minister for Finance enlighten the House as to what are the new projects to be charged under this vote, and why are the Projects under estimation? \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, this vote was first created in Financial Year 1977. It was intended to finance those development projects which could not be considered in time to be entered in the Budget but which could be undertaken during the financial year from this vote. Also, new projects approved in the course of the financial year could be undertaken and paid for from this vote for that year. This vote is also to cater for increases in the cost of on-going projects. Some of these projects, especially the major ones, take a few years to complete. It could, therefore, be affected by large price increases which are beyond Government's control. In the case of financial year 1979, there were quite a number of large expenditures, for example, $4.5 million was spent on tree-planting programmes, $1.1 million for anti-pollution measures for our petro-chemical complex, $4.9 million for planting and turfing of the Southern Islands; $1.8 million for pedestrian walkways, and there was a large loan of $39.5 million to JTC which was not anticipated. \n  <br>6.00 p.m. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I thank the Hon. Minister for his detailed reply, and I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Tan Soo Khoon - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) That the sum to be allocated for Head N be reduced by $10 in respect of Subhead Code ND-02 of the Main Estimates. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Amendment (5), Mr Tan Soo Khoon is not here. Amendment (6), Mr Ng. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Subhead Code NE-03 of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1230</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, again I wish to raise some questions with regard to this provision. The loan to industrial and commercial enterprises has been doubled, from $400 million to $800 million. The Memorandum explains that: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'This provision is required for loans to industrial and commercial enterprises, such as the Petrochemical Corporation of Singapore (PCS), the Ship Financing Scheme and the Development Bank of Singapore (DBS).' \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a hefty increase. So I would like, among other things, to ask the Minister for Finance if he would be kind enough to inform the House as to how much DBS would get out of this provision. I must say that I have no pecuniary interest in this question except the interest of the public. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, the provision for the Financial Year 1980 is meant for loans to the Development Bank of Singapore for the Government Ship Financing Scheme which is operated through the Development Bank of Singapore. The sum is $240 million. The Ship Financing Scheme was started by Government with a grant of $200 million in the first instance. A second grant of $300 million was approved in November 1979. Out of this second grant, $210 million has been committed and the Financial Year 1980 expenditure is an estimate of disbursements for both the first and second grants. The amount is estimated at $240 million. Then there is a further sum of $290 million which has been earmarked for additional credit lines to the Development Bank of Singapore, making a total loan of $530 million to the Development Bank of Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Petrochemical Corporation of Singapore Limited has a total loan of $58.3 million, while the other loans amounting to $21.7 million are expected for downstream companies of this complex. A further sum is earmarked for a strategic oil stockpile of $150 million, making a total of $760 million. A contingency provision of $40 million then brings the total to $800 million. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I would be grateful if the Hon. Minister could elaborate on the total amount that would be needed for the petrochemical plant. He mentioned a sum of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1231</b></font> \n  <br> \n  <br> $58.3 million. Also, could he elaborate further on the Ship Financing Scheme which has taken up a few hundred million dollars? \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Sir, I ought to say here that, as far as equity is concerned, that is not in the calculation for the financing of the Petrochemical Corporation of Singapore. This is just a shareholder's loan of $58.3 million. Our equity in the Petrochemical Corporation is 47.5% and, of course, this depends on the progress of paying-up. As construction and expenditure proceed, then further sums of money are called for. As far as the Financial Year 1980 is concerned, only $58.3 million is involved. The total sum which Government may have to expend both in terms of equity and loan is very much more. I have not got the exact figure but this has been given from time to time in publicity for the Petro-chemical Corporation. I believe it is in the region of almost $1 billion altogether. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Ship Financing Scheme, this is really for people who want to build ships in our shipyards. The intention was, as many Governments have done, to help in the construction work in our shipyards and to encourage some of our ship-owners to make use of our local shipyards. Some of them would prefer that we finance second-hand ships bought from elsewhere, but I think it is undesirable for us to do this. As I mentioned, the amounts are a first grant of $200 million and a second grant of $300 million, making a total of $500 million altogether. I have approved these grants so that there will be no unlimited commitment by the Government. When the amount has been utilised, then there will have to be an application to Government for additional funds if we find it profitable to proceed with further grants. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I must thank the Hon. Minister for his patience in giving us a detailed reply. On that note, I beg leave to withdraw my amendment. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1232</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Ng Kah Ting - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(7) That the sum to be allocated for Head N be reduced by $10 in respect of Subhead Code N F-02 of the Main Estimates. \n  <br> \n  <br> \n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ng Kah Ting:</b> Sir, I am not moving. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $165,080,450 for Head N ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $881,852.700 for Head N ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1232</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>COMMITTEE OF SUPPLY REPORTING PROGRESS</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Suspension of Standing Orders)</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Deputy Speaker and the general assent of Members present, Question put and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the Standing Orders, progress be reported now and leave be asked to sit again tomorrow.\" - [Mr Hon Sui Sen]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br> \n  <br> \n  <!-- Mr Hon Sui Sen -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hon Sui Sen:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1st April, 1980 to 31st March, 1981, and ask leave to sit again tomorrow. \n  <br> \n  <br> \n  <!-- Mr Tang See Chim (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Deputy Speaker:</b> So be it. \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Hon Sui Sen]. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at Ten minutes \n  </div> \n  <div align=\"right\">\n    past Six o'clock p.m. \n  </div> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1233</b></font> \n  <br> \n  <br> \n  <br> \n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1980/19800320/19800320-HA-0391233.htm\">table - Gross Joint-Venture Projects Committed During 1972-1979 (Cols. 1233 - 1234)</a> \n  <br> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1234</b></font> \n  <br> \n  <br>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
