{"memberId": null, "volumeNo": "40", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "14", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"40\"> \n  <meta name=\"Sit_No\" content=\"14\"> \n  <meta name=\"Sit_Date\" content=\"1981-03-25\"> \n  <meta name=\"Start_Col\" content=\"1163\"> \n  <meta name=\"End_Col\" content=\"1222\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">5</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">1</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">40</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">14</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">25-03-1981</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1163</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 40</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 25th March, 1981</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Science and Technology and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Culture. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Bernard Chen (Clementi), Minister of State, Ministry of Defence. \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aijunied), Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1164</b></font> \n  <br> \n  <br> \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Trade and Industry and Minister for Health. \n  <br>Mr Ho Kah Leong (Jurong). \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1165</b></font> \n  <br> \n  <br> \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San). \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah), Minister. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Minister for Labour. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kcio Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar), Minister of State, Ministry of Labour and Government Whip. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Ministers for Communications and Culture. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1166</b></font> \n  <br> \n  <br> \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister of Education. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley). \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr. C.V. Devan Nair (Anson). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1165</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <b>MAIN AND DEVELOPMENT ESTIMATES</b> \n  </div> \n  <div align=\"center\"> \n   <b>OF SINGAPORE FOR THE FINANCIAL YEAR</b> \n  </div> \n  <div align=\"center\"> \n   <h4>1ST APRIL, 1981 TO 31ST MARCH, 1982</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [6th Allotted Day]. \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J - \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1166</b></font> \n  <br> \n  <br> \n  <br>2.31 p.m. \n  <br> \n  <br> \n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Soo Khoon (Alexandra):</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JA-01 of the Main Estimates*. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> *The same amendment also stood in the name of Mr Eugene Yap Giau Cheng. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, lately there has been growing concern over the proliferation of video tape libraries in Singapore. The Government has already stated that legislation will be intro- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1167</b></font> \n  <br> \n  <br> duced at a later stage to check the proliferation of video tape libraries. Sir, legislation is necessary because we have to control tapes which are pornographic and undesirable in terms of content and theme. But here I would like to add a word of caution. In so far as video tapes are concerned, the object of legislation should be to prevent undesirable people from operating video tape libraries, in other words, the fly-by-night operators who are out to exploit the situation or to make a quick buck. The legislation, which is to be introduced should not make it difficult for the individual to borrow or to possess tapes purely for his own enjoyment. The video tape, after all, is a useful medium which, if properly utilized, can increase our fun and enrich our own cultural life. Socially I would prefer to see members of a family crowding round the video and TV sets in the evenings rather than to see members of a family playing mahjong or the children running about in the streets. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is concern over video tape library operators because many of them are collecting entrance fees and subscription fees. As a result, if an operator were to close his operations, the people who have paid entrance fees and subscription fees will stand to lose everything. I suggest that the Ministry of Culture should require operators to place a deposit with the Ministry or to provide a banker's guarantee so that, if and when they cease business, their members can recover their deposits through the Ministry of Culture. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, operators should also not be allowed to collect entrance fees but they may, of course, be allowed to collect deposits against renting of tapes. But such deposits should be refunded to the member on the termination of his membership. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other problem with video tape libraries is censorship. A lot of video tape library operators do not submit their tapes to the Censorship Board for censorship although they are required to do so under the law, because the Censorship Board sometimes takes as long as six months or even up to a year to screen a tape. I understand this is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1168</b></font> \n  <br> \n  <br> because of the manpower shortage which the Censorship Board has with regard to screening of such tapes. I would suggest that the video tape libraries be allowed to implement a self-censorship scheme. This would be similar to the scheme which is presently applicable to book importers. Book importers are not required to submit every copy of a book to the Ministry of Culture for censorship or screening. Instead, they are given the discretion to decide for themselves what is suitable and what is not suitable within the general policy guidelines. I would suggest that a similar system be adopted for video tape libraries and importers of video tapes. The Ministry should, therefore, provide clear policies and guidelines and it can also conduct spot checks on such people. Of course, if there are any infringements, then heavy penalties should be imposed on them. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the video tape is increasing in popularity and there is nothing we can do or we should do to check its popularity. In Singapore this popularity may have come about partly because many people still consider SBC not good enough in so far as the types of programmes are concerned. As far as I am concerned, I think the SBC has come a long way since its first year of incorporation. I was one of those who used to hurl a lot of brickbats at the old RTS. But under the first Chairmanship of the Hon. Minister for Communications, the SBC has come a long way since its incorporation. I remember there used to be a joke that RTS stands for \"Repeat Television Singapore\" and the new SBC would stand for \"Same Boring Channel\". But after one year I can safely say that the SBC has done much more than I really thought it could do. But there is still room for improvement. I am sure we can provide much more by way of entertainment for our people. I would urge the SBC to seriously study or maybe make a survey of the programmes which our people enjoy most and to act accordingly. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was a bit disillusioned the other day when I read that the SBC was bargaining very hard over payments for drama serials from Hong Kong. Apparently they are paying US$200 per episode at the moment. The \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1169</b></font> \n  <br> \n  <br> Hong Kong people wanted to raise it to US$800, and there was a talk that we would probably see the last of the serials. I would urge the SBC to keep a more open mind on such matters. After all, it is reaping tens of thousands of dollars per episode by way of advertising revenue. What is US$800 compared to the amount of revenue which is coming in? I would seriously remind the Minister that the SBC should never forget that its prime objective is to entertain. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, I must say here that I was a bit disappointed the other day when my good Friend, the hon. Member for Mountbatten, mentioned that the SBC should show on prime time educational programmes on teaching people how to wash their hands. I hope the Member for Mountbatten was not serious about it because if the SBC were to take up his suggestion, I think I am going to sell my TV set and ask for a refund of my TV licence. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us not go overboard with the moral concept and adopt this holier-than-thou attitude all the time. I believe very much and I am sure all of us here agree with the views of our Government that we have to take all steps necessary to reinforce our moral and cultural values. But put very simply, let us not take the fun out of living from our people. After all, Singaporeans are human beings. When we exhort them to work hard, they all work hard. But let us allow them the chance to play and have some fun in the evenings. When they come home after a hard day's work and switch on the TV set, do not confront them with a lot of slogans and messages on how to be good, how to work hard, and how to wash their hands. So far, the SBC is moving on the right track and I would like to say, \"Keep up the good work\". I hope I will be here next year to give more words of praise for the SBC. \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Cheng (Mountbatten):</b> Mr Speaker, Sir, may I have your \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1170</b></font> \n  <br> \n  <br> permission to withdraw notice of my amendment (2) and instead speak on the subject under discussion now as that Subhead also deals with the same topic? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Cheng:</b> Sir, all I have got to say to the hon. Member for Alexandra is that, first, I understand that he is not married, and secondly, if he were married and has children suffering from typhoid and so on, he would not be saying what he has said just now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question is not whether we have made a mistake in a particular activity for, say, once in 365 days in a year. It has to be looked at in its entirety. A mistake here and a mistake there, added together will give us a general impression on the performance of the Singapore Broadcasting Corporation. In this light, I would like to draw the attention of the Ministry of Culture to its control of sound levels in public address systems. Now, from what I know, the Ministry of Culture issues a public entertainment licence subject to the provisions of the Public Entertainments Act and to the rules and conditions stated in the licence. Some conditions even state that only amplifiers fitted with SISIR's noise level reduction unit or those bearing the seal of SISIR are permitted for use. But, Sir, I have yet to see these rules properly enforced. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are still today quite a lot of places one can go to where the noise levels are certainly not below the maximum level that the Ministry of Culture permits, be it in the restaurants, hotel or even a wayang site. People seem to disregard this ruling. It would be helpful if the Ministry of Culture can look into this matter and see what has gone wrong with its supervision, especially at a time when we are all talking about making Singapore clean, green and a pleasant place to live in. We must not forget that we live in an age where noise can be a great nuisance to our citizens. Fancy seeing on the television screen words that go something like this: \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1171</b></font> \n  <br> \n  <br> \"Be a good neighbour. Do not disturb your neighbour. Please turn the level of your radio or television set down.\" Yet outside our flats we get a public address system blasting away. I really cannot reconcile the two. Maybe the Ministry of Culture has got some explanation for this. \n  <br>2.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can cite another example, Sir, to show how the Ministry of Culture or, more specifically, the Singapore Broadcasting Corporation, seems to have bungled again. This was on the 23rd September 1980. I was watching a television show featuring a courtesy campaign. The scene was a school with Primary I students being taught how to line up in proper order. It was a pleasing sight to watch these school children lining up to buy their favourite packet of kachang puteh. But the kachang puteh seller was merrily using his hands to fill up the packets with kachang puteh, thereby, breaking the food handling regulations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> How is he to fill the packets? \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Cheng:</b> With a spoon. In fact, he had a spoon. Surely there must be somebody who can sit down and study how these films are to be presented to the public. Otherwise we will get the famous \"cancelling effect\" that we talk of so often in this Chamber. And all the money that we spend on campaigns and so on will come to nought, wasted. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also recall the Member for Radin Mas raising a point about pictures shown on TV which did not synchronize with what was being announced. I recall that the Hon. Minister for Culture agreed with him and said that it not only embarrassed SBC but also him. Of course, this happened in the Tamil programmes. I do not know whether the SBC has since remedied this fault in the Tamil programmes. As far as the English programmes are concerned, even recently there were pictures on TV which did not synchronize with what was being announced. Only a week ago, the picture of the Minister of Education \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1172</b></font> \n  <br> \n  <br> appeared on the TV screen and there was no mention of what it was all about. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I raise these matters to question the quality of the work and also the work attitude of some workers in the Ministry of Culture. Until we ascertain how widespread this problem is, it is advisable to take remedial action to check the situation. \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee (Changi):</b> Mr Speaker, Sir, thank you for allowing me to speak on this subhead. I would like to support my colleague, the Member for Alexandra, when he spoke on the video tape \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Singapore becomes a more affluent society, more people can now afford to own video cassette recorders. As a result, video tape entertainment has become very popular in recent years. To meet the increasing demand for imported pre-recorded video cassettes, many video tape libraries have sprung up all over the island. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The increasing popularity of video tape entertainment has brought about serious problems for the Board of Film Censors. They are caught with their pants down when imported pre-recorded video tapes begin to flood the video tape market in Singapore. With their limited manpower and equipment, they are not able to cope with the sudden increase in workload, as more and more of these imported video tapes are submitted for censorship. Consequently, video tapes which have been submitted often take a very long time to be cleared. As the situation gets out of control, many people cash in by taking advantage of the situation. Almost overnight, numerous video tape libraries came into existence. It is common knowledge that these libraries are now flooding the video tape entertainment market with uncensored video tapes, some of which are pornographic and undesirable. If the present situation is allowed to continue, it will definitely have an undesirable effect on our population, especially the young. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of late, Sir, the situation has become worse and the Police has to step in and seize all undesirable video tapes from several video \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1173</b></font> \n  <br> \n  <br> tape libraries recently. This, however, is not an effective solution to the present problems. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why did the Ministry of Culture not obtain more facilities and recruit more staff and train them to cope with the increasing workload of censorship. If possible, video tapes submitted for censorship should be cleared by the Board of Film Censors within the shortest possible time so as to save the people a lot of frustration. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the seriousness of these problems, I hope the Ministry of Culture will act fast before irreparable harm is done to our society. \n  <br> \n  <br> \n  <!-- Encik Saidi Shariff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Saidi Shariff (Kaki Bukit):</b> Sir, with your permission, may I just join the previous two Members on the topic of video tapes? I have given notice of an amendment on Sub-head JC-04 on Regulatory Services and so on. May I withdraw that notice, Sir, because what I am going to say is relevant to what is being discussed now? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes. \n  <br> \n  <br> \n  <!-- Encik Saidi Shariff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Saidi Shariff:</b> Sir, we are an open society. While we encourage the import of modern science and technology for our development, we must at the same time be on guard against the onslaught of foreign cultural influences which will erode our moral fibre. Our survival as a society and nation depends very much on our ability to withstand, overcome and avoid the negative influences of foreign or Western way of life, attitudes, standard of morality, which encroach upon our Asian ethics and moral beliefs of our forefathers who were the pioneers and who, through sheer hard work, strong family ties and obedience to cultural standards and values, helped build Singapore into what she is today. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The channels through which we have been receiving Western cultural influences are the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1174</b></font> \n  <br> \n  <br> TV, cinemas and magazines. But the most widely used medium in Singapore is the TV. Nearly every home has a television set. If we visit a Singaporean's home in the evening, some members of the household will be watching TV. It is the most comfortable way of passing one's leisure time. But the impact and influence that television has on the minds of viewers is tremendous. It is no wonder that advertisers are ever ready to spend large sums of money in using this medium as the best means of promoting their products. There should, therefore, be a better and more effective control on what is offered by the Singapore Broadcasting Corporation over our TV network and what is available privately in the form of video tapes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, it was reported in the press that the Police had made raids and seized thousands of video tapes which were suspected to be uncensored and even pornographic in content. This indicates that there is no effective system by which we can ensure that only desirable tapes are imported and that all tapes have been properly censored by the Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would be interesting if the Hon. Minister could enlighten me on the methods and the manner in which video tapes are being censored. What are the criteria used in censoring tapes and films? Have steps been taken to ensure that all video tapes are censored before release in the market? What measures have been taken to control the entry of insidious video tapes into the country at entry points? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, our TV programmes consist principally of imported films, particularly from the West, Europe, the United States and Hong Kong. There is need for more locally-produced programmes and a truly balanced programme of information, education and entertainment. There is at present more of the latter and also of foreign culture, music and songs. It must be our aim always to inform and educate in whatever entertainment programmes that we produce locally. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1175</b></font> \n  <br> \n  <br> There must be more programmes of information and education, in particular, to enhance the awareness of our citizens on crucial issues affecting the country. \n  <br> \n  <br> \n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Yeo Ning Hong (Kim Seng):</b> Mr Speaker, Sir, with your kind permission, I would like to speak on the Ministry of Culture's policy on the provision of library services for Singaporeans, particularly those in new towns springing up all over the island. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our library budget as a percentage of the educational budget is approximately 1% annually. For the financial years 77, 78 and 79 this figure was 1.03%, 1.07% and 1.13% respectively. This figure is well below the UNESCO recommended guideline of 4%, and this fact was highlighted in the National Library Annual Report, 1979/80. For the current financial year 81, if we include the grants, subsidies and other transfers for the Ministry of Education, this percentage now works out to be approximately at 0.97% which is even lower. Is it the Ministry's policy to maintain this percentage static at about 1%? If that is so, does the Ministry feel that the 4% guideline recommended by UNESCO is excessive, and that the 1% that we are operating on .is much more appropriate and relevant at this stage of our economic and social development? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, is it possible that our attitude towards the provision of library services takes no cognisance of the rapid changes in Singapore in recent years? With very rapid and very successful economic restructuring, today's decision-makers must respond effectively to change and for that, knowledge is critical. If our children are to be successful in tomorrow's world, then they must acquire the ability for independent information renewal because knowledge in the high technology fields becomes obsolete almost as soon as it is acquired. The highly-trained individual of the 1980s who does not continually update through the literature will become useless as a competent professional. Sir, to excel tomorrow, our children have got to acquire the reading habit today. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet it appears that our Government's policy does not put a high priority on our \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1176</b></font> \n  <br> \n  <br> libraries. In our new towns, our library building programme lags far behind those of the polyclinics, the sports facilities, the recreational facilities and the other community facilities. These facilities are essential; so too are our libraries but the progress of the library building programme is extremely slow. We are building libraries at the rate of approximately one in every 3 1/2 years. Our first branch library was built in Queenstown in 1970; the second in Toa Payoh in 1974; the third in Marine Parade in 1977; and the fourth is expected to be completed sometime later this year in Bukit Merah. \n  <br>3.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for FY 80, $4.6 million was approved for the Development Estimates; out of this $4.6 million, $4.1 million or about 90% of that sum was not spent and will be up for revoting again. This money included sums approved for computerization of library operation, improvement to the National Library, the new Bukit Merah Library and air-conditioning of the Toa Payoh Library. Are all these projects the unfortunate victims of construction shortages that we hear so much of or are they just the victims of low priority? Furthermore, plans to include the Ang Mo Kio Branch Library and the Bedok Branch Library in the Development Estimates for FY 81 now appear to be unduly optimistic. What about libraries in the other new towns that we intend to build? When will they come about? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we speak of a literacy rate in Singapore of about 80% and yet the membership of the National Library is only approximately 350,000 people. This works out to be approximately 15% of the population. It appears that our literate population is not reading books from our National Library. More seriously, Sir, only 60% of our students are members of the Library. The other 400/o are not. How many of these 60% of our children who are members of the National Library regularly patronize the libraries? How many of them read the books in the libraries? What about the other 40%? One can only hope that they make full use of their school libraries. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1177</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if our current policy on library services is one of normal growth - in other words, enough for inflation with an extra pinch for good measure - then we must do some serious rethinking. Our educational system has undergone a very serious revamp to provide and to ensure optimal training for our children. Our libraries must do likewise to keep pace with this new urgency. In a progressive country like Singapore, libraries must not be viewed as dispensable luxuries to be put aside. In FY 81, just to provide some degree of perspective, we intend to spend three times as much on our parks as we do on our libraries. The estimates for Parks is $22.8 million as against $7.2 million for libraries. Our libraries must form part of the basic necessities for our society. In fact, they are the investment for our future, our future which is rapidly changing and becoming increasingly more demanding. Therefore, we must not allow any physical or financial barrier to impede our children's free and easy access to books. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must help them to discover the joy of reading. Our libraries must be places where our children can go to during their leisure time. We must get our children to prefer mingling with books in the libraries to mingling with hoods in the streets. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our libraries also must unceasingly do battle with such likes as \"Buck Rogers\" and \"The Incredible Hulk\" for the minds of our children, our children who are going to be managers, engineers, technicians and other skilled professionals of tomorrow. In other words, the Hon. Minister's left hand must counter-balance the overwhelming influence of his right hand. Sir, in our Budget statement we talk extensively about formal training and education for proper manpower development. That is essential. So too is the well-located, well-stocked and well-used library. Our libraries must rise to the challenge of the 80s and our Government must assist them in this task with the appropriate policies. If our libraries fail, we will all be that much poorer tomorrow. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1178</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would urge a review of our Government's policy and priority with respect to library services and hope that this will result in increased urgency towards the provision of libraries in all our new towns with a much higher level of library services, a level that is relevant and worthy of the new Singapore of the 80s. Our people are not clamouring for library services. I believe that silence rings loud and clear. \n  <br> \n  <br> \n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Yock Suan (Cheng San):</b> Sir, with your permission, may I add to what the hon. Member for Kim Seng has just said? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Yock Suan:</b> I would like to ask the Hon. Minister for Culture whether the National Library is planning to build more branch libraries in the various new towns and when. In particular, I understand that a branch library which is planned for Ang Mo Kio New Town is expected to be completed by 1983 - 84 to cater for the population of about 250,000 residents. Would it be possible to bring forward the implementation of this project, as many residents are eagerly awaiting its completion? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In response to a request from my Residents' Committee, the National Library has kindly agreed to establish a mobile library at the Housing and Development Board Ang Mo Kio (East) Area Office at Block 528 Ang Mo Kio to cater for not only the residents of Cheng San and Jalan Kayu Constituencies but also other residents of Ang Mo Kio New Town. The mobile library will operate once a week and will comprise an adult section with about 2,000 books and a children's section with about 3,000 books. Whilst the mobile library is certainly welcome as an interim measure, it is but a poor substitute for a full-scale branch library. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our efforts to promote culture and the reading habit, more branch libraries should be built as soon as possible in the various new towns if their populations are sufficiently large, as in the case of Ang Mo Kio, to justify the cost of building and operating these branch libraries. The existing libraries are well utilized and it should be possible to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1179</b></font> \n  <br> \n  <br> rotate the books amongst these libraries to minimize the inventory of books. By locating the branch libraries closer to population centres, we can cut down travelling time and expenses (this is increasingly important with rising SBS fares) whilst promoting the reading habit. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng (Khe Bong)</b>( \n  <i>In Mandarin</i>): Sir, what I want to talk about concerns entertainment permits. I feel that the procedure for the issuing of entertainment permits by the Ministry of Culture is rather complicated and troublesome. Sir, as you know, in July of every year the Chinese community celebrates the Seventh Moon festival in the various constituencies. In celebrating the festival groups of street wayangs and singing troupes are set up to give performances at various open spaces. The organizers will have to get permission from the Ministry of Culture to stage these performances. The Ministry will send inspectors to check whether such performances, even though permits have been given, have actually been given full approval. What happens is that although a permit is issued for a particular performance, however, the public address system for that performance is not covered by that permit. So trouble begins from there. Sir, since two different permits are required to enable such a performance to be staged, the Ministry of Culture staff should not refrain from telling the organizers that they should also apply for a permit for their public address system. It behoves on the staff in the department to let the organizers know about it. In the past such trouble happened. This year it is bound to happen again. There will again be people organizing the Seventh Moon festival. So there will again be people applying for the entertainment permit. Since it is understood that a separate permit must also be obtained for the public address system, why can the permit not be issued together? Otherwise how can the people stage the performances at all? \n  <br> \n  <br> \n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr M.K.A. Jabbar (Radin Mas)</b>( \n  <i>In Tamil</i>): Sir, we are now debating on the Ministry of Culture and I thank you for permitting me to speak on this topic. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1180</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to bring up a few points for the attention of the Minister for Culture. The Singapore Broadcasting Corporation is a sophisticated organization and I do appreciate what it has been doing over the past one year. However, I would like to point out that there are certain shortcomings which need to be resolved. SBC grooms artistes and it also promotes sports activities. Similarly SBC's programmes should also benefit the workers of Singapore so that their attitudes can be better developed. Some of the programmes show how to cheat the police and how rape is committed. Such programmes are not conducive to our society. We should not televise programmes which promote Western culture. Since television programmes can easily influence people, they should be used to lead our people to a better future. The Ministry of Culture promotes cultural activities and other life-styles of the people, and therefore it should preserve the life-styles of Singaporeans. \n  <br>3.15 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to point out that SBC telecasts only one Tamil film a week and this film, which used to be shown at 9 p.m. previously, is now shown at 10.30 p.m. Whenever the children watch the film at that hour they fall asleep. Adults have got to go to work the following day and so they are not able to see the film. Therefore, I would like to ask the Minister why the film could not be shown at 9 p.m. as previously. The Minister should look into this matter. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Previously, during Parliament sittings, the parliamentary report was broadcast over the radio and television. In that way, members of the public were informed. Now, however, the parliamentary report is broadcast only over the radio, and not on TV. Last night, at 9.45 p.m. I listened to the English News. The replies given by the Ministers were reported in detail, but not the Members' requests. If that is so, the constituents would not know what their Members of Parliament have been debating in Parliament. Therefore, I would like to ask the Minister that SBC should give equal publicity to the speeches of the Ministers as well as those of the MPs. Other- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1181</b></font> \n  <br> \n  <br> wise, the constituents would not know what we have been discussing in Parliament. We have been elected to represent the people and we are here to convey the complaints and other comments of the public. SBC should not disregard us. \n  <br> \n  <br> \n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister for Foreign Affairs and Minister for Culture (Mr S. Dhanabalan):</b> Sir, quite a few points have been raised under this Subhead. I propose just to,, comment on or answer a couple of the points raised, after which the Senior Minister of State for Culture will tackle the other points that were raised by Members. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, on the question of video tapes. A number of Members have expressed their views on the subject. Some fear that action will be taken which will further restrict the free availability of video tapes, while others think that what is already available has probably gone too far. I share the concern of Members that this has grown to 4e a big problem over a very short period of time, something that the Ministry of Culture did not quite anticipate. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The distribution and sale of video tapes have really proliferated and existing legislation is not able to deal with this new trade. I fully endorse the view that stricter control should be imposed to regulate the activities of video tape libraries and distributors. I did mention sometime ago in this House that legislation was being drafted to amend the Cinematograph Films Act to empower the Minister to make rules for the control of possession, renting and exhibition of video tapes. Operators of video tape libraries will be licensed and conditions will be imposed on the issue of the licence under the proposed amendment Bill. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the provisions of the Bill will be to stipulate that a fairly large sum of guarantee deposit will be required from libraries and these deposits may be forfeited if there is any breach of the rules under which the licence is granted. The rules will also regulate the collection of monies from the public by video tape library operators. The Ministry is quite \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1182</b></font> \n  <br> \n  <br> aware that there are quite a few libraries now in Singapore charging various exorbitant sums from people who want to join these libraries. While legislation and regulation can protect the public to some extent, ultimately in these cases the public must protect itself, I would like to advise video enthusiasts that the best protection that they can get is to be careful themselves. They should not pay large sums of money as non-refundable deposits on the strength of mere promises. The public should be aware that there are only too many video tape operators who are ready to relieve the gullible of their money. Unfortunately, the video tape distribution and lending trade has more than its fair share of crooks and charlatans and quite a few of the operators have criminal records. It is not all surprising that they use the video tape distribution and lending trade as a cover for other operations. We will also be drafting rules to control the sale and distribution of video tapes. Penalty for breach of rules will be adequately raised to deter unscrupulous operators from flouting the law. All those who try to make money by exploiting human weaknesses will be severely dealt with. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present system of censoring video tapes is to censor all copies and not just the first copy and this, of course, imposes quite a load on the Board of Film Censors. All duplicates have to be censored but this procedure is being reviewed. To have a system where only the master tapes will be censored or only certain distributors and libraries will be subject to close censorship would require a period of experience between the trade and the Board of Film Censors during which some mutual trust and confidence can be built up. Under the new laws to be passed we hope that after some time we will be able to evolve a system where we need not use the same procedures for all in the trade, i.e. we can be more selective and those who, over a period of time have established their trustworthiness, and deserve the confidence of the Board of Film Censors will be treated slightly differently. But, of course, with sufficient deposits and guarantees so that if they do breach any of the rules there will be adequate penalties. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1183</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not sure whether we can legislate to prohibit the collection of entrance fees by libraries, but these are all matters which can be considered once the amendment Bill is passed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Member for Alexandra also touched on film censorship. So did the Member for Kaki Bukit. I would just like to deal with this point before I ask the Senior Minister of State to answer the other points. The criteria and type of censorship vary not only from time to time and from country to country but also the standards vary from person to person. I think the Member for Alexandra expressed some fear that imposing very high moral standards in our censorship would take the fun out of some of his present viewing pleasure. Perhaps everything that the Member likes is either illegal, immoral or fattening, but this is not an easy subject. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have had certain criteria which we have followed for quite some time now. Over the last 21 years we have had some relaxation of what we think is permissible and what is not permissible. The Ministry has just appointed a small committee to help the Ministry to review the present censorship criteria in the light of new technological advances, such as video, and in the light of the present tastes of the population and, hopefully, in the light of the fact that the population is now more discriminating. We hope that in the course of this year we will be able to review the present censorship criteria, but before I raise the hopes of too many here I must say that we will continue to follow a fairly conservative policy. I think that a very conservative policy in this respect, while it may deprive some of the fun, will probably cause less damage to our society than if we over-liberalize and, if at all we err, we ought to err on the side of conservatism. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The general guidelines which the Member for Kaki Bukit wanted on the present criteria used for censorship are fairly simple. The guidelines relate mostly to the checking of violence and obscenities in tapes and films and these criteria take into account the fact that whether it is a tape or film that is passed \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1184</b></font> \n  <br> \n  <br> for exhibition it is accessible to all - adults, teenagers and children alike. Children are, of course, not as sophisticated as adults. They are very impressionable and are easily influenced and, therefore, we tend to adopt the lowest standard of sophistication as an important criterion. It is not the sole criterion but an important one. Excessive violence is bound to have an undesirable influence on cinema-goers, in particular, the younger ones. So portrayals of outright gangsterism, unbridled racketeering, hooliganism or detailed instructions on how to commit certain crimes, which the Member for Radin Mas touched on, and other anti-social acts, acts of violence, are all deemed as undesirable and are usually cut. Of course, if the whole theme of a film is such that they cannot really censor it in the normal sense of cutting the offensive parts, then the whole film is banned. Glorification, exploitation or excessive portrayal of sex, especially some of the fads in the West these days relating to homosexuality, incest or free love, permissiveness and other demoralizing themes, are dealt with fairly strictly. \n  <br>3.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said, these are the present criteria. They are so general that I do not see how we can deviate very much from them. But, of course, when censoring a film or video tape, detailed considerations come into play. We hope that after a review by this committee, we will have a more satisfactory approach to this problem. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On censorship, the point was made that perhaps one of the reasons why so many video tape libraries have uncensored tapes is that it takes so long to censor the tapes. This is true to some extent although this does not excuse the distributors or the libraries from trying to pass off uncensored tapes. There is at present sufficient control on the import of films and tapes, but some of the unscrupulous operators smuggle in master tapes, pirate them in Singapore and then distribute or lend them through their libraries. In fact, Members must have read in the newspapers that last week a number of raids were conducted on video tape distributors as well as \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1185</b></font> \n  <br> \n  <br> libraries and thousands of video tapes which were uncensored or which were obscene were seized. These video tapes will probably be confiscated. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But all the same, the Board of Film Censors has sought and obtained funds to increase the number of censor posts and when new staff are recruited, we hope that this problem will be minimized and that tapes and films can be censored speedily. Of course, we have to set certain priorities. We give priority to educational and training films and tapes which, I think, will meet the approval of quite a few Members, although as I have mentioned in the past, there is probably an equally strong lobby here for entertainment as against education. Anyway, the present priority is on education but we will do our best to expedite the censoring of all tapes with the recruitment of additional staff and with additional equipment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is all I have to say on this subject. Perhaps it would be better if Members comment on this point first before I ask the Senior Minister of State to answer the other points raised by the other Members. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Speaker, Sir, the Hon. Minister has mentioned two basic criteria regarding censor- ship. First, films relating to violence and the other films relating to sex. May I ask the Hon. Minister whether politically sensitive films as well as those which are culturally or religiously sensitive films are also censored? \n  <br> \n  <br> \n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Dhanabalan:</b> Sir, I must apologize to the Member. Of course, these two aspects are also very closely looked into. Films which are likely to offend the religious sensitivity of Singaporeans or which are likely to promote political ideologies or views which will damage our society are also dealt with under our censorship criteria. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii (Senior Minister of State for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Senior Minister of State for Culture (Mr Chai Chong Yii):</b> Mr Speaker, Sir, my Minister has just answered the Members on the topic of video tapes and film censorship. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1186</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One point raised by the Member for Alexandra is that entertainment should be the prime objective of the SBC. I am afraid I will have to differ with him. That is only one of the objectives. There are two other objectives, education and information, which the SBC is trying to achieve. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Mountbatten mentioned that when the Minister of Education's picture appeared on the TV screen, nothing was said about it. I must say that this must be a slip on the part of the programme monitoring section. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also touched on noise control. I would like to advise the hon. Member that the Ministry of Culture issues licences under the Public Entertainments Act for the transmission of music in public places. The objective of the Act is to control the content of the songs and music transmitted. Noise control is not its objective. In actual fact, this subject comes under the purview of the Ministry of the Environment. However, with the concurrence of the Ministry of the Environment, my Ministry is helping to control noise by imposing the use of SISIR control unit as a condition with regard to licensing the transmission of music and songs in public places under the Public Entertainments Act. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also mentioned that he saw a filmlet in which children were seen queueing up to a kachang puteh vendor who was using his bare hands in vending out the kachang. I do not remember seeing it myself. But I am sure I can trust the hon. Member that it must have appeared on the TV screen. I must again admit, on behalf of the SBC, that this must be another slip. What to do! We are not perfect in life! \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kim Seng would like to see more libraries built and more efforts being made to inculcate the reading habit in our children. I totally agree with him that the reading habit of our people is still not strong enough and with more economic success by way of material comforts, we must allocate a reasonable proportion of our efforts and money to increase the number of cultured and educated Singaporeans. To achieve this \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1187</b></font> \n  <br> \n  <br> aim, more library facilities will be provided and books purchased. However, physical facilities alone are not enough. We need trained manpower to look after these facilities. It is the shortage of professionally trained staff that prevents a faster rate of expansion which we would otherwise like to see. The National Library is working closely with the PSC to find a reasonable solution to the staff shortage problem. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked whether the UNESCO's recommendation of 4% of the education budget is excessive. I must say that, as far as Singapore is concerned, it is not possible for us to reach that figure. But we are not too badly off as far as expenditure on buying books is concerned. I have figures here supplied by the Director of the National Library. In 1979 Singapore's per capita book expenditure was 58 cents. This compares quite favourably with the following figures. In USA in 1978, the figure was 29 cents. In the UK in 1978-79, it was 33 cents: in Japan in 1979, surprisingly the figure was only 6.9 cents. In Hong Kong in 1978 - 79, it was 23 cents. Our expenditure on books compares quite favourably with similar expenditures in these countries. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member would like to see more libraries built. The Member for Cheng San also asked whether more branch libraries will be built in new towns. I would like to inform hon. Members that the National Library is working on an expansion plan to build eight more branch libraries. These plans have yet to be submitted and approved by the Treasury. The first plan is for Ang Mo Kio New Town. I do not foresee any difficulty in obtaining the necessary funds for this project. But, unfortunately, I cannot expedite it. It is only expected to be completed in 1983. The other seven branch libraries, if the Treasury is generous enough to approve all of them, will likely be in Bedok, Geylang East, Jurong, Hou Gang, Tampines, Woodlands and Yishun. If approved by the Treasury, these projects will be completed before the end of this decade. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Khe Bong complained that the Ministry of Culture requires applicants for public entertainment permits to also \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1188</b></font> \n  <br> \n  <br> obtain a licence for the public address system. I think there must be a mix-up somewhere. As far as I know, they get it at the same time. But there are cases where people who apply for such permits are also required to get permission from different authorities for the use of the place. That perhaps must have been mistaken by the person that he has the permission to put up the show. Should he come across cases like that, I would appreciate it if he could bring it to my attention, because it is not sensible to do such a thing. \n  <br>3.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Radin Mas complained that the Tamil feature films which were shown at 9.30 p.m. previously are now shown at 10.30 p.m. He wanted to know why. Tamil feature films normally run for about three hours. So it is usually shown in two parts, on Thursdays and Fridays. It cannot be shown at one go because it is too long, and it will also mean that there will be no alternative viewing for non-Tamil speakers who may not wish to watch English programmes on Channel 5. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is true that Tamil feature films are now telecast about 20 or 30 minutes later than before. The main reason is the rescheduling of news in Chinese from 8.45 p.m. to 9.00 p.m. as from 8th August 1980. We must understand that the SBC faces certain constraints in scheduling the transmission times of the various programmes. The following factors are generally taken into account in planning the transmission schedules: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) the station's responsibility to provide programmes which inform, educate and entertain: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) the need to provide a varied and balanced fare of programmes; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) the need to provide alternative viewing; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) the provision of a follow-through audience; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) the date of availability of programmes: \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1189</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) the cost of the programmes and, where relevant, the possible commercial returns. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to inform the House that other Tamil programmes are shown very much earlier. For example, on Mondays, a Tamil-dubbed documentary is shown at 6.20 p.m.; Tuesdays, Our Budding Artists at 6.15 p.m.; Wednesdays, a Tamil drama at 7.05 p.m.; and on Saturdays, Musical Variety at 6.00 p.m. However, in view of the appeal by the hon. Member, I shall ask the SBC to re-examine the schedule to see if they can advance the screening times. This is not a promise. I will ask the SBC to look into it and I hope that he can have good news, if possible. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also complained that Ministers' speeches are reported in detail but not those of MPs. I must say that this is generally not true. It may be because certain important policy speeches were made and that is why more details are extracted. When interesting speeches are made by MPs, sometimes fairly detailed reports are made. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope I have covered all the points. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> Mr Speaker, Sir, the Senior Minister of State for Culture asked me to refer to him the particular case complained of with regard to entertainment permit. But this incident happened last year and the applicant for the entertainment permit had already been fined. So I am not able to refer this case to him. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I said just now is true. The applicant was not only asked to apply for an entertainment permit to stage a street show but, at the same time, he had to apply for a permit for the public address system. I find this ridiculous because, after all, the loudspeakers and the sound system have SISIR's approval. What is the need for a permit for the public address system? So instead of asking me to refer this matter to him, I would ask him to check with his officials to see whether or not this is true - that when an applicant applies for an entertainment permit to stage a show, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1190</b></font> \n  <br> \n  <br> he must also apply for a permit to operate the public address system. \n  <br> \n  <br> \n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr M.K.A. Jabbar</b>( \n  <i>In Tamil</i>): Mr Speaker, Sir, I wish to make some clarification in respect of the answers given by the Senior Minister of State with regard to Tamil films. It is true that they run for three hours. But one film is shown in two parts over two days. And the scheduled time on these two days should be 9.30 p.m. instead of 10.30 p.m. so that workers will be able to find it easier to go to work the next day. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Members of Parliament are elected by the people. Yesterday I listened to the English news at 9.45 p.m. It gave a lot of importance to Ministers' speeches and we were referred to as Backbenchers. We do not like to be called Backbenchers. We have a name and a constituency. The people should know what happens in Parliament. The SBC should show a special programme on parliamentary affairs. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Sir, in reply to the Member for Khe Bong, I will definitely check up the old records. As he knows fairly well, I was not in the Ministry of Culture then, and therefore I would not know. But I will look up the old records and see what actually happened. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Radin Mas asked whether it is possible to start the Tamil feature film at \n  <br>9.30 p.m. I said just now that I will ask the SBC to re-examine the schedule. That is the best that I can do right now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked for a separate Parliamentary report. I remember the previous Minister for Culture explained why the Parliamentary report was scrapped. I do not think I can do more justification than that explanation. Unless there is an overwhelming request for this, I see no reason why we should restart the Parliamentary report programme. \n  <br> \n  <br> \n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Tan Soo Khoon:</b> Sir, the Hon. Minister and the Senior Minister of State have given us very satisfactory replies. But I cannot resist telling my good Friend, the Member for Mountbatten, once again that \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1191</b></font> \n  <br> \n  <br> our people and children are intelligent enough to know how to wash their hands without having to be told on prime time TV how to do it. And, Sir, you do not have to be married to know how to wash your hands too! \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong (Jurong):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JB-05 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the political developments in Southeast Asia in recent years, particularly after Vietnam's invasion of Kampuchea, have made it important for Singapore to be known and understood by countries in other parts of the world. Although Singapore has no significant place on a world map and, in fact, we are sometimes mistaken as a state of another country, we are by no means inferior to many countries in the world which have large populations and vast acreage of land. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we appreciate the effort made in recent years by the Ministry of Foreign Affairs, in particular the Minister himself, in an attempt to project Singapore's image at regional and international conferences and assemblies. To a certain extent, they have succeeded. However, we must admit that our external publicity in the past seems to have been centred on commercial aspects only. It seems that emphasis is being placed on advertising Singapore as an investment centre and a tourist spot. Sir, I am not saying that this is wrong. However, a more balanced external publicity should be mounted as our political and cultural backgrounds are seldom known to foreigners. They seem to know Bugis Street better than any other place. In this respect, I think the Ministry of Culture has a very important role to play. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I notice that a sum of $94,840 has been set aside for personnel expenditure in carrying out external publicity. Would the Minister concerned enlighten the House on \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1192</b></font> \n  <br> \n  <br> the plans that his Ministry has in mind in launching external publicity in the coming financial year? In particular, I would appreciate it if the Minister concerned could inform this House whether a pictorial will be published to enhance external publicity. As a picture is more convincing than a thousand words, our progress and achievements, if put in a pictorial form, will be more appealing to foreign readers. Personally, I strongly feel that money spent on producing this pictorial is most worthwhile and its effect is also far-reaching. \n  <br>4.00 p.m. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Sir, the Ministry of Culture realizes the importance of the image that it has unofficially projected in the minds of foreigners about Singapore. That is exactly the reason why we would like to set up a separate unit to publicize Singapore's image. The objective of setting up this unit is to provide information on developments in Singapore, especially through foreign journalists resident in Singapore or visiting Singapore. This can be done through briefings, discussions and provision of suitable materials. Hitherto, such work has been done in a limited way by the Press Section of the Ministry of Culture. However, there is need to provide more and better information. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This unit will be set up in 1981-82 to plan and implement a more active programme of external information work. It will do this in close liaison with other relevant Ministries and Government departments. Detailed plans will be worked out by the unit when it has been set up. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the specific question posed by the Member as to whether a pictorial magazine will be published to project a Singapore image, my answer is that we have not decided as yet. However, his suggestion will be looked into when the unit is set up. \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong:</b> Sir, I thank the Senior Minister of State for Culture for his reply, and I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1193</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Encik Saidi Shariff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Saidi Shariff:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JC-01 Object Group 2610 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am moving the amendment to the Estimates of the Ministry of Culture under the subject of Planning and Promotion of cultural matters and exhibitions. The programme description is stated as the organization of musical concerts, photographic exhibition reflecting the national cultural identity and other cultural activities. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I seek some clarification from the Hon. Senior Minister of State as to what our national cultural identity is. We have been presented with some songs and dances at regular intervals over the TV recently - songs such as \"Singapura! Oh Singapura!\" \"Di-Tanjong Katong\", \"Chan Mali Chan\", etc. and community dances which appear to have a combination of all the intrinsic movements of Chinese, Indian and Malay dances. We have also heard about attempts to introduce a national dress and recently a national flower as well. Are all these promotional activities directed at the creation of what we call \"a national cultural identity\"? Our multiracial society has a rich cultural heritage which must be nurtured and appreciated by all, particularly the younger generation, if we are not to lose our cultural roots and ballast necessary to ensure the stability of our society against the onslaughts of foreign western influence. But we cannot truly create a Singaporean Culture if a mere mixing and blending the multi-cultural fibres of our songs, music and dances becomes a deliberate and the only policy. It will be better to retain the original characteristics of each song, music and dance: and promote it for mass participation by our multi-cultural population. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to promote Singaporean community dances, we should not just mix the different steps, movements, and music of the different cultures. Let us learn the Lion Dance or Lenggang Kangkong with their original characteristics in movements - organize it for the participation of people from every walk of life. Have explanatory talks and \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1194</b></font> \n  <br> \n  <br> demonstrations of such dances over TV, etc. On principle, we should not distort the unique individual characteristics of each of our four rich cultures in Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, we have public holidays in which to celebrate auspicious festivals such as the Lunar New Year, the Hari Raya Puasa and the Deepavali. We have Christmas too, and this is celebrated by Christians in particular and non-Christians in general. These festivals are included in the Tourist Calendar of events in order to attract tourists who are interested to see and taste the colourful way of life of Singaporeans. The People's Association and the Singapore Tourist Promotion Board have organized the Chingay Procession which was held on the second weekend after the Lunar New Year Holidays at different places, particularly in the HDB estate. The procession is normally televised, and it has now been accepted by the people as an event to look forward to during the Lunar New Year Holidays. This year, this event was not televised and it drew complaints from members of the public. That procession included dance items from our multicultural society and was watched by thousands of our residents of different races. There was mass participation, and this indirectly promotes the appreciation of one aspect of our cultural heritage within the context of our multi-cultural society. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, the Majlis Pusat (Central Council of Malay Cultural Bodies) successfully conducted a 10-day Malay Cultural Festival. Their efforts were indeed praiseworthy. The festival has aroused an awareness and consciousness of the rich cultural heritage of the Malays, among not only the Malays themselves but also non- Malays. It has attracted the attention of tourists and can become, if organized in a big way annually, a tourist attraction. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry could perhaps consider promoting annual festivals, in particular that of traditional games. This festival could include the different traditional games of our multiracial community and perhaps held during the weekend of the Hari Raya holidays. I am sure we are rich in multi-racial/cultured tradi- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1195</b></font> \n  <br> \n  <br> tional games which can be promoted for the appreciation of our younger generation. This festival of multi-racial traditional games could be organized at different places - at the stadium, parks, etc. available in the different HDB estates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During Deepavali, we could perhaps organize a festival of music and songs of our different communities. This could also be brought to the doorstep of our citizens by ensuring that it is held at open spaces or make-shift stages at different HDB estates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we could organize Aneka Ragam Rakyat in the past, why could we not hold such festivals of music and songs in the same way? On the three occasions when Singaporeans celebrate the Lunar New Year, Deepavali and Hari Raya Puasa, they will not only be able to celebrate together but these events will help promote greater understanding and appreciation of the different cultures. If this is continuously done, we might see the gradual evolution of our own Singaporean National Culture. I hope the Minister would consider organizing such events which encourage mass participation, together with other statutory boards and private cultural/sports bodies. \n  <br> \n  <br> \n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Liew Kok Pun (Boon Teck):</b> Sir, with your permission I would like to join in the discussion. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Liew Kok Pun:</b> I would like to discuss a subject of great importance to our country. May I ask the Minister for Culture whether he can inform the House what overall plans he has in the pipeline for the development of a national cultural identity? Could we not extract the best from the various cultural and racial groups in Singapore and, like the great American cultural melting pot, bring about a synthesis or hybridization into a national culture? May I also ask whether there is any attempt made to bridge the two cultures, to make the scientists see beyond the walls of the test-tube or the artists to be scientifically literate. Presently it is disquieting to note that we have got three cultural percussions - eating out, shopping, and watching video \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1196</b></font> \n  <br> \n  <br> tapes. I maintain that in times of adversity it is the cultural strength of our country that determines its viability. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Sir, culture is something you cannot manufacture in factories. It has to grow from the people. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to what is our national culture or the identity of our national culture, I must say it is the sum total of the cultures that we have right now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kaki Bukit spoke highly of the Chingay procession organized by the People's Association. I am sure they will carry on with the good work. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for cultural promotion, I would like to inform him that during the colonial period there was little or no local effort to integrate or to encourage a cross-fertilization of the various cultures that existed in the multiracial society of Singapore. We attained self-government in 1959. Multi-cultural shows, such as the Aneka Ragam Rakyat mentioned by the Member, began to be organized. The object was to foster mutual understanding and appreciation of different cultures as expressed by music, the arts and dances. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Active Government promotion of the arts and their development began in earnest only more than a decade ago. The Cultural Activities Section of the Ministry of Culture was set up in 1970. It was recently expanded into a Division. It organizes a broad programme of cultural activities with popular appeals. Through its efforts there exists now a much greater cultural awareness among Singaporeans. \n  <br>4.15 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Cultural promotion and the inculcation of good leisure values are among the main functions of the Ministry of Culture. They have been trying to, firstly, preserve and develop our cultural heritage derived from the main streams of the Malay, Chinese, Indian and Western civilizations, and, secondly, raise the general cultural level of our people by assisting in providing easy access to sources of culture and education as well as through \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1197</b></font> \n  <br> \n  <br> the promotion of the arts and artistic creation, especially among our young. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Within the limit set by budgetary allocation, the Ministry of Culture has been successful in activating various cultural organizations. It cooperates with a large number of such organizations in presenting arts programmes. Among the more important ones are the biennial Festival of Arts, the annual Drama Festival and Choral Festival. All these are multi-cultural in character. We hope through such efforts to stimulate a cross-fertilization of the four cultures and foster the growth of a natural cultural identity which we can call our own. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I must stress that the promotion of cultural activities should not be the sole responsibility of the Government. The Government could only play its role in creating a conducive environment for such activities but much of the success of cultural promotion is dependent on the efforts of and support given by private organizations and our people as a whole. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the suggestion by the Member for Kaki Bukit to promote traditional games, I shall ask my Cultural officers to look into this. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Sir, I agree with the Senior Minister of State for Culture that national culture is not something that can be produced out of a factory. It has to evolve naturally. But I would like to ask the Senior Minister of State the name of the factory which is producing the community dances. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Sir, that is really a bold attempt by a committee under the Ministry of Culture. We feel that since they are enthusiastic in doing something we should not pour cold water over them. After all, it is harmless. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1198</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Encik Saidi Shariff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Saidi Shariff:</b> Sir, I would like to thank the Senior Minister of State for Culture for his explanation, and I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng</b>( \n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JD-01 of the Main Estimates.* \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> *The same amendment also stood in the names of Encik Saidi Shariff and Mr Ch'ng Jit Koon. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in order not to waste too much valuable time, may I speak on my next amendment as well? \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> Yes. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng</b>( \n  <i>In Mandarin</i>): Sir, since our Government began this campaign of Speak More Mandarin, all of us reacted very enthusiastically, especially the Singapore Broadcasting Corporation. This is a very good sign. However, in proceeding towards this aim, I think the SBC might have gone a bit too far, and that is, dubbing some of the TV Cantonese serials into Mandarin. Their aim is to make Chinese Singaporeans take more interest in Mandarin and promote the use of Mandarin. This is a correct aim, but I think they are mistaken, because learning to speak Mandarin is not something that one can do in a day. This needs a long time before there can be any result. So on this campaign of Speak Mandarin instead of dialects, I hope the Government will not use pressure to achieve this aim, but leave the dialects to sink or swim by themselves. Otherwise, we may be unfair to those who a,re older, like myself, who are no longer able to learn to speak more Mandarin. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If SBC does not want to screen these Cantonese serials, then it might as well not import any of them, and import only Mandarin serials instead. In this way, it saves them the trouble of dubbing and also the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1199</b></font> \n  <br> \n  <br> expense. The cultural and artistic standards of these shows might be too high for the ordinary family audience. And if SBC dubs them into Mandarin, very often the dialogue just does not synchronize with the movement of the lips, and so the poor dubbing technique becomes too evident. I hope the Minister will pay attention to this fault. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to point out that Rome was not built in one day. \n  <br> \n  <br> \n  <!-- Encik Saidi Shariff -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Saidi Shariff:</b> Sir, I have already spoken just now. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> All right. Mr Ch'ng is not here. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Sir, I agree with the hon. Member that there is room for improvement in our dubbing technique of the Cantonese films. Unfortunately, I cannot agree with his comment that we might as well not import these programmes. But I agree with him that the habit of speaking dialects can only be removed after a long period of sustained efforts. However, I am sure hon. Members will agree with me that the national policy of encouraging Chinese Singaporeans to speak Mandarin, wherever possible, is a correct policy. In fact, he has said so himself just now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am aware that removing dialect films from the TV screen in the home will mean that those elderly Singaporeans who speak only dialects will enjoy somewhat less. However, this is only a small price they are paying for the long-term benefit of their children. Unless we are courageous enough to take such drastic measures as, eventually, to exclude dialect programmes from our TV completely, we will not be able to drive home the point that Mandarin is to be made the common language of the younger generation of Chinese Singaporeans. Those youngsters who have yet to master the language should learn it seriously. \n  <br> \n  <br> \n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho See Beng:</b> (In Mandarin): Sir, the Hon. Senior Minister of State agrees with me on one point but disagrees with me on another point. So I cannot help but to withdraw my amendment. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1200</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment, standing in the names of Messrs Goh Chee Wee and Rohan bin Kamis, was not moved - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(8) That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JD-01 of the Development Estimates. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JF-03 of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the allocation for the Oral History Unit for Fiscal Year 1981 is $474,310 and this is an increase of 82.1% over the estimate for FY 80. Hon. Members will agree that this is a hefty increase for the Oral History Unit, but, even so, I think more should be done in terms of finance and manpower to develop this very important unit within the Ministry of Culture. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The stated purpose of the Oral History Unit is, among other things, \"to document and record the past from living memory for future reference.\" Sir, I have stated before that a sense of history and awareness of the past are essential towards the formulation of our national identity. Who are we if we do not know our roots? Who are we if we do not know the sacrifices and the contributions of the early immigrants who built Singapore? Many of us, particularly the younger Singaporeans, are not aware of those who built Singapore in the early years. I have stated earlier, with regret, that the Ministry of Education has neglected the study of History in the schools. Maybe the Oral History Unit can fulfil the requirements which have been omitted by the Ministry of Education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Oral History is first-hand information, the revelations of the men and women who have contributed to the development of Singapore. What I would like to ask the Hon. Minister is to inform the House whether the finance and manpower allocated would be sufficient to develop the oral history project. Specifically, I would like the Minister to inform the House the selection process of the various oral history projects, the themes to be chosen, the persons to be selected, and whether or not there exists a committee to advise the Director of the Oral History Project on the selection of themes and persons. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1201</b></font> \n  <br> \n  <br> \n  <br>4.30 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The quality of work which will emerge will depend very much on the quality of the personnel staffing the Oral History Unit. May I ask the Hon. Minister whether the interviewers and others involved in the projects are professionally-trained in oral history methodology and, if they are not, whether there is a scheme to train such persons abroad. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the compilation of the oral history project will go to waste if it is not eventually used for the benefit of the public. For maximum benefit, the documents accumulated should be made available. What I would like to ask the Hon. Minister is to inform the House of the guidelines or stipulations concerning the release of such documents, and whether the Unit will undertake the publication of these documents for the information of the public. \n  <br> \n  <br> \n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Chai Chong Yii:</b> Mr Speaker, Sir, the Oral History Unit is a new unit attached to the Ministry of Culture. In fact, it is still doing its first two projects. Right now, although they have a number of full-time interviewers, the staffing strength, as I understand it, is not enough to cope with the work and to move faster. We are trying to recruit more qualified persons to provide training to the staff who are not professionally-trained in oral history interviewing techniques. The Unit is under the supervision of a committee consisting of six persons, including the Acting Director of the Unit as secretary. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once the projects are completed, information will be made available to the public and others in a form of a printed catalogue with a synopsis of each interview. However, there will be a restriction of its use, as some interviewees are likely to impose restrictions on the use of the documentation of their interviews. So certain procedures and guidelines will have to be established. Right now, they have still to be drafted. Persons to be interviewed are selected by a committee which will take into consideration the various points \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1202</b></font> \n  <br> \n  <br> that are relevant to the topic fixed for the particular project. I am afraid I do not have more information right now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do agree with the Member that this is an important project. I fully agree with him also that unless we know our historical past, we may not have the confidence which any proud people should have. The money provided right now is sufficient. However, the present provision may have to be reviewed as more and more projects are undertaken by the Unit and more and more staff are recruited, I would be happy to provide him with more information if he were to file a question for oral answer on more specific points. \n  <br> \n  <br> \n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Prime Minister:</b> Mr Speaker, Sir, I happen to know about the oral history project because it was the result of a discussion I had with the First Deputy Prime Minister. I should therefore not allow the matter raised by the Member for Serangoon Gardens to pass in this cursory manner. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have shallow roots. There is a difference between an angsana that is an instant transplant and an angsana that has been grown as a sapling. The Parks and Recreation Department will tell Members who are interested that though they may look the same, in a storm the angsana that was an instant transplant has a high casualty rate because, in transplanting, the tap-root, the root that goes deep down, is cut, and in the case of trees they never grow again. I am not sure that that is so of human beings because, if it were, then there would not have beep the American civilization. But, of course, there are historians who hold that because the American civilization is so young and immature, therefore the world is in such grave difficulties. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to get some tap-root, we decided that whilst there are people alive to remember the old days, we should get, before we have enough historians to do the job, a lot of young students to record memories of participants before they are lost. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two subjects on which the oral historians will work. First, the \"Pioneers of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1203</b></font> \n  <br> \n  <br> Singapore\" and, second, the \"Fight against the Communist United Front\". The first is very old, the other is relatively recent. It is a specialized expertise. There is a method or methodology .involved. The Imperial War Archivist in London has sent out his experts here and has helped to set up the basic elements. It is very slow in getting off the ground here. Unfortunately, some important participants in the fight against the Communist united front, like Mr Tay Seow Huah, have died even before the interviewer has got it going. He could have told the interviewer a whole range of interesting data, first as the man in charge of the Port of Singapore Authority when there were tumultuous go-slows and strikes in the 1960s, then in the late 60s and 70s as Head of ISD, and later Permanent Secretary, Ministry of Home Affairs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Expertise has been tapped in Britain. There is very little expertise in Singapore. There is unfortunately a total absence of urgency on the part of Singaporeans who have been trained to do this job. They think we live forever. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another project which, we hope, will be completed by next year to give every Singaporean a flavour of his past, at least those who will go to our secondary schools. A team has been working on a series of 10 TV programmes, from 1941 till 1980, starting with the Second World War, the breakdown, the Japanese Occupation, the Re-occupation and so on. It is factual history, completely stripped of propaganda. It will be just a recitation of the main events to help our young understand how we got here so that when they face new problems, they will have some inkling of how our people responded. In any crisis, it is how a people respond that decides whether they overcome their difficulties or they are overwhelmed by them. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Were we a properly organized and mature society, we would have enough historians to get this project off the ground. But alas, no bright scholars have chosen to do History. So the project will take a long time. But it is worth the doing. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1204</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Mr Speaker, Sir, I am most grateful to the Hon. Prime Minister for his statement. I think Members of the House have been enlightened by the efforts on the part of the Government to record the contributions of the Makers of Singapore. The oral history projects and the series of TV programmes are a part of this effort. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may suggest, and this is a point which I have raised with some of our Ambassadors and High Commissioners - we do not need to wait for the Oral History Unit or the interviewers to identify the subjects and go to these persons to speak to them. They and other individuals can record their views on their own, thus making their contributions to the various events in our history. They can place an embargo on these tapes. They can get secretarial assistance to assist them to record the tapes or to put them on record. They can place them on embargo. I am wondering whether the Hon. Minister for Culture or the Hon. Senior Minister of State will comment on this suggestion. \n  <br>4.45 p.m. \n  <br> \n  <br> \n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Dhanabalan:</b> Sir, I thank the Member for the suggestion. In fact, while it is ideal to record on a project-by-project basis, even while we are working on one project, people who have memories of other aspects of Singapore's history may pass away. Therefore, I have asked the Oral History Department, apart from proceeding systematically on the two projects that are in hand, to also identify other people who are already quite old, whose recollection of experiences is waning, to get them to put down their experiences on tape. This is going on simultaneously with the two projects in hand. The problem in these cases, of course, is that we cannot just ask the person concerned to record without some specific guidance from the interviewer. This is where we have problems. But the Member's suggestion will certainly be further looked into. \n  <br> \n  <br> \n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Lau Teik Soon:</b> Sir, I thank the Hon. Minister for Culture for his reply, and I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1205</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $19,003,810 for Head J ordered to stand part of the Main Estimates. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $20,422,100 for Head J ordered to stand part of the Development Estimates. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Chairman:</b> I think it is a good idea to take the suspension now. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Order. I suspend this Sitting and will take the Chair again at 5.20 p.m. \n  <br> \n  <br> \n  <div align=\"right\"> \n   <i>Sitting accordingly suspended at</i> \n  </div> \n  <div align=\"right\"> \n   <i>4.48 p.m until 5.20 p.m.</i> \n  </div> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1205</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <i>Sitting resumed at 5.20 p.m.</i> \n  </div> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L - \n  <br> \n  <br> \n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rohan bin Kamis (Telok Blangah):</b> Sir, I beg to move, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of Subhead LA-01 of the Main Estimates.* \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> *The same amendment also stood in the name of Mr Ho Kah Leong. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <div align=\"center\"> \n   <h4></h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year, in reply to my request for more schools in Telok Blangah, the Hon. Minister said that six schools would be built in Telok Blangah. The parents in Telok Blangah are naturally anxious to know the progress of these projects. Therefore, would the Minister inform the House the progress of the school building programme for my constituency, where the schools will be, and when will they be operational? \n  <br> \n  <br> \n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Ho Kah Leong</b>( \n  <i>In Mandarin</i>): Mr Speaker, Sir, I notice that the Member for Moulmein who in the past used to make some very vigorous speeches in respect of the Ministry of Education's policies has not \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1206</b></font> \n  <br> \n  <br> proposed any amendment to the Education Estimates this year. Perhaps he has restrained himself from making speeches on educational matters. This is indeed regrettable. But since the First Deputy Prime Minister is not present today, he should be bold and free to make his speeches. Even if he is present, as conscientious MPs we still have to speak our mind on any aberrations of the education policy and give our views, as it is our bounden duty as MPs. The future of the teachers' unions is as yet still in a cloud. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the newspapers today give great prominence to a comprehensive report produced by the Singapore Teachers' Union entitled Perception and Practice in Education. This shows that the Union is not only striving to improve the lot of the teachers but also spending a great deal of effort on professional research. And this is not only true in respect of the teachers' union in the English stream but also teachers' unions in the other language streams. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Report by the Singapore Teachers' Union, which I mentioned just now, touches on quite a number of controversial matters. It also reflects the true picture of the education profession today. I feel that this report should be made compulsory reading for officials of the Ministry of Education as well as members of the Schools Council. I remember one veteran educationist once said that education is a job of conscience. I have been a teacher for many years. I fully agree with what he said. I also appreciate the connotations of those words he said. I am of the view that education is not only a job of conscience, it also behoves the teachers to have a love for the students. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We notice that in the past in order to improve the work of the students the teachers spent much of their leisure time on giving extra tuition to their students, thus fulfilling the aims of teaching and guidance. This is apparent evidence that the teachers of the old days really loved their students. But, unfortunately such devotion is hard to find \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1207</b></font> \n  <br> \n  <br> nowadays. No wonder many people today shake their heads in dismay that the devotion of the teachers of today is much inferior to that in the old days. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But why, may I ask, has the Education fraternity of today come to such a stage? There must be reasons for this. The prime reason is that the Ministry of Education today does not really have any love for the teachers. Is the relationship between the Ministry of Education and the teachers purely that of employer and employee? If the Ministry treats teaching as an occupation, then how can it expect the teachers to regard teaching as a profession? It is very simple. If the Education Ministry does not really attach much love to the teachers, then how do they expect the teachers to have a sense of love towards their students? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In other departments, the relationship between the employer and the employee perhaps may be cold, dispassionate and rigid. But in the Ministry of Education, the Ministry officials cannot be cold and cruel to the teachers. If the employer-employee relationship is devoid of any human feelings, then I feel it is very difficult for us to effectively tackle the problems of education. For the sake of keeping their rice bowl, the teachers may passively accept orders and continue to work, or allow themselves to be perfunctorily transferred by the Ministry from one school to another, and some principals or vice principals demoted to teachers. Under such circumstances, can the teachers work hard? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From what I can see now, the teachers are quite heavily burdened. They have to go for re-training, re-examination and so on, resulting in their energies being dissipated and physically exhausted. Upgrading and promotion are mere distant possibilities. When our teachers are discontented with their jobs under such trying circumstances, how can we expect them to take teaching seriously? I feel that the Ministry of Education should make a thorough study into the reasons for the low morale of the teachers. It is best done through the systems engineers of other Departments, so as to find \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1208</b></font> \n  <br> \n  <br> out the causes of this problem and to work out a workable solution. Otherwise, if the spirit of dedication to education on the part of the teachers is not given the right encouragement for development, it will be difficult for them to make important contributions to education in Singapore. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the reasons why the morale of the teachers is low today is that the Ministry has now introduced full-day schooling as from this year. This means that the teachers have to increase their workload and to stay longer in school. I do not wish to discuss the merits or demerits of the full-day school here, but I would like to ask whether the Education Ministry had, before introducing this full-day school, made adequate preparations, whether it had sent people abroad to study any full-day schooling in practice in other countries, and whether it had looked into the advantages and disadvantages of such a system? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are we going to maintain the usual school hours in the morning? Do we have a sufficient noon break in between sessions? Will the students be given a place to rest or a room for a nap? Will the school canteens provide food warming facilities for the students who bring their own food to school for their lunch? If the answers are noes, we have insufficient provision for all these, then it is rather immature to start a full-day school. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another thing I would like the Minister to note for the full-day school is that the burden on the parents will be greater. With rampant inflation that we see today, it will be a further blow to the poorer families. Will the Ministry of Education be providing subsidies for lunch to these poorer students? I wish the Minister will elaborate. \n  <br>5.30 p.m. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong (Moulmein):</b> Sir, in response to what the hon. Member for Jurong has said, let me just tell him that the First Deputy Prime Minister's threat to close down my union has got nothing to do with the fact that I have restrained myself from speaking. In fact, I know very well that the First Deputy Prime Minister would not be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1209</b></font> \n  <br> \n  <br> here today. If at all I wanted to speak, I would not have the pleasure of meeting him. And I would not want to take issue with the nice Minister of Education who has been so busy with the affairs of the National University of Singapore, as it will be very unfair to him. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reason is that what I want to say has been so well expressed in the Report which the Singapore Teachers' Union has produced. I think it will be unfair to this House if I were to take the Report and read from page one to page 200. That will exceed so many times the 10 minutes that is allotted to me. Therefore, there is no need for me to say something which has been so well said. In the 10 minutes allowed I would not be able to do justice to even one-tenth of what has been expressed in the Singapore Teachers' Union Report. After all, what I have to say I say so on behalf of my Union, and there is already this Report to indicate what our views are. It is on that, Sir, that this year I - \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> I rest. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> Yes, I rest. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>An hon. Member:</b> The case rests. \n  <br> \n  <br> \n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Sia Khoon Seong:</b> The defence rests. So I just merely want to clarify the position. I promise the Member for Jurong that next year, if I am still around, I will take a very active part in the debate on the Education Ministry. \n  <br> \n  <br> \n  <!-- Dr Tony Tan Keng Yam (Minister of Education) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Minister of Education (Dr Tony Tan Keng Yam):</b> Sir, let me first deal with the query from the Member for Telok Blangah regarding the schools to be built in his constituency. Detailed layout plans are now under preparation for two primary schools which are to be built at Telok Blangah Drive and Telok Blangah Road. The expected completion dates of these two schools are December 1982 and June 1983 respectively. Piling has also been completed for the secondary school at Depot Road. Building tenders are under preparation and the school is scheduled for completion in September 1982. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1210</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of the secondary school at Telok Blangah Drive, tenders for the building works have already been called and the school should be completed by August 1982. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the revision in constituency boundaries last year, the two primary schools to be built at Lower Delta Road now come under the Radin Mas Constituency. As we are upgrading the standards of primary schools to provide better and more ample facilities, the site will now be used for only one primary school instead of two primary schools as originally planned. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jurong has made three points. First of all, he has referred to the Report recently issued by the Singapore Teachers' Union. The Member for Moulmein was kind enough to let me have an advance copy of his Report, which I read with great interest. I commend him for his effort. I think it is a good piece of work and he can be assured that the officials in my Ministry will give it serious consideration. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jurong has also referred at some length to the problem concerning the low morale of teachers. This has been a matter of concern to the Ministry of Education for some years. I should, however, point out that there are even today many teachers in our schools who do an excellent job in teaching our children and who derive great satisfaction from their teaching. Such teachers, in my view, deserve higher public esteem than they now enjoy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe one of the reasons why there has been a deterioration in the morale of teachers is the many changes in the education system which have been introduced in the last few years. Some of these changes have taken place without adequate consultation with teachers. I think it is only natural that they should feel unhappy when they read about major changes from the press. The Ministry is very conscious of the undesirability of such a situation and we are taking steps to ensure that, first of all, further changes are kept to the absolute minimum and, secondly, teachers and parents are fully briefed before new policies are implemented. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1211</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education is also encouraging teachers to develop themselves professionally, either through in-service courses or, in the case of non-graduate teachers, helping them to obtain the necessary qualifications to enter the university to study for degrees. I hope this will enable teachers to derive greater satisfaction from their jobs. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, both teachers and principals have been unnecessarily bothered with providing an excessive amount of information to the Ministry. This has been cut down this year. In future, teachers will be left in peace to get on with their work. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It will take many years to solve the problem of raising the morale of teachers. But now that the major changes to the education system have been implemented we will now have a period of consolidation and the Ministry will be able to give this particular problem the urgent attention which I believe it deserves. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the point regarding full-day schools, the Member for Jurong has pointed out that there may be various problems concerned with the implementation of full-day schools. I fully agree with him. I think in this case it will be wise to make haste slowly. This is why we have only implemented full-day schools in five schools this year and this is to serve as a trial project in order that we can find what difficulties there will be. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also referred to the problem of poor families. Unfortunately, I have to tell him that it is not Government's policy to give lunch allowances or subsidies. However, at the school level, individual school principals through their School Advisory Committees or the School Management Committees can organize their own programmes to assist pupils who are in need. At the Ministry level, there is already provision for bursaries to assist the poor children financially. Such bursary awards can help to pay towards expenses incurred in having to take lunch at school. \n  <br> \n  <br> \n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, thank you for allowing me to register some of my views on education today. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1212</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The primary cause of all this anxiety about the education policy, in my opinion, is the labelling of our children as Monolingual, Normal, Express and Special. At the meet-the-people session, a parent insisted that I should help him to transfer his child out to a so-called better primary school because he feared that the present school in which the child was studying would not be able to prepare him well enough for the Primary 3 examination. The record of this case is with the Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This case illustrates parental concern and anxiety associated with the fear of being labelled unfavourably. Likewise, when two good neighbours stopped talking to each other because their children went to different streams, one Express and the other Normal, I am again driven to question whether the Ministry of Education has taken into account the social side effects of the education policy. When I asked a parent which school his son was studying his reply was, \"Express School\". He did not even mention the name of the school. There is no such thing as an \"Express School\". The Express label is a good and prestigious label, just like the Mercedes Benz. What about the Special students? He is a cut above the others, a superior breed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This brings me to the question of attitudes and prejudices that will develop among our future population. Sir, these words - Normal, Express and Special - are stimulus words. Psychologists will tell us that the original stimulus words will initiate an attitude which will colour whatever impressions that one may have of that person. Let me illustrate. Two groups of American subjects were asked to describe the factory worker based on the following descriptions: Works in a factory. Reads newspapers. Goes to movies. Average height. Cracks jokes. For one group, however, the word \"intelligent\" was included. The first group had no difficulty in describing the factory worker. The second group, however, where the word \"intelligent\" was included, had difficulty to form a unified impression of the person because of the term \"intelligent\", as it was inconsistent with their \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1213</b></font> \n  <br> \n  <br> view of the factory worker. This is how they described the factory worker: He is intelligent but not so much since he works in a factory. Or, he is intelligent but does not possess the initiative to rise above this group. We can. see from this example how this group has used various manoeuvres to maintain their previous attitude of what a factory worker should be like. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What have we learned from this? Sir, the practical lesson from this is that in everyday life we can come to conclusions about people on the basis of very few hard facts, simply on labels like Normal, Express and Special. I fear that we are going to have stereotype views of the Special, Express, Normal and Monolingual. For example, Special and Express equals good and intelligent. For Monolinguals, they are already relegated to be bus drivers and factory workers. What are our social side effects? I have illustrated earlier how this has resulted in parents reacting with anxiety and concern and how they wanted their children to change schools. A fear of receiving the unfavourable label has resulted in parents pressuring their children to study, preferably with tuition. \n  <br>5.45 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the last PSLE examinations those in the borderline pass group of 40 to 49% were given the option to choose either the Express or Normal stream. The fact that 88% of this group opted for the Express stream confirms my fears that parents make this choice not out of a realistic appraisal of the child's ability but on the social implications of labelling. As for teachers, being human, they form pre-set attitudes on students, and this will affect their teaching. Later on in life, their employment will depend on the type of label they carry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, adolescent kids receiving unfavourable labels will have intra-personal and inter-personal conflicts. They may react with shame, resentment and even hostility. Children who are tagged Normal or Monolingual may become withdrawn and refuse to interact with those more superior \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1214</b></font> \n  <br> \n  <br> around them because they have an inferiority complex due to this tag. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I appeal to the First Deputy Prime Minister and the Minister of Education to consider my observation, and I am sure many in this House and outside look forward to a favourable reply. I am not asking for an answer now. It will not be fair. I am hoping that the Minister will put this on the agenda of the next Schools Council meeting, i.e. dropping the use of such labels as Monolingual, Normal, Express and Special. \n  <br> \n  <br> \n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Liew Kok Pun:</b> Sir, Members of the House must find it anomalous if I do not speak on this subject, having spent some 12 years in the Education service. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, a word of compliment to what the systems engineers have done. I maintain that credit must be given where credit is due. In both hardware and software, the Ministry of Education has made some progress. It has got the school building programme through. Probably this must be due to the stature and status of the First Deputy Prime Minister and the Minister of Education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In software, I think it has taken the right step in setting up the CDIS, which previous educational planners and administrators have tried to do so but without any success. Education engineering is not an easy task. It is more an art rather than a science, and rightly so, because it deals with the emotions and passions of the people. Every parent is concerned that his son makes his way to the university. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Streaming is a contentious and emotional subject. First of all, let me set the records straight. There was already streaming in schools long, long ago. I remember that I was streamed into the Science stream, having got a liking for Science and Mathematics We had streaming at all levels. We were streamed to A class, B class, C class and D class. My concern with streaming at Primary, 3 is this, and I think we have got to look at the subject dispassionately and objectively and leave out the emotions and the fears of the parents. Let us explain to the parents \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1215</b></font> \n  <br> \n  <br> what streaming is all about and why it is good for the children. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My only concern, having come from what I would call a working-class background, is that working-class children at that level have got a coded language, what Bernstein called a coded language. Our taxi drivers speak a coded language and in order to reach out to them I must learn the coded language. With the working class children, they have got a coded language. They cannot express and communicate in the way that children from a rich background and with plenty of books in the home would be able to do so. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope and I urge the Ministry of Education to do longitudinal studies on whether children from the lower socio-economic bracket are being disadvantaged because of their impoverished home environment and because their parents do not speak English or Mandarin but dialects. And that is where I think we may be siphoning off some of the talents into the monolingual stream. I would have been siphoned into the monolingual stream. I was never good at language. I think I did well in Science and Mathematics and it was only at the secondary level that I caught up, and caught up I did. It is with this in mind that I urge the Ministry to look closely into the children streamed into the Monolingual stream. Perhaps something can be done about it. But I think the Ministry of Education has taken the right step in allowing for a transfer back to the other streams that the parents insist. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, educational measurement is not a perfect science. There is always an element of error in it and the Ministry of Education has rightly made provision for lateral transfer back to the main stream. The Ministry of Education faces a lot of problems that I was most intimately involved with. One of which is communication. Let me explain to the House why we have this problem. We have got to deal with 20,000 teachers, 500 schools and almost half a million children in schools. Everyone is concerned with education in one way or other. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1216</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education has taken some steps to bridge the communication gap. May I suggest for the consideration of the Ministry some measures that it could take to further improve the communication between schools and headquarters. Perhaps it could make use of educational television that each school has and explain the policies and the findings that it has done to the principals and teachers. In this way, it can reach out to a larger number. May I also suggest that the Schools Council be broadened. It can be decentralized by having more regional workshops on a consultative basis. In the Katong district or in Boon Teck they could hold a consultative discussion with teachers in Toa Payoh. In this way, it is possible to reach out to quite a number of teachers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My next subject is the attempts by the Ministry to professionalize the teaching profession. This is certainly a laudable objective. May I suggest for the consideration of the Minister that the Ministry appoints what I would call Master teachers. A Physics Master is a master in his own right because he has got an intimate and in-depth knowledge of the subject and this Master teacher could serve as bare-foot doctors going out and influencing his colleagues on how to teach the subject well. Give them an allowance. Give them the status. I am sure this will go a long way towards professionalising the teaching profession. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two days ago I read about the Education Ministry making the hard decision of taking out some of the Education Officers who were school principals. I think it has taken the right step and it was a hard decision to make. I contend that if the Ministry can get 500 principals to be fully committed to the cause of education and be prepared to give of their best, then I say that it has solved most of the problems because educational policies, however well formulated at the highest level, often fall through when they are implemented. This is because principals do not understand the rationale and the need for such broad policies to be implemented. So the Ministry of Education should consider ways of identifying these 500 principals. It is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1217</b></font> \n  <br> \n  <br> a very crucial task and I urge the Ministry to spend more time on it. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just one last item on educational changes. It is not easy to bring about educational changes, especially if it affects the classroom teachers. Teaching habit is the most difficult to change. A teacher used to chalk and talk would never switch to the use of audio-visual aids unless we go through the tedious process of teaching him or her how to make use of the overhead projector. Chalk and talk in a classroom is a very unproductive method. The teacher spends hours writing on the blackboard. The time could have been usefully spent in giving individualized tuition. Hence the need to use the overhead projector. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year I read about the Ministry of Education pushing very hard to get the teachers to use the overhead projector. From feedbacks that I get from my friends who are school principals, I know that this has not been very well received because there are a lot of problems. As I said just now, it is because of the habit that has been ingrained in the teaching profession. The education service is a conservative one. It is not an easy task and I hope the Ministry of Education will continue to do more to persuade the Minister for Finance to give more money for the good of our nation. \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin (Jalan Kayu):</b> Sir, thank you for giving me the opportunity to speak. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a layman, I am finding it increasingly more difficult to follow the changes in our education policy. We talk of communication gap and we talk of narrowing the gap. But each time we listen to discussions on education, we hear of technocratic expressions, such as software, hardware, education engineering, systems engineers and computers. All this is very confusing. I do not know how we are going to narrow the gap between the Ministry officers and the teachers. When we start thinking of the man in the street, it is even more difficult for them to understand all this. What do we mean by \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1218</b></font> \n  <br> \n  <br> software? What is software and what is hardware? What is a computer? Each time something goes wrong, we blame the computer. The poor parent does not know what is going on. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel very strongly about the effects of a communication gap. It exists not just in the Ministry of Education. If we in this House go on speaking a technocratic language, I think the gap is going to be wider between the political leadership and the people. It is going to be a very serious problem. We must get down to speak a language that the man in the street can understand. Unless we can do that, no policy is going to be understood by the people. To me, this is a very fundamental aspect of parliamentary debate and discussion. We must be able to speak a simple and plain language so that every man can understand and follow. I must say that I get a bit lost by what is going on. I heard for the first time such a term as \"education engineering\". \n  <br> \n  <br> \n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Tony Tan Keng Yam:</b> Sir, can I first refer to the point brought up by the Member for Jalan Kayu regarding the communication gap? As he said, it exists not only in education but in all other fields of Government. I cannot agree with him more. I think there has been a tendency in recent years for Government officials, parliamentarians, even Ministers occasionally, to try and use jargon in order to confuse issues which are basically simple. And as our electorate becomes more sophisticated, they will want to understand more about the rationale of Government policies and it is right that we should be able to explain these issues to the people simply and clearly and in a language which they can understand. We are encouraging the officials in the Ministry of Education to do so through our weekly press conferences, for example, and I can assure him that we are making an effort to try and use words which are not unnecessarily long. \n  <br>6.00 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the comments made by the Member for Ayer Rajah and the Member for \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1219</b></font> \n  <br> \n  <br> Boon Teck, both of whom have spoken about education with great passion. They have brought up some points which, I think, deserve some clarification. Let me, first of all, deal with the points on streaming brought up by the Member for Ayer Rajah. I think he made the same points to the First Deputy Prime Minister during the debate on the Presidential Address and he received a reply. I myself have replied to him on the same points. Nonetheless, I will reply to him again. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is necessary for us to get this matter about streaming in perspective. I believe there is more emotional connotation with regard to streaming at the Primary III level than with streaming at the secondary level because both the Express and Normal streams end at the same level, that is, the GCE 'O' level. I hope that the Member for Ayer Rajah knows that, at the Primary III level, the final decision does not rest with the Ministry but rests with the parents, as it must be, because no streaming system can be perfect. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The process of streaming at the Primary III level goes through three levels. First of all, the child is assessed at the school level through the school examinations. For example, if a pupil is regarded as being more suitable for the Monolingual course, he or she has to sit for a test at the Ministry of Education level in order to make sure that the school's assessment is correct. If these two assessments show clearly that he or she will benefit more by going through the Monolingual course than the other courses in the Primary stream, the Ministry leaves the decision to the parents. The parents can decide to put the child in a stream higher than the Monolingual stream simply by signing a declaration that they are willing to take the responsibility of putting their child in that particular stream. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to give the system a chance. Education is not one of those fields where one can see quick results. I myself feel that with all the changes that have taken place in the last few years it would only unnecessarily confuse the parents, and be unfortunate for \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1220</b></font> \n  <br> \n  <br> the children, if we were to make a U-turn now before the system gets run-in. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now pass on to the points made by the Member for Boon Teck. He has said that we should explain to the parents about the changes in educational policy. I think this is correct. There was a lot of confusion recently about the PSLE results. It could have been avoided if the explanations given by Dr Tay Eng Soon, the Member for River Valley, my colleague, Dr Ow Chin Hock, and Dr Ahmad Mattar were given before the results were released, instead of after. We can all benefit from better communication between the Ministry of Education, indeed any Ministry, and the general population. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Boon Teck has brought up the suggestion that the Ministry should do longitudinal studies to make sure that the children from homes in the lower income group are not put at a disadvantage. Unfortunately we know that they are at a disadvantage. One of the good things about Singapore society is that we provide equal opportunities for all our school children. The number of children from poorer homes who have gained scholarships testifies to this point. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member has also made a number of suggestions concerning educational television for adoption by the teachers, instead of chalk and talk. We will take that into consideration. I would just like to inform him that the Ministry of Finance has been most generous to the Ministry of Education, and he need not fear that we will lack money in providing audio-video materials for the teachers. \n  <br> \n  <br> \n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Liew Kok Pun:</b> Mr Speaker, Sir, I just wish to make a point of clarification on the remarks made by the Member for Jalan Kayu. The reason why I used the phrase \"education engineering\" is that I thought I was talking to a group of systems engineers and I want to be attuned to the same wave length. \"Hardware\" refers to school buildings and \"software\" refers to curriculum. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1221</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Tan Cheng Bock:</b> Sir, I am not very happy with the way the Minister of Education has brushed aside my fears with regard to labelling. When I asked that question, I was thinking of the human element in education. We have been overwhelmed by statistics displayed by the Ministry, and I wonder whether the Ministry is dealing with people or with digits. I am trying to draw the attention of the Ministry that there is another aspect of our education objective, that is, to build a cohesive and balanced society with individuals capable of responding and interacting with one another, irrespective of race, creed and intellect. \n  <br> \n  <br> \n  <!-- Mr Hwang Soo Jin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Hwang Soo Jin:</b> Sir, I just like to thank the hon. Member for Boon Teck for enlightening me, but I do not think I am on the same wave length as he is. \n  <br> \n  <br> \n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Tony Tan Keng Yam:</b> Sir, it is now getting late and I do not wish to detain Members of the House any longer than is necessary. In early 1979, we had four days of debate on the new education system, a very large part of which was concerned with streaming and its various effects. The debate runs to about 290 columns of Hansard (Volume 39). I would suggest that the hon. Member for Ayer Rajah read through the Hansard reports. He will find that not only the Ministry of Education but also Parliamentarians and Ministers are concerned with the education of our children and not with the education of digits. \n  <br> \n  <br> \n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Tan Cheng Sock:</b> Sir, I also do not wish to prolong the debate. I only want to register my fears about streaming and labelling. I have made my points and I hope the Minister will take note of my reservations on this policy. \n  <br> \n  <br> \n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Rohan bin Kamis:</b> Mr Speaker, Sir, I am very satisfied with the Hon. Minister's answer. But before I withdraw my amendment, may I make a clarification? It is quite chic to throw computer jargon. My credentials are simply that I have spent more years learning about computers than many Members in the House. But I do not throw \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1222</b></font> \n  <br> \n  <br> computer jargon because it tends to give what I call in a paper in 1977, \"technological indigestion\". I do not think we want technological indigestion. If we want to quote computer jargon, let us quote them all the way. It is not just hardware or software. But we tend to forget that the most important factor is \"liveware\" - the people, that is, the teachers, the principals, the vice-principals, the parents and the students. I am glad that the Hon. Minister has given an assurance that attention will be given to liveware, or the people involved, their feelings. On this note, I beg leave to withdraw my amendment. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 1222</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>COMMITTEE OF SUPPLY REPORTING PROGRESS</b> \n  </div> \n  <div align=\"center\"> \n   <b>(Suspension of Standing Orders)</b> \n  </div> \n  <br>6.09 p.m. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Speaker and the general assent of Members present, Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the Standing Orders, progress be reported now and leave be asked to sit again tomorrow.\" - [Mr E.W. Barker]. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br> \n  <br> \n  <!-- Mr Barker -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Barker:</b> Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1st April, 1981 to 31st March, 1982 and ask leave to sit again tomorrow. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> So be it. \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr E.W. Barker]. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at Eleven \n  </div> \n  <div align=\"right\">\n    minutes past Six o'clock p.m. \n  </div>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
