{"memberId": null, "volumeNo": "40", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "2", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head> \n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\"> \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"40\"> \n  <meta name=\"Sit_No\" content=\"2\"> \n  <meta name=\"Sit_Date\" content=\"1981-02-17\"> \n  <meta name=\"Start_Col\" content=\"59\"> \n  <meta name=\"End_Col\" content=\"114\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"> \n   <tbody> \n    <tr> \n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> \n       <tbody> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td> \n         <td width=\"85%\"><font size=\"2\">5</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Session No:</font></td> \n         <td width=\"85%\"><font size=\"2\">1</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td> \n         <td width=\"85%\"><font size=\"2\">40</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td> \n         <td width=\"85%\"><font size=\"2\">2</font></td> \n        </tr> \n        <tr valign=\"top\"> \n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td> \n         <td width=\"85%\"><font size=\"2\">17-02-1981</font></td> \n        </tr> \n       </tbody> \n      </table></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 59</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 40</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 17th February, 1981</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div> \n  <br> \n  <br> \n  <div align=\"center\">\n    PRESENT: \n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A. Rahim Ishak (Siglap), Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Science and Technology and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok), Senior Minister of State, Ministry of Culture. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Bernard Chen (Clementi), Minister of State, Ministry of Defence. \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Parliamentary Secretary to the Minister for Home Affairs, Mr Ch'ng Jit Koon (Tiong Bahru). \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 60</b></font> \n  <br> \n  <br> \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Trade and Industry and Minister for Health. \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister. \n  <br>Mr Ho Kah Leong (Jurong). \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Hwang Soo Jin (Jalan Kayu). \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Parliamentary Secretary to the Minister for National Development. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 61</b></font> \n  <br> \n  <br> \n  <br>Mr Lee Yock Suan (Cheng San). \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah), Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr C.V. Devan Nair (Anson). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Minister for Labour. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minster (Foreign Affairs). \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar), Minister of State, Ministry of Labour and Government Whip. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 62</b></font> \n  <br> \n  <br> \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Ministers for Communications and Culture. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister of Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley). \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br> \n  <div align=\"center\">\n    ABSENT: \n  </div> \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 61</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4> \n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2 (d) of Article 46 of the Constitution of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament for the periods stated:- \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Ministers for Communications and Culture - from 5th to 8th February, 1981. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 62</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon (Alexandra) - from 9th to 18th February, 1981. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Toh Chin Chye (Rochore) - from 11th to 20th February, 1981. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Jek Yeun Thong (Queenstown) - from 16th February to 30th June, 1981. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Hwang Soo Jin (Jalan Kayu) - on 18th February, 1981. \n  <br> \n  <br> \n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody> \n    <tr> \n     <td width=\"70%\">&nbsp;</td> \n     <td width=\"30%\"> \n      <div align=\"center\">\n        YEOH GHIM SENG \n      </div></td> \n    </tr> \n    <tr> \n     <td width=\"70%\">&nbsp;</td> \n     <td width=\"30%\"> \n      <div align=\"center\"> \n       <i>Speaker,</i> \n      </div></td> \n    </tr> \n    <tr> \n     <td width=\"70%\">&nbsp;</td> \n     <td width=\"30%\"> \n      <div align=\"center\"> \n       <i>Parliament of Singapore</i> \n      </div></td> \n    </tr> \n   </tbody> \n  </table> \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 63</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <div align=\"center\"> \n   <b>ADMINISTRATION OF OATH</b> \n  </div> \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Order. The hon. Member desirous of taking his seat will please come forward. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>The Second Deputy Prime Minister (Foreign Affairs) (Mr. S. Rajaratnam)</b> made an Affirmation of Allegiance. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 63</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>BILLS INTRODUCED</h4> \n  </div> \n  <br>2.32 p.m. \n  <div align=\"center\"> \n   <b>STATUTES OF THE REPUBLIC OF SINGAPORE</b> \n  </div> \n  <div align=\"center\"> \n   <b>(MISCELLANEOUS AMENDMENTS) BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend certain Statutes of the Republic of Singapore\". presented by the Minister for Law and Science and Technology (Mr E.W. Barker); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 63</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>MERCHANT SHIPPING</b> \n  </div> \n  <div align=\"center\"> \n   <b>(AMENDMENT) BILL</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Merchant Shipping Act (Chapter 172 of the Revised Edition)\". presented by the Minister for Communications and Minister for Labour (Mr Ong Teng Cheong); read the First time; to be read a Second time on the next available sitting of Parliament and to be printed. \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT MOTION</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Speaker and the general assent of Members present, Question put, and agreed to. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the Standing Orders. this House do adjourn at 5.30 p.m. today.\" - [Mr E.W. Barker]. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 63</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <h4>PRESIDENT'S ADDRESS</h4> \n  </div> \n  <div align=\"center\"> \n   <b>(Debate on the Address)</b> \n  </div> \n  <div align=\"center\"> \n   <b>(First Allotted Day)</b> \n  </div> \n  <br>2.35 p.m. \n  <br> \n  <br> \n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Eugene Yap Giau Cheng (Mountbatten):</b> Mr Speaker, Sir, I beg to move, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 64</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the opening of the First Session of this Parliament.\".'. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In clear and lucid terms, the President has outlined the three major tasks ahead of the Government on the evening of 3rd February, 1981. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the importance of building a modern industrial society, based on sophisticated economic activities and a new relationship between management and labour. Second, Singaporeans must be made to recognise and support the pivotal role that defence and national service plays in underpinning Singapore's continued independence and prosperity. Third, the Government must complete the most crucial phase of the process of self-renewal of Singapore's unique political leadership system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Against a backdrop of a rather bleak and uncertain world economic climate, the President's warning to Singaporeans to be prepared for slower growth and some unemployment in the coming years ahead is indeed most timely. As far as the world economic situation is concerned, there is little we can do about it. But we can do something and the best that we can do is to make the best of what we have so that we can reduce or soften the impact of world recession on our economy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What better way to do this than by forging ahead in restructuring our industrial society and so move on towards the next stage of modernisation. This is the logical step forward in our process of industrialisation which was initiated and nurtured in the mid 1960s when the main thrust of industrial development was the provision of an infrastructure vital to the success of our conversion from an economy dependent upon entrepot trade to one based on industrialisation. The 1970s saw further development, with growth and expansion hinged upon the promotion of both local and foreign investments. Now, in the 1980s, we bring this modernisation process yet a step further \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 65</b></font> \n  <br> \n  <br> with the emphasis on higher technology and higher value-added products. With many developing countries competing in limited markets, countries with natural resources and large labour pools, we have no option but to speed up our modernisation process through industrialisation. Indeed, this will be the binding force of all Singaporeans. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The conversion from low-skilled to high-skilled production entails the mobilisation of hitherto labour-intensive industries into capital-intensive ones, based on the use of more sophisticated machinery and backed by extensive efforts. This should also be complemented by an efficient service sector. Rigorous scientific education and practical industrial training will have to be stepped up. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our employers, management and labour cannot afford to sit back to enjoy the fruits of success of the previous decade. Instead, they will have to enter the next decade by coming together even more closely to form a new kind of relationship of co-operation. This, the President has delineated to be of vital importance in the face of poor economic growth in the uncertain future. I quote, \"They must never work against each other. Old habits of confrontation between management and labour must cease.\" The now relationship has to be \"one where both management and labour pull, and are seen to be pulling together.\" Team spirit must see us through the next few years. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, if you look at the present scene, I suspect that the old, and maybe even the current relationship between management and labour is still largely based on management's assumption that most workers have no interest in work and they are a lazy, spoilt, unco-operative and soft lot of people, interested only in money. Hence, only through increments of money or through threat of loss of money can workers be made to work. This attitude towards workers appears to be similar to that generated by Mr F.W. Taylor, an American mechanical engineer of the late 19th century in the United States, when factories were beginning to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 66</b></font> \n  <br> \n  <br> convert from \"many labourers and few machines\" to \"many machines and few labourers.\" Mr Taylor is better known as the Father of scientific management. At that time, Mr Taylor discovered that the foremen and the workmen of the late 19th century had very low educational levels and, indeed, virtually all shop employees were technologically illiterate; some were so illiterate that they were unable to decide how work should be carried out. Hence, he evolved a system where planning of work was passed on to various specialists and the foremen and workers were expected just to carry out what they were told to do, and this remained the norm of American management practice for a long time. However, important changes took place in the American society which made some of his management practices rather obsolete; for instance, the rise in the level of education in America today and the higher standard of living of the Americans. Besides, industrial unionism had progressed to such an extent that management had to bargain collectively on many matters which were previously solved by unilateral action. Americans today are seriously considering modifying their management system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore today is just about converting from \"many workers and few machines\" to \"many machines and few workers\". We must avoid having the same attitude Taylor had towards workers in the nineteenth century. A conservative and distrusting relationship between management and labour will only breed suspicion between the two. We must be prepared to change and change fast. We have procrastinated long enough. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this point, Mr Speaker, Sir, may I have your permission to suggest very strongly that we should have STEP QC Circles as a suitable method of getting management and workers to work together; STEP being the acronym for \"Success Through Everybody's Participation.\" But, allow me first to give you some background to the movement. Honourable Members may recall the PQR Campaign in 1973. For the benefit of those who are not sure what PQR stands for, it is PROSPERITY THROUGH QUALITY AND RELIABILITY. This was an eight-month cam- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 67</b></font> \n  <br> \n  <br> paign designed to raise productivity by upgrading quality and reliability. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I have your permission to quote extracts from the Straits Times of 25th October, 1973. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Some factories here have formed their own quality control groups to promote prosperity through quality and reliability.' \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These \"QC\" groups, according to Dr Lee Kum Tatt, Chairman of the Singapore Institute of Standards and Industrial Research, comprise workers in the same departments who take upon themselves, I repeat, Sir, take upon themselves, the responsibility of discussing and solving quality and productivity problems. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They are backed by managements which give full support and financial rewards to the employees. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'These QC group movements will not only serve to cultivate leadership among the workers, but also foster better management-worker co-operation,\" Dr Lee said at the closing of the PQR Campaign.' Note the reference to better management-worker relationship. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was a good beginning - promising to carry Singapore's emerging industrial sector towards higher levels of productivity, accompanied by a proportionate rise in quality. However, after this initial impetus, possibly through a lack of an overall national effort, or perhaps due to a general misconception of the terminology, QC Circles remained a misnomer. The main idea of using the acronym, STEP is to connote the involvement of everyone and is necessary in the Singapore context. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides, this concept can be applied to any number of situations or relationships which involve people working together. For example, a Schools Council is in reality a STEP QC Circle. Perhaps I can take this opportunity to suggest to all Government departments concerned to use standard terminology in all their future efforts in promoting this concept of cooperative management-labour relationship. This imparts a measure of uniformity, a feature which should prove vital later on when \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 68</b></font> \n  <br> \n  <br> promoting the concept in future campaigns or for the purpose of monitoring progress. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since last year, with the growing publicity given to the Singaporean and his work attitude, there seems to be a national awakening to the need for something to be done. With more concerted efforts from relevant organisations, institutions and Government departments, we can get back on to the right path and at a more accelerated pace, try to achieve the ultimate goal of higher productivity with 'zero defect' in our modern manufacturing society. We must totally involve workers at shop-floor level in having a part to play in the production of the products and at the same time opening up a dialogue between management and workers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, allow me to make a pertinent point - it took a long, long time since the reference made by SISIR to management-worker relationship before much publicity was given to it. If I may recall, more publicity probably started after the Honourable Prime Minister referred to workers' attitudes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would appear that most Singaporeans need to be pushed out of their state of inertia by big chiefs only. We have no time to change this attitude. Our priority is to publicise and campaign for establishing a better management-worker relationship and to make it work, backed by big chiefs. So it would mean that in the near future, we ought to have a campaign to promote the idea of STEP QC Circles as a means to better management-labour relationship. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must hasten to warn that simply forming STEP QC Circles is not going to be the \"be all, end all, of it all\". Better management-labour relationship will have to depend to a very great extent on top management providing the optimum work environment. Top management must realise that an workers at whatever level are human beings and they must be treated like human beings. Management that do not give their workers due respect will sooner or later lose their best people and no matter how the CPF tries to discourage job-hopping, there will still be a percentage who will move, not for anything \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 69</b></font> \n  <br> \n  <br> else but to get better job satisfaction and security. There can be no generalised approach for respecting human beings. Everyone is different but there can be a basic approach to it. If one cannot be a natural manager, one can surely learn how to be near to a good one. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Workers spend much of their lifetime at work and the workplace must, therefore, be a pleasant place to work in. We cannot, therefore, treat workers like machines. Workers must be recognised for their work. They must be given social recognition, opportunity for personal development and a chance to display their abilities. Now, if these can be created, then the worker's innate ability can be fully tapped for the benefit of the worker and the company. Having said all these, can I again hasten to add that we must not fall overboard with the creation of such an utopian work environment that discipline is forgotten. Perhaps to sum up, all good management-labour relationship can be visualised to be like flying a kite. Whilst allowing the kite to fly freely with the wind naturally sometimes you pull, at times you release to get the best performance from the kite. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, when keeping in mind the contribution of a worker towards his work and to overall productivity, it is useful to remember that a worker's potential is maximised by education and training. Hence, in Singapore, great importance is placed on better education and better training. To this end, allow me, on behalf of my fellow colleagues, to record our admiration for the work done by Dr Goh and his team of systems engineers in coming out with such a pragmatic education system for Singaporeans. While the system takes its shape, Dr Goh and his merry men will have to be prepared for brickbats. We must be able to develop in Singaporeans the ability to read and write with sufficient standard that they can contribute wherever they work and have the correct work attitude. This new education system is for the better and will succeed in helping us achieve a better society as it is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 70</b></font> \n  <br> \n  <br> common sense, given more time and at a more leisurely pace, the average person should make the grade to better education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The idea is to build up a keen, knowledgeable and loyal team of management and workers working together to make a success of Singapore's fast restructuring economy which will spearhead Singapore's success again in a forbidding international economic environment. Our objective of providing better education to raise the skill-levels of all and to reduce wastage cannot be over-emphasized. Hon. Members can well imagine the tremendous potential from a reservoir of more than one million kilograms of grey matter, well-developed through education, bursting with good ideas and one million pairs of hands ready and willing to work. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Assuming that we can gather together a group of wel-trained and dedicated teachers, sufficiently talented to teach, the new education system should be a runaway success. But like the cankering worm in the core of a fruit, a good education system to produce good citizens can eventually be damaged without effective moral education. I am glad to note, therefore, that moral education has been given due emphasis in the new education system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what has SBC (Singapore Broadcasting Corporation) been doing? Sometimes I suspect that they have been putting up programmes that run counter to what the Government is trying to do. With all of us engaged in developing an advanced technological society, there is little time left for parents and schools to bring up children in a proper manner. With this little time left, only a small amount of moral values can be inculcated in our children, but I feel the TV can act as a silent destroyer of values learnt or inculcated in schools. Therefore, the SBC should make it a point to screen the more adult type films later on in the evening and maybe at times, leave prime time for more educational programmes to serve different levels in society, or programmes which can reinforce moral as well as cultural values. There may be a need for programmes of a more utilitarian nature; for example, simple talks given \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 71</b></font> \n  <br> \n  <br> by food technologists on foods, bacteriologists on the necessity to wash hands before eating. This will serve certain specialised areas in society. Then, in this case, even if the poor hawker gets his licence cancelled, he can accept the decision as, by then, he will have understood the importance of personal hygiene. As things stand now, it would appear that what one Government department tries to build up, another tries to destroy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President's call to import from the West and Japan technology and knowledge but not lifestyles and ephemeral fancies that can do damage to Singaporeans should be well heeded. But we may have to repeat this call again and again if steps are not taken to ensure that civil servants know the name of the game and play the game properly. There must, therefore, be better liaison and better co-ordination between the various ministries and even within ministries, otherwise one would find little sub-governments in the various ministries working against the interest of government policies. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we build our industries, as we take that long toil up the hill to greater success in our industrialisation programme, the storms will get heavier, the path more treacherous, and impediments will come in the way. Success can never come the easy way. Our ambition and the ambition of the country must be for all to feel that they belong to this country for together we have toiled and sweated to bring it to what it is. There must be no stagnation; we must keep going further ahead. We must be able to keep attracting foreign investors not only by having an efficient infrastructure and a properly educated workforce but also by providing the kind of security to guard our investments as well as the properties of others brought into Singapore to generate wealth. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, walking into other people's land and taking control of it by force is indeed despicable and cannot be tolerated by any intelligent human being. It is like walking into someone else's home and taking over because he likes the swimming pool. This very immoral, presumptuous and avaricious act cannot, by any decent standard, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 72</b></font> \n  <br> \n  <br> happen in a country. By the same token, it should not be allowed among countries in the world. International censure and the more powerful countries should act to prevent such from happening in countries such as Kampuchea and Afghanistan. Whilst the international forces sort themselves out, under a new Reagan administration, Singapore must never forget that our defence is extremely important in order to ensure our continued peace and prosperity. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans must, therefore, be made to realise that this is the only land they can step on and that they have nowhere else to go. We cannot afford to maintain a regular large army, not only because of our financial restriction, but because of the limited manpower available - hence every man, every woman must not only know how to defend our country, but be fit to do so. We will have to guard against producing faint-hearted and weak soldiers, the product of a luxurious lifestyle. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present-day generation of young people appear to be bigger than the previous generation. They look big, but I am not sure of their state of internal energy, their stamina and their strength. The plan of the Ministry of Defence to improve the professional skills and minds of officers and to have better professional instructors and to make keeping physically fit a life-long habit is indeed a praiseworthy one. There is nothing worse than to see units failing over a pin when charging up hills. Should the real battle come, neither minds nor legs should buckle. Having a physically fit, and I should add, mentally fit, army of well-trained and well-disciplined men will certainly go a long way to building up an effective defence system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet I feel that such an army may not necessarily be adequate to guarantee the security and stability of our country, if each soldier, each national serviceman and each reservist is not imbued with a sense of commitment, a sense of nationalism, a belief in the necessity of defending what has been built up so assiduously over the last two decades. This collective national consciousness should pervade the whole population as \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 73</b></font> \n  <br> \n  <br> well as the army and, to ensure that it does, it should be instilled early in life - at school perhaps - and reinforced during national service. There has to be a genuine enthusiasm about being loyal to one's country. Loyalty to one's country must be one virtue that needs to be actively cultivated if it is not already present, or evident. The soldier or the national serviceman or the reservist must be prepared to defend his country like he would defend his wife, perhaps his girl friend, against an intruder or external threat. A soldier, imbued with this kind of sentiment towards his country, and who is fully competent physically and mentally is indeed an asset to the nation. We want every member of the army to be such an asset to the nation. Then we can be sure that everyone is helping to shoulder the responsibility of defending our country. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, to achieve this stage is easier said than done. But I think that the President's call to restructure our scheme of rewards and incentives may be a realistic approach to the problem in hand. In creating a direct nexus between the advancement of a citizen as a soldier and his advancement as a civilian, and vice-versa, is a practical way of giving the right kind of recognition, social status and economic incentive to our army and would very likely help to achieve our goal of creating a cohesive national army of citizen-soldiers earlier. This is of vital importance and the sooner our people realise it the better. This is just as important to us as having a reliable and efficient infrastructure to ensure our healthy and ever-growing economy. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the tone of the President's comments regarding Singaporeans' attitudes towards reservist training, I gather there is a concern that there is not enough stamina and loyalty in Singaporeans to want to take military training seriously. But surely the best man is the man who has the greatest stamina no matter what he is doing and at whatever time. The others will simply have to take their place in the queue as stamina diminishes. Of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 74</b></font> \n  <br> \n  <br> course, like most other things, there are exceptions to the rule. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this juncture, allow me to mention in praise the wisdom of the President in stressing the need to complete the process of self-renewal. It will not be inappropriate on my part to pay tribute to all the old guards in the Government and elsewhere, community leaders, parents and others for helping to steer our country and the people to where they are today. It is indeed difficult for old guards to change their pattern of life, from an active life to a less active one, but in an important activity such as ensuring the continued progress of a nation and for the sake of our children and old guards' grandchildren, we must allow the process of self-renewal to take its unnatural course smoothly. We have seen many old guards stepping aside with big hearts. But I think these people with their wealth of experience should be encouraged to come together to form a resource pool to provide the younger generation with some guidance and advice. But I must hasten to caution that sometimes advice need not necessarily be accepted completely by the younger generation because they see a problem in a different light. This is because the younger generation must also continue to generate new ideas and acquire new vision because it is only with new ideas and the audacity to try them out will a society advance. The old guards with their wealth of experience can assume the role of a radar by helping the younger generation to see the storms ahead of them. Sometimes the signals given may not be heeded by the pilot but it must all be taken in good faith. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can assure the House that a remark like that made by me is not an emotional remark, but a statement of the obvious. Here is where you have an M P not constrained by old age, giving voice to the younger MPs' views and hopes, their doubts and their fears. For surely it is in the interest of the old guards to see that the younger ministers are able to deliver the goods as well as they can, maybe even better. I am certain that the younger generation know that they cannot last long if they hope to depend only on the achievements of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 75</b></font> \n  <br> \n  <br> the old guards. The younger generation must be seen to achieve as well. Of course, it will be the duty of the younger generation to ensure this process of self-renewal applies to them as well when their time is up. This way, we can perpetuate and perfect the political system, otherwise the Government which has done a marvellous job for the country will end as soon as the old guards disappear. If the old guards desire to enjoy their pensions, they must succeed in passing on their experience effectively to the younger generation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order that MPs not constrained by ministerial office could give voice to the people's views and hopes, their doubts and fears, the stage must be set right first before the dramatis personae can appear. We on this side of the House, therefore, applaud the President's call to speak up which, by the way, many have done so in the past. For the newly elected MPs, I am confident they will join us to speak up frankly and fearlessly. However, let us not go overboard and become emotional, as we will do no one any good. As PAP MPs, we are part of the political leadership system. Our duty is to hear from as many of our constituents as we possibly can and to be able to hear it correctly by maintaining an even better relationship between MPs and their constituents, explain to them Government policies, listen to their problems and, where it makes sense, to reflect it here in Parliament boldly for the sake of our constituents. On the other side of the House, those who hear us, please accept our contributions in good faith and get the civil service to change where necessary. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With our limited land, with our limited human resources, working with all things small and beautiful, we have evolved over 20 years what I would always like to call our unique political leadership system that works because of continued self-renewal. We cannot afford the luxury of emotional and verbal calisthenics with little logic like what big countries, like India and Britain, can afford. We are doing well with our own system and it is our duty to keep improving the political leadership system for the betterment of our people and the nation. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 76</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, for MPs to perform better, it may be necessary for MPs to promote team-work and team spirit among themselves, to work together and to carry out the kind of research work that is necessary if every bill is to be debated. It may be a good idea to split MPs up into little groups (now that we have an expanded Parliament), each group over-looking a Ministry and be charged with the responsibility of leading in debates on bills from that particular Ministry. Staff in the Parliament Library may have to be expanded to serve these groups. We should also consider the provision of paid staff to work in each constituency to carry out field work. This will help MPs to reflect the views of their constituents more accurately and debate more effectively. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our economy will continue to grow and Singaporeans will continue to do better, but sometimes an economy may fall not because of purely economic matters, or inflation, or the poor utilisation of technology, but the lack of drive, and ingenuity of the people of a country. We must continue to encourage our people to work hard and save for the future. Our people must never lose their will to succeed and begin to take things for granted. If this does happen, all that we have done and built up can come crashing down. We must, therefore, continue to monitor our progress and at the same time ensure that problems of crime, drug addiction, and family break-ups do not act to erode the society. We must strengthen our cultural and moral values to remain a cohesive nation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>3.15 p.m. \n  <br> \n  <br> \n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Mr Speaker, Sir, I rise in support of the Motion moved by the Member for Mountbatten in thanking the President for his lucid Address outlining the national objectives and guidelines for this Parliament. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I touch on some of the aspects of the President's Address, I wish to seek \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 77</b></font> \n  <br> \n  <br> your indulgence to say a few words of tribute to our mentors - the older and more seasoned MPs. I dare say, Sir, that we in Singapore are fortunate to have been under the care and comfort of proven leadership of men who, over the last 21 years, have led our island Republic to both fame and prosperity. They have not only charted a well-designed course for the future, but have also guided and motivated our people to react to the guidelines and policies by consensus of opinion. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the circumstances, Sir, this trend of understanding should, by all means, be strengthened to the extent of creating an atmosphere of alertness and awareness, amongst the masses, or political, economic and social developments in the local, regional and international scenes, that affect their lives in one way or another. This would certainly enhance their sense of appreciation of the need of certain legislations and policies that are formulated from time to time. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government, on its part, should do its best to inform the public, well in advance, as to the reason for the creation of such legislations and policies, in order that the people understand and assimilate the implications. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the road to progress and nationhood as experienced during the last two decades has not been a smooth one and it is not going to be any simpler in the future either. Therefore, Sir, there is a crying need to instil in our youngsters, the majority of whom have been the beneficiaries of our national affluence, the correct attitudes of perseverance and diligence for the achievement of our national goals. And I would say, Sir, that the prime and basic element to be inculcated in them is a profound sense of discipline - as the hallmark of a progressive society is a disciplined people. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Discipline, Sir, to quote a brilliant military man, is the sacrifice of a man's comfort, inclination, safety, even life for others, for something greater than himself. It is the refusal to be the weak link in the chain that snaps under strain. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 78</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, now in all humility to our President's rather apt and clear-cut Address, I wish to add a few comments. \n  <br> \n  <br> \n  <i>Three Major Tasks</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The three major tasks that confront our Republic, as outlined in the address, are clear, precise facts which have added reality to the problems ahead. They pose as life-saving beacons for our society to reach the shores in total safety in what is likely to be troubled waters. \n  <br> \n  <br> \n  <i>Management and Labour</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is evident that the coming years would see a gradual retardation in the process of economic growth. As such, it is in the best interests of both management and labour to come to grips with the problems, from all angles, as quickly as possible and jointly work towards harmonious and fruitful relationships. Besides diligence and efficiency, the quality of high professionalism coupled with a deep sense of commitment should prevail. These would, I am sure, go a long way to tide over any unforeseen obstacles and help to foster a climate of achievement both in the organisation and the nation. The relationship between management and labour should be one that promotes an atmosphere of mutual co-existence. The workers should aim at enhancing their skills through improved training facilities which should be the responsibility of the management to provide. \n  <br> \n  <br> \n  <i>Singapore Armed Forces</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It must be emphasised, Mr Speaker, Sir, in no uncertain terms that the very success of our nation at industrialisation has been largely due to Singapore offering the much desired security for our overseas investors. To cater for this we have a unique system of national service by which thousands of citizen-soldiers are trained each year. But there is still the misconception amongst our youths especially that their duty to the nation ends with their stint at national service full-time training. Therefore, Sir, firm action must be taken at all levels to eradicate this notion. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the effective ways to act upon this is to educate our youths on the need for \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 79</b></font> \n  <br> \n  <br> national service. We have to educate them prior to their enlistment through a series of activities to promote greater awareness while they are still in school. Attempts should be made to open the channels of communication for students to clear their doubts and correct any misconceptions about national service. To achieve this, the best way is to establish a link between MINDEF and secondary schools and colleges. This link could be established by sending officers to give talks and, if need be, go into the Advisory Committee of the schools and through making available informative films. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By the same token, it is enlightening to note that MINDEF has taken positive steps to enhance the quality of our regulars and have taken action to attract the best personnel to join the regular forces. It is also reassuring to be informed that effective plans are in the pipeline to upgrade quality of training, at all levels and disciplines, for both regulars and reservists, in keeping with current trends. As the maxim goes, \"The more we sweat during training, the less we bleed in war\". \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, after some 15 years of independence, there is evidence of the emergence of a Singaporean life-style. This, no doubt, incorporates the best elements of both Western and Eastern cultures. A trend like this is good, especially with regard to the acquisition of knowledge and technology. While those are essentials for our material success, they should not, however, be allowed to cloud the spiritual and moral needs of every individual. It is necessary, therefore Sir, that a concerted effort be made by all quarters to promote moral and spiritual well-being amongst our people. This, I am sure, Sir, would go a long way to create a more accomplished individual. \n  <br> \n  <br> \n  <i>Singaporean Attributes</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is an undeniable fact that the history of Singapore's industrial progress is also the history of the determination and grit of its leaders and citizens. Singaporeans since historical times have believed that hard work, thrift, self-reliance and honesty are the pillars of success. These attributes should be fostered and always be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 80</b></font> \n  <br> \n  <br> implanted into the hearts and minds of Singaporeans, particularly the younger generation. With these virtues, we would be able to overcome any problems in the future. \n  <br> \n  <br> \n  <i>Physical Training in Schools</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, great concern has been expressed in the Ministry of Education Addendum to the President's Address as regards the shortage of younger male teachers in our schools to handle certain sports activities. I believe, Sir, that physical education is an essential attribute in the growth of children. It is also part and parcel of education. It assists not only in the physical development of students, but also caters for the development of character through the inculcation of teamwork, esprit de corps, tolerance and sportsmanship. I believe the Armed Forces have in the past provided assistance to secondary schools in providing instructors for certain games, such as rugby. One way to alleviate the shortage problem of physical training teachers is to call upon the SAF to continue to assist schools in providing instructors for manly games, such as rugby, soccer and perhaps hockey on a part-time basis. Another alternative, Sir, would be to encourage sports organisations in the Republic to assist secondary schools particularly in providing qualified coaches to train young boys on a voluntary basis as part of their service to the community. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, I wish to express once again my sincere thanks to the President for his vivid Address. Being a new Member, I intend to hear and learn, especially from the more experienced and senior Members. I know there is much to learn in this field and I hope to contribute positively to maintain the high traditions of this House in the future. \n  <br>3.27 p.m. \n  <br> \n  <br> \n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Liew Kok Pun (Boon Teck):</b> Mr Speaker, Sir, may I begin by congratulating you on your re-election to the Chair and saying how pleased we are to see you there. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in rising to support the Motion moved by the Member for Mountbatten, I am also \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 81</b></font> \n  <br> \n  <br> expressing the sentiments of the community leaders and constituents of Boon Teck. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a new Member I am thankful for the advice that the President in his Speech, the Prime Minister in his note to all MPs and also the Leader of the House have given on the functions of Parliament and the role of its Members. I am reminded that Parliament is the sounding board on which to reflect public anxieties, criticisms and preferences to Government. It also provides the platform for clarifying the decisions and actions of Government to the people. This rapport the Government has with the people through Parliament must be strengthened to bring about a more responsive and cohesive society. The trust the electorate has placed on the PAP Government for the last 21 years, this faith, this massive support, must not be taken for granted. That is why the responsibility falls on Members not constrained by ministerial office to scrutinize all Bills and legislations, and to speak their minds in all honesty and courage for the sake of the nation - more so in a one-party Parliament. In this way, Parliament becomes the crucible in which public opinion is forged. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am in agreement with the contents of the President's Address which outlines the three major tasks confronting our country in the 1980s. The three major tasks are interrelated. They call for a total approach involving what may be examined under the following three headings: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. socio-cultural environment and economic growth; \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. the relationship between education, training and economic growth; and \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. management culture and economic growth. \n  <br> \n  <br> \n  <i>Relationship between Socio-Cultural Environment and Economic Growth</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on the relationship between socio-cultural environment and economic growth, Members of this House are familiar with the argument that the Protestant ethic was instrumental in the rise and spread of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 82</b></font> \n  <br> \n  <br> industrialization and in the economic growth of Western countries. With the rapid economic growth of East Asian countries, including Japan, Taiwan, Hong Kong, and South Korea, which are essentially Confucian societies, the notion has gradually emerged in the last two decades that societies based upon the Confucian ethic may in many ways be superior to the West in the pursuit of economic development. Why is this so? The answer lies in the strength of the Confucian ethic in a modern industrial economy. The Confucian ethic is able to foster loyalty, dedication, commitment and responsibility and, more importantly, to reinforce identification with one's role in the organization. All this makes the economy and society operate in unison with each other. However, a totally different picture is obtained in Western societies with their emphasis on personal interest above group interest. There is extreme hedonism, self-indulgence and selfish and reckless individualism. What lesson does this have for Singapore? The answer is provided in the President's Address. We must preserve \"the basic values, the essentials of our philosophy of life\", that is, our Asian moral and cultural values. We must synthesize the traditional and the modern. We must try to bring about a marriage of Western technology and Oriental morals. The two are not incompatible. Japan has shown that this could be done. Modernization has not changed their essential Japanese character. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1950s and early 1960s unemployment was a thorny problem in Singapore. When we embarked on our industrialization programme in the early 1960s, jobs were created and people worked hard. They were not choosy about what their jobs were, so long as they could earn a living to survive. Hard work and loyalty to a firm became a tradition, a way of life. Today the tradition is being threatened by the tendency to be choosy and to job-hop. In the 1980s, as we forge ahead towards the second industrial revolution, with higher investments in machinery, a corresponding socio-cultural change must come about in order to increase economic growth. In fact, far from being too \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 83</b></font> \n  <br> \n  <br> demanding or choosy, to ensure survival we need to develop a work culture in which the worker will be prepared to work overtime or go on shifts. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1980s Singapore must also work out a programme to ensure that our younger generation, nearly all of whom are now in English-stream schools, are not culturally uprooted. One way is to put all students and national servicemen through a socio-cultural awareness course. To do this effectively, it may be necessary to produce films recording our roots and our cultural heritage and depicting the real events and crises that our founding fathers, our leaders, our senior citizens had to live through - first, braving the unknown in search of a livelihood, driven together by the force of circumstances to survive through sheer hard work, thrift, sacrifice and then having to fight the imperialists to achieve internal government and self-rule; next, to be threatened by subversive communist forces and, finally, having battled and won against all odds. These are our roots. These are the sources from which we must draw our life-blood. A history of modern Singapore should be produced and made compulsory reading for all students. \n  <br> \n  <br> \n  <i>Relationship Between Education, Training And Economic Growth</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now discuss the relationship between education, training and economic growth. Although criticisms have been levelled at the education system, I must say that much has been achieved in the past decade as reflected by the 1980 Census of Population in Singapore - where the literacy rate has increased from 72% of the population aged 10 years and over in 1970 to 84% in 1980. Those literate in two or more official languages have increased from 13.8% in 1970 to 31.5% in 1980. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To speed up economic growth in Singapore, quality in education should be the focus in the 1980s. The PAP Government had in the 1960s and 1970s solved the quantitative problem of providing every child of school-going age with a place in school. In the 1980s, educational wastage will be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 84</b></font> \n  <br> \n  <br> reduced, with the provision of a more diversified curriculum in the education system. More students will be able to reach tertiary levels, and hence bring about a further qualitative improvement in our workers in the 1980s. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The direct correlation between the economic growth of a country and the educational level of its people has been well established by several well-known economists. Education should be looked upon as a lifelong process. It is a far more complicated process than many others. With an exponential growth in knowledge, it is necessary for every professional and worker, whether he be a teacher or a taxi driver, to seek profession-renewal or retraining periodically to prevent obsolescence. This is an important prerequisite to the success of our plan to bring about a quantum jump in our economic restructuring. \n  <br> \n  <br> \n  <i>Relationship Between Management Culture And Economic Growth</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, let me now touch upon the relationship between management culture and economic growth. Employers in both the public and private sectors must note that productivity hinges on the quality of the relationship between employer and employee. Materialistic reward is not the only motivating factor. The quality of the working environment is a decisive factor in raising productivity. Workers should not be taken for granted by management. There is a pressing need for more consultative discussions to be held between management and workers if productivity is to be increased. Government, as the largest employer, should take the lead in showing the private sector how this can be achieved. A new era in personnel management and industrial relations based not on a conflictual but consensus relationship between management and labour would then emerge in the 1980s. \n  <br> \n  <br> \n  <i>Conclusion</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is my contention that to successfully carry out the three major tasks outlined in the President's Speech, the Government, in formulating policies and development plans, cannot avoid taking into \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 85</b></font> \n  <br> \n  <br> account the three relationships I have brought up which, in essence, is to maximize our human resources for survival and renewal. \n  <br>3.42 p.m. \n  <br> \n  <br> \n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lau Ping Sum (Yio Chu Kang):</b> Mr Speaker, Sir, I support the Motion moved by the Member for Mountbatten thanking the President for the Speech which he delivered on behalf of the Government at the opening of the First Session of this Parliament. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in his Address to this House on 3rd February, 1981, the President outlined the major tasks confronting Singapore against a backdrop of slower economic growth and some unemployment in the 1980s. He said: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Economists no longer argue whether there will be a recession in 1981. Their attention is focused on guessing how deep the recession is going to be.' \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The expectation that the 1980s will be difficult years is based on the ever-increasing oil prices and the tight monetary policy pursued by many countries to curb inflation. The protectionist measures adopted by some advanced countries will aggravate the problem faced by the developing countries. Furthermore, if Iraq and Iran do not resume oil exports at significant levels in 1981, still larger price increases in oil will be effected to maintain the balance between demand and supply. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the USA is the most important economy in the world, the direction of world economic trends will depend on the duration of the recession and the rate of inflation in the American economy. Following the credit squeeze initiated by the Federal Reserve Board in March 1980, the Federal fund rate shot up to 20%, bringing about a very rapid deterioration in GNP in the subsequent quarters. The developing countries have since the last two quarters of 1980 felt the impact of the decline in the economic activities in the USA. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several well-known economists, however, seemed somewhat more optimistic. For \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 86</b></font> \n  <br> \n  <br> example, Lawrence Klein, who was awarded the Nobel Prize in Economics in 1980 for his work on computer-based econometric models, stated that \"intellectually and logically, there is no reason why we cannot get out of the mess of low growth and high inflation\". Of course, the economists, not surprisingly, disagree with one another on the cause and nature of the problems as well as their solutions. One thing they do agree on is that a combination of steady policies and considerable patience is required. Whether the American Government succeeds in implementing the appropriate measures and whether the people in America show sufficient tenacity in dealing with the problems remains to be seen. With skilful management and luck, and OPEC willing, there may be a slow and gradual recovery in the United States in the second half of 1981. Inflation, however, cannot be stamped out altogether. According to Samuelson, inflation is like being slightly overweight. You can take off a few pounds by going on a diet. But it is always there, ready to reappear. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Given the size of the Singapore economy, we cannot be insulated from the impact of a weakening trend in the rest of the world. In this context, the need to raise the productivity of our work-force must be emphasized. It is the only way in which the adverse effects of a recession can be cushioned. Moving away from labour-intensive industries and moving into skill and knowledge-intensive industries cannot be achieved in a short time. Structural changes of an economy will introduce some hardship to those affected. But we have no other option. It is a test of the resilience and adaptability of the Singaporean as we enter the clouds of uncertainty ahead of us. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In parallel with the emphasis on skill development and the restructuring of our economy, energy conservation must be exercised by all sectors of the economy. There is still wide-spread wastage in the use of electricity by both the domestic and non-domestic consumers. For example, some residents in the private housing estates have air-conditioning 24 hours a day. Whilst the majority of households in Singapore pay less \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 87</b></font> \n  <br> \n  <br> than $100 per month for their electricity consumption, these consumers are likely to use far more than this amount. Suitable measures should be implemented to discourage such excessive consumption. As regards the non-domestic consumers, the consumption level depends on the nature of the business they are in. What constitutes excessive consumption may not be determined without allowing for all kinds of exceptions. The PUB's plan to remove the promotional block rates of non-domestic electricity tariffs should be carried out as soon as possible, as it is overdue. Other measures to encourage energy conservation should be implemented in all sectors of the economy. Switching off all air-conditioning and most of the lighting during lunch break used to be practised faithfully by all Government departments and statutory boards. There seems to be a less fervent desire to continue with this praiseworthy habit. Parliament House can set a good example of reducing the consumption of power by setting the temperature control at a higher level. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to comment on some aspects of the Education policy as enunciated by the First Deputy Prime Minister in the Addendum to the Presidential Address. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The object of streaming students according to ability is to enable them to be taught at the most suitable pace. This in itself is indeed praiseworthy. No one would support a system that produces a large number of virtually illiterate children. It is not at all clear, however, that the absence of streaming in the past had been the sole contributory factor for our record. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Streaming of Primary 6 children is considered necessary in order to allow more of the weaker pupils to reach 'O' level. I think this is acceptable although some critics have pointed out the economic inefficiency and social inequity of such a system. But streaming of Primary 3 pupils is another matter altogether. I may be wrong but I do not know of any other education system under which streaming of pupils of 9 years of \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 88</b></font> \n  <br> \n  <br> age is being carried out. Whilst it is desirable to be innovative and progressive in our educational schemes, there seems little justification for deciding on the future of these children who have done only three years of schooling. In particular, children who come from a home environment where dialects predominate and where parents are unable or unwilling to help them with the lessons, will definitely suffer a disadvantage. The poor performers will be channelled to a stream that will eventually deprive them of a secondary education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that boys at this age tend to be more playful and restless than girls. They do not understand the implications of not passing the tests and are unlikely to make a special effort to do well. (Some of my colleagues sitting in this House, I suspect, might have been equally playful at that age, I wonder how many of us would have been streamed to the monolingual section, if the system had been introduced 30 years ago.) \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The mental and emotional state of a 9-year old is certainly not prepared for such a drastic and irrevocable test. In fact, he is far more interested in Superman and other cartoon characters. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another unfavourable aspect of this policy is the aggravated anxiety produced in both the parent and the child. In a meritocracy such as ours, it is natural that many parents would like to see their children develop their potential to the highest level. Can we wonder why private tuition begins in Primary 1, if not earlier? And in all three subjects? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even though the number of children who do not make the grade at Primary 3 is small, it is likely that many failures come from families in the lower income groups. The parents, due to their own limitations, are not in a position to help them in school work and they cannot afford to engage private tutors. These are the silent minority who suffer the most from this premature streaming. They too, as much as other parents, would like to see their children get a better education and lead a better life. Once siphoned off to the monolingual stream, their children have little \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 89</b></font> \n  <br> \n  <br> or no chance to compete with those who continue with bilingual education. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President emphasized the need of a renewal of the political leadership. He said: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'My young Ministers bring fresh minds, bursting with enthusiasm and energy, to bear upon the problems of government.' Singapore is one of the few countries where the political leadership is far-sighted enough to realize the potential dangers of a lack of continuity. The performance of the younger Ministers has been impressive and their rapid promotion unparalleled. In addition, the President has also touched upon the importance of preserving our own basic values in the context of rapid technological changes. Perhaps, one of Confucius' sayings is of particular relevance to all Singaporeans: san ren xing, bi you wo shi (&nbsp;&nbsp;&nbsp;&nbsp;) which, roughly translated, means \"In a group of three, there is one who is my teacher\". \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us by all means learn from the West and Japan. But, at the same time, there is a great deal we can learn from our own cultures and from the experienced and the wise of our own society. \n  <br>3.55 p.m. \n  <br> \n  <br> \n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Goh Chee Wee (Boon Lay):</b> Mr Speaker, Sir, I rise in support of the Motion of the hon. Member for Mountbatten in thanking the President for his Speech delivered at the opening of the First Session of this Parliament. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President, in his Address to the nation, has clearly stated the goals and direction of the Government for the 80's. One of the major tasks which confront Singapore is to build a modern industrial society founded on sophisticated economic activities and a new management-labour relationship. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, allow me to offer my comments on these tasks with particular emphasis on the restructuring of our economy, labour and management relationships, and technology and productivity improvement. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 90</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The policy to restructure our economy entails dramatic changes and the highest level of co-ordination and co-operation between the Government, the private sector, and the Union is most essential. We must be able to raise wage levels and yet remain competitive internationally. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The shift from labour-intensive to skill-intensive industries must succeed. But, how do we get this programme going? Firstly, we must attract high technology industries to set up base in Singapore. Though this is not the only way, it is the fastest way. Secondly, we require existing industries to upgrade and raise their technological levels. 1, therefore, welcome the fiscal policy adopted by the Government to encourage investment in equipment and machinery aimed at modernizing our industries. Companies which cannot upgrade technology within a short period of time must, however, focus immediate attention on improving operational efficiency and productivity. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Improved productivity as the best weapon to combat rising costs and inflation can best be illustrated by the Japanese experience. During the period between 1969 and 1979, the price of oil has risen about 10 times, i.e. up 1000%. However, the price of cars in Japan only rose by 30%. During the same period, the price of cameras dropped by 8% while the price of TV sets actually dropped by 30%. The only trade that saw a stagnation in productivity was the barber trade. While the average wage of a Japanese worker quadrupled during the period, the price of a haircut also increased four times. Apparently, the Japanese have not yet found a solution to mechanise or automate the hair-cutting process! \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All this talk about automation, mechanisation and computerisation has given rise to a misconception that productivity increases can only be achieved by investing vast sums of money. This is far from the truth. Productivity can be improved by various software techniques through the improvement of management and work systems. The same goal can also be attained by a better trained, and more important, and I would like to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 91</b></font> \n  <br> \n  <br> emphasise, a motivated work force. The President has rightly urged for a \"new relationship\" between management and labour. Management has to adopt a more enlightened attitude towards workers' participation in decision-making. Much has been said about the negative work attitudes of some Singapore workers. However, the display of such negative attitudes is just the symptom and not the cause of the problems. I believe that by the introduction of correct motivational techniques and the adoption of positive management philosophies, such adverse attributes can be minimised, if not completely eliminated. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When it comes to good work attitude, the Japanese are the oft-quoted example. Japanese workers are known to be dedicated and loyal and are imbued with a sense of mission that performing a good job is important to them, to their company, to their union and to their nation. This positive work attitude of Japanese workers towards quality and performance is, as a matter of fact, exportable and various experiments have been conducted in the United States and Europe on developing an environment whereby managers and workers can work together. A striking example is the Matsushita/Motorola story. When Matsushita took over a Motorola TV plant in the USA several years ago, there were initially 150 to 180 defects discovered per 100 TV sets packed. Three years later, only 3 to 4 defects could be found per 100 TV sets. The same employees and more or less the same equipment were retained in the plant. The main reason for this improvement was attributed to the management philosophy and the team approach adopted by the new management and employees. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another Japanese experience which has recently received greater attention in Singapore is the Quality Circle movement or the STEP circle, as suggested by the hon. Member for Mountbatten. The Quality Circle movement which accounted for the phenomenal success of Japanese industries in quality and productivity improvement is essentially a motivational technique, applying the principle of workers' parti- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 92</b></font> \n  <br> \n  <br> cipation and team effort. This concept has been successfully applied not only in Japan but also in several other countries. There is no reason, cultural or otherwise, why such a concept cannot be successfully applied in Singapore. I believe that team effort with mutual trust and consultation is one form of management-labour relationship which should be given priority over the next few years. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad that the Government has drawn up a long term manpower development plan to strengthen the educational and training facilities for engineers, technicians and craftsmen at various levels. Greater emphasis is also to be placed on skills development. Taken as a whole, these training programmes will enable Singapore to build up her capability to absorb advanced technologies. Simultaneously, the Government should also accelerate the process of technology transfer either in the form of joint ventures between overseas and local counterparts, or through the acquisition of manufacturing licences by local entrepreneurs. At the same time, development of our own indigenous R &amp; D capability in strategic areas must be vigorously pursued. Development of R &amp; D capability is an investment where the returns are not immediately realisable. It also involves risk-taking and can prove to be a very expensive exercise. The Government system of budgeting and accountability cannot be applied to the rule in such instances. I would urge the Government to examine the need for the establishment of a national authority to promote and coordinate our national R &amp; D programme. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the Government's new economic policy, especially its policy on wages, the private sector is under great pressure to \"cut out waste and inefficiency\". In the private sector, success of a company can be measured by its profitability which is, in turn, determined by its productivity and efficiency. In a competitive environment the applicable rule is the survival of the fittest. The same cannot be said of a monopolistic situation, where profit levels can always be raised by unilateral increase in prices of service or products. Monopolistic enterprises like SBS, \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 93</b></font> \n  <br> \n  <br> PUB, TAS, etc. should not be judged by profitability alone. An equally if not more important measure is the ability of the corporation to operate at a most efficient level so as to provide services at the lowest possible cost. While it is easy to attribute price increases to inflation and oil prices, it is not fair to ask consumers to bear the cost of inefficiency, if any exists. The Government should take a look at its various departments, statutory boards and government-owned companies to see that they are operating at optimum efficiency levels. In Government administrative offices, efforts should be made to streamline procedures and simplify tasks. I would like to suggest that all Government departments start a Work Simplification Programme. Let us examine and review our administrative procedures, cut down red tape, eliminate wasteful activities and introduce more efficient systems. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President has aptly said that the conduct of government business has become more complex. This being the case, there is also a need to identify, recruit and, more importantly, to retain talents in the Civil Service and statutory boards. If teamwork is to be practised in the private sector between labour and management, surely in Government departments and statutory boards, good relationship between management and staff becomes more critical. To say that all those who resigned from the Civil Service were for monetary gains is a simplistic explanation to a rather complex problem involving staff motivation, job satisfaction and work environment. Personnel departments in the private sector are a fact of life. But in the Civil Service the tendency is for administrative departments to be set up, concerned more with upholding internal procedures and regulations rather than staff welfare and motivation. Personnel management is a science and systems of personnel appraisal, promotions, placements, training and motivation. Surely such important functions should be handled professionally and objectively. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 94</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the future of Singapore depends on our ability to adjust, adapt, innovate and to excel. True, the future will always be fraught with uncertainties and difficulties. With a well formulated long term strategic plan, supplemented by short term tactical changes and corrections as we progress, coupled with a sense of commitment and mission, we should be able to achieve our goals and aspirations. \n  <br>4.06 p.m. \n  <br> \n  <br> \n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Mr Speaker, Sir, I fully support the Motion moved by the Member for Mountbatten in expressing our thanks to the President for his Address at the opening of this Parliament. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore's economic growth, in terms of real gross domestic product, averaged 8.7% in the 60s and 9.4% in the 70s. Since 1979, Singapore has been restructuring its economy through a higher wage policy to ensure that growth will be maintained at high rates. In order to keep their operations profitable, most companies have responded to the higher wage policy by increasing their productivity through the introduction of automated equipment, and streamlining their management to save on labour. This year shall be the third and final year for the implementation of a higher wage increase of about 20%. From next year wage increases shall be commensurate with actual productivity increases. With our skilled workers and better management, we should be able to maintain high productivity increases. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The emphasis for the 80s should, therefore, be on economic growth through productivity increases by good management. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President in his Speech ha3 very aptly drawn our attention to the necessity of developing a new management and labour relationship, where both management and labour can be seen to work as a team. Our workers must identify their interest with the interest of their company; and management must be able to motivate their workers. Management and labour must learn to work in close harmony, each keenly aware of his role and responsibilities in the company's \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 95</b></font> \n  <br> \n  <br> effort to produce good quality products at competitive prices. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can learn from the West and from Japan. We can adapt their management practices to our local conditions and cultivate the right environment in which our workers and management can work together as a highly productive team. We should not follow the British model, as it has too long a history of antagonism between workers and management. We should learn from the German model and the Japanese model where the workers participated with their employers in ensuring the profitability and success of their companies. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government can, of course, encourage good management-labour relationships, if necessary, through legislation. The Central Provident Fund Job Record Scheme was recently introduced to help discourage frivolous job-hopping. In addition the Minister for Labour, in his Addendum to the Presidential Address, has stated that amendments will be made to the Employment Act, the Industrial Relations Act, the Trade Unions Act and the Trade Disputes Act to ensure their relevance to the economic and social conditions of the 80s. I presume that such amendments will lead to better cooperation between unions, workers and management and will promote a stable and peaceful industrial climate for team work and for productivity increases. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in the final analysis, good management-labour relationships will still depend on management. Employers must strive to ensure that workers remain in their jobs by creating a more favourable working environment and providing them with training and career development opportunities. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I next refer to the Addendum on the Ministry of Finance where it is stated that the money supply shall be expanded so as to achieve a real growth of 8-10% per year for our economy. It would be useful to know the inflation rate that has been provided for in projecting this growth rate. We have to bear in mind the 1979-1980 increase of almost 15O% in the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 96</b></font> \n  <br> \n  <br> weighted-average price of OPEC crude oil. Like the first drastic oil price increase in 1973-1974, the OPEC hikes have led to recession and a surge of inflation in the industrial countries. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our plans to achieve high growth rates, we must aim to keep inflation to a minimum so as not to cause hardship to the lives of our salaried employees and the lower income group. I do not think of voicing the unhappiness felt by many Singaporeans over the increasing prices of HDB and HUDC flats, the PUB charges, and the bus fares. I only hope that the public sector, in particular, will work harder to improve their management and operational efficiency so that the additional costs due to inflation can be met without excessive price increases to the consumers. \n  <br>4.13 p.m. \n  <br> \n  <br> \n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Teo Chong Tee (Changi):</b> Mr Speaker, Sir, I rise in support of the Motion moved by the Member for Mountbatten expressing our thanks to the President for his Speech delivered at the opening of the First Session of this Parliament. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his Address, the President defined for us three major tasks that we have to address ourselves to for the next few years. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, as an industrial society, ours is still very much like a rough diamond. To realise its full potential, there is a great need to have it carefully cut and properly polished. Given our rather scant agricultural and almost nonexistent mineral resources, the only cutting we can do would be of wasteful and inefficient work practices and industrial processes; the only polishing we can do would be of the skills of our work force. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current emphasis on productivity is a step in the right direction but it is essential that the momentum now being generated is maintained. If we are to have the world as our markets, increased productivity must be a way of life. To achieve this a conducive work environment must be created. High staff turnover rates will not help improve productivity - in fact the converse holds! It is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 97</b></font> \n  <br> \n  <br> necessary for us to foster a society in which every employee is totally loyal to his employer and the employer acknowledges and reciprocates such loyalty from his employee. While legislation may be of some help, the best approach to cultivating such employer-employee commitment would be through social pressure. This is what we should aim to achieve. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Developing the skills of our labour force is also important. However, it must be remembered that not all skills can be acquired from formal courses and that many equally important skills are acquired through on-the-job training and informal courses. The administrators of the Skills Development Fund (SDF) should bear this in mind when they evaluate applications for financial assistance from the Skills Development Fund. The Government should also consider using the SDF to promote research and development. In this context, Research and Development activity should not be construed to mean only research into developing new products but should also include research into developing safer and more efficient ways of manufacturing a product or providing a service. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, improving our defence capability is the second of the major task we face. While it is essential that reservists are made to accept that, if Singapore is attacked, the defence of Singapore would be the responsibility of every citizen, it is equally important that the regulars in the Singapore Armed Forces are made to realise that the real strength of the SAF lies in the reserves. Citizens, whether regular or reservist, should think of themselves as members of the Singapore Armed Forces first and regulars or reservists second. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fact that a regular is committed to the SAF should not automatically confer upon him superiority over a reservist. There would be situations which a regular has experienced but not a reservist, and vice-versa. As such, the aim should be to have the skills of a reservist complement those of a regular so that the SAF, and thus Singapore, would be \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 98</b></font> \n  <br> \n  <br> the ultimate beneficiary. In fact, our goat should be to make the distinction between a regular and a reservist less obvious. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our third major task is one in which we have made the most progress, I refer to what has been often referred to as our process of self-renewal in the political leadership. We have been a one-party Parliament for some years now. This has put us in the difficult position of being both the government and the opposition. That the people of Singapore have overwhelmingly voted in the People's Action Party in all 75 constituencies is testimony enough that the PAP has not only done this successfully but has also done it well. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The massive support and trust given by the people to the People's Action Party shows that our integrity has never been in doubt. Although we are a one-party Parliament, Members of Parliament are sensitive to the views and attitudes of the people we represent. As Backbenchers, we will continue to exercise our right to criticise and supervise the work of the Government and to present the views of our constituents so as to serve the people and the Nation with dedication. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are working hard at increasing the political awareness of our people. Confidence in the Government is no justification for political apathy. To do so would be to the detriment of Singapore and ultimately to oneself. Especially in difficult and turbulent times like these, the participation of our citizens in the economic as well as the political process of the country is vital to the survival of the nation. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Right now, some of the industrial nations of the West and Japan serve as models on which we are fashioning our economy. But in doing so, there is the danger that we would at the same time incorporate into our society some elements of their culture which might be alien to ours. At times like these we could well do without these unnecessary cultural conflicts. It is, therefore, important for the Government, managements, trade unions and the people of Singapore not to go over-board in copying the methods of other successful nations. The rule to guide us \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 99</b></font> \n  <br> \n  <br> should be 'the Principle rather than the method'. By using the principles behind the method rather than the method itself, we should be able to avoid cultural conflicts. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the next point I wish to touch on is public transportation. The Addendum on the Ministry of Communications states that buses will be deployed more efficiently to give better service. As we all know, the SBS (Singapore Bus Service) will be the mainstay of the Republic's public transport system pending the introduction of the Mass Rapid Transit System. The SBS has existed for a number of years and yet today there are still numerous complaints from the general travelling public against the bus services it provides. Obviously, the SBS has not been providing a satisfactory service to meet the demand of the thousands of commuters from all over the island who must travel daily to their schools and their places of employment, either their offices, factories or worksites. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, the SBS started off with an objective which was to provide the general travelling public with an efficient bus service. However, there are indications to show that the SBS has wandered off course as it seems it is more interested in making huge profits than providing an efficient bus service. The SBS is in a sound position to profiteer because of its monopolistic power. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The increase in operating costs brought about by the escalating fuel and labour costs provides the SBS with a golden opportunity to maximise its profits. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the guise of earning sufficient profits to expand and improve its services, the SBS has increased bus fares steadily. Although the SBS has often complained that it will be in the red because of increasing operating costs, its profits nevertheless have increased at a faster rate. Is this not an indication that the SBS is maximising its profits at the expense of the travelling public? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SBS is even looking for other ways and means to further increase its profits. It has introduced bus interchanges in order to improve its services. By setting up bus inter- \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 100</b></font> \n  <br> \n  <br> changes, the SBS could have reduced its operating costs because its bus routes are not duplicated. But this cost-saving is certainly not passed on to bus commuters. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the contrary, bus commuters have to bear the inconvenience as they now have to take two or even three buses to a destination instead of one bus and at a higher cost. So how does the introduction of bus interchanges benefit the travelling public? Is this not another means by which the SBS increases its profits? If the SBS is sincere in wanting to provide an efficient bus service to bus commuters, it should have introduced free transfers at the bus interchanges. With free transfer facilities, bus commuters will be able to travel to their final destination on a single fare although they have to change buses. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fact that the SBS is placing more importance on profits is also evident in its response to the recent call by the Hon. Minister for National Development for the SBS to offer concession to our senior citizens. The SBS's response to the call, as expected, is negative. The concession for travel in the SBS buses, if extended to our senior citizens, will not only show that we care for them but also encourage them to travel more frequently and to socialise. Unfortunately, the SBS does not feel that it has a part to play in caring for our senior citizens. I wonder whether the SBS has looked into the economics of providing concession to our senior citizens? If the objective of encouraging senior citizens to travel more frequently is achieved, the revenue of the SBS could increase. What does it cost to provide this concession during the off-peak periods? Practically nothing as most buses are not fully occupied outside the peak periods. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the SBS will reconsider its original objectives of providing an efficient and inexpensive bus service to the travelling public. \n  <br>4.27 p.m. \n  <br> \n  <br> \n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Lee Yock Suan (Cheng San):</b> Mr Speaker, Sir, I support the Motion by the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 101</b></font> \n  <br> \n  <br> Member for Mountbatten thanking the President for the Speech which he delivered on behalf of the Government at the Opening of the First Session of this Parliament. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President began his speech with the sobering thought that seldom have events and circumstances been more unfavourable for our economic development. Yet, with full employment, with substantial wage increases recommended by the NWC in 1979 and 1980 and a similar wage increase expected this year as the third and final round of our wage correction policy, with booming property and share markets and with a general atmosphere of affluence, it is easy to be lulled into thinking that everything is well. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, foreign investors are looking at Singapore critically and assessing our policies, our actions and the attitudes of our workers in terms of the impact they would have on the viability of their projects. Externally, the outlook is gloomy and the factors are largely beyond our control. Internally, certain factors are within our control and we should as far as possible maintain a healthy investment climate which is conducive to the type of investments that we are trying to promote. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps the most important factor over which we may be able to exercise some control is labour - the cost and quality of labour. As Members are aware, job-hopping has been a problem in Singapore, although it varies from industry to industry and from company to company. One thing is clear: job-hopping must be discouraged. A certain amount of labour mobility is necessary for a restructuring of the economy. However, excessive job-hopping, especially amongst skilled workers who require many years to train and much investment to train, will make it more difficult for us to upgrade into skill- and technology-intensive industries. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our present tight labour market job-hopping is inevitable to a certain extent. To alleviate the shortage of workers, we should economise on the use of labour in the various sectors of the economy. The Addendum to \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 102</b></font> \n  <br> \n  <br> the President's Speech indicates a general consciousness of the need to economise on the use of labour within the government machinery. With better organisation and with computerisation and mechanisation, I think there is scope for further economies in labour usage. The Addendum also mentions two other measures. One is the promotion of part-time jobs for housewives. This is something which we should encourage. The other is to provide gainful employment for the disabled and the aged. These measures will serve a social objective besides helping to alleviate the shortage of workers. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from labour, which is probably the most important factor, other factors such as land rentals, local construction costs, utility charges and pollution controls are important too. Together they have a significant impact on our investment climate. Government policies in these areas are influenced by other important considerations, such as the need to build up a skilled construction work force, to conserve energy and to protect the environment. However, it is necessary to consider the economic implications of such policies and, where there are adverse impacts, the policies should be moderated so that our competitive edge is not unduly eroded. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am especially concerned with the rising cost of local construction, of homes, factory buildings and industrial plants. The boom in construction activities, coupled with the shortage of construction materials and labour, is causing a rapid escalation of construction costs. For manufacturing industries, which have to face the rigours of international competition, it is imperative that we keep our plant costs in line with those of our main competitors. As most of our plant and equipment still have to be imported from overseas and we need to incur additional freight costs to bring them here, we must compensate for this disadvantage by keeping the costs of local construction and civil works low so that the final plant costs are internationally competitive. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another important factor is electricity tariff. With rising oil prices and uncertainty of supply, it is inevitable that electricity tariffs \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 103</b></font> \n  <br> \n  <br> will increase further. In the Addendum it is reported that the PUB is planning to remove the promotional block rates of non-domestic electricity tariffs to discourage wastage and inefficient use of electricity. However, I wish to point out that for a given process there is only a certain limited scope for saving of electricity consumption. The planned restructuring of tariffs means in effect that we will be discouraging certain types of more energy-intensive industries from setting up in Singapore although they may be desirable in other regards. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have already stated, Government policies in these areas are dictated by important national considerations besides economic growth. For example, no one can question the need for strict pollution control to preserve the environment in our small island state. The point that I am trying to make is that Government policies often involve a trade-off between various priorities. As we are attempting to restructure our economy under unfavourable economic conditions, somewhat more weight should be given to the impact which various Government policies will have on our investment climate. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Order. I propose to take the Suspension now, I suspend this Sitting and will take the Chair again at 5.00 p.m. \n  <br> \n  <br> \n  <div align=\"right\"> \n   <i>Sitting accordingly suspended</i> \n  </div> \n  <div align=\"right\"> \n   <i>at 4.34 p.m. until 5.00 p.m.</i> \n  </div> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <i>Sitting resumed at 5.00 p.m</i> \n  </div> \n  <div align=\"center\"> \n   <h4>[Mr Speaker in the Chair]</h4> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br> \n  <br> \n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Ang Kok Peng (Buona Vista):</b> Mr Speaker, Sir, I rise to support the Motion moved by the Member for Mountbatten to thank the President for his speech outlining the policy of the Government. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In doing so, I wish to make some comments first on the Addendum on the Ministry of Education and then on some of the other Addenda. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 104</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Except for the Special Assistance Plan schools, most secondary schools have been allocated the Express and Normal stream pupils in the recent post-PSLE exercise. This is a step in the right direction as it will demonstrate to the parents that the Ministry intends to make all schools equally effective so that their children will not be unduly disadvantaged by not being in the better known schools. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is highly desirable for all schools to have a fair share of the more capable pupils who will be able to provide leadership. At the same time, by spreading them out it will afford them more opportunity to give full play to their leadership talents. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Addendum, the stated object for streaming pupils according to their ability is to enable them to be taught at the most suitable pace. It would therefore seem logical to consider introducing a system whereby pupils are grouped according to their ability in each subject so that they can be taught at a pace commensurate with their learning ability. In this way, no pupils need be under great pressure to keep pace with the fast learners nor the fast learners need to be held back by the slower pupils. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The establishment of a Schools Council is most welcome. Through it, the schools are able to participate in the decision-making process of the Ministry and contribute to a better system of education. In the first stage the schools are to be represented by 20 principals selected by the Ministry. Here, I would like to suggest that the 20 selected principals should each form a study group comprising principals of schools in the same catchment area so that they may have a better perspective of the situation in their respective area and be more capable of participation in the decision-making process of the Ministry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note that the system of school appraisal is becoming more acceptable. Once specific areas for improvement have been identified for a particular school, it is necessary for remedial action to follow immediately. Undue delay may not yield the desired results. I hope that through the school appraisal \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 105</b></font> \n  <br> \n  <br> programme there should be no more of the so-called 'poor' schools left in the near future and that eventually all schools are effective in discharging the duties entrusted to them. By then parents will naturally prefer to send their children to schools near their homes. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this stage, I wish to recall the warning of the President that we may encounter poor economic growth and even some unemployment in the coming years and that this will subject management-labour relationship to severe strains. To be in a better position to resolve this problem, we have to evolve a new relationship between labour and management where close cooperation and identity of interest are the guiding principles. Given our enlightened labour unions of today, this sound advice will be well received. However, it is also necessary for management to keep on adapting itself to the changing circumstances and thus continue to be in a position to meet the challenges of the 1980s so that labour-management harmony can be maintained and productivity increased. The new relationship will have to be one where management and labour realise that both will either sink or swim together in the difficult years ahead. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the intention of the Labour Ministry to take measures against bad work attitudes such as job-hopping, I have nothing to quarrel about. However, the Ministry should monitor carefully the measures taken and review them regularly not just to evaluate their effectiveness but also to see if there are unintended social effects arising from these measures. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry also intends to promote more part-time opportunities for housewives to alleviate the labour shortage. According to the 1979 Annual Report of the Ministry, Singapore had a female labour force participation rate of 41.9% which compares favourably with that of the other developing economies at a same level of development. By offering the right incentive it may be possible to push the rate higher; this is \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 106</b></font> \n  <br> \n  <br> desirable in view of our labour shortage. However, the problem, we are likely to encounter is: how to help the housewives to acquire the necessary skills that are sought by the factories? At the moment, most of the female labour are engaged in relatively low-skill jobs and are liable to be laid off as industries move up the skill ladder. Training schemes must, therefore, be made available to them to equip them adequately with the requisite skills for gainful employment in an increasingly sophisticated technological industry. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the international economic environment is deteriorating in the coming years, our second industrial revolution may prove far more difficult than our first. Singaporeans, especially the younger generation, should be made more aware of the difficult tasks ahead and be impressed upon that success would not be a matter of course. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new industrial structure we are building is one based on higher skills and greater capital input. For success, appropriate training and research in development and design, and more capital investment are the preconditions with the human factor being the key element. Hence, in our current preoccupation with rapid computerization and other technocratic style of organizing production, we must not leave out or inadvertently relegate the roles played by human motivation, industrial relations, social values and the like. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have, therefore, to seek a solution consisting of an optimum mix of modern technology and human input. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, our new industrialization strategy for the 1980s presents a great challenge to our educational institutions and our educational system. Not only do we have to train our people for the high-skill industries but we also have to instil into our future workers and managers the correct social values to reinforce their technical know- how. In other words, our strategy must be based on both technological competence and a viable value system. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 107</b></font> \n  <br> \n  <br> \n  <br>5.09 p.m. \n  <br> \n  <br> \n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, I rise in support of the Motion moved by the Member for Mountbatten in his Address of Thanks for the President's Speech. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker and Fellow Parliamentarians, in line with the call by the President to Backbenchers like me to speak my mind, I will endeavour to do my best, although I am sitting on the wrong side. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we pursue the policy of a two-child family, then it is only logical that we provide for the best in their welfare and development. There are three prime concerns of Singaporean parents - education, health and national service, I shall limit my remarks to education and health. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In education, we must take into account that we are dealing with two precious children and their over-anxious parents who have very high expectations. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is seen in the way these parents choose to put their children into particular schools. And the fact that 88% of the children in the borderline Pass group (40 - 49%) in the last PSLE opted for the express stream, despite being advised that their children would fare better in the normal stream, illustrates this point very clearly. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do parents do this? Is it because they think they know their children's capabilities better? Or is it to avoid losing out in the social class struggle? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Class division, undesirable though it may be, exists in muted form in our society. This is expressed in the way Singaporeans go increasingly for prestigious brands of clothing, bags, shoes, cars and even schools. And when we start creating prestigious labels such as superschools, special and express streams, no Singaporean wants to be caught with the merely 'Normal' label. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To make the Normal stream even more unpalatable, the Ministry merely told parents that the course content would be spread evenly over five years - to give their children \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 108</b></font> \n  <br> \n  <br> more time. There is no promise of special assistance to those weak in languages such as those given to the superkids in immersion classes. There is no promise of getting the best language teachers to help the weakest. Must the talented always be favoured over everybody else? \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, we seem to be too enamoured over streaming when the West is having second thoughts over the system. Perhaps the Prime Minister's observation on mixed housing applies equally to our schools - a good mix of abilities will certainly go a long way to discourage intellectual snobbery which I think is far worse than social snobbery. The \"intellectually well off\" will not then be conditioned into thinking that they must have the best of everything without regard to those less well-endowed. Intelligent children, so segregated, run the danger of developing intolerance and a superiority complex to those less able. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ultimate aim of our education policy as stated \"is to produce a new generation of Singaporeans who are better educated and better trained to meet the demands of an economy which places emphasis on higher technology and higher skills.\" \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our enthusiasm to implement our bilingual policy, have we lost sight of this aim? If we want to produce computer experts, scientists and engineers, should we deny higher education to those who are weak only in a second language but possess the necessary computational and logic skills? Arguments have been put forward that linguistic ability is linked to scholastic ability. That may be true. But I have yet to hear statistics quoted to show that non-linguists make poor mathematicians or scientists. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I shall now comment on Health. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While it is desirable to make Singapore a medical regional centre, it must not be done at the expense of the health needs of our population. Our primary concern is to look after our people's health first, and to this end we must continue to improve and expand on the existing health facilities. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 109</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the delivery of our health care system we must make no distinction between the doctor in government service and those in private practice. The most important consideration of the doctor, irrespective of whether he is in private or government practice, is the patient. With this in mind, I would now like to make the following suggestions to our health service. \n  <br> \n  <br> \n  <b>Suggestions to improve our Health Care Services:</b> \n  <br> \n  <br> \n  <i>Streamlining our General Practitioner Referral System</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are presently two ways for a general practitioner to refer patients to the hospital specialist clinics. One is direct to the specialist clinic and this would cost the patient $35. The other is via the Outpatient Department and this would cost the patient $13, $3 for OPD and $10 for the specialist clinic. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are, however, certain clear-cut and radiologically proven cases that presently must go through the OPD. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indirect referral of this kind represents a duplication of effort in those cases where hospital referral is clearly indicated, e.g. lumps and hernias. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I am suggesting is that there should be direct hospital specialist clinic referral for certain selected clear-cut cases. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For clear-cut cases as described above, direct referral without going via OPD be implemented for a fee of $15 (this being the fee if the patient goes to the OPD and then to the specialist clinic). This will save the patient time by having to see one doctor (the hospital specialist) instead of two (OPD doctor and the hospital specialist). This will reduce the workload of the OPD doctor. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To implement such a system a few criteria must be set: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) A list of cases that can be referred this way, e.g. hernia, lumps including breast lumps, radiologically proven cases. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 110</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) A list of specialist clinics taking in such cases on selected days. To prevent overload, the specialist clinic can keep an appointment list. \n  <br> \n  <br> \n  <i>The GP taking over Post-operative and Follow-up Cases from Hospitals</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, many of the post-operative and follow-up cases are being followed-up by Government OPDs. This may pose inconvenience for the patient who may live far away from the OPD. Secondly, this will clog up the OPD. The general practitioner can take over this function of Government OPD doctors. The question, of course, is whether the general practitioner will charge more than the OPD. For this scheme to work, definite criteria must be set out. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) A fixed charge be levied, e.g. $2 for a dressing, $1 for injection of insulin or streptomycin (the patient brings the injection from OPD). \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) A list of doctors in the private sector who are willing to participate in this scheme which is, in part, a community service. \n  <br> \n  <br> \n  <i>Open Policy for General Practitioners to use Government Laboratory X-ray facilities</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, the Government laboratories and X-rays are not directly available to general practitioners. By developing a system of open policy for lab/X-ray services to general practitioners the patient can benefit from not having to make an extra trip to the hospital, and having to pay less than if he were to use private facilities. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Each polyclinic can be developed into a regional lab and X-ray centre for general practitioners in the OPD's catchment area. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The advantages are: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Convenience for patients and general practitioners who hitherto have either to refer them to hospitals direct, via the OPD, or send them to private labs and X-ray facilities which may be, again, far away and also expensive. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) It will also generate revenue for the polyclinic. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 111</b></font> \n  <br> \n  <br> \n  <br> \n  <br> \n  <i>Processing Centre for General Practitioners for Secondary Health Care Problems</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The polyclinic can be the processing centre for general practitioners for secondary health care problems that can be handled on an outpatient basis where the general practitioners cannot handle because of lack of equipment, lack of time or lack of skill. This includes cases like: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Investigation of hypertension, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Minor surgery, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second opinion and advice on further management. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To prevent a huge unnecessary follow-up pool, the polyclinic will refer the patient back to the referring general practitioner once it has served its function. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This arrangement will: \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) save unnecessary loading of hospital specialist clinics, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) be cost effective and time saving and convenient to patient, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) provides a system for upgrading the skill of general practitioner and poly-clinic staff. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Upgrading the polyclinic would relieve the hospital of a big load of the less severe cases thus allowing the hospital to expand and improve on their existing facilities and advance into the fields of nuclear medicine, coronary by-pass surgery and microsurgery. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, for the polyclinic to succeed in its upgrading programme, there must be enough manpower and it must not incur additional financial burden to the Ministry. Opening the lab and X-ray facilities to the general practitioners at a reasonable cost will help to generate revenue for the clinic. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question of manpower invariably brings to mind the many reasons why doctors resigned from the government service. While reasons like poor pay, overwork, lack of fringe benefits, unsatisfactory working conditions and unreasonable heads of units have been cited, I am of the opinion that one of the fundamental causes of job dissatisfaction in the Ministry of Health is a lack of career advancement and the Government medical \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 112</b></font> \n  <br> \n  <br> officer is a victim of this oversight on the part of the Ministry. For the majority of medical officers who have no preference for specialization, there is no alternative avenue for furtherance of their career. With no hope of being registrars or senior registrars, their only alternative is to leave for the private sector. The Ministry should, therefore, devise a career development programme for doctors from the time he enters the service as a house officer. \n  <br> \n  <br> \n  <b>Career Development Scheme for Doctors</b> \n  <br> \n  <br> \n  <i>Two Years' Compulsory Posting</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On completion of his housemanship, the young intern goes through a two-year compulsory rotating posting, the details of which can be worked out. \n  <br> \n  <br> \n  <i>Manpower Development and Personnel Unit</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After his two years' compulsory posting, he will then be able to decide what type of career he wants to choose. To assist him, the Ministry should set up a Manpower Development and Personnel Unit to advise him on the state of the various departments, its scope and opportunities, including scholarships available. \n  <br> \n  <br> \n  <i>Three years' Specialization or Vocational Training Programme</i> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If he opts to specialize, then he joins the specialization scheme where he undergoes a three-year intensive posting on the speciality of his choice leading to the degree of Master of Medicine (M. Med.) He becomes a senior registrar if he passes his Master of Medicine and, together with this accelerated promotion, he gets a pay increment plus specialist allowance. He has the chance to be a consultant and head of the unit. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those who have gone through the training but for one reason or other not the examination, there is still an alternative career mapped out. Without the accelerated increment and specialist allowance, he can still be a registrar and even a senior registrar. In a similar vein those who opt out of the specialization scheme could go through a three-year period of vocational training programme designed for the Member of the \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 113</b></font> \n  <br> \n  <br> College of General Practitioners (M.C.G.P.) examination or its equivalent and follows similar career patterns as those in the specialization programme. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While I will admit that there may be flaws in the above system, I would like the Ministry of Health to look into this Career Development Plan in greater detail. There are many advantages of such a system. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) A career has been mapped out for the doctor. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) There is optimization of available talent leading to better deployment of manpower. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Morale booster. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Manpower shortage relief. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) The final product is better because at the end of the five years' training he will be a more rounded doctor. \n  <br>5.27 p.m. \n  <br> \n  <br> \n  <!-- Encik Wan Hussin Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Encik Wan Hussin Zoohri (Kampong Ubi):</b> Mr Speaker, Sir, I rise to join my colleagues in this House in support of the Motion moved by the Member for Mountbatten thanking the President for his Address delivered at the opening of the First Session of the Fifth Parliament. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the President delivered his Address at the Second Session of the Fourth Parliament on 26th December 1978, three major factors were mentioned. They were the economic downturn at the close of 1970s, the spill-over of the Vietnam-Kampuchean clashes into Thailand, and the important domestic issue of the next political leadership. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his recent Address, the President mentioned three tasks confronting Singapore in the 1980s. These are the building of a modern industrial society, the importance of having strong reserves in the Armed Forces, and again the question of self-renewal in the political leadership. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 114</b></font> \n  <br> \n  <br> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is observed that, apart from a slight variation in presentation, the factors mentioned in both the Presidential Address of December 1978 and that of February 1981 still revolve around the crucial themes of our economic performance, our .security and defence capability and the urgency of transfer of political leadership. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since December 1978 the world economic scene has not changed for the better. In fact, it is getting more gloomy everyday. From the economic downturn of the late 70s, the world is heading for a deeper recession. But even against this sombre economic backdrop we have set our economic path towards building a modern industrial society. This may appear a strange principle to follow, trying to battle through very unfavourable economic weather and hoping to arrive at our destination safely and unscathed. The principle may, however, appear strange but not the results as past events have proved. \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many a time we have survived different crises. The events of the post-separation of the 60s, and 70s provide ample testimony of how we survived amidst the seemingly insurmountable problems. I am, therefore, confident that given the effective leadership as we have known it till today, we will, barring major economic crisis and political catastrophe beyond our control, achieve our economic objectives. Nevertheless, the ground rules towards achieving \"identity of interest among employers, management and labour\" as outlined in the Presidential Address must be observed by all parties concerned. \n  <br> \n  <br> \n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp; \n  <b>Mr Speaker:</b> Order. It is 5.30 p.m. now. \n  <br> \n  <br> \n  <font size=\"1\"><b>Column: 114</b></font> \n  <br> \n  <br> \n  <div align=\"center\"> \n   <b>ADJOURNMENT</b> \n  </div> \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br> \n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn\" - [Mr E.W. Barker]. \n  <br> \n  <br> \n  <div align=\"right\">\n    Adjourned accordingly at Thirty \n  </div> \n  <div align=\"right\">\n    minutes past Five o'clock p.m. \n  </div>  \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
