{"memberId": null, "volumeNo": "41", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "13", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"41\"> \n  <meta name=\"Sit_No\" content=\"13\"> \n  <meta name=\"Sit_Date\" content=\"1982-03-19\"> \n  <meta name=\"Start_Col\" content=\"1229\"> \n  <meta name=\"End_Col\" content=\"1302\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">41</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">13</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">19-03-1982</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1229</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 41</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 19th March, 1982</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat) ). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok), Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1230</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Health and Second Minister of Defence. \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Minister of State, Ministry of Law and Ministry of Home Affairs. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of National Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1231</b></font>\n  <br>\n  <br> \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah), Minister. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Minister for Labour. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Trade and Industry. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1232</b></font>\n  <br>\n  <br> \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture. \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wong Kwei Cheong, P.B.m. (Cairnhill), Minister of State, Ministry of Labour. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister of State, Ministry of Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1231</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>SAFETY MEASURES AT CONSTRUCTION WORKSITES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Surprise raids)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Lim Boon Heng</b>: To ask the Minister for Communications and Minister for Labour why it is necessary to conduct surprise raids at construction worksites in order to enforce safety legislation and whether such raids have resulted in a significant improvement of safety measures at construction worksites. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1232</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Lim Boon Heng. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff (Kaki Bukit):</b> Question No 1, Sir. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong (Minister of State for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Labour (Dr Wong Kwei Cheong) (for the Minister for Communications and Minister for Labour):</b> Mr Speaker, Sir, surprise inspections are conducted on contractors who have unsatisfactory safety records or have shown an indifferent attitude towards safety at worksites. This is necessary to impress upon such contractors the need to rectify unsafe conditions before workers are hurt or killed. Many of the worksites \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1233</b></font>\n  <br>\n  <br> raided were found to have unsafe conditions. Hence, surprise raids on these contractors are necessary and will be continued. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is improvement of safety measures at construction worksites as a result of such raids. Contractors are taking steps to improve safety provisions so that they will not be the targets of future raids. Safety personnel at the worksites have also indicated that contractors are more receptive to their proposals and suggestions to improve safety measures. \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Liew Kok Pun (Boon Teck):</b> Mr Speaker, Sir, may I ask the Hon. Minister of State for Labour what measures will be taken to reduce accidents in the construction industry? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Mr Speaker, Sir, the Ministry will take the following measures to reduce accidents in the construction industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Amending the Building Operations and Works of Engineering Construction Regulations to make further requirements on the provision of safe working platforms, safe access to workplaces and proper overhead shelters. These amendments will indirectly encourage and promote the use of metal scaffoldings. The use of metal scaffoldings will also have the effect of changing the method of construction. Construction will be carried out inwards from properly erected scaffoldings and working platforms. This will help to prevent many of the accidents resulting from workers falling from heights and workers being struck by falling objects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The Ministry will also continue with its programme of stringent enforcement at construction worksites. It will also continue to conduct surprise inspections and swoops on worksite recalcitrant contractors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Finally, the Ministry will continue with its programme of safety mass orientation for workers in the construction industry. This mass orientation will acquaint existing and new workers with the hazards of the industry and the remedial measures. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, will the Minister of State say \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1234</b></font>\n  <br>\n  <br> whether any contractors have been prosecuted as a result of the surprise checks and, if so, how many? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Mr Speaker, Sir, since the raids were started last year, a total of 76 worksites have been raided. In 1980, four stop-work orders were issued, 68 offences were compounded and a total of $8,525 were collected as fines. In 1981, a total of 12 stop-work orders were issued, 50 offences were compounded and a total of $10,300 in fines were collected. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> None was prosecuted? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> None. Mr Ho See Beng; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1234</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EMPLOYMENT ACT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Protection against dismissals)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Liew Kok Pun</b> asked the Minister for Communications and Minister for Labour (a) whether he is satisfied that the present Employment Act gives sufficient protection to a worker with respect to his tenure of appointment; (b) whether he is aware that there are certain sections of the Act that leave workers completely at the mercy of the employer; and (c) whether he thinks it is necessary to have a law against unfair dismissal. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong (Minister for Communications and Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Minister for Labour (Mr Ong Teng Cheong):</b> Mr Speaker, Sir, the Employment Act provides adequate protection for employees against unfair termination or dismissal. Employees who feel that they have been terminated or dismissed without just cause or excuse can appeal to the Minister for redress. If the Minister is satisfied that the dismissal has been made without just cause or excuse, the employer will be ordered either to reinstate the employee or to pay compensation. The maximum penalty on the employer for not heeding the Minister's order for reinstatement or compensation is a $5,000 fine or imprisonment up to 12 months, or both. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rights and obligations of employees and employers are clearly spelt out in the Act. Since its promulgation, the Act has been operating smoothly in safeguarding the interest and welfare of employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the past five years a total of 141 appeals against dismissal were received. In 87 of these cases, our investigations \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1235</b></font>\n  <br>\n  <br> confirmed that the dismissals were justified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 10 cases, however, the Ministry ruled that the dismissals were wrongful.In some of these instances, the dismissals were carried out without a proper inquiry or without grounds to substantiate the charge. Reinstatement of the dismissed workers was ordered by the Minister in five cases and compensation was paid out in the other five cases. The remaining 44 cases were amicably settled through conciliation at the Ministry. In the majority of these cases, during conciliation the dismissed workers accepted the dismissal and the employers also agreed to grant compensation as both parties were found to be partially wrong in their actions. From these figures, it is clear that employers generally have not abused their rights in terminating or dismissing employees. It is, therefore, unnecessary to modify the current law governing dismissal. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, a supplementary question. The appeal to the Minister only lies in the case of a dismissal of a worker for misconduct. Is there any protection for the worker who has put in, say, 15 or 20 years of service and he is then suddenly told, \"Your services are no longer required. Here are four weeks' wages. Goodbye.\"? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, there are some employers who, instead of conducting an inquiry into the employees' misconduct and to avoid appeals against dismissal, as mentioned by the Member for Anson, choose the easy way out by terminating the services of such employees in accordance with section 10 of the Act, that is, giving them the appropriate notice to terminate their services. There are other employers who also terminate the services of their employees without valid reasons or to save costs. The affected employees have no recourse to appeal for reinstatement on the grounds of unfair termination, as the termination is in accordance with the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, although the Employment Act does not empower the Minister to inquire into termination cases, my Ministry has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1236</b></font>\n  <br>\n  <br> investigated cases of unjust termination which are brought to our attention. That has been done in the past. The figure of 141 appeals, which I quoted earlier on, includes such cases. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, is the Minister aware that the Act provides that before a worker can be dismissed for misconduct, there should be an inquiry? Is the Minister aware that by a decision of the Court of Appeal in Singapore it has been held that there need be no inquiry held before a worker is dismissed? Will the Minister consider taking steps to amend the legislation to put that right? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, I do not see the point raised by the Member for Anson about the Court of Appeal. We are talking about the Employment Act. The Employment Act provides that there must be just cause for dismissal of employees by the employers and there must be proper inquiry conducted by the employers. If not, there is always recourse for the employees to refer the matter to the Ministry of Labour and the Labour officers will then carry out an investigation. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng (Khe Bong):</b> Mr Speaker, Sir, my supplementary question is this. In my experience as a trade unionist, I have come across many cases of dismissal, and when these cases are referred to the Ministry of Labour for conciliation, the Ministry has been able to conciliate these cases very amicably. Can the Minister confirm whether there has been any case handled by the conciliation officers which has proved to be unjust to the workers? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, the answer is no. When a matter is referred to the Ministry of Labour, it will be handled by a senior Labour officer. A thorough investigation will be carried out and a report or recommendation will be submitted to the Minister, through the Director of Labour Relations, then to the Deputy Secretary and then to the Permanent Secretary. So the inquiry is made at various levels of the investigation in the Ministry to ensure that the appeals are thoroughly looked into. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1237</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, perhaps I did not make myself clear to the Minister. The point I am making is this. The Act at the moment requires an employer to hold an inquiry before he dismisses him for misconduct. There is a decision of a Court of Appeal which says that that is not necessary, that an employer can dismiss a man without an inquiry, and the remedy merely is, for the man to take the employer to court in an action for wrongful dismissal and recover four weeks' wages. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, I think the point raised by the Member for Anson is irrelevant. That is a Court of Appeal. We are talking about the Ministry of Labour. I am not going to make a judgment on the wisdom of the Appeal Judges. The choice rests with the employee, whether he wants to refer the case to the Court under the common law or refer it to the Ministry of Labour for an appeal. We are talking about the Labour Ministry. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1237</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>INDUSTRIAL ACCIDENTS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Liew Kok Pun</b> asked the Minister for Communications and Minister for Labour (a) how many accidents have occurred in the various industries in Singapore over the past five years; (b) what measures the Ministry of Labour has taken to reduce these accidents; and (c) whether he is satisfied that the Ministry is doing enough to ensure that the lives of workers are not unnecessarily put in danger. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (for the Minister for Communications and Minister for Labour):</b> Mr Speaker, Sir, there were a total of 4,575 accidents reported to the Factory Inspectorate in 1977 as compared with 4,554 in 1978, 5,277 in 1979, 6,087 in 1980 and 6,046 in 1981. Although the number of accidents has increased over the years, the industrial safety situation has not deteriorated. The increasing number of accidents has to be interpreted in the light of the increasing number of workers employed in industry and the resultant increased exposure to risk in terms of man-hours worked. To give proper weight to these factors, the accident severity and frequency rates have to be calculated to establish if the industrial accident situation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1238</b></font>\n  <br>\n  <br> has improved or deteriorated. The accident severity rates in 1977 was 501 mandays lost per million man-hours worked compared with 504 man-days lost per million man-hours worked in 1981. The accident frequency rates for the five years from 1977 to 1981 were kept within the limits of 5.0 and 6.5 accidents per million man-hours worked. Hence, in these terms, it can be said that the industrial accident situation has not deteriorated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has taken various measures to improve the industrial accident situation. These measures are as follows:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(a) Safety standards</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One measure is to set safety standards to be observed in the industry. These have been prescribed through legislation. Special safety requirements are also laid down to protect workers who are engaged in work which may expose them to risks. For instance, there are special safety provisions for workers who are exposed to the risks of falling objects or debris from heights, asphyxiation and fire and explosion. These standards and requirements are being reviewed continually to ensure that they are up-to-date and relevant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(b) Safety Officers</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Certain classes of factories have also been required to employ safety officers and to establish safety committees. These safety officers help to identify hazardous situations and make recommendations to management to rectify them. They also help to implement safety measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(c) Enforcement</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure that safety standards for the protection of workers are complied with, continuous enforcement action has to be taken. To increase efficiency, selective enforcement in factories and industries which are more hazardous has been practised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(d) Advisory Committees</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the Ministry has set up Advisory Committees to look into the special problems encountered by the ship-building and ship-repairing industry and the construction industry, so that appropriate recommendations on preventive measures can be made. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1239</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(e) Promotion</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry places great emphasis on the prevention of accidents and has been continuously promoting safety awareness through the organization of various campaigns, exhibitions, workshops and safety months. Since 1972, a total of 21 of these have been conducted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(f) Training and Education</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, numerous safety training courses have been conducted for safety personnel, workers, supervisors and management. Special mass orientation and safety instruction courses have also been conducted for workers in the shipbuilding and ship-repairing and the construction industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the measures just related, it can be seen that the Ministry has spared no efforts to ensure that the lives of our workers are not unnecessarily exposed to risk and jeopardy. In spite of this, the Ministry will continue to look into better ways to prevent accidents at workplaces. \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Liew Kok Pun:</b> Sir, may I ask the Hon. Minister of State for Labour whether there is a shortage of registered safety officers and, if so, how serious is the shortage? Also, what steps are being taken by his Ministry to overcome this shortage? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Mr Speaker, Sir, about 240 safety officers are needed to meet the demand of factories which are required to employ safety officers under the Factories (Safety Officers) Order, 1975, At present, the Ministry has registered about 150 safety officers. The shortage of about 90 registered safety officers is expected to be overcome in the near future when the trainees from the next few batches of the National Productivity Board's safety officers training course successfully complete the course. To ensure an adequate supply of safety officers, the NPB will step up the training of safety officers. The Ministry is also reviewing the three pieces of legislation on safety officers, namely, (1) the Factories (Qualification and Training of Safety Officers) Notification, 1975; (2) the Factories (Registration and Duties of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1240</b></font>\n  <br>\n  <br> Safety Officers) Regulations, 1975; and (3) the Factories (Safety Officers) Order, 1975. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The needs for the services of safety officers for the various industries, the prerequisite qualification and training and the duties of safety officers to be employed by the various industries will be re-examined in the light of our experience. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1240</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>OCCUPATIONAL CANCER PREVENTION PROGRAMME</b>\n  </div> \n  <div align=\"center\">\n   <b>(Progress)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Goh Chee Wee</b> asked the Minister for Communications and Minister for Labour what has been the progress of the occupational cancer prevention programme; and whether the Government will consider introducing compulsory medical examination for workers exposed to occupational cancer hazard. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (for the Minister for Communications and Minister for Labour):</b> Mr Speaker, Sir, the Occupational Cancer Prevention Programme was launched in late 1978 with the following activities: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Identification of workplaces with occupational cancer hazards; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Environmental monitoring and control of such workplaces: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Medical monitoring of workers exposed to cancer hazards; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Health education of workers and management; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(e) Setting up of an informal register of exposed persons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In launching this programme, more than 4,800 questionnaires were sent to various establishments to identify users and determine the extent of usage of cancer-causing agents. The Ministry then proceeded to confirm the presence of the hazards and to monitor the workplaces and the workers involved. So far, 63 establishments have been placed under the programme and 910 workers monitored for exposure to two cancer-causing agents, namely, asbestos and benzene. Workers exposed were given talks on how to minimize the risk of exposure and to take precautionary measures. Other cancer-causing agents \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1241</b></font>\n  <br>\n  <br> such as arsenic, polycyclic aromatic hydrocarbons, vinyl chloride monomer and aromatic amines, will be included in the programme in phases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, statutory medical examination is compulsory for workers exposed to asbestos and benzene under the Factories (Asbestos) Regulations, 1980, and the Poisons (Benzene) Rules, 1974, respectively. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1241</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MINDEF COMPUTERIZATION PROGRAMME</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Sia Khoon Seong</b> asked the Minister of Defence what steps are being taken by his Ministry to encourage greater computerization in line with the stated national policy towards computerization. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister of State of Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State of Defence (Dr Yeo Ning Hong) (for the Minister of Defence):</b> Mr Speaker, Sir, Mindef is the biggest user of computers in the Republic. Currently, it operates the entire range of computers available: Microcomputers, minicomputers, super minicomputers, mainframe computers, and special purpose computers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry started using computers some 14 years ago. Computers were first used for manpower records, payroll, national service enlistment and control of stores. More complex applications like the computerized allocation of manpower to various vocations according to physique and educational qualifications, and on-line issue of exit permits followed. A study of all possible areas for computerization in Mindef and the SAF was completed last year. Advanced computer techniques are now used to support personnel and logistics management, and for military applications like war games, and studies in mobilization of men and equipment. Much effort is also going into office automation with word processors and small computers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our computer expertise has been put to more than just Defence applications. For example, Members of the House may recall that in the MRT study, a number of officers assisted the Hansen Team in computer simulation to examine the feasibility of an all-bus transport system. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1242</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Computer professionals in Mindef have been very active in the Government's current computerization effort. They did much of the groundwork leading to the establishment of the National Computer Board and the Institute of Systems Science. In the formulation of the Civil Service Computerization Programme, they made up about half the technical members of the Systems Team which studied the various ministries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;New approaches in the design of information systems are being introduced. There is an in-house training centre which teaches computer personnel new skills and methods in software development. Much time is spent educating computer users on how to get the most out of their computers. In addition, computer appreciation courses are regularly conducted for those with limited knowledge of what computers can do. The Ministry has also helped organizations like SAFRA and the NTUC set up microcomputer clubs and training centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of Singapore's small population, our defence has to be capital-intensive. Mindef will therefore keep abreast of development in computer technology and will continuously exploit opportunities for automation and computerization. We will also contribute, wherever possible, to the national computerization programme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1242</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PHYSICAL FITNESS OF NATIONAL</b>\n  </div> \n  <div align=\"center\">\n   <b>SERVICEMEN AND RESERVISTS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Sia Khoon Seong</b> asked the Minister of Defence, in view of the important role of physical fitness in our national defence, what steps are being taken to ensure that our National Servicemen and reservists are of adequate physical fitness. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong (for the Minister of Defence):</b> Mr Speaker, Sir, military training is by its nature physically tough and demanding on active national servicemen and reservists alike. Unless they are physically fit, they will not be able to withstand the rigours of military training and exercises. During the last three years, great emphasis has been given to physical training to stress the importance of physical fitness to all national servicemen. In developing the physical fitness of active \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1243</b></font>\n  <br>\n  <br> national servicemen, the SAF hopes to inculcate a permanent physical fitness consciousness and habit which they will follow and maintain in civilian life. Physical fitness tests are conducted at regular intervals to monitor, control and improve the physical fitness standards of our reservists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate on the physical fitness programme for full-time national servicemen. During the period of full-time national service, national servicemen are exposed to a wide range of physical fitness programmes which include physical conditioning exercises, long distance runs, combat obstacles course, route marches, swimming, Tae Kwon Do, as well as participation in sports and games which include rugby, football, basketball, etc. The Individual Physical Proficiency Test (IPPT), the Standard Obstacle Course Test, the Swimming Proficiency Test and Tae Kwon Do Grading Test are all conducted at regular intervals to ensure high standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following test results in 1981 would give some indication of the progress of the SAF physical fitness programme: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(a) Individual Physical Proficiency Test</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After three months of Basic Military Training (BMT), more than 90% of recruits pass the IPPT which consists of four test exercises: chin-up, push-up, sit-up and a 2.4 km run. All who fail are given additional training and retested until they pass. An illustration of the improvement in physical fitness of our young national servicemen is that although 40% of the recruits cannot perform even three chin-ups at the time of enlistment, most of them are able to satisfy the IPPT's eight chin-ups within 12 months. I can assure Members of this House that a chin-up is indeed difficult. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(b) Standard Obstacle Course</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Standard Obstacle Course tests are conducted once in Basic Military Training, once in the first year, and once before ROD, at progressively higher test standards. More than 80% pass in each of these three tests. Those who are familiar with the Standard Obstacle Course Test will know that it is indeed a strenuous test \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1244</b></font>\n  <br>\n  <br> of stamina, endurance and ruggedness, as it requires a soldier, in full battle order, to run a distance of 1,300 metres and to clear all combat obstacles in 10 minutes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(c) Swimming</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Swimming lessons are conducted in BMT for all recruits who cannot swim. All recruits are required to swim a distance of 30 metres using breast stroke and be \"drown-proof\" for 90 seconds. Generally, all recruits are able to do this by the end of their BMT. During the second year of service, soldiers are upgraded so that they are required to be able to swim 100 metres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(d) Tae Kwon Do</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Tae Kwon Do is introduced to combat troops after BMT. A total of five gradings are conducted during the two years of national service. As a result of the training provided during national service, many of our soldiers and reservists take up Tae Kwon Do seriously and continue this martial art in their civilian life. \n  <br>\n  <br>\n  <i>Reservists</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now elaborate on the physical fitness programme for reservists. After full-time national service, reservists are required to pass the Individual Physical Proficiency Test every six months. In 1981, of the more than 100,000 reservists who took the IPPT, 83% passed at first try, Those who failed were retested, Persistent failures without just cause were given additional training within residence at Pulau Ubin. Despite the short period of in-camp training each year, the SAF makes full use of the programme to emphasize physical fitness wherever possible. Reservists know that they can save themselves a lot of trouble and muscular aches and pains if they keep themselves physically fit the whole year round, instead of exercising only one or two months before each IPPT. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To further assist reservists to keep fit, the SAF has started the following schemes: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(a) Keep-fit Apparatus at Community Centres</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From October 1979 to February 1980, the SAF in collaboration with the People's Association installed 22 sets of keep-fit \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1245</b></font>\n  <br>\n  <br> apparatus at selected community centres, jogging tracks, SAFRA, and the National Youth Leadership Training Institute. They are specifically located in densely populated areas so that reservists can make full use of them. The keep-fit apparatus consists of the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) three sets of Parallel Bars \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) one set of Wall/Chin-Up Bars Combination \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) one set of Horizontal Ladder. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(b) Formation of Jogging and Keep-fit Clubs at Community Centres</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, the SAF collaborated with the People's Association to form jogging and keep-fit clubs. Reservists staying near each of these community centres are sent letters by the People's Association inviting them to participate. The scheme was launched in April 1980 using reservist Physical Training Instructors to assist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SAF will spare no effort to ensure that through its national servicemen and reservists the keep-fit habit will propagate throughout the entire population. Several part-time familiarization courses on physical fitness have been conducted for members of the People's Association, the National Youth Leadership Training Institute as well as for other youth leaders in community centres. It is hoped that as more and more people respond to these efforts our programme for ensuring that physical fitness will be a life-time commitment by our population will succeed. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Sir, may I ask the Hon. Minister of State whether a survey has been conducted to ascertain the number of reservists making use of such physical fitness apparatus set up in community centres, noting the fact that these community centres are open from about 2.30 p.m. or 3.00 p.m. in the afternoon. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, the SAF closely monitors the usage of the keep-fit apparatus. In isolated incidents where the apparatus is not fully utilized, these were removed and placed in other more densely populated centres. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Would the Hon. Minister of State consider removing the physical fitness apparatus now sited at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1246</b></font>\n  <br>\n  <br> Kangkar Community Centre and relocate it at the Punggol Community Centre in Tampines Way? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, keep-fit apparatuses are usually installed after surveys have been made concerning the number of people participating, within any community centre. As a general rule, Members of Parliament are also consulted prior to the installation of such apparatus. I am obviously unable at this particular moment to confirm whether or not the Member for Punggol was consulted in this particular installation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Member for Punggol would provide me with evidence to suggest that the Kangkar keep-fit apparatus is not being fully utilized, we will only be too glad to take it away. As to whether it would be installed at the new location, we will have to examine that place first, before we decide whether it could not go to some other more worthwhile location. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> I think the Hon. Minister of State was inviting a question from me when I responded to his question that where a physical fitness apparatus is under-utilized - and that is where I meant that the physical fitness apparatus at the Kangkar Community Centre is underutilized - he said that this apparatus should be located at more densely populated areas. The Punggol Community Centre has been built within the Punggol Estate, which has got some 21 blocks comprising 3,091 housing units. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I thank the Member for Punggol for giving me all the detailed statistics. We will look into the numbers and I assure the Member that if the need for the apparatus to be relocated exists we will carry out the relocation. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff (Kaki Bukit):</b> Sir, I hope the Hon. Minister of State can do the same thing for Bedok North. We have a physical fitness apparatus which is situated in the sports area, away from the blocks of flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Anyway, my supplementary question is this. May I know whether the Hon. Minister of State is satisfied with the present physical activities programme and facilities provided for our reservists, so that at any one \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1247</b></font>\n  <br>\n  <br> time if we round-up from the road 100 national servicemen or reservists, they are physically fit and ready to fight. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, if the apparatus at Bedok North is also under-utilized, which at the moment I am unable to say whether it is or is not, I can assure the Member that it will be looked into. If it is under-utilized, I think there obviously must have been a shift in population in new housing estates. If we are able to confirm that the shift is sufficiently significant to warrant a relocation of the apparatus, we will carry it out in Bedok North, just as I have assured the Member for Punggol. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the physical fitness of our reservists, the Member for Kaki Bukit obviously did not pick up the number which I gave, which was 83% of more than 100,000 reservists are found to be physically fit in the first test. And we continue to carry out a re-test until they pass. So we are talking of about close to 100% passes of more than 100,000 reservists. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff:</b> Mr Speaker, Sir, normally only when these soldiers are called up for tests will they prepare themselves. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your supplementary question, Encik Saidi? \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff:</b> My supplementary question is this: is the Hon. Minister of State satisfied, particularly with the physical toughness of our reservists? This is because I believe there is a difference between physical fitness and physical toughness. Can I just add something to support my question, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You are making a speech on this. You should just ask your supplementary question, Encik Saidi. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff:</b> Sir, is the Hon. Minister of State aware, and talking from my experience in taking a group of youths for overland expeditions and mountain climbing, they are all reservists, ex-national servicemen, I found that they could not take the hardship and endurance \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1248</b></font>\n  <br>\n  <br> in going through jungle tracks and climbing mountains - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. That is not a supplementary question. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1248</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BILL INTRODUCED</b>\n  </div> \n  <div align=\"center\">\n   <b>CIVIL LAW (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Civil Law Act (Chapter 30 of the Revised Edition)\", \n  <br>\n  <br>presented by the Minister of State for Law and Home Affairs (Prof. S. Jayakumar); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1248</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES</b>\n  </div> \n  <div align=\"center\">\n   <b>OF SINGAPORE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <h4>1ST APRIL, 1982 TO 31ST MARCH, 1983</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of Supply [3rd Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q (cont.) - \n  <br>3.16 p.m. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QE-01 of the Main Estimates*. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In moving this amendment, I would like to highlight once again in this House the problem of safety on our roads. About two years ago when I spoke on the same topic I suggested that perhaps we could learn from other countries which had a better record of road safety and to see how we could apply their methods to our own road safety programme. Last night I was very happy to hear the Hon. Minister saying that he had already sent a team to Japan and following that he hoped to introduce a comprehensive road safety programme for Singapore. Although I would say that it is better late than never, I feel that this study should have been undertaken much earlier to check what I believe is an alarming situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the statistics will bear me out. Last year, there were a total of 12,692 road casualties. In other words, there were \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1249</b></font>\n  <br>\n  <br> about an average of 35 road casualties a day and this compares unfavourably with the figure of 12,013 road casualties the year before, i.e. 1980. Last year, a total of 273 persons died on our roads compared to 257 the year before. This means that every 1 1/2 days somebody dies on the road in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our road safety campaigns have always been a two-prong approach. One is the education part and the other is law enforcement. On the education front, we have a lot of localized campaigns in the last few years. We directed road safety campaigns in the Housing Board estates. We enlisted the help of Residents' Committees to spread the message and we even directed the campaign towards school children by going to the schools. However, Sir, in view of the rising figures of road casualties and road deaths, I am wondering if the education part has been slackening and whether the law enforcement aspect of our road safety campaign has not been as intensive as it should be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, two categories of road users come to my attention when I saw the figures. The two biggest categories of road casualties are the motor-cyclists and the pedestrians. Motor-cyclists account for 43% of the road casualties last year. I am wondering if we could again not do more to reduce the figures. Last year I made a suggestion that there should be compulsory training for motor-cyclists before they are given their licences by the Registry of Vehicles. As I pointed out then, and the situation is still the same, all it takes for somebody to be able to ride a motor-bike on the road is to get a provisional driving licence and to buy a licence plate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also the problem of hell drivers which, I think, is still prevalent in Singapore. With the construction of new expressways there are more opportunities for these hell drivers to tear down the roads with impunity and without regard for other road users. These hell drivers are most active, especially on week-ends. I myself have had the experience of being frightened out of my wits to suddenly see a gang of motor-cyclists tearing past me, and it is at times like this that I wonder where the Traffic Police are. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1250</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other group of road users who form a substantial majority of casualties and road deaths are the pedestrians. Here I would like to say that somehow the vigilance with which we used to monitor pedestrian crossings seems to have been lost and that probably accounts for the fact that 109 pedestrians died on our roads last year compared to 96 the year before. All in all, I hope I am wrong when I say that the national road safety campaign seems to have lost some steam. Otherwise these would not have been the figures. Perhaps it is time for us, while carrying on the localized campaigns, to bring back the national road safety campaign which has not been held for quite some years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter I would like to raise under this amendment concerns the use of the expressways. We now have two very long major expressways, the Pan-island Expressway (PIE) and the East Coast Parkway (ECP). Expressways like these are new to Singaporeans and my opinion is that quite a majority of road users in Singapore do not know how to use expressways, and I think we have to teach people how to use such roads before proceeding further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Expressways can be put to maximum use if people know how to use them, drive at the correct speed, but unfortunately there is a lot of road hogging at the moment by slow-moving vehicles and by heavy vehicles, especially on the fast righthand lane. I am a frequent user of the PIE and ECP and it has been my experience to see a lot of heavy vehicles occupying the left slow lane as well as the right fast lane, and if there is a centre lane they are also there. If you travel along the PIE, especially during the peak hours, i.e. in the early morning if you are going in the direction of Jurong and in the evening hours if you are coming back from Jurong, you will find quite often that traffic has to move at a snail's pace. I think that some education for motorists is necessary. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff:</b> Sir, during my twice-weekly visits to my constituents in their flats, I always receive two common complaints. Firstly, illegal parking of cars along Bedok North Street 3, Bedok North Avenues 1, 2 and 3. Secondly, motorcyclists speeding along these roads and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1251</b></font>\n  <br>\n  <br> emitting fumes in the car parks and making an irritating noise. I believe these are common occurrences in other HDB estates, and they are of grave concern to residents living in the flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Illegal parking has caused unnecessary traffic congestion and also a lot of inconvenience to residents and their children. Speeding motor-cyclists not only pose a danger but also disturb the peace and quiet of the estate. When these complaints are brought to the attention of the Police, they will normally carry out an intensive exercise of issuing summons but this action has not so far solved the problem. Instead, I receive complaints from residents affected, pointing out the unsympathetic manner by which the Police issues these summonses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question is: does the Ministry of Home Affairs or the Police have a specific plan or remedial measures or an alternative method to solve this problem to the satisfaction of both motorists, scooterists or motor-cyclists and the residents? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Sir, may I answer the Member for Alexandra first? He quoted figures of accident rates and the number of fatalities on our roads, and he said that 1981 was a bad year. I agree with him entirely. But it is not for want of effort on the part of the Police to curb traffic accidents and death on our roads. They have done everything within their means to do so, both in terms of education as well as enforcement. It is also true that most of the fatalities on the road involve pedestrians and motorcyclists. These two groups, i.e. the pedestrians and motor-cyclists, account for 68% of the fatalities. In the group of pedestrians, most of those killed on the road are below 15 years old, i.e. children, and old people above 60 years old. These are the two most vulnerable groups of pedestrians on the road. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Traffic Accidents Study Section conducted a statistical study of pedestrians and motor-cycle related accidents last year. The findings are as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. Pedestrian-related accidents. Most accidents occur on straight roads and in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1252</b></font>\n  <br>\n  <br> light traffic, contrary to the belief that accidents occur only in crowded streets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. Accidents usually occur as a result of the misjudgment on the part of the pedestrian or as a result of excessive speed or lack of attention on the part of the driver. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. Unaccompanied pedestrians were more prone to accidents than those accompanied. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to motor-cycle related accidents, the causes of such accidents are: (a) usually excessive speed, inattention and lack of skills; (b) the riders who are involved in serious or fatal accidents are mostly in the age group 20 to 29 years old, i.e. young people; and (c) causes of death are usually head injuries or multiple injuries. \n  <br>3.30 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since pedestrians and motor-cyclists are the most vulnerable road users, remedial measures are constantly directed towards alleviating this problem, that is, to concentrate on this category of road users. The measures are, first, the provision of pedestrian bridges and signalized crossings, Currently there is an on-going programme to build pedestrian bridges and signalized crossings which the Government is giving very high priority. All these facilities will be included in the new towns and housing estates and are in addition to the following projects completed last year:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Sidewalks to segregate pedestrian traffic at eight locations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) 40 pedestrian bridges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Pedestrian crossing signals at 13 locations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although there was no National Safety First or Road Safety Campaign last year, there were many on-going campaigns in the constituencies at grassroots levels. Because of our concern for the predicament of the aged pedestrians, the Help the Aged to Cross campaign was conducted in eight constituencies since February 1981. Perhaps we will have one in Alexandra. A total of 26 road safety exhibitions were held in 1981, and these included six exhibitions at community centres, two at shopping complexes, three at factories, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1253</b></font>\n  <br>\n  <br> eight in schools, four in HDB estates and three in SAF camps. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to education, a comprehensive educational programme is being directed towards inculcating road safety awareness in school children through lectures and traffic games at the Road Safety Park in East Coast Parkway. Since the opening of the Park in January 1981, 82,000 students between the ages of nine and 12 years have undergone road safety training. In addition, a total of 63 talks on road safety were given to primary and secondary students in 1981. In other words, there was no let-up in the education of children. It is a long term plan. We cannot get overnight results on this score. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to motor-cyclists, we have conducted safe riding courses for them. In order to promote road safety consciousness among motor-cyclists, the Traffic Police organized four safe riding courses for motor-cyclists in 1991 to improve their riding skills. There were voluntary courses for motor-cyclists. Applications were made through the Residents' Committees and community centres. Altogether, 240 motor-cyclists took part in this programme. We also took measures to upgrade the skills of the motor-cyclists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the taking-over of the drivers' licensing function of the Registry of Vehicles in September 1981, the Traffic Police are studying schemes to upgrade the skills of motor-cyclists through a more comprehensive training programme for learner riders. We are considering the suggestion of the Member for Alexandra that before motor-cyclists are allowed to be on the road, there should be some form of training. On that score, we propose to test all present holders of motor-cycle provisional driving licence (PDL). We are trying to test as many of them as possible. The objective is to phase out all PDL holders. Only those with qualified driving licences will eventually be allowed on the road. We propose to build a riding circuit for use for learner riders at Ang Mo Kio. These are some of the long-term plans we are working on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are also finalizing a new system of Improved Points Demerit System to replace the present Points Demerit System. This new system will emphasize \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1254</b></font>\n  <br>\n  <br> correction rather than punishment. As I have said, it will be called the Improved Points Demerit System. High-risk drivers will be identified and rehabilitated through participation in a comprehensive retraining programme. As I have stated yesterday, a study team has been sent to Japan to see how the Japanese managed to reduce by half the accident rate over the last 10 years even though the number of motor vehicles has increased by 2 1/2 times. On their return, the information will be processed and new measures will be incorporated in a national road safety plan which is now being finalized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is true that we had no National Safety First Campaign last year. But we had one the previous year, that is, in 1980. Therefore, we are planning to have one National Road Safety campaign in September this year. Ultimately, the solution to the traffic accident problem lies in the adoption of an overall strategy and not ad hoc, piecemeal measures. This strategy should encompass enforcement action, road engineering and the education of all road users. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I come now to expressways. I agree with the Member for Alexandra that expressways are a new phenomenon in Singapore. Because they are designed for faster commuting, vehicles move along these expressways at high speeds and drivers cannot afford much room for error. These drivers and other road users must anticipate well in advance of what other road users in the expressway intend to do. Otherwise there is bound to be an accident. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main causes of road accidents on expressways are poor lane discipline, road hogging, failure to give way and inconsiderate driving. When the first expressway was opened, many drivers did not know how it should be used. They treated expressways as normal roads when, in fact, they are not. The police launched a campaign to teach the \"dos\" and \"don'ts\" to users of these expressways. This education programme was launched from August to October last year. During that time, intensive publicity, followed by enforcement, was implemented. All the newspapers publicized the campaign. At regular intervals, articles on the proper use of expressways were publicized in news- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1255</b></font>\n  <br>\n  <br> papers. As for enforcement, they were carried out by a specialist squad of Traffic Police who concentrated on offences, such as careless driving, speeding, road hogging and illegal parking along the East Coast Parkway and the Pan Island Expressway. Errant drivers were not only booked but they were also given a pamphlet containing tips on how to drive safely at high speed. Following the campaign, 1,514 motorists were booked, 284 were warned for various traffic violations on the expressways. As a result, there was a better appreciation among most motorists on the use of the highway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there is still a large group of drivers who do not know how to use the expressways properly. Therefore, a similar education campaign or programme on the proper use of expressways will be repeated later this year when the Expressway Rules are brought into force. I believe the Second Reading of the Bill which was just passed in Parliament to amend the Road Traffic Act would enable the Expressway Rules to be brought into force. The main features of the Rules are that stopping and parking at expressways will not be allowed and that learner drivers and pedestrians will be banned from using the expressways. The only exception to the Rules of not stopping are vehicle breakdowns in emergencies and maintenance. The Traffic Police, together with the PWD and the National Safety First Council, will be conducting a wide publicity on expressway usage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The police are also preparing an illustrated booklet on safe driving on the expressways and, when ready, this would be made available to the public. We hope that through the efforts put in to educate road users, there will be better and more careful drivers on the roads and expressways. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning to the Member for Kaki Bukit, he has made some points about booking traffic offenders, whether it is for illegal parking or speeding by motor-cyclists, and whether we have done enough enforcement to curb violations of the traffic law. May I inform him that, in 1981, a total of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1256</b></font>\n  <br>\n  <br> 166,931 vehicles were booked and summonses were issued for various parking offences. These were: parking on grass verge, 1,554; causing unnecessary obstruction, 15,975; parking against white/ yellow lines, 128,774; other parking offences, 20,688, making a total of 166,991. In other words, we have been enforcing the illegal parking law, contrary to the impression that we have been lax in that respect. In the same period, Mobile Squad officers issued 6,129 warnings for parking offences, 2,404 for obstruction. \n  <br>3.45 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some probable causes of illegal parking are: members of the public do not wish to pay for the parking and would rather take the risk of being booked; inadequate parking facilities in some areas; and existing HDB policy which limits night parking to season ticket holders only. As far as the police are concerned, they will continue to take enforcement action against illegal parking, particularly when there are complaints. However, it must be appreciated that with the limited manpower that it has, the police cannot place priority on this aspect of enforcement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to noise pollution caused by motor-cyclists, Members will recall that on 16th March 1982 an answer was given to the Member for Delta on the question of noise pollution. In 1981, the Traffic Police conducted 63 operations at regular intervals and at different times of the day against motor-cyclists causing noise problems. During these operations, 1,500 machines were impounded for inspection by the ROV and action taken against 1,147 of them for having noisy exhausts or illegal modifications under the provisions of Regulation 90 of the Motor Vehicles (Construction and Use) Rules, 1974. Further, motor-cycles have to satisfy certain noise control standards before they are registered by the ROV. When they are on the road, enforcement action against noisy machines is a matter of detection and prosecution. This action will continue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as hell drivers are concerned, I think I have mentioned about it in last evening's debate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1257</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff:</b> Sir, I wish to thank the Minister for the very elaborate information on the efficiency of the police in taking enforcement action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My point is this. No matter what enforcement action has been taken - in my Kaki Bukit Constituency, I was told that last month 600 summonses were issued the problem is still not solved. It appears to me that enforcement action is the only solution that is taken by the police. The Minister has given many reasons why traffic offences are being committed. My point is: is there an alternative method other than taking enforcement action to solve the problem? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, there is not just one way in which we can solve the problem. Traffic violation is a problem which requires a multi-disciplinary approach in solving the problem and enforcement is only one of them. As I have said, there is education. Perhaps the Member for Kaki Bukit can help us to educate some of his constituents who have been violating traffic laws not to do so. Of course, for those offenders who remain recalcitrant there is no way out but to take enforcement action against them. As I have explained, we must have a two- or three-pronged attack on the problem - enforcement, education and perhaps even retraining if they happen to be drivers or riders of motor-cycles. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff:</b> Sir, may I suggest that instead of issuing summonses or warning letters, probably the police can send a letter, may be a love letter, telling them, \"You have a problem. Let us see what we can do for you.\" \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, love letters may solve the problem of lovers but do not solve the problem of traffic violators. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, I hope the move to make driving courses compulsory for motor-cyclists takes place soon because last year, when I made the suggestion, the Minister told the House that it was under consideration and this year it is still under consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I withdraw my amendment, can I also add my appreciation to the Traffic Police for the effort they are putting in to make our roads safer? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1258</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead 01-02 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Subhead concerns Drug Enforcement and Rehabilitation Programme. The objective is to prevent and reduce drug abuse. Towards this end, may I ask the Hon. Minister what is the regime the Government has adopted to combat drug addiction and drug trafficking? What progress has been made? What are the problems encountered and how would they tackle this problem? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in asking these questions of the Hon. Minister, may I relate three examples? (1) Some parents came to see me at one of my Meet-the-People sessions for assistance concerning their sons' involvement in drug-taking at a certain place. In one case, one of the youths, a national serviceman, was subsequently court martialled and sentenced to imprisonment. Whilst his mother was very upset, however, his father appreciated Mindef's action as it gave their son an opportunity to be rehabilitated and to begin a new lease of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the second example, one SAF instructor came to see me about his elder brother, a technician, who was in a drug rehabilitation centre, and he requested for an early release on the grounds that his elder brother was helping to maintain the family. He told me that his brother was hooked on drugs as a result of merely wanting to get a kick, to feel what it is like to take drugs. I referred the matter to the Ministry concerned and was later informed that this particular person cannot be released as the DRC was of the view that he had not been fully rehabilitated. I passed on this explanation to this young SAF instructor; he understood and accepted the decision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third is the case of a younger brother of a hawker, who had already kicked off the drug addiction but went back to it again. In other words, he became addicted again and was suffering from recidivism. So the elder brother sought my \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1259</b></font>\n  <br>\n  <br> assistance to get his younger brother sent to the DRC again as his younger brother had resorted to other means of getting more money to pay for the drugs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in narrating these three cases, I would like to ask the Hon. Minister whether he would agree with my view that there are people who are grateful to the Government for being bold enough to do the unpleasant job of rehabilitating drug addicts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may, Sir, add a last point that neither the Central Narcotics Bureau nor the Police would like to cause unnecessary inconvenience to anybody by simply pulling him in on suspicion of drug addiction. One morning, Sir, I got a call from one of my community leaders informing me that the police had rounded up a group of longhaired youths on suspicion of having taken drugs and he wanted me to look into the matter as the parents were rather disturbed. I promised to look into the matter and accordingly I informed the complainant that the police had given the assurance that if those rounded up were not found to have taken drugs, they would be released. Subsequently, all of them were released. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to end by saying that Singapore can ill-afford to allow drug pedlars and drug traffickers to drain away our only resource, i.e. human resource, and that rehabilitation of drug addicts has got to be carried out for the future well-being of this young nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Law and Home Affairs (Prof. S. Jayakumar): Mr Speaker, Sir, I have been asked by my Minister to answer the points raised. I wish to thank the Member for Punggol for raising what are actually very serious issues in our country relating directly to the quality of our population and the future quality of our youth. He has asked, before citing specific cases, what strategies we have adopted to combat the drug problem and drug addiction and trafficking, what progress has been achieved, and what problems have we encountered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps I would begin with the preliminary question, and that is: how should the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1260</b></font>\n  <br>\n  <br> question of drug addiction and drug trafficking be viewed in our nation? Should we view it as a mere social problem which will fade away with the passing of time? My answer to that question is: definitely not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I would like to point out that it is not just we, the Ministry of Home Affairs, or Singapore, that take a very serious view. In fact, the region takes a very serious view of this matter. At repeated meetings of ASEAN countries and officials dealing with drugs in ASEAN countries, they have pronounced that the drug addiction and drug trafficking is not a mere social problem but is a problem which can even threaten one's national security and stability. This is very significant. \n  <br>4.00 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If other countries in the region, endowed with much more resources, take such a serious view of the matter, what more our own country where, as the hon. Member for Punggol quite rightly pointed out, our most precious resource is our people, and when we look into the future, our most precious resource is our young people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I am absolutely in agreement with him that it is important that the Government does not stinge in its effort to combat the drug trafficking problem and the drug addiction problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having made the preliminary remark, let me now quickly summarize the measures which the Government has taken over the past many years in response to the problem. Now, first, what was the problem? I think Members will recall that prior to 1970 there was no serious drug addiction or trafficking problem. And whatever problem existed related really to the taking of opium or similar drugs by the elderly people. But in the early seventies we began to see a problem arising where young persons, including school children, were resorting to certain kinds of drugs, including MX pills. In 1971 the Central Narcotics Bureau was established, especially to tackle the problem of drug addiction among the young persons. In 1973 the Misuse of Drugs Act was enacted in response to what was perceived to be a serious problem, for in 1974 we had in Singapore a heroin addiction epidemic. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1261</b></font>\n  <br>\n  <br> Just to show how rapidly the problem of drug addiction arose and (est there be any misunderstanding of any soft treatment of the problem of drugs, in 1972 four persons were apprehended for drug addiction; in 1973 ten persons; in 1974 110 persons; 1975 2,263 persons and in 1976 5,683 persons. Those figures are given to illustrate the enormity of the problem and the danger of the problem if not checked swiftly and effectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To summarize the measures, I would say that the measures that the Government has taken to combat the problem of drug addiction and drug trafficking has been manyfold, multifaceted, preventive as well as remedial measures which are designed to reduce demand as well as to reduce the supply of the drugs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To quickly go through some of these measures. First, we have a system of preventive drug education for our youngsters. In this regard the assistance of the Ministry of Education has been obtained to reach the children in the schools on the dangers of drug addiction. Special booklets have been prepared to assist the teachers. The Institute of Education has revised its curriculum so that trainee teachers would also have some guidance on drug education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, as I have mentioned previously in this Chamber in response to a question by the Member for Delta, we also have resorted to preventive detention under the Criminal Law (Temporary Provisions) Act where the normal processes of the Criminal Law are unable to effectively meet the drug trafficking problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, we have introduced in our laws mandatory death penalty for trafficking of certain amounts of heroin and morphine. We also have imprisonment and mandatory caning for certain offences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, we have the treatment and rehabilitation of drug addicts. This was alluded to in detail the other day when I responded to another Question for Oral Answer. This is an integral part of our policy so that it will help to reduce the demand for drugs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, we have a two-year supervision period for those released from the drug rehabilitation centres. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1262</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sixthly, foreigners who engage in drug trafficking are charged in court and served with the Prohibition of Entry Order so that they will not come into Singapore again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Seventhly, strict controls are enforced at Immigration entry points to keep a check on persons coming in to engage in drug trafficking. Furthermore, under our regulations, the Controller of Immigration can deny passport facilities for those who have been convicted of drug trafficking offences or are under supervision orders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Eighthly, we have a system of counselling and aftercare services, which is important so that those released from the drug rehabilitation centres could adjust to society, reintegrate with normal life upon release. This is carried out by the Singapore Anti-Narcotics Association (SANA), with their aftercare programme. It includes many voluntary aftercare officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, we have the Day Release Scheme which is also intended to assist persons who have been treated in drug rehabilitation centres to readjust to society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning to the third part of the Member for Punggol's question, what progress has been achieved? I think a considerable measure of progress has been achieved. Due to the effective employment of these measures, I am glad to report that the drug trafficking network has been smashed in terms of the major drug syndicates. Secondly, the estimated addiction population in Singapore has been reduced from 13,000 in 1977 to 6,100 in 1982. Thirdly, because of the effective policies for a reduction in the demand and a reduction in the supply, there is a scarce availability of drugs in Singapore. In fact, this is demonstrated by the increase in price at the street level. Five years ago, it cost $7 per straw of 0.2 grammes of heroin. Now it is $20 for a straw of 0.05 grammes. Another indication of our progress is the percentage of young persons who are addicts under 20 years of age. In 1977 an alarming rate of 31.4% of addicts were 20 years of age. Now, at the end of 1981, the number of addicts who are under 20 years of age, is 7%. Another indicator is what we could call the \"infection\" rate. In 1977 out of three persons admitted to the DRC, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1263</b></font>\n  <br>\n  <br> there were two new addicts to one old addict. In 1981 out of five persons admitted to the DRC there was one new addict to four old addicts. So, while we can say that a considerable measure of progress has been reached, I would caution Members of the House that we cannot afford to relax. We must be vigilant, for drug addiction, once unchecked, spreads maliciously and rapidly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning to the last part of the Member's first general question as to what problems we have, the major problem that we have, as detailed in a speech by the Minister a few weeks ago, is that of hardcore addicts. Hardcore addicts are those who have been admitted to the DRC for a third, or more, occasion. In 1981 24% of those admitted to the DRCs were hardcore addicts in the sense that they had been repeated addicts. This is a problem for it shows that the normal approach of denying them drugs for a sustained period and the process of detoxification does not work with this category of hardcore addicts. The Ministry is now therefore focusing its attention on the problem of hardcore drug addicts with a view to working out a special regime of treatment and rehabilitation for these hardcore addicts so that they would go for more intensive rehabilitation which will be directed to an examination of the psychological make-up so that they too would be able to get rid of the addiction problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, with regard to the specific point mentioned by the Member for Ponggol, let me say that I understand the appeals made by parents to Members of Parliament. Indeed, if I may say so, as a Member of Parliament, I have also faced requests by anxious parents who naturally as parents, like any other parents, would want to be reunited with their children. There is no intention on the part of the Ministry to deliberately separate the addicts from the parents for longer than is necessary. So the answer I would give is that I understand the problem, but what is important is this: that if an addict is released prematurely, i.e. before he has been fully treated and before he has kicked off the habit, then the danger, and a high prob- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1264</b></font>\n  <br>\n  <br> ability, is that he will relapse before long, and this means that early release encourages the making of more hardcore addicts. In this sense, in the longer run it is in the interest of the addict and in the interest of the family that we ensure that the addict is fully rehabilitated and treated before release. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the three cases he has mentioned, I found them to be of great interest for it shows that, as we have seen in other places, there is a growing awareness and appreciation of the important work that is being done by the Ministry, although the work may not be a pleasant one. It is never pleasant to put somebody in the rehabilitation centre. But as the Member for Punggol pointed out, this is a duty which we have to carry out, unpleasant though it may be; we cannot stinge, for if we want to insulate future generations from the scourge of drug addiction, there is no other course. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, of the three examples that I cited, the third is a case where the drug addict has relapsed, and it is precisely this hardcore case that I am referring to. Whilst we treat these addicts, there must also be action against the source of supply. Towards this end, may I know from the Hon. Minister of State what progress has been made by the Central Narcotics Bureau in suppressing the sources of supply of such drugs to the hardcore addicts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister of State also touched on the discussion held at the ASEAN conferences. I take it that this is AIPO - the ASEAN Inter-Parliamentary Organization Conferences. Yes, I remember discussing this problem. So towards this end, can the Hon. Minister of State enlighten this House on the joint measures taken with our other ASEAN counterparts to root out this menace, that is, the source of supply, as well as the addiction? \n  <br>4.15 p.m. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, responding to the first part of the supplementary question, I do not have with me the exact figures to show the reduction in heroin seizures over the years. But I can assure the Member for Punggol that the figures show that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1265</b></font>\n  <br>\n  <br> amount of heroin seized over the years has been decreasing. This is because of effective detection at the Causeway and other points of entry through the use of various methods of surveillance as well as detection, including the deployment of dogs for this purpose. I think this has generally been well publicised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Big-time trafficking has been reduced. Let me give an illustration. Between 1976 and 1978, 50 persons were charged for offences under the Misuse of Drugs Act which could carry the death penalty. We are talking of large amounts of drugs. From 1979 to 1981, 15 persons were charged. This demonstrates two things. First, that the measure of mandatory death penalty has worked as an effective deterrent. Secondly, big-time major trafficking has been reduced. Our problem now is reduced to that of ant-trafficking in small amounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may turn to the second part of the Member's question as to cooperation with ASEAN countries. First, the drug experts of the ASEAN countries hold regular meetings to exchange views on methods of enforcement, treatment and rehabilitation, for different countries have different approaches and it is always useful to compare notes. Secondly, there is also exchange of information between the countries on known traffickers and suppliers and this is important when these traffickers are, in fact, moving from country to country, The cooperation that I am talking about involves supplying information to neighbouring countries when we know that a trafficker is in another country. This kind of cooperation is essential, for drug trafficking often involves international syndicates operating in the region. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I am satisfied with the Minister's reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by the whole sum in respect of Subhead QI-02 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, let me make it quite clear to the Members of this House that I am aware of the menace that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1266</b></font>\n  <br>\n  <br> is posed to this country by the drug problem and I am in no way criticizing the active steps taken by the Government to deal with this problem. I am fully in agreement with what has been said by the hon. Member for Punggol about the problem and by the Minister about the threat that this problem poses not only as a social problem but also, as I see it, perhaps an economic problem and also a problem to the security of this country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, having said that, Sir, may I make a plea that in all our efforts to combat this drug problem we must also take care that innocent persons are not caught in the net and incarcerated for up to 36 months. Persons who are not drug addicts are incarcerated for 36 months, I hope it will not be necessary for me in this House to speak of the value of personal liberty and freedom and that before we can interfere with a man's personal freedom and liberty for as long as up to a period of 36 months, we must be sure as reasonably as we can that the man should be incarcerated for 36 months. In the normal process of law this often is done through the courts which inquire into the charge or offence which requires that the man be incarcerated - receives the evidence, makes a finding of guilt on evidence produced before the court, and then puts him away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The position is different when we come to the drug addict. Under the Misuse of Drugs Act, Sir, the Director, i.e. the Director of the Central Narcotics Bureau, may require anyone reasonably suspected of being a drug addict to be medically examined. In practice, what happens is that the Police round up persons whom they think may be drug addicts and they make a request to the Director of the Central Narcotics Bureau for an Order, and the Director makes the Order and the man is then taken to the drug rehabilitation centre. He is then kept there for a period of days - I think three or four days - when he is required to undergo medical observation and any other scientific test that it is possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister, responding to my question two days ago in this House, Sir, said that the examination was conducted by two doctors and they would then report - I hope I have got him correct and I do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1267</b></font>\n  <br>\n  <br> want to misquote him - that they would make a report of their findings to the Director of Central Narcotics Bureau who would then make the Order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have with me the report made by the doctor, and it is a single doctor who has made the report to the Director of Central Narcotics Bureau. His report - I propose to read it. There are two reports. They are identical. It says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In the course of my examinations and observations of the subject I found that he had definite clinical evidence of drug withdrawal syndrome consistent with heroin addiction. In my opinion, he is a heroin addict.' \n  <br>\n  <br>That is all we have - \"I found that he had definite clinical evidence of drug withdrawal syndrome consistent with heroin addiction, and in my opinion he is a heroin addict.\" On that, an Order was made by the Director of Central Narcotics Bureau. It is not signed by two doctors. It is signed by just one doctor, and the examinations that he talks about consisted of three, over three days, each lasting for a period of about five minutes. No blood test was taken, no urine test was taken, to confirm the presence of drugs either in the urine or in the blood. On that, as I said, the Director of Central Narcotics Bureau made the Order for detention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This was looked at by another man, a doctor, who has had years of experience in the Government service and who knows something about the treatment of drug addicts. This is what he has to say about the report: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The report does not set out the nature of the withdrawal syndrome, what symptoms were observed upon which there was a finding that the applicant was a heroin addict at the time of observation. In any case, withdrawal symptoms are not pathognomonic [I understand from that, Mr Speaker, Sir, you will probably be able to guide us better on this - that it is not conclusive pathologically] and if they are to be relied upon, should be supplemented by urine and/or blood tests or the employment of special techniques such as specific drug supplement or antagonist.' \n  <br>\n  <br>And then he ends up by saying: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It is my considered view that the report does not disclose that the applicant was a drug addict at the time of the observation.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I suggested when I asked my question at the last sitting that there could \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1268</b></font>\n  <br>\n  <br> be a possibility of a wrong diagnosis. The Minister of State immediately took it to mean that I was suggesting collusion. As I said, you do not have to have collusion for the possibility of an error of diagnosis. One single doctor may make a mistake. We know this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My plea to this House is that we must take the necessary safeguards to see that persons who are not drug addicts are not detained, because if we do not, then it will only lead to disrespect for the law and the law will fall into disrepute. We must make sure that before a man is put away, he is put away because he has been proven or found guilty on evidence which will be accepted and which can be reasonably accepted to be conclusive. Anything falling short of that would be an invasion of the liberty of the individual. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You have half a minute more. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you, Sir. May 1, before I sit down, refer the House to another Act, the Mental Disorders and Treatment Act. If one goes through that there are sufficient safeguards. You got to have, first of all, one doctor, then two doctors to certify, and then finally if the man is to be detained for more than one month he must be certified by a psychiatrist from outside the hospital that the man should be detained. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Your time is up. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I beg to move, Mr Speaker, Sir. I ask that there should be sufficient safeguards. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, the point raised by the Member for Anson was, in fact, raised in a supplementary question when I answered his Question for Oral Answer on 16th March. However, I will not insist on the technicality of Standing Order 47(3) which seems to frown upon raising of matters which had already been dealt with at previous sittings of Parliament. But since the matter is important and since the Member for Anson feels that repetition may establish a valid proposition, let me also reiterate the points that have been mentioned. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1269</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I stressed the other day that the treatment and rehabilitation of addicts is quite different from an approach where persons are charged for an offence, convicted, sentenced and imprisoned, which seems to be the approach the Member for Anson is harping upon as a preferred approach whenever he keeps on repeating that there is a parallel between this and the other criminal process approach where people are charged. It would be very easy for this Government to do that. Charge everybody who is a drug addict, for consuming drugs, and close our eyes to the consequence when he has served his sentence. That will never solve the problem. That is why we have taken the approach of treatment and rehabilitation so that we tackle the problem of addiction without causing the man to have a stigma for the rest of his life. \n  <br>4.30 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Member for Anson again repeats that there is only one doctor who signs. For the record, since the Member has obviously not heard what I said, what I said on 16th March was to refute his claim that in the drug rehabilitation centre there was only one doctor. And I stood up to say that that was inaccurate for there were two full-time doctors. I never said that the report was signed by two doctors. One can check with the Hansard to verify the truth of my recollection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, his point, again a repetition, is: why is it that no urine test is made and why is it that the medical examination report is so brief? Now, here let me recall that he has made this same point in the courts of law in order to establish a proposition that the detention may be contrary to law. The Court of Appeal has rejected his proposition and said that the Director of CNB was entitled to rely on that report as worded by the doctor, which was read out just now. Whether it is necessary for the doctor signing the report to spell out in the whole series of pages in medical jargon - whether that is necessary or not - may be of interest to practitioners of medicine who are specialized in the treatment of drug addicts. But what we are concerned here is satisfying the provisions of the law where the law requires that a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1270</b></font>\n  <br>\n  <br> person be medically examined. The law requires a medical observation and examination, and that is precisely what the doctor has certified. He has not prepared that medical report for scrutiny by a private medical practitioner who may be employed by the Member for Anson. We are familiar that, in the courts of law, it is fashionable to pit one medical expert against another medical expert and each claiming that the other is not having the same expertise as he. But for the purposes of the Misuse of Drugs Act, the courts have held that that medical certificate is sufficient. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now proceed to reiterate the points that I have made. Why is it necessary to have a medical examination? Why is the urine test not good enough? I have explained that there were three good reasons why this may be so. First, certain addictive drugs cannot be seen in the urine test. I thought I have made that clear. Secondly, if the urine test is administered after six days from the date of consumption of the drug, the urine test will not show it. Thirdly, the medical doctor would be able to see from the medical examination and observance of the patient whether or not he is a drug addict. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me add, since the Member for Anson has raised the spectre of abuse and, as established by the Member for Anson's own remarks, it is not just one medical examination. The doctor in charge sees the addict on three different occasions. Now that is a point to ponder - an addict is seen on three different occasions before the medical doctor arrives at his finding that the person concerned is an addict. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, the Member for Anson asked: is it not possible that there could be a wrong diagnosis? Is it not possible? I think that is not the question. The question is: is there a serious probability that there will be a wrong diagnosis? Anything is possible in this world. To draw a parallel: is it possible that the Member for Anson tomorrow will resign from the Workers' Party and join the PAP? [Laughter] On the theoretical level, it is possible. Whether we will accept him is a different matter. [Laughter] But is there a serious probability that he will join our party? I would say, and I guess he will agree, that there is no serious probability. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1271</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But this is no laughing matter. The future of our younger generation is at stake. I have recounted all the safeguards beginning with the elaborate urine test; the medical examination which I have now shown is on three different occasions. I have also informed the House of the Review Committee which meets every six months. I have informed the House of the provisions in the Act which enable the addict to complain to a Magistrate and, finally, of course, over and above this, he can have recourse to the courts of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Member for Anson has a better plan for dealing with the treatment and rehabilitation of drug addicts, let him come out and tell us what his plans are. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam :</b> Sir, as they say in court, with respect, I am afraid the Minister completely misunderstood the point of my objections in this House. I was not asking that drug addicts be charged in court. I appreciate that they require treatment or cure more than punishment. I was not asking that. I am also aware of the Court of Appeal decision. It is because of that that I am making a plea in this House, because it is for the Legislature to provide safeguards where the safeguards are not adequate enough as already provided in the law, because the courts are there only to declare the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have drawn attention to the Mental Disorders and Treatment Act. What is the insuperable difficulty, Sir, of providing for an appeal from this finding of the doctor? May I say about the examination that the Hon. Minister of State talked about. Three days. As I indicated, each period only lasted for about five minutes. There is no urine test, no blood test, to antagonistic test, as the other doctor has said in his report. What is the insuperable difficulty of allowing that medical report to be looked at by two other doctors outside, as is provided in the Mental Disorders and Treatment Act? In that way we can assure the man who grievously feels that he has been innocently detained, incarcerated for 36 months, that we have taken steps, all reasonable steps to satisfy ourselves that there was no reasonable possibility of a mistake in the diagnosis of the doctor. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1272</b></font>\n  <br>\n  <br> think we owe it to our citizens to see that we are taking safeguards, the necessary safeguards, before we deprive them of their liberty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister of State talks about the Magistrate's Court. I am sure the Minister is not suggesting that the Magistrate will order the release of the man if he complains to the Magistrate that he has been wrongly detained. I have looked at that section and I know what the section means. All that the Magistrate will ask is: \"Is there an order from the Director of CNB?\" And if you tell him that there is an order from the Director of CNB, he will go no further. Just as what the Court of Appeal said. Just as long as you have the Order of the Director of CNB, ordering the man to be detained, it is not for us to inquire into this medical report or to ask the doctor to expand it at length. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am making a plea in this House for persons, and let me assure the Minister and this House that I have received several complaints from people who feel that they have been wrongly detained. It is not just them. It is their parents. It is their relations. Some of them say, \"My son has never touched any drug at all in his life.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Of course, he will say that. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, of course, he will say that. But you have to satisfy them. You cannot leave them with a sense of grievance. That is important. You cannot leave your citizens nursing a sense of grievance against the administration of law and justice. They must be satisfied that the Administration is just and fair and has taken every step to exclude the possibility of any injustice or miscarriage of justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would ask that the Minister consider taking steps to provide an adequate safeguard, a further safeguard, for people who feel that they have been wrongly detained, or allow somebody else to have a look at this man, the man who complains about it, and to satisfy himself that the man is really a drug addict. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, the Member for Anson asked whether there are any insuperable difficulties in providing further appeals. This raises the question which I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1273</b></font>\n  <br>\n  <br> asked at the Sitting of 16th March. Does he really believe that this Government would condone abuse, would want to spend such a great deal of resources in confining, feeding and caring for the addict, when I pointed out that the money spent, the manpower utilized, could be put to better uses in Singapore where we have a labour shortage? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, does the Member feel that we are doing all this for any reason other than the national interest of protecting and insulating our people from the scourge of drug addiction? He wants a further appeal. It is not whether it is insuperable to add further ladders of appeal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Surely the question is: does the Member for Anson have any cases or experience? Does he have any evidence to suggest that there indeed has been an abuse and that people have been wrongly confined in the drug rehabilitation centre despite all these safeguards? If he has, then he has the duty to inform the relevant Minister and inform this House. It is not so much that he has received representations. I too have received representations from Members of Parliament as well as those from my own constituents, for it is natural that any parent would believe that his or her child is an innocent man, whether he has been charged for drug addiction or convicted for trafficking, or whether he has been charged for any criminal offence. It is natural, from our own experience, that the parents will be protective. They may genuinely believe that the child is not an addict for they are not able to keep a watchful eye on the child 24 hours of the day. Let us be a bit realistic about this matter. The child is not going to consume drugs in the house. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think sometimes listening to these questions I get the impression that we are living in an ivory tower. I was always accused of living in an ivory tower in the university but I find that others have rose-coloured spectacles. People who consume drugs do so among their own cohort, not in the confines of their house in the presence of their family. It is natural and understandable that parents will always complain and make representations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have outlined the safeguards. If the Member for Anson has evidence - not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1274</b></font>\n  <br>\n  <br> complaints made to him which are not evidence - has he evidence that there has been abuse of the Misuse of Drugs Act? Does he have any evidence that any doctor in the DRC has wrongfully certified a person as a drug addict when he was not a drug addict? If he has, then we have a case. Only then do we have a case for adding further ladders in the process. \n  <br>4.45 p.m. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, the Member for Anson seems to be championing a lot of causes in this House. But I can tell him that I have been an MP for 12 years and I have seen many more cases than he has in the short few months that he has been an MP. I have had cases where parents have complained about their children being wrongly detained for drug abuse. And in each and every case, I have written to the authorities concerned and I have received a lengthy reply with proper evidence that the person has been examined properly, and in each case I have shown the letter and its contents to the parents concerned and they have shut up. At the most, they will say, \"Will you please appeal for my son to be released sooner.\" I said, \"That, I can do.\" And I write in an appeal in due course and then a reply comes back saying, \"We will evaluate the case. We will watch the progress.\" I can assure the Member for Anson that all due safeguards are being taken, and I give him that guarantee on the basis of my 12 years' experience as an MP. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, the Minister asks whether I could provide evidence of a wrongful diagnosis having been made by the doctor at the rehabilitation centre. Evidence can only be forthcoming if the man who complained is allowed to be examined by somebody outside. If you do not allow that, how can evidence be forthcoming? So it is idle to ask me whether I can produce evidence about any wrongful diagnosis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is what I am asking: why is it not possible for a man who complains, and who wants to be taken seriously that he is not a drug addict, to produce that evidence and to make it possible for him to produce that evidence by saying, \"All right, you complain that this diagnosis is wrong. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1275</b></font>\n  <br>\n  <br> will allow you to be examined by a proper medical officer outside.\" I am sure doctors will be carrying out their professional duties. They would not be colluding with the man. We must credit them with that intelligence and honesty. Why do we not provide the man with the opportunity to adduce this evidence? It is no good asking me, \"Will the Member adduce evidence of wrong diagnosis?\" \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, we could go on and on with this debate. I take the view that the Member for Anson, in his most recent response, does not have evidence. If he does not have evidence that there has been mala fide exercise of discretion by the Director of CNB or by the medical doctor, then I think there is no case whatsoever to suggest that the procedures I have outlined are inadequate and warrant certain additional safeguards. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, do you wish to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I do not wish to say more. I am not withdrawing my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QJ-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This particular Subhead concerns the Immigration Department. One of the objectives is to regulate the entry of persons into Singapore and the duration of their stay. In this respect, Sir, I have just one question to ask the Hon. Minister, whether he could further elaborate on the tight immigration policy that Singapore adopts. Though I have asked the Hon. Minister this question concerning the rigid enforcement of Government immigration policy, I would like to cite two examples. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sometime ago, an elderly constituent brought a family to my house and sought my assistance to allow the family of six (husband, wife and four children) to stay in Singapore. I asked why? I was told that they had been discovered to be illegal immigrants, i.e. they came into Singapore \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1276</b></font>\n  <br>\n  <br> illegally without the proper travel documents and they had managed all these several years to escape detection by the Immigration authorities. This came to light only when the eldest child wanted to apply for an identity card, for which he had to produce documents to prove that he was born in Singapore, who his parents were, etc. So the Immigration Department took action and asked them to leave Singapore. This old constituent of mine pleaded with me to take up the case. I referred the matter to the proper authorities, and subsequently they were allowed on what is known as special visit pass for a short duration of time during which they had to make arrangements to leave Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In another case, an illegal immigrant was apprehended by the immigration authorities and told to leave Singapore. This illegal immigrant had been living in Singapore for some years after having illegally come to Singapore. Despite my plea for an extension of stay, the Immigration Department refused, and subsequently this person decided to go back to China. The reason given by the Controller of Immigration was that this particular person could not be allowed to continue to stay in Singapore as he had no proper travel documents. Moreover, when he was questioned as to where he came from, he refused to disclose except to say that he was born in China. So he had to go back to China. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Rightly, the Immigration Department politely but firmly refused my two requests. It goes on to show that the Government does carry out its Immigration policy fairly but firmly in disallowing in these two instances continued indefinite stay in Singapore. May I submit that we cannot let Singapore become a haven for refugees nor allow illegal immigrants to enter Singapore? Needless to say, we do not have the capacity for such acts of humanitarianism. I am sure our citizens will not allow this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must not forget to note the fact that when the so-called champions of human rights were asked to help in getting their governments to allow such people, be they refugees or illegal immigrants, to go into their own countries, they did little or nothing at all. Perhaps here the United \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1277</b></font>\n  <br>\n  <br> Nations High Commissioner for Refugees (UNHCR) can give a clearer picture of this position, i.e. among those countries that champion such rights, what is the number of such cases they have allowed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More recently, Sir, we read in numerous press reports, not just one or two, that the United States Coast Guard have had to turn away thousands of refugees fleeing from Cuba. How about that. Let me therefore ask this House to face one cold fact - that the world does not owe us a living. We must make our own living not only for ourselves but also for our children and our children's children. In other words, Sir, I mean that the policies carried out by the Government must be in the interest of Singapore and her people. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I am replying on behalf of my Minister. In fact, I am indebted to the Member for Punggol because, after having asked the question, he has very lucidly and eloquently informed the House what would have been my answer. So I will consider my response to be a supplement. \n  <br>5.00 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what the Member for Punggol said towards the end of his remarks about the United States Coast Guard turning away refugees, sad though it may be from the point of view of the refugees, I think it is a good point with which I could start, for it demonstrates that in the ultimate analysis each country has to take care of its people first and foremost. He may describe the Immigration policy as strict or tough, not liberal or liberal, relaxed, but these terms - \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Inhuman! \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Or inhuman. But these terms, of course, are relative. They are relative depending on the country concerned, its economic situation, its size, its population, to some extent its geography, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, what should be the overriding consideration in shaping our Immigration policy? What has been the over-riding consideration? Like all the other methods of governmental policy in Singapore, the over-riding consideration \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1278</b></font>\n  <br>\n  <br> or Immigration policy has been national interest. And rightly so, for we must take into account our country and the welfare and interest of the vast majority of our people and succeeding generations. In terms of translating this element of national interest to Immigration policy, we must bear in mind that the forces of history and geography, and to some extent politics, have made us an independent nation, which is small in size, dense!y populated, bereft of mineral or agricultural resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what we have in our nation is people of determination and resourcefulness combined with a government that is dedicated and willing to harness the people to work so that we can galvanize ourselves, advance, modernize our country so as to be an economically successful, viable nation. In order to do this, we have invested heavily in education, other infrastructure, invested in quality of our youths, brought our birth rate to tolerable levels, so that, all in all, our population will enjoy decent standards of living. All this was pointed out by the Minister for Trade and Industry in his Budget speech. We also have a very large imported labour force who are here for limited purposes to solve the unemployment shortage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whatever successes we have achieved must not be negated by any other policy, especially Immigration policy. Bearing all this in mind, Immigration policy in terms of national interest means that we have to take into account whether the people that we are letting in to settle in Singapore as permanent residents will be able to contribute to our economic development or well being. Or to put it in a negative way, at least they must not be a burden or a strain on our limited resources. We have no other choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We cannot view Immigration in abstract terms or, as the Member for Punggol has also pointed out, in purely humanitarian terms. If we ignore the interests of the overwhelming majority and have a free-for-all policy, it will be disastrous, particularly when we bear in mind the people who come and settle here as permanent residents will be a step towards citizenship with all the consequential rights. It leads to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1279</b></font>\n  <br>\n  <br> privileges in the area of housing. For every 10,000 permanent residents each of them is entitled upon marriage to a citizen to form the nucleus for application to HDB. We must bear that in mind. It brings privileges and eligibility for social welfare, education, medical facilities which are not available to other foreigners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lest there be any misunderstanding of the problem, let me highlight the fact that people find it very attractive to come to Singapore. Let us look at some figures. In 1981, 12 1/2 million people obtained social visit passes to enter Singapore. Of these, 198,842 (nearly 200,000) have repeatedly been renewing their social visit passes, i.e. indicating a desire to stay here for a long, if not indefinite, period. Let us ponder over this. There are these many people who like to stay in Singapore, repeatedly applying for renewal of social visit passes, even though it has been reported in a foreign newspaper that people are starving in Singapore. That is for social visit passes. Let us take applications for permanent residence. Last year alone, there were 8,719 applications for permanent residence in Singapore, of which, if Members are interested, more than 87% were approved. Members might want to conclude whether we had been excessively brutal in our Immigration policy or not. Apart from this, in 1981 alone there were 34,816 people (nearly 35,000 people) who came into Singapore and overstayed and were detected. There may be many more who have not been detected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point I want to make with these figures is an inescapable conclusion that there are a lot of people who want to come to Singapore and to stay here. We cannot take a humanitarian approach and say, \"Fine, all of you stay here.\" It will be suicidal for the future of our country. We have to be selective. Other countries are doing it. Other countries take into account the national interest. We too have to take into account our national interest, consider whether they will be contributing to our economy, our future well-being or at least whether they will be a burden to our society. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1280</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Sir, that in a nutshell sums up the rationale for my supplementary answer. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I was not in any way trying to answer for the Hon. Minister of State. I was just highlighting by the two examples the rigidity of the Immigration policy that is closely adhered to by the Immigration Department. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But since he has mentioned the question of work permit holders, is he not aware that we have granted many thousands of work permits? Does this not, therefore, bring about more than a social problem in time to come? Fortunately we are plugging the loophole that foreign workers will be out by 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, the other part of the question is what will the Ministry do, in conjunction with the Ministry of Labour, in regard to those work permit holders who have worked here for quite some time but who have not complied with the rules and conditions governing contracting of marriages outside Singapore with Singapore citizens and then saying, \"Look, I have been working in Singapore for some time. Can I bring my spouse in?\" \"Spouse\" is a neutral gender that embraces both the male and female. So I would be grateful if the Hon. Minister of State can elaborate on this. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I am tempted to answer but, as I explained on the 16th March, the Immigration Department's role with respect to work permit holders is, as he suggested, in close conjunction with the Ministry of Labour. Where a work permit is granted by the Commissioner for Employment, then that person who is a holder of a work permit will be granted the necessary Immigration pass to stay in Singapore. If for any reason the work permit is cancelled or terminated, then under the Immigration regulations that pass which entitles a person to stay in Singapore is also cancelled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has raised an important point but if I may with respect ask the Member for Punggol to be a bit patient until we reach the Ministry of Labour - I think this is a question of policy which the Minister for Labour would not like me to pre-empt him from replying. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1281</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, in view of the not so unsatisfactory reply of the Hon. Minister of State, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I propose to take the Suspension now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at a quarter to six. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>5.12 p.m. until 5.45 p.m.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1281</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.45 p.m.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>COMMITTEE OF SUPPLY REPORTING</b>\n  </div> \n  <div align=\"center\">\n   <b>PROGRESS</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;[Suspension of Standing Orders] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Speaker and the general assent of Members present, Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the Standing Orders, the Committee of Supply do report progress today at 7.00 p.m. and ask leave to sit again on Monday, 22nd March, 1982.\" - [Mr E.W. Barker]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1281</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES</b>\n  </div> \n  <div align=\"center\">\n   <b>OF SINGAPORE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <h4>1ST APRIL, 1982 TO 31ST MARCH, 1983</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q - (cont.) \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by the whole sum in respect of Subhead QJ-02 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My plea now this time is not for persons who think they are being wrongfully incarcerated in the drug rehabilitation centres but for the wives of Singapore citizens. I do not have to again, I hope, remind Members of this House that the right to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1282</b></font>\n  <br>\n  <br> marry a person of one's own choice is a personal right that belongs to the individual, and it finds expression in Article 16 of the Declaration of Human Rights to which we have subscribed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I come to talk about the general principles of this, may I give the House three examples of how the Immigration laws have been applied against the wives of Singapore citizens, i.e. Singapore men who have married women who came from outside Singapore. May I take the first case. This is a Chinese man who has been living in Singapore all his life. His parents are all Singaporeans. He happened to fall in love with a Malaysian Chinese girl working in Singapore on a work permit and she, being in Singapore for some years, was obviously contributing to the economy of the country. Her services were needed. As I said, he fell in love with this girl and both of them decided to get married. There began their problems, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They applied to the Commissioner for Employment - because that is one of the conditions in the work permit - for permission to marry. This was refused by the Commissioner for Employment and the refusal was repeated to the Registrar of Marriages who refused to register the marriage. What do they do? As the Latin maxim says Amor omnia vincit - love is not bothered by these difficulties - they went across the Causeway and got married and had their marriage registered in the Registry of Marriages in Johore, having been refused registration in Singapore. Then he found that the wife was not allowed to live in Singapore. She was sent out of Singapore and told she could not come back for three years. He made repeated appeals - I do not want to spend too long over this - to no avail. He was told, \"All right. If you could get your wife sterilised, perhaps we will give her permanent residence.\" He complied with that and still that did not help. All that he was able to get from the Immigration Department was that the wife would be allowed to come into Singapore on social visit passes to visit him in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This state of affairs went on, Sir, until November last year. Then he happened to be in my constituency and he came to see \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1283</b></font>\n  <br>\n  <br> me. His previous appeals to his previous MP had not produced any desired result. He is now, I am glad to say, allowed to bring his wife into Singapore and the Immigration Department has agreed to allow her to stay in Singapore on six-monthly visit passes. That is one case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another case of another Chinese citizen of Singapore who married a Malaysian girl but who has been living in Singapore from the age of 12. She fell in love with this man and he fell in love with her, and they decided to marry. Again they had difficulties. They were able to register the marriage in Singapore but she was not given permanent residence and their troubles really started when she found herself pregnant with the third child. She was then immediately ordered to leave Singapore and so she had to leave Singapore although the husband is a Singapore citizen and their home is Singapore, she was ordered to leave Singapore to have her baby in Malaysia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is yet a third case, Sir. This is the case of a man whom I mentioned in a question that I asked the Minister for National Development the last time. This is the case of a man who has been working in the Ministry of the Environment for many years. He is a Singapore citizen and he married, again, a non-citizen, but a non-citizen who has been resident here for many, many years. He has been applying for permanent residence for his wife. This has been denied. The HDB says, as I asked a question of the Minister for National Development, \"No house for you or your wife because she is not a permanent resident.\" The Immigration Department says, \"No permanent residence for your wife.\" So what is the man to do? As I said, his house is in danger of being demolished. The area is due for renewal and the man is at his wit's end because he says he cannot afford anything else but a single-room HDB flat. What do we do in these circumstances? Do we say that the law is this: that the law must be enforced regardless of the situation that is presented to us? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister, responding to my question on this aspect some days ago, said about the recognized principle in law that wives \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1284</b></font>\n  <br>\n  <br> follow their husbands. All recognized systems of law recognize this and we should recognize this in respect of our Singapore men who marry wives from outside. Why should they not be given this right? After all, I am sure that Members are aware, our Prime Minister's son married somebody from outside Singapore. This right should not be denied to anybody in Singapore. It should not just be kept as a right for a few whilst denied to the others. I know about the breach of work permit conditions. If we do not want our boys to marry anybody from outside Singapore, then there is one way out of it and that is - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, you have 10 seconds more. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Do not bring into this country on a work permit any young unmarried girls. Tell them that they cannot come in. Tell them that Singapore men are reserved only for Singapore women. They cannot come in. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Prof. Jayakumar, you have 2 1/2 minutes to answer. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, my answer can be given within the space of two minutes because this is a repetition of the same question which I answered fully. Let me just confine myself to the following points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the Member has ventured into the realm of international law and has cited the Universal Declaration of Human Rights with which I am familiar, for I have taught it in my class in the University. He has referred to a provision in Article 16. Article 16 as well as all the other provisions of the Universal Declaration of Human Rights nowhere confer a right on an alien or a foreigner, whether the wife or not, to enter into a country. The general principle of public international law is that it is a sovereign right of a country to determine admission of aliens subject only to such conditions and treaties as it may have expressly agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, he does not cite other provisions in the Universal Declaration. He does not cite, for instance, Article 29. Article 29 says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In the exercise of his rights and freedoms, everyone shall be subject only to such limitations as are deter- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1285</b></font>\n  <br>\n  <br> mined by law solely for the purpose of securing due recognition and respect for the rights and freedoms of others and of meeting the just requirements of morality, public order and [I stress] the general welfare in a democratic society.' \n  <br>\n  <br>This general welfare and national interest is the underpinning of our Immigration policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He refers to several cases. In one of the cases the wife was allowed to enter into Singapore. So I do not see how he justifies his point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, let me say that when we talk of wives of citizens, to dispel any notion that the Member for Anson raises of a draconian policy, last year there were 3,331 applications by wives for permanent residence. An overwhelming majority of 76.3% of these applications were approved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b>: Hear, hear! \n  <br>6.00 p.m. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is guillotine time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The time allotted for Head Q having expired, the following amendment was not proceeded with: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Eric Cheong Yuen Chee: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(11) That the total sum to be allocated for Head 0 of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $298,033,380 for Head 0 ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $17,687,000 for Head Q ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1285</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I - \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Subhead IA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I move this amendment for the purpose of pleading on behalf of those residents who are being evicted from Blair Plain. These 700-odd workers of PSA live in Blair Plain estate. Because the PSA wants to develop a container harbour in that locality, they were given notice to quit. Although the PSA has given adequate notice to quit, they cannot provide them with any alternative accommodation. These workers have also gone to the HDB \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1286</b></font>\n  <br>\n  <br> to register for the allocation of flats. But the HDB could only register their applications. They could not give them priority for allocation of flats. The reason given was that the workers in the PSA dwellings were not evicted by the HDB. So the 700-odd families were ordered to clear out before the middle of 1983. Sir, if by that time the HDB could not allocate flats to these workers, would the PSA drive them into the roads and streets? Sir, now the PSA has been able to develop Singapore into the second largest and busiest port in the world. This has to a great extent been due to the efforts and contributions of the workers who work with the PSA. If they could not be credited with any merit, certainly they could be credited with their hard toil. Can the PSA not seek a better and more reasonable solution to this problem? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the other hand, opposition political speculators have been stirring up these workers to rise up against the Government, and instigated them not to move away from the site whatever might be, and asked them not to cooperate with the authorities. These opposition speculators wanted to make a mountain out of a molehill on this matter in order to achieve their political, ulterior motives. Sir, if an opposition Member could tell a foreign reporter that the people of Singapore are starving now, of course, the same person could under a pretext say that the Government or the PSA has been wrong. The purpose is to create disquiet and discontent in Singapore so that Singapore will meet with economic depression and business recession, causing many people to be unemployed. The opposition may then condemn the Government as being incapable and hope to stand for elections to defeat the existing Government and be victorious themselves. Just as the Second Deputy Prime Minister and Minister for Foreign Affairs had said, the opposition in Parliament could not do anything to help the Government govern Singapore but hope to create turmoil in Singapore so that we will go down the drain in order that they may fish in troubled waters. Therefore, if we are a good Government, it does not matter at all whether or not there is an opposition Member in Parliament. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1287</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the question of the residence of the workers of PSA, as long as it is not solved, the executive committee of the PSA Workers' Union and myself are very worried just as much as the 700-odd families themselves. We all hope that this matter can be solved as early as possible so that the workers can work with peace of mind. That is why I have moved this amendment today, to bring up this matter in this House. Here, I would like to appeal to the HDB, through the Minister for Communications, to consider sympathetically the plight of these workers and, where possible, give them priority in the allocation of flats they have applied for before the middle of next year so as to solve their problem smoothly and satisfactorily. I would also like to persuade the residents of Blair Plain, through the public media, not to allow themselves to be misled by the opposition parties and fall into their trap and be used by them. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, may I have your permission to speak on this subhead now so that I need not move amendment No.(2)?* \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Thank you, Sir. I rise to speak, first of all, in support of the observations of my good Friend, the Member for Khe Bong. I would like to ask the Hon. Minister for Communications and Minister for Labour two questions. First, I have read in the local press reports about the development of two systems called the telemetering and teleview which are supposed to provide various types of information through the television set. Would the Minister give this House some idea as to what these projects are, their present stage of development and how much these will cost the consumer? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about costs, may I refer the Hon. Minister to the Memorandum on the Budget, at page 7, just below Table V, where it states. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1288</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Stringent control has been exercised on increases in recurrent expenditure so that more funds can be made available for development projects.' \n  <br>\n  <br>Sir, in my amendment under Subhead (A-01 Object Group 3310, there are three items under \"Other transfers:- (1) Dental subsidy, (2) Staff recreation and welfare expenses and (3) Skills Development Fund contribution.\" Of course, I am not quarrelling with him on the Skills Development Fund contribution. But I notice that the other two new items can also be found under the same subheads of the other Heads of Expenditure. I hope in his answer he will no doubt cover the other Ministries as well. What is the reason for these provisions? Can the amount of, say, $200 for dental subsidy be sufficient under the General Administration? With regard to Staff recreation and welfare expenses, there is a provision of $39,100. I would be grateful if the Minister could kindly elaborate on these three points. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, may I have your permission to speak on this amendment moved by the hon. Member for Khe Bong? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you, Sir. I was very pleased to hear the appeal of the hon. Member for Khe Bong to the Minister for Communications to solve the problems faced by the residents in Blair Plain. They happened to be in my constituency and I know about their problem. I regret that the hon. Member for Khe Bong took it upon himself to deliver, at the same time, an unwarranted attack on what I am trying to do for the residents of Blair Plain. May I assure him and this House that I am not trying to stir trouble or incite the workers against the PSA. Please let us not make any mistake about that. But I would lend my appeal to the appeal of the Member for Khe Bong to the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These workers were provided with these quarters some years ago because of their employment with the PSA [Interruption]. Not all of them. I have seen their tenancy \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1289</b></font>\n  <br>\n  <br> agreements and they are not for a limited period. The agreements talk about their employment with the PSA. I have, therefore, put it across to the PSA Property Manager when I saw him, and in a letter to him (I am going to follow it up with another letter) saying that these are service quarters provided by an employer for his employees and that there is an obligation on the part of the PSA, as the employer - because of this agreement providing them with these quarters - to provide them with alternative accommodation, and that this obligation must be faced squarely by the PSA and the PSA must take it upon itself to try and house these Blair Plain residents. At the moment, the residents are not getting enough support from the PSA in their efforts to find alternative accommodation if they move from these quarters occupied by them in Blair Plain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest to the Minister that the PSA or his Ministry should take this matter up quite seriously with the HDB and see that the HDB, as the provider of public housing in Singapore, houses these workers who are being asked to leave Blair Plain quarters provided by the PSA and that they be housed as close to the port as possible. It is no good asking them to move out to Woodlands or Changi if they are working three shifts at the port. They tell me that when they come out of work at 12 o'clock midnight, there is very little transport available for them, and they must live nearby. This is all that I am trying to do, trying to put forward the views and the needs of the residents of Blair Plain to the PSA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister will look into this problem and see what his Ministry can do to alleviate this problem. Let me assure the Minister that I am not there to create trouble or unrest among the workers. That is the last thing I want. Thank you. \n  <br>6.15 p.m. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong (Minister for Communications and Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Minister for Labour (Mr Ong Teng Cheong):</b> Mr Speaker, Sir, may I deal with the questions raised by the Member for Punggol first? The Member for Punggol \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1290</b></font>\n  <br>\n  <br> asked about telemetering and teleview. The Telecoms telemetering project involves a centralized computer utilizing the telephone network to measure and record PUB consumption levels of gas, electricity and water automatically. The concept is this. A black box will be installed in the home. One end of the black box will be connected to the telephone network while the other end will be connected to modified PUB meters for water, electricity and gas. The consumption levels of gas, electricity and water in a home will be read and stored in the black box. The centralized computer will then be able to read the PUB meters as and when required without having to send meter readers to the home. The telephone network is normally under-utilized at certain times of the day, for example, between midnight and 5 a.m. in the morning. The computer will be programmed to read the PUB meters of homes at these hours to minimize the inconvenience to telephone users. The PUB meters can be read as often as required instead of the present two-month interval. The meters are read automatically. So no more problems with meter readers. Complaints of excessive charges can also be more speedily handled and mistakes, if any, quickly rectified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Telecoms has almost completed the development of the telemetering project and there are plans to implement a field trial involving about 100 households sometime in the middle of this year. The field trial is expected to last about a year and, on its completion, a study will then be made to look into the feasibility of introducing the service on an island-wide basis. It is the intention of Telecoms to produce this black box as cheaply as possible, hopefully around $30 to $70 per unit. But it has not yet been decided whether Telecoms, the PUB or the consumer would bear part or all the cost of the black box, the modification cost of existing PUB meters and associated labour and material cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked about the teleview system which he has read in the newspapers. It is basically intended to enable members of the public to gain access to information stored in the central computer. The information could include \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1291</b></font>\n  <br>\n  <br> stock and share prices, entertainment and travel schedules, educational information, news and weather reports and shopping guides, etc. The system also consists of a black box with a key tag, like the one we see on a home computer. One end of the black box is connected to the input terminal of the television set, while the second or the other end is connected to the telephone network via the telephone line. The subscriber thereby gains access to computer through the telephone line. The computer then sends information through the air by broadcasting techniques and the required information is then displayed over the television screen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Telecoms is finalizing plans to jointly develop the teleview system with an overseas partner. The development is expected to take about one and a half to two years to complete. A trial service is scheduled for 1984. Depending on the results of the trial service, Telecoms hopes to begin implementation of the teleview system on an island-wide basis in 1986 or 1987. Telecoms plans to produce the black box for about $50 per unit, hopefully, It has not yet decided whether to make the customer pay for this or whether to make it available to the public free of charge. We will have to wait until the study is completed in two years' time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Punggol also raised a query on Object Group 3310 of the Main Estimates regarding the staff recreation and welfare expenses. I presume the hon. Member for Punggol wants to know why funds are provided for dental subsidy and staff recreation and welfare expenses this year, when none was provided last year. He is very sharp. The dental subsidy is meant to subsidize dental costs of civil servants going to Government dental clinics. Previously, this was reflected in the estimates for the Finance Ministry which has now decided to decentralize such expenses to individual Ministries and departments. A sum of $39,100 has been provided for staff recreation and welfare expenses this year. This is based on $1 per month for each employee in the Ministry of Communications. Staff welfare committees comprising both senior and junior \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1292</b></font>\n  <br>\n  <br> officers have been set up in each of the departments to make use of this fund to organize group activities that would promote team spirit and boost morale of staff members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fund will also be used to improve facilities and brighten up the working environment. While I agree that stringent control must be exercised over recurrent expenditure, this should not be done at the expense of the morale of the civil servants. After all, it is the civil servant who ensures that development and other projects are implemented successfully. To do so, he must be adequately motivated and money spent for this purpose is money well-spent. We will continue to exercise stringent control over recurrent expenditure by saving manpower, by simplifying work procedures, by looking into computerization and mechanization and by productivity improvements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now turn to the points raised by the Member for Khe Bong and Member for Anson regarding the resettlement problems of Blair Plain residents. I am as concerned as they are regarding the interest of the residents of Blair Plain. The Blair Plain residents are on monthly tenancies. They accepted the temporary nature of their accommodation when they signed the tenancy agreement. They are fully aware that they may have to move out of their flats on one calendar month's notice. Such temporary arrangement cannot be regarded as permanent for these tenants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1970, the Singapore Port Workers' Union and the PSA had advised the residents of Blair Plain to register for purchase of their own HDB flats. Those who had heeded the advice would have obtained homes of their own by now. When the PSA decided that Blair Plain flats had to be demolished by 1983 to make way for port development, all affected PSA employees were given two years' advance notice in June 1981 to find their own alternative accommodation. The non-PSA employees were given one year's advance notice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sorry that, much as we would like, the PSA cannot provide alternative accommodation for these tenants after 1983. Neither can the PSA expect the HDB to accord resettlement priorities to all its Blair \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1293</b></font>\n  <br>\n  <br> Plain tenants. The HDB has its own guidelines on allocating flats to ensure fairness to all its flat applicants. I am only able to say at this stage, Sir, that the PSA is in the midst of negotiating with the HDB to see to what extent the HDB is in a position or is able to help residents of Blair Plain. I am not able to tell any more at this stage. He will have to wait until the outcome of the presentations made, both by the Singapore Port Workers' Union and the PSA. \n  <br>6.30 p.m. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng (in Mandarin):</b> Mr Speaker, Sir, the Member for Anson said just now that he did not incite the workers of PSA to create trouble. I am not surprised at all at his denial. Even in circumstances when he had no opportunity, he would still try his best to smear the Singapore Government such as telling foreign correspondents that the people in Singapore are starving. With the PSA workers being evicted, would he not seize this as an opportunity to deliver a blow on the Government? I do not believe him. Of course, I know he would deny it. Two weeks ago (it was on a Sunday) he went to Blair Plain and convened a meeting. We sent our workers there to listen. He told the workers that all of them who were forced to leave the place and wanted his help could come with their identity cards to see him. He would help them. But the Port workers were wise. They did not see him. Only three or four non-citizens went to see him. Nevertheless I do not believe what he said. For this reason, we will still have to be very careful at all times about his activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards what the Minister said just now, we hope that we can have an amicable settlement by the middle of next year. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, can I ask the Minister one small point concerning telemetering? The Minister mentioned that this telemeter could automatically read the consumption of water, gas and electricity. May I ask him what is the degree of accuracy of such reading because he mentioned that this prob(em of quarrelling with the PUB over meter-reading would then be resolved. I must ask him to inform this House how accurate is this telemeter. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1294</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I am sorry, but I must again ask for your indulgence to say a little bit. I am sorry that the Member for Khe Bong has used this amendment to attack me in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us get everything clear because I have got nothing to hide about these things. This meeting two Sundays ago was at the request of people who came to see me at my Meet-the-People sessions. I met them at the void deck. If the Member for Khe Bong would like to know who attended, I have got a list, and it is not just two or three non-citizens. I have got their addresses and their identity card numbers. Would he like to inspect them? \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> I will be glad if the Member for Anson could supply me the names. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, the telemetering project, when implemented, is expected to reduce the number of complaints over the accuracy of PUB charges. It is not possible to eliminate the complaints altogether. As I mentioned earlier, since PUB meters through the telemetering will be read more frequently, excess consumption can be detected quickly and faulty meters and leaks in the water, gas and electricity supplies can thereby be quickly rectified. The accuracy of the reading would depend on the meter and not on telemetering. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, coming back to Blair Plain again, I would only want to take this opportunity to explain that the flats in which the Blair Plain residents are occupying are not service quarters of PSA. They are flats on monthly tenancies. They are different from service quarters, such as nurses' quarters or quarters belonging to factories provided for the workers within the premises of the company. Even if they are service quarters, there is no company in the world that provides life-long housing or accommodation for their employees. I do not think anyone here in Singapore, including the Member for Anson, provide quarters for their staff. Even in Japan where they practise life-long employment, no life-long housing is provided. If Members have watched the television programme three days ago on the 17th March, on Japanese company welfarism of the Nissan Com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1295</b></font>\n  <br>\n  <br> pany, the car manufacturers, they will notice that housing is provided for the employees up to a maximum period of seven years, and then they must move out. If they have difficulties, the company will help them financially with low interest loans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I only wish to say to the Members for Khe Bong and Anson that I am not able to tell them at this stage how HDB is in a position to help them, and I would advise all the tenants, whether they are PSA employees or non-PSA employees, to find their own flat as soon as possible and move out before trouble befalls on them. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> Sir, in view of the Minister's reply which is not a total rejection of my appeal, let us cross the bridge when we come to it, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Subhead IA-01 of the Main Estimates*. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister for Communications recently announced some reductions in telephone and telex rates charged by the Telecommunication Authority of Singa pore. The Minister stated that the reductions were in line with the Telecoms philosophy of sharing cost-savings with its consumers whenever they are available either through increased productivity, technological progress or economies of scale. These reductions are highly commendable. In fact, I am very happy to note that the TAS is the only statutory body which has improved its services and reduced its charges at the same time. Many other statutory boards could do well to follow this example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More important, this move is very timely. It will enhance the Republic's competitiveness as a telecommunications centre. Telecommunications is the key to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1296</b></font>\n  <br>\n  <br> our Republic's development into an international financial, trading, shipping, civil aviation as well as a warehousing centre. In short, this move will lower the operational costs of companies, especially offshore service companies and export-oriented firms in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Mr Speaker, Sir, I am a little concerned that the reductions appear to favour only the corporate consumers rather than the average HDB dweller. The latter do not telex or make frequent overseas telephone calls. I am confident that TAS could exercise the same ingenuity as it has done for the corporate consumers, and maybe come up with some benefits for the average HDB consumer. Would the Minister wish to enlighten this House on the reasons for not passing on such cost reductions to the local consumers? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, I would like to join the hon. Member for Chong Boon in thanking the Hon. Minister and Telecoms for their exemplary move in reducing telex charges and charges for International Direct Dialling calls recently. This is the second time these charges have been reduced in recent years. And it will certainly benefit a lot of business users. It is exemplary because I hope other statutory boards, like the Public Utilities Board notably, and other companies like SBS would follow instead of thinking of increasing prices and making huge profits all the time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there have been a lot of complaints for a long time regarding the Subscriber Trunk Dialling system. Under this system, telephone subscribers can make trunk calls by direct dialling. The problem here is that there are telephone subscribers who are billed by Telecoms for trunk calls they never make, in spite of having taken precautions such as putting a lock on the dial. However, the introduction of push-button telephone instruments has made this precaution quite difficult to exercise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Hon. Minister what steps Telecoms is taking to deal with such complaints and to eliminate wrong billing? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1297</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Mansor is not here. Mr Ong. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, the Member for Chong Boon asked about whether Telecoms is able to reduce the domestic telephone rentals, in view of the fact that Telecoms has in recent years been gradually reducing the rates on international telephone and telex charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main reasons for Telecoms being able to reduce international telephone and telex charges in recent years are the decreasing cost of using international satellite circuits and the drop in prices of electronic and computer equipment. The 42% and 33% increases in the volume of international telephone and telex traffic, respectively, in 1981 over that for 1980 have also enabled economies of scale to be realized, thereby lowering the unit cost. The existing rental for domestic telephones is only $200 per year. This rate is among the lowest in the world and it has not been increased for over 10 years, since 1971. Telecoms has been able to maintain the existing rate through its ability to purchase equipment at competitive prices as well as gains in productivity through adoption of the latest technological innovation, such as push-button telephones, stored programme control exchanges, computerized fault control centre and plug-and-socket installations, all of which have helped to reduce maintenance costs. By getting domestic telephone charges unchanged throughout the inflationary 1970s, there is, in real terms, already a reduction in domestic rentals. \n  <br>6.45 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Alexandra raised a point on the problems caused by the Subscriber Trunk Dialling. Telecoms is making a serious study of the problems caused by STD and other calls being made on subscribers' telephones without their knowledge. In this study, Telecoms will consider the possibility of using electronic means of preventing STD calls from individual subscribers. At the same time. it will examine whether it will be practical to make a computer listing of all STD calls made in the same manner as for International Direct Dialling (IDD) calls. In the case of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1298</b></font>\n  <br>\n  <br> IDD calls, details of date, duration and location of the called party are recorded. We must remember that we now have 550,000 or so direct telephone lines in the network and the number is increasing rapidly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Alexandra will be interested to know that of the estimated one million STD calls made each month Telecoms received about 240 queries. This works out to only 0.024% of total calls. When Telecoms completes the study in the next 12 to 14 months, it hopes to reduce further the already small number of telephone subscribers who claim that they are receiving bills for STD and other calls which they did not make. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I thank the Minister for his answer and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis (Telok Blangah):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Subhead IA-02 Project 8301 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment I wish to seek information and clarification from the Minister regarding the Mass Rapid Transit (MRT). Almost regularly I have been receiving reports after reports on studies being done on our MRT. They come in beautifully printed glossies. Notwithstanding the money spent on these beautifully printed booklets, I am sure a substantial amount of public funds must have been spent on the studies alone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am aware that this is a very major undertaking and it will affect every citizen in Singapore and change their life-styles in terms of transportation as well as involving a vast amount of public funds. I know our Government is prudent when spending public funds. For this reason, therefore, would the Minister please inform the House what is the progress achieved to-date and how much more money, time and effort will have to be spent on more studies for the MRT before we decide to decide on it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1299</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Clementi):</b> Sir, can I be permitted to speak now because my amendment* is on the same subject? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Sir, we were informed in the House last year that as a result of the Hansen Team's study on the MRT, another study was embarked upon to look into the possibility of an all-bus system as an alternative to the MRT. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think those of us who have travelled abroad will note that traffic congestion in Singapore does not seem to be very serious compared to other cities in this region and also those in the industrial world. In fact, even in cities which are already served by MRTs the congestions are very much worse than those we have to face in Singapore. Apart from this, the operation of mass rapid transit has also resulted in heavy losses for almost every transit authority including Hong Kong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The cost of constructing the MRT is becoming more and more expensive and because of the need for resources in other priority sectors, such as housing, education and so on, I wonder whether this is an appropriate time to review our decision to proceed with the Mass Rapid Transit system, especially when we bear in mind that in the next few years there will be a heavy demand on resources for construction required for the various development projects that the Government is embarking upon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Separately, if we can devote some of the resources earmarked for the MRT, which is estimated to cost some $4 billion at 1979 prices, or if part of these resources can be diverted to improve the bus services including infrastructure, such as bus stations, terminals, rolling-stock, would it not be possible to alleviate some of the more serious traffic problems in certain areas? It is a matter of usage and the time of use is causing congestion at the moment, not so much the road capacity that we are having in Singapore. If we can extend other regulatory measures, such as the Area Licen- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1300</b></font>\n  <br>\n  <br> sing Scheme, as practised in the city area, to other areas or at other periods, we may be able to postpone the inevitability of the Mass Rapid Transit because it is a heavy investment, claiming resources which could be better put to other sectors. I believe that the bus services in Singapore have not been given the kind of attention that it deserves. Perhaps with sufficient support, the bus services could provide a service - it may not be to the satisfaction of everybody concerned - but it will be within the means that we can afford. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, thank you for giving me this opportunity to speak under the same Subhead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I share fully the sentiments expressed by the hon. Members for Telok Blangah and Clementi. The subject of MRT has been debated in the last few years, What I wish to point out is that, according to the Memorandum on the Budget, page 17, the MRT is described as an on-going project. In other words, the project is on. The total original cost, as stated in the Development Estimates, is $21 million. For FY 80 and FY 81, $7.5 million of public money has already been spent. Was it worth it? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> No. Because more than that was spent. My good Friend, the Member for Khe Bong, had made the remark that so much public money had been spent on all kinds of feasibility studies, and one calls it an on-going project? This year, for FY 82, this House is asked to approve $8.523 million. In other words, a rough estimate of $21 million would have been spent on feasibility studies alone, Mr Speaker, Sir. No decision has been taken so far and this is the point which I want to stress - I hope the Minister has got all the reports in hand. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> I have. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> He has. Let us hear from him on Monday whether a firm decision has been taken. I share the points made by the hon. Member for Clementi \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1301</b></font>\n  <br>\n  <br> that with the $21 million already spent, we could have done other things. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Community centres. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Yes, community centres. At today's price, Sir, there would be at least 10 new community centres with squash courts, lawn tennis courts, indoor badminton courts as well as a nice auditorium. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Coffee-shop. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> A little space set aside for a coffee-shop so that there will be some opportunity for coffee-shop talk. [Interruption]. Nothing is for free! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I can only hope that this money is well spent; I repeat, money well spent. The size of the MRT is so huge and that is why Parliament has, by statute, set up the Provisional Mass Rapid Transit Authority and allocated funds to it to make further studies from all angles, as to its cost-effectiveness, viability and so on - I am no economist and so I cannot use all the economics jargon, but I work on simple arithmetic, i.e. on dollars and cents - whether this is a right move, a good one, and most of all, whether it is in the interest of Singaporeans and Singapore. That is the key question. Of course, we must not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1302</b></font>\n  <br>\n  <br> forget that it entails losses; as pointed out rightly by my good Friend, the hon. Member for Clementi, that in running such a system, it would mean that it is bound to incur losses. If there is a loss, may the House be informed of the extent of this loss annually. If that is forthcoming, we will then debate further when we resume sitting on Monday. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is 7.00 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1st April, 1982 to 31st March, 1983, and ask leave to sit again on Monday, 22nd March, 1982. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Ong Teng Cheong]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Seven\n  </div> \n  <div align=\"right\">\n   o'clock p.m. to Monday, 22nd March, 1982.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
