{"memberId": null, "volumeNo": "41", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "14", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"41\"> \n  <meta name=\"Sit_No\" content=\"14\"> \n  <meta name=\"Sit_Date\" content=\"1982-03-22\"> \n  <meta name=\"Start_Col\" content=\"1303\"> \n  <meta name=\"End_Col\" content=\"1402\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">41</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">14</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">22-03-1982</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1303</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 41</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 22nd March, 1982</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat) ). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1304</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Health and Second Minister of Defence. \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Minister of State, Ministry of Law and Ministry of Home Affairs. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of National Development. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah), Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1305</b></font>\n  <br>\n  <br> \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Minister for Labour. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Trade and Industry. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Social Affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1306</b></font>\n  <br>\n  <br> \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture. \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Labour. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister of State, Ministry of Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1305</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>BREACH OF PRIVILEGE</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Law and Home Affairs (Prof. S. Jayakumar): Mr Speaker, Sir, I rise on a point of order for I would like to raise a point of order concerning a breach of privilege under section 31 of the Parliamentary (Privileges, Immunities and Powers) Act, 1962, and Standing Order 62. Section 31 provides that: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1306</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A Member shall not in or before Parliament or any committee take part in the discussion of any matter in which he has a direct personal pecuniary interest without disclosing the extent of that interest and shall not in any circumstances vote upon any such matter.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the Sitting last Friday on the debate on the Estimates of the Ministry of Home Affairs, the Member for Anson moved a motion: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the sum to be allocated for Head Q be reduced by the whole sum in respect of Subhead 01-02 of the Main Estimates.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1307</b></font>\n  <br>\n  <br> relating to Drug Enforcement. He also voted on it. When speaking on the motion, the Member for Anson alleged inadequate safeguards when detaining drug addicts in the Drug Rehabilitation Centre (DRC) and maintained that an innocent person could be incarcerated up to 36 months. He alleged that there was a serious possibility of error on the part of the DRC doctor in making his diagnosis. He also said that he had received complaints of wrongful detention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson cited a case of a person who had undergone such a medical examination. He read out the report of the doctor on his finding of definite withdrawal symptoms consistent with heroin addiction. The doctor had reached the conclusion after observing the person for three days, for five minutes on each occasion. The Member also read another report, this time by a private practitioner who commented that the DRC doctor's report did not set out what the symptoms were and, in the view of this doctor, withdrawal symptoms were not conclusive and should be supplemented by other tests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At that time, although these particulars brought up by the Member for Anson sounded familiar because I had read the papers relating to two cases where the Member for Anson had acted as an advocate and solicitor outside on behalf of five persons on writs of habeas corpus in the High Court by way of Originating Motions for the release of the five drug addicts detained in the DRC, on Friday I was not sure that these particulars related to these two cases which the Member for Anson acted as a lawyer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the Sitting on Friday, I went back to the Ministry of Home Affairs to check the files, and I found out that, indeed, the documents were related to the two cases involving five different persons. I now tender affidavits of the DRC doctor as well as of the private practitioner employed by the Member for Anson's clients in these two cases involving five different persons. [Copies of Affidavits handed in to the Clerk.] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first case is Originating Motion 47 of 1980 and Originating Motion 48 of 1980 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1308</b></font>\n  <br>\n  <br> involving two inmates. The second case was a case which went to three Judges of the High Court, Originating Motions 67 of 1980, 68 of 1980 and 69 of 1980. In the first case involving two inmates, the action was successful. In the second case involving three inmates which went before the High Court of three Judges, the case was unsuccessful and the Judge in the first case mention was overruled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This being the case, the Member for Anson had, in fact, raised the matter in this House in which he had a direct personal pecuniary interest without first disclosing it to the House. The Member for Anson owes this House an explanation why he did not do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, at this stage, before I go further with my point of order, the Member for Anson perhaps should be asked to explain why he had not disclosed his pecuniary interest. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, do you like to say anything? \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, you will recall that I saw you either on Friday or Thursday when I said that I was considering making a statement about this matter that was raised in this House. It is my own view, having regard to Standing Order 62 which has been referred to by the Minister, that paragraph (3) of Standing Order 62 which is in point, says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(3) In deciding whether a motion for the disallowance of a Member's vote shall be proposed by the Speaker or Chairman, the Speaker or Chairman shall have regard to the character of the question upon which the division was taken and to the consideration whether the interest therein of the Member whose vote is challenged is direct and pecuniary and not an interest in common with the rest of the citizens of Singapore or whether his vote was given on a matter of State policy.' \n  <br>\n  <br>Now, I was questioning the policy of the Government, the State. Sir, in my view, speaking for myself, even if I had any pecuniary interest, of course, subject to your ruling, in view of the qualification contained in Standing Order 62 (3), I cannot be disqualified. But as I say, I am subject to your ruling. So that is a matter of interpretation and the matter, of course, has to be looked at, if the Minister wants it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1309</b></font>\n  <br>\n  <br> to be looked at, by a Committee. I am prepared to state my views to the Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing is this. This pecuniary interest, as I see it, Sir, must be direct pecuniary interest at the time when the matter is being discussed. These cases that the Minister has referred to were dealt with by the courts in 1980. I think the last one was in December 1980. Sir, where is the pecuniary interest now, even if it applied, when all these cases were dealt with before 1981? The affidavits read, of course, referred to those two cases where the court had allowed the habeas corpus and that was even before December 1980. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, the Member states, inter alia, that the two cases were old cases taken up in 1980. He once again misleads this House by wrong information when he suggests or implies that he has no pecuniary interest now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the second of the two cases that I referred to, Originating Motion 67 of 1980, it related to a person known as Subramaniam, son of Marie. As a follow-up of that Suit which was rejected by the court consisting of three Judges, another Civil Suit has been instituted for that same person and that suit is Suit 3949 of 1981 involving the same person where the claim is for damages for false imprisonment and wrongful detention. I pass this to you, Mr Speaker, Sir. [Document handed in to the Clerk.] This is a follow-up of a Suit instituted by Originating Motion for habeas corpus which was rejected. The same person instituted proceedings. Proceedings have been filed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson is acting as advocate and solicitor and his pecuniary interest is this - if he had been pursuing the line of questioning that he did, and if he had succeeded in eliciting from me an admission that there was a serious possibility of an error of diagnosis on the part of the DRC doctor, then this would have a definite bearing on this case which is now being instituted. It would have a bearing on the successful outcome of that case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson, therefore, has again misled this House by hiding his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1310</b></font>\n  <br>\n  <br> personal pecuniary interest and by not disclosing, even on his response to my question and in response to my point of order, that he had a pending case. Let me also say that at the sitting on Friday, he said that he had received complaints of wrongful detention not only by persons detained but from the parents and relatives. This again is a subterfuge for I had personally checked with the Director of the CNB as well as the Ministry of Home Affairs officials as to whether he had any letters of complaint, written to the CNB or to the Ministry of wrongful detention. Let me say that he had not written any such letter except four letters which were written by his legal firm. All the four letters were asking for particulars and documents concerning persons detained in the DRC. None of these four letters alleged wrongful detention. As a Member of Parliament, he did write two letters. But these two letters were written to the Chairman of the Review Committee appealing for early release. In these two letters written as an MP there was no allegation of wrongful detention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, thus the only cases, and I repeat, the only cases, taken up by the Member for Anson of wrongful detention are the two cases involving five drug addicts which were taken up by him as an advocate and solicitor as well as the present pending Civil Suit for wrongful detention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, on these facts, it seems to me that there is a grave issue of a breach or abuse of privilege. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Do you wish to say any more, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, it would appear that I am to be subjected to an inquisition here, subjected to this. Whilst I concede that I have overlooked that there is this other action brought against the Government, that is a matter before the court at the moment. Even that, I think, was instituted before I became an MP. I may be wrong and I have to check on this. I stand corrected. But I still maintain, Mr Speaker, Sir (I am subject to your ruling) that in my own view, there is no breach of privilege as I see it, and if this matter has to be referred to a Committee, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1311</b></font>\n  <br>\n  <br> will make my representations to the Committee for them to rule on this. \n  <br>\n  <br>\n  <!-- Mr E.W. Barker (Minister for Law and Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law and Leader of the House (Mr E.W. Barker):</b> Mr Speaker, Sir, I have not risen to do battle with the hon. Member for Anson. But something similar happened years ago, in 1962, and I have with me the Second Report of the Committee of Privileges together with Appendices, Minutes of Evidence and Proceedings of the Committee. I do not intend to proceed to read the lot. Suffice it to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'On the 22nd day of November, 1961, Mr David Marshall, Member for Anson, having obtained the right to raise the matter of the case of Sardara Singh, former Acting Sergeant, Singapore Police Force, on the motion for the adjournment, stated that he had acted in a professional capacity for Sardara Singh,that the matter had ended, that Sardara Singh had left Singapore and that he (the Member for Anson) had no further pecuniary or professional interest in the matter, nor any personal interest apart from certain facts which he had gleaned and which, to his mind, raised very grave public issues. As it had been indicated that it might possibly be deemed improper for him to bring forward the matter, he welcomed a reference to the Committee of Privileges, whereupon the Leader of the House, Dr Toh Chin Chye, raised the matter as a matter of privilege and Mr Speaker, in accordance with the Standing Orders, referred same to your Committee . . . . \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. The question before your Committee was whether it would be improper for Mr Marshall, who had acted professionally in a matter for a fee, to raise that matter in the Assembly after that matter had been completed and Mr Marshall had no further pecuniary or personal interest therein.' \n  <br>\n  <br>I do not propose to read the following paragraphs. The Member will be supplied with a copy later for his information. But paragraph 8 reads: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'it is well established that it is a breach of privilege for any Member to accept any fee or reward in connection with the promotion of any matter submitted or intended to be submitted to the House, and, to guard against indirect influence, the House of Commons has forbidden the acceptance of fees by its Members for professional services connected with proceedings in Parliament.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to end, the Bar Committee was consulted, and I will read paragraph 21 giving one of their views: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'21. Thus, if a Member, who is also an Advocate and Solicitor, conducts himself in the Assembly in such a manner as is calculated to attract business to himself, he would clearly be using the protection of the Assembly to breach the etiquette of his own profession and for his own personal advantage. Your Committee are of the opinion that even if the Member referred in general terms to matters of public interest which he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1312</b></font>\n  <br>\n  <br> had gleaned during the course of his professional activities, it might well be that the notoriety gained by the Member in such matters would, even though no names were mentioned, relate his activities to such matters in such a way as could conceivably be thought to be in the nature of advertisement of his own activities.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee concluded in paragraphs 22: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Conduct as described in the foregoing paragraph would tend to bring the Assembly into disrepute and could, in the view of your Committee, be rightly dealt with as being an abuse of privilege and as dishonourable conduct.' \n  <br>\n  <br>and 24: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It follows therefore [This is the penultimate paragraph] that had Mr Marshall raised the matter of the case of Sardara Singh in the Assembly and in the manner proposed, he could have come within the mischief indicated in the preceding paragraphs and could have been dealt with accordingly for abuse of privilege or for dishonourable conduct.' \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The matter appears to me to be a matter affecting the privileges of this House and has been raised at the earliest possible time. I am therefore referring this matter to the Committee of Privileges. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1312</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <br>2.52 p.m. \n  <div align=\"center\">\n   <b>SALARY OF TAIWAN UNIVERSITY GRADUATES IN TEACHING SERVICE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Ho See Beng</b> asked the First Deputy Prime Minister and Minister of Education whether he is aware that the Taiwan University graduates in the teaching service have received lower salary than their colleagues who are graduates of the former Nantah and University of Singapore, regardless of their length of service, and if he will inform the House the reason for this salary disparity. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon (Minister of State of Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State of Education (Dr Tay Eng Soon) (for the First Deputy Prime Minister and Minister of Education):</b> Mr Speaker, Sir, the reason why Taiwan University graduates in the teaching service are receiving lower salary than their colleagues who are graduates from the former Nantah and University of Singapore is hat their degrees like those of universities in India, China and several other countries are not treated by the Public Service Commission (PSC) as entitling them to the graduate salary scale. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1313</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Graduates from universities of many countries were recruited in the 1950's and 1960's when the teaching service had to expand rapidly because of increase in pupil population. Degrees from universities of these countries were difficult to assess. However, on merits of individual cases, some of these teachers were emplaced on graduate salary scale. From time to time, the status of these teachers who are on non-graduate scale is reviewed by the PSC to determine their suitability for emplacement on graduate salary scale. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng (Khe Bong):</b> Sir, I would be most obliged if the Minister of State could enlighten the House as to how the Taiwan graduate teachers could refer their degrees to the PSC for recognition. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Mr Speaker, Sir, as I have said earlier, degrees from universities in Taiwan as well as other countries are not accepted by the Public Service Commission for the purpose of emplacement on the graduate scale in the teaching service. However, in 1970, certain steps were taken as a result of an appeal to the Ministry on behalf of teachers who were graduates of Taiwan and Chinese universities. In that year, it was recommended to the Public Service Commission and accepted by the Commission that certain graduates of Taiwan and Chinese universities could be placed on the graduate scale provided certain conditions were met. Three conditions were applied. First, that they should have joined the teaching service before 1st January 1962. Secondly, that they should have attained 50 years of age and, thirdly, that they should have 12 years or more of teaching service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since that time, a number of graduates of Taiwan and Chinese universities have been emplaced on the graduate scale. To-date, a total of 67 such graduates have been converted to the graduate scale. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> Sir, if those teachers who are now in the teaching service - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Your supplementary question, please, Mr Ho. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> If the Taiwan graduates wish to apply for the graduate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1314</b></font>\n  <br>\n  <br> teachers' scale and if they approach the Ministry of Education, will the Ministry help them to refer this matter to the PSC for recognition? If there are teachers who are not getting the graduate pay and if they meet with the Ministry's requirements, will the Ministry help them to bring this matter to the attention of the PSC? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> The answer is yes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1314</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LEGISLATION ON USE OF METAL SCAFFOLDING</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Lim Boon Heng</b> asked the Minister for Communications and Minister for Labour whether he intends to introduce legislation concerning the use of metal scaffolding in the construction industry, and whether such use will be made compulsory in order to enhance the safety of construction workers. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong (Minister of State for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Labour (Dr Wong Kwei Cheong) (for the Minister for Communications and Minister for Labour):</b> Mr Speaker, Sir, my Ministry intends to introduce legislation concerning the use of metal scaffolding in the construction industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The legislation, however, will not make the use of metal scaffolding compulsory. It will require contractors to provide a set of proper platforms to be erected at the edge of a building under construction. This will ensure that workers can carry out their tasks with adequate protection. As one of the better ways of meeting this requirement is through the use of metal scaffolds, the introduction of this requirement in the legislation will promote the use of such scaffolds. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Mr Speaker, Sir, will the impending legislation on the use of metal scaffolds impose an unnecessary financial strain on the construction industry owing to the high capital cost involved in the use of metal scaffolds? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Mr Speaker, Sir, the majority of the worksites are still not provided with the minimum protection, in terms of work platforms and overhead shelters, to ensure the safety of workers. Contractors have to incur additional expenses in order to provide satisfactory \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1315</b></font>\n  <br>\n  <br> safety provisions, The use of metal scaffolding to provide this safety measure is. no more expensive than providing conventional safety measures. The Ministry had, in fact, conducted a study on the cost impact on the use of metal scaffolds. The study showed that the use of metal scaffolding to satisfy safety requirements is no more expensive than using conventional measures such as work platforms and overhead shelters. Hence the contention that the use of metal scaffolds will impose undue financial strain on contractors is not justified. It can be said that the increase in expenditure on safety measures required by the new legislation only underlines the fact that some contractors have been neglecting the responsibilities in this area. \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Liew Kok Pun (Boon Teck):</b> Mr Speaker, Sir, what is the safety situation in the construction industry? Is it so bad that it justifies an increase in expenditure on safety provisions? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Mr Speaker, Sir, there were a total of 1,085 accidents in 1981. Of these, 28 were fatal cases and another 25 involved permanent disablement. This compares favourably with that for 1980 where a total of 927 accidents were reported, with 32 fatal cases and 10 cases of permanent disablement. In terms of number of fatal accidents per thousand workers, the situation has improved slightly from 0.49 to 0.38. On the whole, it can be said that the accident situation in the construction industry is under control. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in view of the move to promote mechanization in the construction industry and the increasing influx of new and non-traditional sources of labour into the industry, it is envisaged that the number of accidents will again take an upward trend if the proper measures are not taken. Although the fatal accident frequency rate appears to have been stabilized, it must be pointed out that the safety situation in industry is very dynamic. There is a very thin line between near-misses, minor accidents and the fatal ones. Our statistics show that falling objects and workers falling still account for some 60% of the accidents in industry. A worker struck by a falling object can sustain slight injuries or be killed instantly. Therefore, it can be appreciated that any accident within this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1316</b></font>\n  <br>\n  <br> category is potentially fatal. Against this background it is imperative that concerted efforts must be made to improve safety measures in these two areas. The increase in expenditure in safety provision is therefore justified. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1316</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CENTRAL PROVIDENT FUND</b>\n  </div> \n  <div align=\"center\">\n   <b>(Penalty interest for late payment)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Ang Kok Peng</b> asked the Minister for Communications and Minister for Labour whether he will consider crediting the penalty interest collected from an employer, on account of late or non-payment of contributions to the Central Provident Fund, to the affected subscribing member's account and, if not, why not; and how such member can be adequately compensated for loss of interest on money that has legally been his. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong (Minister for Communications and Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Minister for Labour (Mr Ong Teng Cheong):</b> Sir, the penalty interest for late payment of contributions is similar in nature to the 'fine' imposed by the court of law for other offences under the Central Provident Fund Act. Both the penalty interest and the fine are pecuniary punishments to deter employers from committing offences under the Act. As in the case of the fine, the penalty interest is not credited into the member's account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Interest is only payable in respect of contributions paid. A member whose contribution is paid late by his employer cannot therefore be compensated for the interest lost as a result of the late payment. However, the Member may wish to know that the CPF Board is regularly taking enforcement action to ensure that employers pay the CPF contributions in time. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, will the Minister concede that the person who loses by this is the employee, i.e. the employee who is affected by the employer paying his contributions late? Is it not equitable then that at least some of this penalty that is paid by the employer should be credited to the employee? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, it costs the CPF Board a certain amount of expenditure to take an employer to court. Who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1317</b></font>\n  <br>\n  <br> covers this cost? I wonder whether the Member for Anson could enlighten this House on how to work out the sum. In cases where the employer paid his CPF contributions late, no doubt the employees will suffer a certain loss in terms of interest. But as I mentioned earlier, this penalty interest should be regarded as a penalty on the employer. It is a penalty fine. It is not an interest which the employee is entitled to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1317</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BUS SERVICES FOR BEDOK/TAMPINES NEW TOWN</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Encik Saidi Haji Shariff</b> asked the Minister for Communications and Minister for Labour, in view of the urgent requests from the residents, whether he will indicate what bus services have been planned for Bedok/Tampines New Town. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, Tampines New Town is still in its early stages of development. So far, only a few hundred units of flats along Avenue 2 have been ballotted. To serve these residents, plans are being finalized to introduce a service from this neighbourhood direct to Bedok Interchange where connections can be made to most parts of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More services will be introduced as Tampines New Town develops. A total of eight feeder services have been planned. Trunk services will be provided to various parts of the CBD, Changi Airport, New Towns as well as major nearby industrial estates and the main traffic corridors nearby. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1317</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOME PROTECTION INSURANCE SCHEME</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Ang Kok Peng</b> asked the Minister for Communications and Minister for Labour (a) how much money has been collected under the Home Protection Insurance Scheme from the date of operation of the Scheme to the end of February 1982; (b) how much money has been paid out under the Scheme and to how many persons; and (c) how he proposes to use the surplus, if any, for the benefit of the members of the Scheme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1318</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, as at the end of February, 1982, the CPF Board has collected a sum of $23 million from CPF members who are insured under the Scheme. So far, the Board has paid out a total of $33,705 in respect of four claims. In the first claim involving a permanent disablement case, the CPF Board paid out a sum of $5,195 for which the member paid a premium of $240 only. In the second case, a sum of $8,951 was paid out on a premium of $415. In the third case, a sum of $13,654 was paid out for which the premium was $637. The fourth claim involved a payment of $5,905 and a premium of $268. Seventeen other claims are still being processed by the CPF Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the premium collected appears large compared to the pay-outs so far, I wish to remind the Member for Buona Vista that the premium is a one-time payment by the CPF member, who is covered until the age of 55. For some of the younger members insured under the Scheme, the coverage could be as long as 20 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The premium collected will be placed in the Home Protection Fund and will be invested to ensure that adequate returns are derived to meet future claims by those insured. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1318</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NATIONAL WAGES COUNCIL</b>\n  </div> \n  <div align=\"center\">\n   <b>(Second tier payment)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Goh Chee Wee</b> asked the Minister for Communications and Minister for Labour if he has assessed the impact of the introduction of the second tier award as recommended by the National Wages Council; is he aware that the implementation of the second tier award has created a great deal of dissatisfaction among the employees and has therefore become a demotivating and demoralizing factor; and what measures he would recommend to improve upon the scheme to ensure that the original objective of motivating the workers to excel through a proper performance appraisal and reward system could be achieved. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, annually officials from my Ministry meet employers, employers' organizations and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1319</b></font>\n  <br>\n  <br> trade unions to obtain feedback on the implementation of the NWC recommendations. My Ministry is therefore aware of the problems arising from the implementation of these recommendations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NWC second tier award recommendation is now in its second year of implementation. During the first year, there were some teething implementation problems. This was partly because companies were not forewarned that the recommendation would contain a second tier payment to reward above average workers. They were caught unprepared and many did not have a proper performance appraisal system to assess the workers. Even where employers had appraisal systems, these had to be modified for the purpose of the second tier payment. As a result there were many complaints from workers and unions that workers were not assessed objectively and that supervisors were biased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To resolve this problem, the National Productivity Board conducted courses on performance appraisal to equip supervisors and middle management on the proper method of appraising their workers for award of the second tier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the second year, less problems were encountered because the standard of performance appraisal has improved. Nevertheless from the feedback obtained, the second tier award appears to be more a demotivating than a motivating factor. Furthermore, employers and unions claimed that it worked against teamwork. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second tier wage increase, however, has some positive effects. For one thing it has succeeded in propagating the wide-spread use of proper performance appraisals to identify the meritorious workers within a company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to inform the Member for Boon Lay that the problems relating to the implementation of the second tier wage increase will be brought to the attention of the National Wages Council for its deliberation in its coming session. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1319</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FURTHER EDUCATION FOR SAF OFFICERS AND NCOs</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr S. Chandra Das</b> asked the Minister of Defence what plans or programmes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1320</b></font>\n  <br>\n  <br> are available for promoting further education among officers and the rank and file, to ensure that there is continuing improvement in the quality of the Singapore Armed Forces. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister of State of Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State of Defence (Dr Yeo Ning Hong) (for the Minister of Defence):</b> Mr Speaker, Sir, it is established Mindef policy to promote further education among regular officers and NCOs in the SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A modern army is a very complex organization. Those who run it must be professionally trained in military matters and highly skilled in modern warfare and weapons systems. Officers and NCOs must be able to think, plan, and innovate. They should be exposed early in their careers to a wide field of knowledge and experience that education and specialized training can provide. The ability to think out solutions to problems and the vigorous discipline that come with further education will enhance their professional training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regular servicemen constitute the main strength of SAF leadership. Those who can and want to improve themselves will receive every encouragement and support to complete their further studies. The better educated our officers and men, the more they will be able to contribute to the SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mindef programmes to provide further education to officers and NCOs in the SAF are comprehensive. Every serviceman who is keen and willing to work hard to obtain better training and education to upgrade himself to enable him to be a better officer or NCO will be given every opportunity and assistance. Their selection for the various courses and training awards will depend on the needs of the SAF and on their own military performance and potential. The various schemes available include the following for different categories of officers and NCOs:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Newly recruited officers who qualify for admission to the National University of Singapore are offered either local scholarships or bursaries or training awards for courses approved by Mindef. Promising officers who qualify for admission to over- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1321</b></font>\n  <br>\n  <br> seas universities are awarded SAF Overseas Scholarships tenable not only at Oxford and Cambridge as at present, but also at other universities in Europe, North America, Australia, and New Zealand. Overseas Training Awards for practical training in overseas military institutions will continue to be given, and will be increased wherever possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Senior officers of rank, Lieutenant-Colonel and above, who missed the opportunity to receive further education before joining the SAF but who are still keen to study at a tertiary level will be selected to attend a War College course or to follow a special course leading to the Diploma in Strategic Studies currently being planned with the assistance of the National University of Singapore. Officers below the rank of Lieutenant-Colonel who qualify for admission to the National University of Singapore, or other universities to complete courses offered by Mindef will be sponsored on the same basis as newly-commissioned officers. No-pay study leave with study loans and grants will be given to officers who wish on their own to pursue university courses relevant to their work in the SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Officers who do not possess the appropriate qualifications for university admission will be given opportunity to attend the GCE 'A' level courses conducted by Mindef on a part-time basis over two years, or (in the case of Majors), the one-year part-time preparatory course for the National University of Singapore Entrance Examinations. Those who gain admission into the National University of Singapore will be considered for sponsorship by Mindef. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) SAF officers who prefer non-academic courses will be given the opportunity to attend courses on Mindef sponsorship at recognized institutions, like the Singapore Polytechnic, the Ngee Ann Polytechnic, the Singapore Institute of Management, and the National Productivity Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(v) Post-graduate studies will also be provided selectively to graduates on the basis of military performance, job rele- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1322</b></font>\n  <br>\n  <br> vance and their military potential. Officers may be sponsored for courses leading to Masters degrees in Public Administration, Military History, War Studies, International Relations, and other subjects relevant to the SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(vi) There are also opportunities for further education for regular servicemen in the rank and file. NCOs who wish to raise their educational level can attend part-time general education classes conducted by Mindef up to GCE 'O' level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(vii) Mindef also sponsors SAF technicians who qualify for entry into the Singapore Polytechnic and the Ngee Ann Polytechnic. English language courses are conducted to help NCOs, especially those from the non-English streams, to improve their proficiency in English. Language classes are also organized for NCOs to enable them to better communicate with their men. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All in all, these and other educational, vocational, and professional opportunities for SAF officers and NCOs will mean continuing improvement in the quality of SAF manpower resources. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1322</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PEDESTRIAN OVERHEAD BRIDGE ACROSS BEDOK NORTH ROAD</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Encik Saidi Haji Shariff</b> asked the Minister for National Development whether there are plans to construct a pedestrian overhead bridge across Bedok North Road, in view of the increasing number of residents in Neighbourhoods 6 and 7 crossing the road daily, and, if so, when the bridge will be built. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Lee Yock Suan) (for the Minister for National Development):</b> Mr Speaker, Sir, a pedestrian overhead bridge will be provided at Block 706, Bedok North Road. Tenders have been called. Construction is expected to begin in mid-1982 and work on the bridge will be completed by the end of 1982. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1322</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUSING DEVELOPMENT IN MANDAI AND THOMSON</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Dr Koh Lip Lin</b> asked the Minister for National Development what are the development plans for the following lands \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1323</b></font>\n  <br>\n  <br> which were recently acquired by the Land Office for the use of the Housing and Development Board (i) the land bounded by Mandai Road, Meng Suan Garden and Thong Bee Road; and (ii) the land bounded by Old Upper Thomson Road, Lorong Sunyi, Sindo Industrial Estate and Upper Thomson Road. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, the land bounded by Mandai Road, Meng Suan Garden and Thong Bee Road will be used for middle-income housing development by the Housing and Development Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The land bounded by old Thomson Road, Lorong Sunyi, Sindo Industrial Estate and Upper Thomson Road forms part of the proposed HDB Seletar Estate. The first phase of public housing development in the area will commence in 1984. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1323</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REGISTRATION OF MARRIAGES BETWEEN</b>\n  </div> \n  <div align=\"center\">\n   <b>SINGAPORE CITIZENS AND NON-CITIZENS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Mr J.B. Jeyaretnam</b> asked the Acting Minister for Social Affairs under what provision of the law the Registrar of Marriages and the Syariah Court have refused to solemnize and register the marriages of Singapore citizens with intending spouses who are not citizens. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Acting Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Social Affairs (Dr Ahmad Mattar):</b> Mr Speaker, Sir, before I reply to the Member for Anson's question, I need to explain a couple of things to him first because, reading the Question as it stands on the Order Paper for today's sitting, I can see that the Member for Anson has got the courts mixed up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Syariah Court does not solemnize and register marriages. The Syariah Court is the place where Muslim couples go when they want a divorce or whenever they cannot settle their marital disputes out of court. In other words, Sir, the Syariah Court deals with married people, not those about to get married. The Department which deals with Muslim marriages is called the Registry of Muslim Marriages. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1324</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having sorted out the confusion, Sir, here now is my reply to the Member's question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Neither the Registrar of Marriages nor the Registrar of Muslim Marriages has refused to solemnize and register the marriage of a Singapore citizen to a non-citizen when both parties have satisfied the requirements under the Women's Charter or the Administration of Muslim Law Act, as the case may be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the correct legal position because neither Registrar has the power to refuse to solemnize and register a marriage between a Singapore citizen and a non-citizen when both parties have got all the legal requirements. As a lawyer, the Member for Anson should know this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What actually happens is this. Whenever a Singapore citizen and a non-citizen approach the Registrar to file a Notice of Marriage, the Registrar would advise the non-citizen to apply for the permission of the Commissioner for Employment first, if the non-citizen is, or at any time was, a Work Permit holder or had unsuccessfully applied for a Work Permit. Non-citizens usually take the advice of the Registrar but if a non-citizen rejects the advice there is nothing that the Registrar can do and he, the Registrar, will have to accept the notice and, in due course, solemnize and register the marriage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, Sir, if a non-citizen, after having accepted the advice of the Registrar, fails to get the permission of the Commissioner for Employment but insists on going through the marriage regardless, the Registrar will be obliged to solemnize and register the marriage. But, of course, such couples will be answerable to the Immigration Department and the Work Permit Office of the Labour Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the information of the Member for Anson, Sir, hitherto there have been only one such case at the Registry of Marriages and three at the Registry of Muslim Marriages. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Sir, I am grateful to the Minister for pointing out that it is the Registry of Muslim Marriages. Would the Minister say whether the Registrar of Marriages explain to those who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1325</b></font>\n  <br>\n  <br> apply to him to marry in Singapore that even if they do not get the permission from the Commissioner for Employment he will nevertheless register their marriages in Singapore if they so wish? If the Minister wants, I can give him particulars of persons who have been refused registration of their marriages in Singapore. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Point of order, Sir. Would the Member for Anson declare whether he has any pecuniary interest in this case? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It does you no harm to declare, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, if you ask me to, yes. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Would you do that? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I have not got a case in court for these persons. These persons have seen me as their MP, Mr Speaker, Sir. I have mentioned one of these persons when I spoke on Friday. This man was refused any registration of his marriage and even after he had married the woman of his choice in Johore Bahru, he was told again and again, \"Please apply for re-registration of your marriage in Singapore.\" And this was turned down again and again. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, I have here with me a copy of the letter the Member for Anson wrote to the Permanent Secretary, Ministry of Home Affairs, dated 7th December, 1981. This letter was signed by him in his capacity then as \"MP-elect for Anson.\" In this letter, Sir, three questions have been asked: (1) pertaining to the Commissioner for Employment; (2) to the Immigration Department; and (3) which is of interest to me, pertains to the Registrar of Marriages. I shall read to you, Sir, the paragraph concerned: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'By what authority does the Registrar of Marriages in Singapore refuse to register a marriage of a Singapore citizen to a non-citizen if they wish to get married in Singapore?' \n  <br>\n  <br>This is exactly the question the Member for Anson is asking me to answer today, except, perhaps, slightly differently worded. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1326</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member went on further, and this is the most interesting part: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I have asked this question from the Commissioner of Employment both in letter to him from my firm of J.B. Jeyaretnam &amp; Co., acting as Solicitors for a client and also over the telephone when I spoke to him. To this day I have not received any reply except a telephone call to my office to say that it was a legal question and that my firm will get an official reply.' \n  <br>\n  <br>This letter was carbon-copied to the Permanent Secretary of the Ministry of Labour and also the client so named in the letter. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would the Minister please answer my question, Sir? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> You have not answered mine. Would you like to declare your pecuniary interest, if any, in this case? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Do that, Mr Jeyaretnam. Would you declare your interest in this case? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I have since becoming an MP received several cases of this nature where persons have been refused registration of their marriages, and one particular case that I have in mind is this man of whom I spoke. I have no pecuniary interest whatsoever in these cases. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So you have declared. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> I have just read the paragraph where he has written: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I have asked this question from the Commissioner of Employment both in letter to him from my firm of J.B. Jeyaretnam &amp; Co., acting as Solicitors for a client \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;. . .. etc., etc. \n  <br>\n  <br>Maybe I would present this copy to you, Mr Speaker. [Copy of letter handed in to Mr Speaker.] \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Would you like to see it, Mr Jeyaretnam? [Document handed to Mr Jeyaretnam]. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I think I am aware of that letter. That letter was written sometime - \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> 7th December, 1981. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> This letter is the 7th December, not the previous letter. But I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1327</b></font>\n  <br>\n  <br> have no pecuniary interest in this question. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> In the case that the Minister is referring to? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. Would the Minister please answer the question? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> I think the Member for Anson was not listening when I explained to him. Whenever a Singapore citizen and a non-citizen approach the Registrar to file a Notice of Marriage, the non-citizen would be advised first to apply for the permission of the Commissioner for Employment. But if he rejects the advice and insists on going through with the marriage, the marriage will be solemnized and registered. But such couples will, of course, be answerable to the Immigration Department and the Work Permit Office of the Labour Ministry. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It is the end of Question time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1327</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <h4>1ST APRIL, 1982 TO 31ST MARCH, 1983</h4>\n  </div> \n  <br>3.30 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of Supply [4th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [19th March, 1982], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head I be reduced by $10 in respect of Subhead IA-02 Project 8301 of the Development Estimates.\" - [Mr Rohan bin Kamis]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong (Minister for Communications and Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Minister for Labour (Mr Ong Teng Cheong):</b> Mr Speaker, Sir, I wish to thank the Members for Telok Blangah, Clementi and Punggol for their interest in the MRT. The House is aware that the Provisional MRT Authority was set up in July 1980 for the purpose of undertaking all preliminary works related to the MRT. I wish to stress that, not for the first time, these works, which include traffic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1328</b></font>\n  <br>\n  <br> studies, land surveys, soil studies and other engineering investigations, are absolutely necessary before the MRT construction can take place. They are not merely feasibility studies and cannot be considered as unnecessary expense. That is to say, even if we make a decision today to proceed with the MRT, these works will have to be carried out before groundbreaking can begin. Far from delaying the project, we are, therefore, preparing ourselves to proceed with the building of the MRT with minimum delay once a firm decision has been taken. It is not true that $21 million of public funds has already been spent by the Provisional MRT Authority. This is the amount that was approved in 1980 to enable the Provisional MRT Authority to carry out the necessary preliminary work over the next two to three years. Of this $21 million, the Provisional MRT Authority has so far spent $4.3 million since its inception. Another $8 1/2 million has been provided for FY 82-83. This is all for the purpose of necessary preliminary work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst on this point, I wish to dispel the wrong impression that we have spent a fortune on MRT. A total of $13 million has been spent since 1972 when we first started looking into the feasibility of MRT. This includes $4.3 million spent by the Provisional MRT Authority so far. Of the $13 million, the UNDP contributed $3 million. The Government's own expenditure on MRT studies so far is $10 million. Not only have these studies been necessary but the cost is also miniscule compared with the estimated project cost of some $4 billion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Members for Clementi and Telok Blangah have asked about the progress of the Comprehensive Traffic Study. Phase A of this study was commissioned early last year. Its purpose was to find out if and how well an all-bus system can continue to serve our public transport needs in the years 1990 and 2000. All analytical work pertaining to the study has been completed and the final report is being prepared. Broadly speaking, the study has shown that if the all-bus system is to be stretched to 1990, the bus service route structure would have to be totally revamped to reduce the number of direct \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1329</b></font>\n  <br>\n  <br> services to the Central area. Today some 95% of commuters have a direct service to the Central Business District. With the all-bus system, these services would be reduced to about 50% by 1990. At the same time, some drastic traffic management measures, such as double bus lanes, will be necessary to give buses priority in the Central Business District. All this will be at considerable cost to the commuting public and the society at large. To my mind, therefore, it is no longer a question of whether we will have the MRT but rather when we will have the MRT. Full details of the implication of an all-bus system and other priorities will be made known shortly when the final report is ready. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Clementi said that Singapore's traffic conditions are bearable and, therefore, the MRT cannot be justified. He is right. It is bearable now. But I am not sure if Members of this House - I do not mean Members of this House today, but Members of this House, say, eight to 10 years from now - will agree with him. The Comprehensive Traffic Study, Phase A, has shown that the total volume of traffic in the Central Business District in 1990 will be 37% higher than what it is today. Some critical roads will be carrying a much higher volume of traffic. For example, Orchard Road, near Dhoby Ghaut, will be carrying some three times more traffic than what it is carrying today. Stamford Road traffic will double by 1990. Will MRT really alleviate the problem of traffic congestion? This question was raised by the Member for Clementi. Let us take a look at London and Hong Kong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hong Kong mass transit railway today carries about 700,000 commuters per day. London Transport, underground, carries more than 1 1/2 million passengers per day. This is more than 40% of all daily trips to Central London. If the traffic conditions are bad enough with the London underground, we can imagine how much worse they would be and how poor the public transport system would be if all these people had to be crammed into buses. A further lesson to be learnt is that even with MRT, car restraint policies will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1330</b></font>\n  <br>\n  <br> continue to be necessary if we do not want traffic conditions to deteriorate, as the Member for Clementi has already pointed out. However, we must not view MRT purely from the point of view of the motorists. The majority of our commuters use public transport and the improvement that the MRT will bring about to their life should also be considered. The case for the MRT is not weakened by the fact that most MRTs around the world lose money. In fact, most bus companies also lose money, more so than the MRT authorities. London Transport is one example where the underground transport can recover 95% of its operating cost from fares. London bus operations can only generate 60% of the operating cost and it has to be heavily subsidized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Transport considerations have a crucial bearing on the decision to have MRT. But MRT cannot be viewed purely as a transportation investment. There are equally important economic and social factors. For example, the opportunity for intensive development with MRT, the multiplier effect, the boost to long-term economic confidence and the improvement to the quality of life are some of the factors. We also have to consider the impact that MRT construction would have on the economy and, as the Member for Clementi has rightly pointed out, to ensure that its construction does not overheat the economy. In the meantime, the Government will make a firm decision on the MRT only after it has carefully considered all these factors. In the meantime we will continue to improve the bus system. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, as regards the building of an underground railway, I believe this proposal was mentioned ten years ago. I was the very first to request the Government to give sufficient consideration to this proposal. If at that time the Government had decided on the spot, perhaps it might have been built at a cost of $200 million to $300 million. But now it is not possible to build at this cost. I think there is a saying that \"Time and tide waits for no man, and the years roll by without human compassion.\" Now that the opportunity has passed, it is difficult to recoup the time. If the Government wants to build an underground rail- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1331</b></font>\n  <br>\n  <br> way, willy-nilly, then perhaps it may have certain unfavourable repercussions and we may lose more than gain as a result. I think it will be better to consider subsidizing our public transportation because in all countries in the world, every government subsidizes public transportation. Why can our Government not also consider subsidizing public transportation to a limited extent? If I were in the Opposition party, I would also propose this suggestion to the Government. There is ulterior motive in condemning the Government for the increase in bus fares, inflation and so on, without being able to propose alternative suggestions, as some useless Opposition do. Therefore, I say that this kind of Opposition politicians can propose nothing more than non-constructive proposals. If we can give a limited subsidy to public transportation, it would also mean that we are helping the workers so that they can be more punctual when they go to work. In this way, it will also increase their productivity. Therefore, I hope the Minister will consider this proposal and not waste any more time on the planning of the MRT. \n  <br>3.45 p.m. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, since this issue has been debated over and over again in the past, I do not intend to repeat the arguments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Khe Bong is right when he said that the matter has been raised in the past and that we have been studying the MRT since 10 years ago. Even if we had come to a decision 10 years ago, it does not mean that we need an MRT at that time. The timing for the construction of an MRT system depends on transport demands and other considerations, as I have mentioned earlier. Ten years ago, even if we felt that in the long-term we need an MRT, we would not have built the MRT in the 1970s as the Member for Clementi has pointed out that the traffic condition today is still bearable. There is no justification for an MRT today. But we are talking about the traffic situation in 1990 and the year 2000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same argument has been put forth previously about the cost of constructing the MRT and thai it would have cost us \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1332</b></font>\n  <br>\n  <br> much less, perhaps less than $2 billion in early or mid-1970s. Today, it will cost us much more. Of course, the other argument is that we are now better able to afford the construction of the MRT than we were 10 years ago. But that is besides the point. What we want is to make sure that, in view of the large amounts of investment that we are going to sink into this project, we are making the right decision and that this investment that goes in will not result in a bottomless pit where we would keep on throwing money into the system without any sight of return or viability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Khe Bong mentioned about subsidy for public transport raised by Opposition members at election rallies in the past. I do not know whether the Member for Anson would like to join in. We are talking about public transport. He can join in or he can wait until later on. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis (Telok Blangah):</b> Sir, in view of the detailed and satisfactory answer given by the Minister, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Subhead IC-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In moving this amendment, I merely want to point out the difficulty of obtaining flight information from the Department of Civil Aviation. There is difficulty in getting through to the flight information telephone number at Changi Airport. It seems that there are not enough lines connected to the number as it is perpetually engaged. Although members of the public are asked to call the individual airlines for information, there is always the problem of looking for the right telephone number for the right airline. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the old Paya Lebar Airport, it was easier to get through to the flight information number. I suspect that at our larger new Changi Airport, there are insufficient telephone lines to deal with the increased low of information and, subsequently, the increased number of inquiries. I think this service should be adequately equipped. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1333</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there have been a number of occasions when I have been unable to find out flight information such as when a flight would arrive, even as late as 20 minutes before it was scheduled to touch down. With the new airport quite a distance away from many parts of Singapore, I feel that flight details should be given to the Information Service as early as possible. I am given to understand that there have been occasions when flights have landed and the Information Service has not even been told of this by the Control Tower. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, I will deal first with the comment raised by the Member for Alexandra on the difficulty of getting through on the telephone. Most airport authorities do not provide flight information service over the telephone. This service is normally provided by the airlines or their handling agents. Nevertheless, our DCA is still providing this service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1979, the DCA has encouraged the public to also ring the airlines and handling agents for flight information. This will make it easier for them to obtain such information. The DCA by itself would not be able to go on increasing manpower to provide this service alone as the demand for such information has increased over the years. The public can now call several alternative telephone numbers to get the flight information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Alexandra should first try the airline's flight information telephone number. If the line is busy, he can try the telephone number of the airline's handling agents. If he is still unsuccessful, he can ring the DCA automatic recorded arrival flight information service which gives recorded information on flights arriving within the following hour. Finally, he can also call the DCA flight information number. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these telephone numbers are conveniently listed under the Civil Aviation Department heading in the telephone directory. The flight information telephone numbers of the major airlines are also listed daily in the Business Times. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1334</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the situation has improved since the service was decentralized, the DCA is aware that at times it is difficult to get through the popular telephone numbers. The responsible parties have already been asked to increase the number of lines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member's second point concerns the late confirmation of arrival flights. Normally, the arrival times of long-haul flights are confirmed two or three hours before the aircraft lands. However, for short sector flights, for example, from Kuala Lumpur, Penang and Jakarta, the arrival time can only be confirmed between 15 and 30 minutes before touch down. This is because the flight time is short, like in the case of Kuala Lumpur/Singapore sector where the aircraft is airborne for about 30 to 35 minutes. Information on arrival times have to be obtained from the air traffic control centres of neighbouring countries when the aircraft have to pass through before coming into Singapore control. Sometimes information is not received promptly and this can result in some delay in the confirmation of the flights. The DCA will endeavour to confirm flights as early as possible notwithstanding the constraints mentioned above. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Sir, I am grateful to the Minister for his reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Ng Kah Ting - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(7) That the sum to be allocated for Head I be reduced by $10 in respect of Subhead IC-02 of the Development Estimates. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment (7) has been withdrawn. Dr Ow, amendment (8)*. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Subhead IF-02 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I wish to press on with the matter relating to the Preferential Additional Registration Fee (PARF). PARF, as we all know, was first \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1335</b></font>\n  <br>\n  <br> introduced on the last day of 1975. It was introduced as an incentive to encourage car owners to replace their cars earlier. Car owners who scrap or export their cars less than 10 years old can apply for PARF. PARF rates vary from 35% to 55%, depending on the engine capacity of the new car. At the same time, as a disincentive, a surcharge on road tax of up to 50% was imposed on cars more than seven years old. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1977 Budget debate, I commented that the PARF and the surcharge might lead to wasteful consumption, a practice which is inconsistent with our oriental virtue of thriftiness. I suggested then that, among other things: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'all cars which are more than 10 years old should be subjected to an annual roadworthiness test by the Registry of Vehicles. The surcharge should be imposed only if the cars fail the test.' [Hansard, Vol. 36, No. 19, Col. 1578]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad to note that with effect from 1st January, 1982, the surcharge was abolished. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Matters concerning PARF and the surcharge have been raised again and again by PAP Members in this House before. Let me just name a few. On 13th March, 1978, by the Member for Punggol; on 21st September, 1979 by the Member for Jalan Kayu; on 23rd March, 1979 by the Member for Toa Payoh; and on 24th March, 1981 by the Member for Telok Blangah. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 27th December, 1981, the Member for Khe Bong and myself independently tabled a question asking the Minister whether he would consider extending the PARF to cars more than 10 years old, in view of the compulsory inspection of motor vehicles with effect from 1st January, 1982. The Minister's reply was as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The question is: what do we do with the PARF? Some have argued that the 10-year age limit for cars to qualify for PARF should be abolished or increased to 15 years as proposed by the hon. Member. Others take this argument to its logical conclusion by suggesting that there should be no age limit, in which case the PARF should also be abolished. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we ought to evaluate the results of vehicle inspections over a period of time before deciding whether or not to change present policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, for the moment I do not intend to change the 10-year limit for PARF.' [Hansard Vol. 41, No. 6, Col. 294). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1336</b></font>\n  <br>\n  <br> The reply has two implications. One is the possibility that the PARF may be abolished. The second is that the Ministry of Communications will take some time to review the PARF scheme, pending the results of the compulsory inspection of vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Chinese newspaper, Sin Chew Jit Poh, on 26th February 1982, reported that the Chinese Chamber of Commerce and Industry had made a representation to the Ministry of Communications to extend the PARF to cars up to 15 years old. The Nanyang Siang Pau on 8th March, 1982 also reported the views of various representatives from the Automobile Associa- tion, CASE and other motor vehicle trade associations that the age limit for PARF should be extended. Perhaps, the Chinese Chamber of Commerce and Industry and these associations had anticipated that this matter would be raised again in this year's annual Budget debate. Let me make it clear that I am not speaking on behalf of any of these organizations but on behalf of all the motorists in Singapore. \n  <br>4.00 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have taken note of the Minister's reply that it would take some time for the Ministry to review the PARF scheme. However, may I suggest that, as an interim measure, the Ministry may like to consider a scheme whereby, for a given category of motor vehicles, the differential between car price with full ARF and price with PARF can be made inversely proportional to the age of the vehicle. This, of course, will apply to cars more than 10 years old. For example, if the price (inclusive of duty) with 150% full ARF of a specific model and brand of new car (1598 c.c.) is $38,000, the price with 40% PARF is $29,000. Under the present PARF scheme, if a motorist scraps or exports his own old car less than 10 years old he will save $9,000. If he keeps his old car for more than 10 years, he cannot qualify for PARF. What I am proposing is that if the motorist keeps his old car for two more years, this 12-year old car will still qualify for PARF but at a reduced value, say, 80% of $9,000, or $7,200. If he keeps his car up to 14 years, the differential will be reduced to $4,500, i.e. 50% of $9,000, and the differential will be further reduced to only 20% of $9,000 if \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1337</b></font>\n  <br>\n  <br> the old car is between 14 and 16 years. Cars beyond 16 years old will not qualify for PARF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the compulsory vehicle inspection, we can be assured that cars more than 10 years old will still be well maintained, at least made roadworthy. As an incentive and to discourage wasteful consumption and also to save on foreign exchange, I hope the Hon. Minister will seriously look into this suggestion. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam. Your name is listed down here. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> May I also speak on amendment (9)*? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes, carry on. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I lend my support for whatever it is worth, Sir, to the plea made by the hon. Member for Leng Kee for extension of the Preferential Additional Registration Fee to cars over 10 years old. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I can understand before the introduction of compulsory inspection of motor cars the need to take some measure to ensure that cars that are on the road are safe and pose no danger, particularly to pedestrians and other users of the road. Now that we have the compulsory inspection of motor cars, this question can simply be answered by the inspector's report after an inspection, whether the car is safe to be on the road or not regardless of whether it is seven years old or 12 years old. So I really cannot see the logic for denying, now that we have got the mechanical inspection of cars, the preferential rates to owners of cars which are more than 10 years old. Sir, there must be many cars, which are more than 10 years old, which are still perfectly good and roadworthy. There must be considerable economic waste in requiring people to scrap cars before they reach the 10-year age limit. Should we not reconsider this now that we have got the compulsory inspection of motor cars? So I would lend my support to the pleas that have been raised on this question. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1338</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter is a more general one, Sir, and, that is, may I make a plea on behalf of the most heavily taxed motorists in the world, i.e. our own motorists in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some years ago there was a survey by the British Labour Party Transport Committee and they came out with a report that the private motor car still represented the best and the cheapest form of moving people from one place to another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Hear! hear! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I think we would do well to consider that. The car, Sir, is no longer a luxury. It has become a necessity for most people in moving from one place to another. You might say, \"Well they do not need cars because they have got an efficient public transport system which will move them cheaply, faster and comfortably.\" Well, we cannot yet in Singapore boast of such a public transport system. Most of our people in the lower income group still try, if possible, to keep a car so that they may move from one place to another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> How can they buy a car when they are starving? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I think it is time perhaps that the Ministry considered this aspect and see whether there is any possible scope for reducing the burden on the motorist in Singapore. There is a case, of course, for keeping cars off the road, congesting our streets. I can well see or support measures taken against people owning more than one car, two cars or even three cars, in some cases. But we must not penalize in these measures the families with lower incomes and force them out of owning a car which provides their only form of transport. I know of several people who have had to sell their cars because it is becoming a burden on them now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, may I ask - I have not heard very much about this in Singapore - what the Ministry's policy is as regards the danger arising from fumes because of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1339</b></font>\n  <br>\n  <br> high lead content in petrol. Has the Ministry given any attention to this in Singapore? I would like the Minister to say whether his Ministry is considering this, because I see it is a problem that is agitating other countries and there are restrictions in some countries against importing of cars whose engines have not been adjusted to using lead-free petrol. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Sir, may I have your permission to speak now on this amendment, instead of moving amendment no. (11)*. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Thank you, Sir. The Ministry of Communications has proposed that a second bus company be set up to compete against the SBS. This move to stimulate a form of guided free-play of market forces will hopefully result in a more efficient public transport system. Generally, public reaction - including the residents in my constituency - to this proposal has been very enthusiastic. However, there is a general concern that this guided competition might not produce the desired results. In this regard, may I ask the Minister whether the new company would be accorded the same treatment as that granted to SBS? Secondly, would commuters be allowed to subscribe to the shares of the new company with their CPF savings? And if so, would shareholders also be assured of a guaranteed 7.5% dividend per annum similar to the assurance given to SBS shareholders. Thirdly, would the Minister assure the House that these two companies would be free to compete in the market? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Saidi, would you like to speak now? \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff (Kaki Bukit):</b> Thank you, Sir. Since the topic is on the public transport system, may I just add what I would like to say. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I share the same concern and curiosity of the other Members, particularly PAP Members, with regard to our public transport system. In particular, I would like to refer to the feeder bus services in housing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1340</b></font>\n  <br>\n  <br> estates operated by the SBS. There are presently a number of these feeder services operating in Bedok North HDB estate within the Kaki Bukit Constituency. I have received not a few complaints about the inefficiency of these services pertaining to the time frequency particularly during peak hours in the morning and evening, causing a lot of inconvenience and some frustration to residents of Kaki Bukit constituency. I wish to draw the attention of the Minister, particularly to Services 226 and 228, serving residents in Neighbourhoods 6 and 7. May I just find out from the Hon. Minister whether the SBS or the Ministry has undertaken a study or survey to determine how effective are these feeder services, and whether the Minister is aware of the defects or weaknesses of these services, and what steps are being taken to improve these services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just give one example of complaint. This was brought up by a group of school students living in Neighbourhood 7 who have to take bus Service no. 228 to go to their school, Bedok North Secondary School, which is situated in Neighbourhood 5. They have to take the same bus twice, i.e. paying double fares in going to the school but only one bus for the return journey. This is probably because of the one-way journey of the bus service. The students asked, for the sake of saving time and also money, can the bus service be converted to a two-way service? This question was raised by the Citizens Consultative Committee to the Singapore Bus Service but so far there was no response from the SBS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister will be kind enough to look into the efficiency of these feeder bus services in Bedok North and also consider the suggestion made by these students. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, they are on Public Transport. Perhaps you would like to join them. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I think this is under another amendment. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is under the same heading. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1341</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> My amendment is no. (12)*, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> That is right. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, we have heard from the Hon. Minister in moving his Budget in this House some days ago about the need to motivate our workers and to give them a stake. I asked then what measures the Government had to keep the interest of the workers in their jobs and to give them satisfaction and may I say, Sir, that one of the ways in which you can encourage workers to remain in the employment that they are in is by providing a fast, efficient and cheap transport that will move them from their homes to their places of work. \n  <br>4.15 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have been told that this contribution from the workers was the keynote of our productivity drive and that we in Singapore, without any natural resources and relying on a manufacturing economy, are dependent heavily on increasing our productivity and on the part that is played by the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If that is the case, Sir, may I ask why is this Government so reluctant, fighting shy, to provide a service to the workers in the form of cheap, efficient, comfortable transport? It has been said by the hon. Member for Khe Bong that in most other countries public transport is subsidized and the Hon. Minister - I hope I have heard him rightly - in referring to the London transport spoke about the heavy subsidy of the London passenger transport and the services provided. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Government has gone into a number of businesses and industries, but why is it keeping away from transport, which is a public service, an essential public service, just as the supply of gas, water and electricity is? Transport is an essential public service. It is a service to the community, to the nation. Why have they stayed away? Is it because the Government feels that if it does take over, then it cannot make the profits? If it is left to a private \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1342</b></font>\n  <br>\n  <br> company, they can say, \"Well, they must make a profit.\" If the Government takes over, how can they explain the profit motive? There can be no profit motive, as I see it, in an essential service that is absolutely necessary for the well-being of the community and, in particular, the workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, we have these private bus companies and we have heard from time to time that there must be a guarantee of 7.5% return to the shareholders. Is that what is preventing any lowering of bus fares? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I also refer, Sir, to the dissatisfaction that is felt by several bus users of the services that are being provided. At the moment it would appear to be that the criterion of any services is whether it is economically viable, whether it is profitable or not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to bring to the attention of this House a matter which was brought to my notice by residents of Depot Road - begging the pardon of the hon. Member for Telok Blangah. Quite a lot of these residents in Depot Road work in the factories in Jurong, and at one time they had a Service 63 which originated, I understand, from Alexandra Road to MacPherson Estate passing through Depot Road. The workers were able to take this bus to its stop at Alexandra Road near Pasir Panjang where they could catch several bus services to Jurong. Sometime ago this Service was withdrawn and it was replaced by a Feeder Service 274, I am told, but this Feeder Service 274 did not take them to where Service 63 took them along Alexandra Road. It took them for less than half the way, and the result was that they found themselves having to walk half the way to the stop where they could catch the buses to Jurong. It has caused a lot of dissatisfaction among the residents in Depot Road who rely on these bus services to get to their workplace in Jurong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that this matter was even raised in the Residents' Committee, Sir, and was told that this was not really a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1343</b></font>\n  <br>\n  <br> matter for the Residents' Committee but it was a matter for the bus company to decide. And the bus company's answer was that the service was no longer profitable to them and, therefore, they had to withdraw it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you have the criterion, i.e. the profit motive, that dominates the company in providing the services in Singapore. We have to change this. It has got to be provided as a service to our workers in particular, and to the public in general. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I see, Sir, that the SBS is spending $16.9 million - this is according to a report that appeared in the Straits Times of 9th July, 1981 - for the construction of new bus depots, including one at Ang Mo Kio where they already have a depot. Is it really necessary for the company to spend lavish sums on constructing depots? Is it not possible to see whether economies can be effected so that savings can be passed on to the commuters? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also announced a decrease in the tax for the Singapore Bus Service. He said he was reducing it from the present $6,500 to $5,500. Where will the savings be absorbed, I wonder? Will any benefit result to the commuters or will all the savings be absorbed in other expenditures of the company, or just in dividends? At the same time the Minister announced an increase in taxes for buses owned by the City Shuttle Service. They were going up from $1,600 to $5,500 for buses with a passenger capacity of 46 and more. What would this result in? Are we going to see an escalation of fares for services provided by the City Shuttle Service? I think, Sir, it is time that we gave this question of public transport a great more thought than we have done so far. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> With your permission, Sir, since my constituency was touched on, I would like to clarify the situation. I wonder whether the hon. Member for Anson has been to Depot Road because if he did he would know that the bus stop proposed by me and supported by residents was built not more than 150 yards from the junction of Depot Road and Alexandra Road. I am a slow walker but certainly faster than the Member for Anson and I think it will take no more than \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1344</b></font>\n  <br>\n  <br> two minutes to walk. This bus stop was built because I asked for it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Previously, the feeder service went round - into Alexandra Road, turned round the circus but because there is a road divider now, this is no longer allowed. I wonder which resident has complained to him. I wonder whether it is the same housewife who stays in Depot Road that filed an election petition. We have already disposed of that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, anyway, I can assure the Minister that the residents in Depot Road are quite happy with the bus services, not the few disgruntled ones who have gone over to write such letters. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Let me go through the points in the order they were raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Leng Kee raised a point about PARF. This matter has been raised before, as he has correctly pointed out, since 1978. In fact, it was raised as recently as December last year by the same Member in this House. I would not go into details again, but I think the main arguments bear repetition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that compulsory car inspection has been introduced, I can make out a very good case for the total abolition of PARF. This is because a car which is more than 10 years old must be inspected annually and, since there is no life-span prescribed for private cars unlike taxis, any car could be on the road indefinitely so long as it passes the annual inspection. There is, therefore, no need to give any incentive to an owner to replace his car earlier with PARF. I am sure my colleague, the Minister for Finance, will be very happy to accept this argument and do away with PARF altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The issue has arisen because of the wide differential between ARF and PARF. Since we now have vehicle inspections, I think there is no need for such a big difference. The differential can be cut while retaining the 10-year eligibility, that is to say, we can increase the PARF gradually over a number of years. Another way to reduce the differential is to phase the PARF upwards and to stretch the eligibility period up to 15 years, similar to the proposition made by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1345</b></font>\n  <br>\n  <br> the Member for Leng Kee. So after the 15th year there will be no difference between ARF and PARF, in the sense that we already do this for the taxis. A taxi which is replaced after its sixth year pays the full ARF of $5,000. If it is replaced between five and six years, it pays $2,000 and it pays zero ARF if it is replaced before it is five years old. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said earlier, we are now studying the results of the car inspection scheme and a final decision, one way or the other, will be taken in a few months' time when we will have a better picture of the road worthiness and condition of our car population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Chong Boon asked about the shareholders of SBS now presently eligible for concession pass and whether we would do anything to help solve their predicament. The SBS shareholders are presently eligible for shareholder concession pass. I take it that the thrust of the question raised by the Member for Chong Boon is whether the second bus company will also make available this kind of facility and, if so, whether CPF funds can be used to buy such shares. Unlike SBS, the second bus company is a private company. Nevertheless, should it decide to take on the status of a public company, the Government will not prevent it from doing so. The company can then invite public subscription for its shares and, in return, give concessionary travel to its shareholders. \n  <br>4.30 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It should be clearly understood, however, that the company will not be in a position to seek a listing on the Stock Exchange. This privilege, as Members may be aware, is reserved for companies with a successful track record stretching over a period of several years. In other words, even if the second bus company were to become a public company and sells its shares to the public, its shares could not be bought and sold on the Stock Exchange. The use of CPF money in these circumstances would only complicate matters further. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1346</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it would be useful to re-capitulate the different circumstances surrounding the decision to allow CPF money in the case of SBS. Members will recall that prior to 1971, there were 10 Chinese bus companies in Singapore. These were merged in two phases, a process which culminated in the formation of SBS in 1973. Shortly afterwards, the Government sent in a strong and competent team of officials (GTO) to revamp and consolidate the company operationally and administratively. It took the GTO some five years to strengthen the company and put it on a viable footing. Only then was it decided to get public listing for the company. Twenty million shares were issued to the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the confidence inspired by the presence and achievement of the GTO, the Government gave an assurance that the company would be in a position to give its shareholders an annual dividend of 7 1/2%. With this assurance, the CPF Board consented to the use of CPF funds for the purchase of SBS shares, as it meant that the return on CPF funds would be protected. Another factor that the CPF Board took into consideration was that, being publicly listed, the SBS shares could be easily bought and sold at the Stock Exchange. This meant that a buyer who had used his CPF savings to purchase the shares would not be left stranded in a position where he could not readily find a buyer should he decide to sell his shares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the second bus company, there is no GTO and neither is it the Government's intention to send in a team of Government officials. The Government, therefore, cannot give an assurance that the second bus company would pay a dividend of 7 1/2% to the shareholders. Members will agree that allowing the use of CPF money in these circumstances would not be prudent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst on this subject, let me restate our philosophy. In any scheme of this nature and magnitude, there are always trade-offs. In other words, there are bound to be some who will benefit and some who will not. Our job is to try to increase the number of people who will benefit and reduce the number who will not. In the case of the second bus company, we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1347</b></font>\n  <br>\n  <br> recognize that there are some SBS shareholders living in Woodlands and Sembawang areas whose benefit will be reduced compared with the present situation. In addition, some people will no longer have a direct service. What we must also recognize, however, is that setting up a second bus company is for the larger good of Singaporeans as a whole. This is because competition between two companies will foster efficiency and so help to keep the costs down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nonetheless, my Ministry does not intend to stop at that. One possibility that we will be examining closely is that of a transfer ticket. As for SBS shareholders, my Ministry will explore the matter with the two companies to try and find some equitable and acceptable way for the second bus company to honour SBS shareholder concession passes. In fact, this may be preferable to the second bus company issuing its own shareholder concession passes. But there are obvious diffi- culties in both these options and I cannot at this stage promise that we will have a solution that will please everyone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kaki Bukit has touched on the feeder service. I would like to assure the Member that the SBS is very mindful of the inconvenience and hardship that the feeder services may have caused some commuters. However, feeder services are an essential element of a cost-effective bus service. Almost all SBS feeder services are running at a loss. SBS would not like to introduce feeder services to a new town if it could help it. Today, some 95% of commuters taking buses to the Central Business District have a direct service. Only 5% has to make a transfer, including those making a transfer from the feeder service. \n  <br>4.37 p.m. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Ong, may I interrupt you for a minute? You will notice that the guillotine time for this Head is 5.10 p.m. which is inclusive of half an hour's suspension. Therefore, you have only about three minutes left under this particular Head. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> I am aware of that, Sir. For some new towns, including Jurong, the feeder services are found to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1348</b></font>\n  <br>\n  <br> the most efficient means of providing a bus service. Without the feeder services, more trunk services would have to make long detours and meander all over the township. This means that the SBS would have to put in more buses and thus incur greater operating costs in diesel fuel and wages. It would also mean longer travelling time and higher cost to many commuters of the trunk services. What is probably more important to the commuters is that, in the end, he will have fewer buses to serve him on the route he is travelling. He may also end up having to make trunk to trunk transfer and pay a higher fare. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the specific case of the one-way Feeder Service No. 228, I propose not to go into details. I suggest that the Member for Kaki Bukit submit a Question for Oral Answer or Written Answer. I would be happy to supply him with the information he requested. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, perhaps I could come to the question of public transport raised by the Member for Anson. He would like the Government to provide a fast, efficient and cheap public transport system. Fast and efficient, yes, but cheap, I do not know. He mentioned about subsidy and quoted what I said earlier about London Transport and other cities where the public transport services are being subsidized. At the present moment SBS is not subsidized. It is making a marginal profit to pay dividends to shareholders who hold concession passes. If he is proposing a subsidy, I do not know what amount of subsidy he has in mind. London Transport buses as he mentioned are heavily subsidized. Perhaps it may be useful for me to come back to London Transport buses since the Member has quoted the British Labour Party Councillors talking about cars being the cheapest form of transport to move from one place to another. I do not know but I have better authority on the subject than the Labour Party members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the public transport system, London Transport is perhaps a good example for us to examine how one of the world's finest public transport system has undergone a steady decline and deterioration arising partly from the increasing levels of Government subsidy. I will take a few minutes to explain this. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1349</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Perhaps you can supply him with the figures, Mr Ong. Guillotine time is past. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> I am aware of the guillotine time. But I think this is of wider interest than just the Member for Anson. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> How long will you take? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> I will take 15 minutes. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Fifteen minutes! All right, we will cut into your other Ministry. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, over the past four years, the amount of subsidy that the British Government had to pay out to keep London Transport buses afloat has more than doubled. In 1977 the operating deficit of London Transport buses was S$270 million or o70 million. Last year in 1981, the operating deficit of London Transport, Bus Division, rose to S$650 million. This is more than twice the SBS annual revenue. Furthermore, it does not include the additional subsidy of about S$90 million necessary for the purchase of new buses for fleet expansion. There is no doubt that subsidies have had some deleterious effect on London Transport, and we can do well to avoid. Sir, with subsidies there is little incentive to operate as efficiently as possible. Accountability is reduced and so is the need to trim costs and enhance efficiency. In the case of London Transport the problem is aggravated by restrictive union practices. For example, even with three million people out of work the union insists on a 10 to 15% shortfall on staff requirements so that overtime can be maintained for the bus crew. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It will be useful to compare some performance parameters of London Transport with those of SBS. \n  <pre>\r\n\r\n                                        London\r\n\r\n                               SBS     Transport\r\n\r\n\r\n\r\nHolding fleet                 2,994      6,375\r\n\r\nOperating fleet               2,560      5,580\r\n\r\nTotal revenue bus-miles         151        171\r\n\r\n   per annum                million    million\r\n\r\nTotal revenue bus-miles\r\n\r\n   per annum per bus         59,000     30,650\r\n\r\nTotal staff strength         11,550     31,100\r\n\r\nRevenue (bus-miles per\r\n\r\n   staff)                    13,100      5,500\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1350</b></font>\n  <br>\n  <br> \n  <br>4.45 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These figures show that productivity of London Transport buses, in terms of bus-miles per bus, is only half that of SBS buses. Productivity of London Transport staff in terms of bus-miles per staff is only 40% compared with that of SBS. Even though London Transport has twice as many buses as SBS, it has three times as many staff. On a staff to bus ratio, London Transport staffing levels are about 25% higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to London Transport bus fares. Despite the subsidy the London Transport bus fares are not cheap. Members may be aware that London Transport recently got embroiled in a contentious situation. A Labour Party Councillor - I am not sure whether he is the same one quoted by the Member for Anson - but a number of them during the elections for the Greater London Council six months ago, campaigned to further subsidize bus fares in London by increasing the subsidy to London Transport buses from 25% to 50% of the operating cost. This is a zero-sum game. In order to pay for this, the Greater London Council decided that property tax must be doubled so that it would be able to pay a higher subsidy to the bus operations. This was, of course, not well received by the citizens in the Greater London area and this resulted in Bromley Council, which is a constituent county of the Greater London Council, taking the Greater London Council to court to declare that the Greater London Council's scheme of subsidy is illegal. It went all the way up to the appeal court. The court of appeal presided by Lord Denning declared the Greater London Council scheme of subsidy illegal. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Ultra vires! \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> The Greater London Council then appealed to the House of Lords against the decision of the appeal court. The House of Lords upheld the decision of the appeal court. Now that there is no possibility of getting additional subsidy, the London Transport average bus fares have to be increased, I believe, by 100% last week. And the average London Transport bus fare now comes to about S$1.30. This is about 2 1/2 times the average SBS bus fare. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1351</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Salaries? The wages in London - how many times are they of Singapore's wages? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> You can check it up in the report. We could come to some more authoritative sources in as far as bus operations are concerned than the British Labour Party Councillors. The fact that subsidies led to inefficiencies is clearly brought out in an independent study done by the Transport and Road Research Laboratory in the United Kingdom. For the benefit of Members, I wish to say that the Transport and Road Research Laboratory is an internationally recognized and often quoted authority on transport matters. Amongst other things, the Transport and Road Research Laboratory study concluded: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'And as the level of subsidy increases, productivity in public transport declined. Workers and management tend to become slack and there is gross over-manning.' \n  <br>\n  <br>Something which I have just pointed out in the case of London Transport compared to our SBS situation. To be more specific, the Transport and Road Research Laboratory found that as the level of subsidy increases, the unit operating cost also increases. Mathematically, the Transport and Road Research Laboratory established hat for every 10% increase in subsidy, there is approximately a 5% increase in both cost per vehicle per kilometre and cost per journey. This is attributed to the easy availability of subsidy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The study also found that a 10% increase in subsidy leads to a roughly 2% increase in manning levels. Increases in subsidy have led to increases in wage levels also. I would like to quote from this study, page 26: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the available evidence suggests therefore that it is the availability of subsidy which gives rise to higher levels of pay rather than vice versa.' \n  <br>\n  <br>This report was published just about a year ago, not 1972. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One other conclusion of the study worth noting is that subsidies lead to people making more trips than what are strictly necessary from the standpoint of overall economic efficiency. In other words, subsidy distorts otherwise rational patterns of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1352</b></font>\n  <br>\n  <br> travel and behaviour. For instance, people no longer have any incentive to live nearer their places of work or to send their children to nearer schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must recognize the fact that lower bus fares are not a gift of god. The British people are slowly beginning to realize this sad truth. The British people are fed up with paying high taxes. For example, the average bus driver in London pays 20% of his income in income taxes. The average SBS bus driver, on the other hand, pays less than 2% of his income in income taxes. In fact, it is because of high taxation that the move to cut fares in London was not well received and led to the GLC (the Greater London Council) being taken to court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, subsidy for the public transport service is a zero-sum game. Increased subsidy must lead to increased taxation. Otherwise where does the money come from? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> From those who can pay. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> This must be an object lesson for the people of Singapore, the lesson of the GLC, how a nation has gone down relentlessly because crucial aspects of their life have been subsidized, for example, health, transport and unemployment, etc. Individual performance and excellence has been punished by higher taxation to pay for these subsidies. The able and hardworking ceased to work hard and some have migrated. And the majority have become used to idling, moonlighting and collecting unemployment benefits. Sir, unless Singaporeans make the habit of earning to pay for what they need in life, Singapore must go down. We shall go down faster than the British because our base, our natural resources and manpower, is so much weaker. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Have you finished? You asked for an extra 15 minutes, and your 15 minutes are up. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> There are other points raised by Members, Sir. The Member for Anson also mentioned about the danger of fumes. The checking of the emission of cars is one of the items of inspection being carried out by the inspection centres. The Government is very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1353</b></font>\n  <br>\n  <br> much aware of the danger of fumes to the health of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Lead content. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Yes. The lead content matter actually comes under the Ministry of the Environment. The ROV at the inspection centres check on the carbon monoxide content. As I have mentioned, this is one of the items of inspection. If the Member wants to raise a question about lead content, I suggest that he raise it with the Ministry of the Environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> It has already been discussed. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Yes, it has already been discussed if the Member had paid attention. There is a provision for this financial year for the development of a Vehicle Emission Test Laboratory to check on the emission control of cars coming into our market. This is being studied by the ROV and the Anti-Pollution Unit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to come back to this point that the low lead content or lead-free petrol requires higher quality engines and more costly engines. So it will make the ownership of cars more expensive. We have to strike a balance somewhere between having clean air and the cost of car ownership. But I agree with the Member that the health of our people is paramount in our consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have covered all the points. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The time allotted for Head I having expired, the following amendment standing in the name of Mr Eric Cheong Yuen Chee was not proceeded with:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(13) That the total sum to be allocated for Head I of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $137,817,360 for Head I ordered to stand part of the Main Estimates \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $234,210,600 for Head I ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1354</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I propose to take the Suspension now. The Ministry of Labour has lost 20 minutes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I suspend the Sitting and will take the Chair again at 5.30 p.m. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 4.59 p.m. until 5.30 p.m.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1354</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.30 p.m.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R - \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Subhead RA-01 Object Group 1100 of the Main Estimates*. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under this amendment, I would like to raise two questions. The first is in regard to the question of improving labour-management relations. I would like to know how does the Labour Ministry propose to improve labour-management relations while there is no corresponding increase in staff to do the work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second relates to the allocation of funds to the National Productivity Board. The total allocation for the Ministry of Labour is $21.22 million while the National Productivity Board takes away something like $6.06 million. So I would like to ask the Minister concerned what are the expanded services or activities of the National Productivity Board which require such a substantial increase, in fact, something like over 114.3% over FY 81 grant. \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Liew Kok Pun (Boon Teck):</b> Sir, over the next two decades, the labour force is going to have a totally different profile from that of the 1960's and 1970's. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, we will have a gradually smaller number of workers joining the labour market over the next two decades. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1355</b></font>\n  <br>\n  <br> increase in labour force will be gradually reduced from about 110,000 during the period 1980-85 to about 31,500 during the period 1995-2000. This is a clear indicator of the success of our family planning programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, our workforce is aging. Presently, we have about slightly more than a quarter of a million of our workers (or 25%) are above 40 years of age. By the end of this century, the proportion of workers aged 40 years and above will be increased from 25% to 41%, and the number will increase by more than twice to more than half a million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, the industrial structure of the labour force will change further as the economy moves upstream into knowledge-intensive industries. Over the last 20 to 25 years, there has been a sharp change in the industrial structure of the labour force due to rapid economic development followed by a major restructuring of our economy. In 1957, the number of workers employed in the manufacturing sector was only 14% of the workforce. This was increased to 30% in 1980. In the financial and business sector, the increase is from 4.6% in 1957 to 7.4% of the workforce in 1980. And in sharp contrast, the number of workers in the agriculture and fishing sector dropped from 8.6% in 1957 to 1.6% in 1980. This clearly shows the shift in the industrial structure of the workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this profile change of the workforce is going to have far-reaching implications on labour policy in the 1980's and 1990's. In particular, I would like to ask the Minister for Communications and Labour whether the projected diminishing growth rate in the labour force will be adequate to provide the manpower to sustain our high growth rate economy in the 1980's. If the supply of indigenous workers is enough, then I would like to enquire from the Minister for Communications and Labour what plan his Ministry has got to phase out foreign workers. On the other hand if the supply of indigenous workers is not enough, will we have to continue to depend on foreign workers to make up for the shortage? Sir, if we still require the services of foreign workers, I think we should take steps to ensure that they do \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1356</b></font>\n  <br>\n  <br> not suffer a culture shock when they join our workforce. Foreign workers on work permits - especially those from the non-traditional sources - bring with them their own value systems, their habits and lifestyles, some of which may run counter to ours. If we have to continue to depend on foreign workers for quite some time, then I would like to ask the Minister to consider working out an orientation programme for all foreign workers when they first step on our shores. They should try to fit into our socio-cultural system quickly. They should realize that we are serious in our national efforts to keep our country clean and green, to save energy, to promote better neighbourliness, to be courteous to each other and to increase productivity in our workforce. Hence they should not upset our people by doing the contrary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the labour shortage in our country, we have to examine other ways and means of increasing our pool of indigenous workers. One way is to consider making it optional to retire at the retirement age of 55 or 60 years old. In almost all developed countries, the retirement age is 65 years. Another way is to encourage housewives to do part-time work either at home or at the workplace during the few hours a day when their children are in school. Part-time work at home need not be limited to simple manual work like assembling toys or artificial flowers. Higher-level work such as editing and others can also be done at home. In this way, housewives would still be able to look after their children and, at the same time, help alleviate the shortage of workers. Sir, we should not forget to tap the pool of disabled persons. They, too, can contribute their share to the economic growth of the country. They would want to be given the opportunity to prove that they are able to make it. Some of them are extremely talented. Others are hardworking and dedicated. Handicapped persons have therefore a role to play in our society. Employers should be further encouraged to recruit handicapped persons if they are found to be suitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we will have gradually aging workers in the 1980's and 1990's. One advantage of having an aging workforce is that our older workers should be more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1357</b></font>\n  <br>\n  <br> mature, more patient and more experienced. There would be less frivolous job-hopping. We should therefore have a more stable workforce. However, employers will have to pay a higher wage bill because workers with longer years of service in the company will earn more. Sir, I am concerned whether some unscrupulous employers may replace the older unskilled or semi-skilled workers on some lame excuse with younger workers whose wages would be much lower than those of the older workers. Sir, this is a matter of grave concern. Older workers doing unskilled or semi-skilled work would be fearful of this. I would therefore like to ask the Minister whether his Ministry will take steps to prevent this and what protection will older workers get? I urge the Ministry of Labour to monitor this situation closely. We owe it to the older generation of workers for having slogged hard in the 1960's and 1970's to help build up our economy. An old but fit workhorse should not be abandoned - he can still continue to contribute. I must, however, hasten to add that a good employer will, of course, never allow this to happen and will retrain or upgrade his workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other side of the coin of an aging labour force is whether we can meet with the high job expectations of young people who aspire to the top posts in an organization. With an aging work force, we will see more older persons in their forties and fifties holding top posts in the organization. To illustrate this some of our Permanent Secretaries in the Civil Service are in their thirties and it is expected that they will remain in service over the next 20 years. We must therefore also look into the problem of the impatience of the aspiring young man who may not be able to reach the top position in his thirties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my final point is whether we are able to upgrade the quality of our workforce to cope with the manpower demand of a knowledge-intensive economy. In such an economy, we know how quickly a worker can become obsolete. He will have to undergo training and retraining quite often in his working life. He must dispel the notion that training is a once-and-for-all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1358</b></font>\n  <br>\n  <br> thing. It is not. He has to accept the idea that training in higher skills is necessary if he does not want to lose his job or if he wants a higher salary. I would therefore like to suggest that the Ministry of Labour prepare the ground for workers to accept this fact by mounting a public education programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of the continuing education of workers, I would like to congratulate the Hon. Minister for Communications and Labour for his Ministry's plan to set up the Institute for Continuing Occupational Development. This is a step in the right direction. A number of organizations, including NPB, VITB and NTUC, are planning and co-ordinating a skills-upgrading programme. I am inclined to the view that the training programmes for workers need to be co-ordinated. I urge the Hon. Minister for Communications and Labour to look into this suggestion. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee (West Coast):</b> Sir, may I have your permission to join in this debate. Sir, laws are accepted rules to govern the orderly conduct of people living and working in a society. Industrial laws are, in that sense, rules governing the employer-employee relations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Singapore, we have good industrial laws. That is why we are able to maintain industrial peace and create a favourable industrial climate. We have gained the confidence of the investors all over the world. These investors have committed billions of dollars in Singapore. We have benefited. We are now more prosperous. Our people are now enjoying a higher standard of living. But if we want to continue to progress and prosper, we must strive even harder. We must actively promote better industrial relations. So we must continue to have good industrial laws. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, as I have mentioned earlier in this House, circumstances have changed. The trade union movement and the workers are now more mature and responsible. The employers are also more enlightened. Today our objective is not just trying to maintain industrial peace. We are now actively promoting cooperation between labour and management. We want to motivate our workers to achieve \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1359</b></font>\n  <br>\n  <br> higher productivity. Sir, having said that, I would like to repeat what I have already said in this House, and, that is, it is necessary to amend or enact industrial laws to reflect changes in the character or circumstances of employer-employee relations. \n  <br>5.45 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, going through the industrial laws, I find quite a few provisions which I feel should be amended if our efforts are not to be stifled. I hope the Hon. Minister for Labour would take note of my suggestions and consider them carefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my first suggestion is regarding sick leave benefit. Under section 43 of the Employment Act, an employee will only be entitled to sick leave benefit after he has served his employer for not less than 12 months. This provision is far too stringent in our present context and should be amended. In my view, sick leave benefit should be provided when an employee is confirmed in his employment, which is usually three months in the case of blue-collar workers. For those employees whose probationary period is more than three months, they should be given such benefits after they have served their employers for not less than six months, irrespective of whether they have completed their probationary period. I would, therefore, strongly recommend that the Labour Ministry seriously consider the amendment of this particular provision so that our workers do not have to wait for one year before they can enjoy this benefit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my next suggestion is regarding the annual leave entitlement. Sir, the benefits as stipulated in the Employment Act for the annual leave entitlement should be reviewed as it is no longer realistic in view of our current economic situation. In accordance with section 42 of the Employment Act, an employee shall be entitled to paid leave of only seven days for every 12 months of continuous service if he is serving for a period of less than 10 years. For those who have served the company for a period of 10 years or more, he shall been titled to 14 days' annual leave. Such a wide differentiation, in my view, is too rigid and is not in line with our current efforts to promote loyalty, company \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1360</b></font>\n  <br>\n  <br> welfarism and good employer-employee relations. In fact, it may be one of the reasons explaining why some of the employees are prone to job-hopping as they have to wait for 10 years before they would be entitled to 14 days' annual leave. This particular section which was introduced in 1968 should therefore be amended to allow for flexibility so that those who have served for more than one year of service can enjoy better than seven days' annual leave as currently stipulated by the Act. My suggestion is that those who have completed three years of service should be given eight days' annual leave. For five years of service, 10 days, and for seven years of service, 12 days. I believe this will provide additional motivation for employees to continue working in a company and be loyal to the company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my third suggestion is the lifting of the frozen quantum on annual wage supplement (AWS) or bonus under section 47 of the Employment Act. Under this particular section, the union is restricted from bargaining on AWS or bonus beyond the frozen quantum which is usually one month's salary. Although employers are now allowed to pay their employees bonus or AWS up to three months' salary at their own discretion, without having to seek the approval from the Minister for Finance, such a restriction should be lifted and it should be negotiable. Perhaps a limit of three months' salary as AWS or bonus can be set. Employers who wish to pay more than the three months' limit can be allowed to do so at their own discretion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe now is the right time to review the labour legislation to update and streamline antiquated provisions, remove anomalies and ambiguities in order to make it conducive for the promotion of harmonious industrial relations and further economic growth. \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee (Toa Payoh):</b> Sir, may I have your permission to speak on the Labour Ministry's policy? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee:</b> I would like to put forward a proposal to the Hon. Minister on whether he is prepared to allow CPF contributors to use their CPF savin s for educational purposes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1361</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the Census of Population Report, 1980, on literacy and education it was found that a large proportion of Singaporeans have an educational level up to and below Primary 6. These are some of the figures: \n  <pre>\r\n\r\n   Those with no qualifications:    64.4%\r\n\r\n   Primary education:               43.9%\r\n\r\n   Lower secondary:                 12.7%\r\n\r\n   Upper secondary:                  5.6%\r\n\r\n   Tertiary:                         2.2%\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The survey also indicates that the proportion of non-Singaporeans with tertiary qualifications is higher than Singaporeans. This is attributed to the fact that the demand for skilled and well-qualified manpower could not be met locally and foreign companies brought in their own nationals or recruited non-residents to fill management and professional positions. This survey therefore emphasizes the urgent need for us to prepare our training and education programme. Although the VITB and other training institutions may have the facilities to provide such education and training, the question of getting workers who are retrenched to undergo full-time training and educational courses will pose a problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Workers who are retrenched may have families to support. Grants from the EDB or the Skills Development Fund based on current practice will not be sufficient for such workers to support their families and at the same time attend full-time training courses. Even if the EDB and the SDF Council were to provide bigger grants this may create a situation where it becomes a handout and consequently will have counter-productive effects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should seriously look into the possibility of allowing workers to withdraw part of their CPF savings for education and training purposes. This scheme, if implemented, will enable them to meet their family financial commitments while \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1362</b></font>\n  <br>\n  <br> the workers attend full-time training courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such a scheme could also be extended to those who wish to upgrade their professional and managerial skills, like teachers, middle management and executives. This is a good investment on our manpower resources and our economic restructuring and is more tangible than the current rate of 6.25% interest on CPF savings. Here, Sir, there are quite a number of CPF contributors who for one reason or another are unable to make use of their CPF savings for purposes other than when they retire. So this will be a very good way of investing our manpower resources. I would suggest that the Minister give serious consideration to my proposal. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Ow, would you like to join in, since your amendment* is on the same subhead? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Yes, Sir, I anticipated that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the first point I would like to touch upon concerns our work permit policy. In view of our tight labour situation and in view of our efforts to promote productivity, I would like to ask the Minister whether there will be any change in the Ministry's work permit policy vis-a-vis individual work permit, block work permit and day work permit policy? The second question is: What is the use of issuing day work permits as it only frustrates employers? Another question is: will the Ministry be working towards a relaxation of work policies? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, let me move on to CPF. Sir, as all of us know, the Central Provident Fund was set up in 1955. Apart from the basic objective of providing workers for their old age when they retire, the role of CPF has also extended beyond this basic objective in the past 20-odd years. First, there was the introduction of the approved housing scheme in 1968 under which members are allowed to use their CPF balances to finance the purchase of HDB and JTC flats. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1363</b></font>\n  <br>\n  <br> This scheme was further extended to URA flats in 1975 and Mindef flats in 1977. This housing scheme has benefited many CPF members. As at February 1981, the cumulative number of CPF members who have benefited from this scheme totalled 362,362 persons and the cumulative total withdrawn for this purpose was $3,211.7 million. It is not an exaggeration to say that without CPF, most of these members will not be able to buy their own flats. This is the major benefit of our CPF scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the CPF has become an important source of internal financing for the Government's development projects and public investments. As at the end of 1980, CPF investment in Government registered stocks amounted to $9,079.2 million; this accounted for 96.7% of CPF's long-term investment or 93.9% of its total net assets. The participation of CPF Board in the Government home ownership scheme, and the financing of public development projects are to be commended. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there were three irregularities in the CPF scheme. The first two - income tax on CPF contribution of more than $5,000 per month and estate duty on CPF balances - will be removed, as announced by the Minister for Trade and Industry in this year's Budget statement. However, the third is a problem on interest rate and it still remains a problem. The CPF interest rate was adjusted several times from 2 1/2% for the period 1955 to 1962 to 6 1/2% for the period 1974 to 1976. Since 1977, the interest rate remains at 6 1/2%, but it is credited quarterly. Compared with the inflation rate during this period, the CPF interest rate was higher than the increase in consumer price index (CPI) during 1975 to 1979. However, in the last two years, as inflation rate exceeded 8%, higher than the interest rate on CPF, the real interest rate on CPF has become negative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the interest rate problem, I see conflicts between the objectives of the CPF scheme. If the interest rate is raised, it will induce CPF members not to withdraw from the balances, and it will also prevent the CPF balances from being eroded by inflation, hence a better provision for the members' old age. On the other hand, a higher interest rate will raise \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1364</b></font>\n  <br>\n  <br> the interest cost of financing public housing (and other development projects), and hence it would most likely increase the prices of HDB flats. I would like to state categorically that, if a higher interest rate for CPF balances will lead to higher prices of HDB flats, I am not for increasing the interest rate on CPF balances. On the other hand, I wonder whether the Minister will consider increasing the interest rate on the CPF Special Account which cannot be withdrawn for the purchase of property. \n  <br>6.00 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point is with regard to the use of CPF. This is a good scheme to allow CPF members to withdraw their balances to buy flats and even SBS shares. But a few constituents of mine, who are in their 40's and who belong to the lower-middle income group, have asked me whether I can make a representation on their behalf with regard to the withdrawal of part of their CPF balances to finance their children's education in tertiary educational institutions. According to them, they are not poor enough to qualify for bursary for their children, but their children's academic results are not outstanding enough to qualify them for scholarship. Sir, education is a form of investment, in this case investment in human resources. I feel that the request may deserve some consideration, particularly for those CPF members who do not need to withdraw their CPF balances to purchase property and who have two or more children in tertiary educational institutions. I wonder whether the Minister will seriously consider this request. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr Speaker, Sir, the older Members of this House will no doubt recollect the turbulent industrial scene of the early 60's when it was common for management and the unions to confront each other. Today, the industrial scene is peaceful and harmonious. Perhaps the best testimony to the kind of industrial harmony that we enjoy today is the fact that there has not been a single strike in Singapore since 1978. This is an impressive record. According to the Singapore Year Book of Labour Statistics, 1980, the number of unionized disputes referred to the Labour Ministry shows a steady decline from about 1,000 cases in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1365</b></font>\n  <br>\n  <br> 1974 to about 480 cases in 1980. The disputes were mainly over collective agreements and the NWC wage increase negotiations and other grievances. I am told that the number of unionized disputes for last year has dropped further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NTUC, the Ministry of Labour and employers' organizations have made a significant contribution, collectively and separately, towards this highly desirable state of affairs. However, we must not take for granted this atmosphere of industrial peace and harmony. Needless to say, the Ministry of Labour must continually sustain and improve on its efforts and, in cooperation with the NTUC and the employers' organizations, to make industrial peace and harmony a permanent feature of our industrial scene. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that recently the Ministry has made a concerted effort to upgrade and extend its preventive mediation services through the Labour Information Service which is aimed at preventing brewing problems from escalating into industrial disputes. The formation of the Labour Information Service is a step in the right direction. It serves as a buffer to cool tempers between the employer and the worker. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that the Labour Information Service programme was initiated early last year. Having been in operation for less than a year, it will be premature at this stage to gauge the effectiveness of the Labour Information Service. However, I hope it is not out of context if I ask the Minister for Communications and Minister for Labour to elaborate on the activities of the Labour Information Service and to give an indication of the role it will play in maintaining industrial peace in Singapore. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Mr Speaker, Sir, the Member for Boon Teck and the Member for Toa Payoh have mentioned about the upgrading of our existing workforce and I would like to add my comments to theirs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the economic restructuring and the introduction of new technology and labour-saving devices, such as automated machines, robots and computers, there could be fears among our workers of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1366</b></font>\n  <br>\n  <br> possible loss of jobs. The unions in some countries have tended to resist automation in order to protect jobs. Experiences in Japan and Western Europe have proven that the more they try to protect jobs by refusing labour-saving devices and new technology, the more likely the workers will lose their jobs. This is because an inefficient company will become less competitive and will have to close down eventually. On the other hand, the more efficient and the more competitive industries are, the better able they will be to reinvest their surpluses and expand their operations, and thereby create more jobs. Hence, we should be concerned more with job creation rather than job protection. We should welcome, in particular, the creation of new jobs which can offer better pay and better opportunities for skill-training. However, it will be disastrous for us to assume that all workers who are displaced or retrenched in the restructuring process could automatically find employment in the new jobs created. Structural unemployment will result if the retrenched workers do not possess the necessary skills to take up the new jobs created. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is easy to say that these workers can go for skill-training. There are practical difficulties. We must appreciate, in particular, the plight of the older workers who face the following problems. First, companies are generally reluctant to employ the older unskilled workers, say, 35-40 years and above, who are drawing relatively high pay. The company can employ younger workers to do the same job for less pay. Secondly, these workers have to continue to support their families, which means that they have to immediately look for new jobs which offer or ensure an income sufficient to support their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, we talk about the need to upgrade our workers by training or retraining. How do we expect this group of workers to attend a full-time training programme or take up jobs which offer training opportunities but low pay initially when, at the same time, they have to support their families? Many of these workers would go to see their Members of Parliament to ask for assistance to get a hawker stall or a taxi-driving licence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To overcome these difficulties, I would like to suggest that the Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1367</b></font>\n  <br>\n  <br> seriously consider the following alternatives: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Encourage the companies to employ and train these workers. The Skills Development Fund should generously support this arrangement by subsidizing the cost of training as well as paying part of their salaries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) If the workers concerned cannot find alternative employment immediately, because of the reluctance on the part of the employers to employ and train them, the Government should encourage these workers to enrol in approved trade or skill-training courses. If a worker makes an effort to learn a skill which is required by our industries, the Government should consider paying him an allowance which is sufficient to support his family. Adequate safeguards and conditions can be imposed to ensure that the training is completed within a specific period of time and that the worker does not end up as a taxi-driver or a hawker at the end of the training period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, such a scheme has already been implemented in several countries including West Germany, which is best known for the success and emphasis that the country has placed in skill-training. I hope our Government would not simply dismiss this proposition as a scheme, which is equivalent to asking for handouts or welfare benefits. We should view this as part and parcel of our total national upgrading strategy. \n  <br>\n  <br>\n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mansor Haji Sukaimi (Kampong Kembangan):</b> Sir, I have in my notes a point pertaining to the possible use of CPF for the education of our children. I am very grateful that my colleagues, the Members for Toa Payoh and Leng Kee, have raised this point. I would like to share my comments on this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Basically, we should take a broader concept on the use of CPF. After all, we have used it for the purchase of SBS shares and public housing. I think it is worth our while to extend it to the field of education. But I do recognize the difficulties of using CPF for education. While I share the principle mentioned by the Member for Toa Payoh, I do not know whether it would be really desirable to extend such a scheme, if it is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1368</b></font>\n  <br>\n  <br> approved, to all levels of education, primary, secondary or even pre-U. Maybe as an initial step, we should confine it to post-graduate and tertiary education. The families would be most grateful if there could be some assistance or scheme whereby they can get a supplementary income to finance their children's education at post-graduate and tertiary levels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there is one more fundamental point in regard to the too free a use of CPF for educational purposes. I think we must not kill the important habit of parents saving for their children's education. This habit should start when the children are still young so that as the parents save money while their children are still young, it could in a way strengthen the parents' commitment towards ensuring not only a good education but also adequate preparation for their children's education. If, therefore, CPF is made available for the purpose of education at the lower levels of education, we may inadvertently kill the spirit of self-reliance, determination or resolve on the part of the parents. While I share the view of the Member for Toa Payoh, I suggest that the scheme be limited to the upper levels of the educational ladder. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the point on foreign workers, we have heard so many points raised about the adverse effects or implications that can come about with large numbers of foreign workers. I think this is a real problem. While stating this problem, we must be quite fair to our friends who have come to Singapore to help us speed up our development. We cannot, as a blanket statement, say that foreign workers are a burden to Singapore society. I think that is not fair. If there are problems, let us state them in clear terms and solve them specifically and not regard them as general problems. I was at Rochore last week and I had time to visit a worksite. I spoke to about seven workers. They are pretty comfortable. In fact, they are very grateful that they have been given a chance to work in Singapore. They earn an income ranging from $14 per day to as high as $25 per day. They are grateful. There are many who have benefited from participating in our economic development. Their skills have been raised. They get more experience. In a very small way we are also helping our neighbours in their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1369</b></font>\n  <br>\n  <br> own development programme by providing practical training schemes for their citizens while they work in Singapore. I thought it would be fair to them that if there are problems from foreign workers, we should consider them in a more concrete and specific way. But we should, at the same time, take note of the contributions that they have made to Singapore's development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My third point is on the policy of making it compulsory for Singaporeans, especially the young ones, to have education up to the age of 18 years, either in schools or in training institutions. I am sure that this policy, if implemented, will have implications on the labour policies, in particular, the possible large increase in numbers of apprentices or the need to develop more apprenticeship schemes to cater for children who have to leave school. Since they are still under 18 years, they would have to be placed in some training institutions. I would like to hear from the Minister what measures the Ministry is taking to ensure that apprenticeship schemes are adequate and that there are provisions to cater for the larger number of students or young Singaporeans who will have to take apprenticeship schemes. \n  <br>6.15 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point, Sir, concerns the implications of getting more women to join the workforce. I understand, according to the Labour Force Survey 1981, that the female labour force participation rate is about 44.8%. This is comparable to the female labour force participation rates in Japan, Hong Kong, South Korea and the United States; 47.6%, 45.6%, 46.7% and 49.2% respectively. In fact, for young women between the ages of 20 and 24, our female labour force participation rate is higher than the rate for women in the same age group in these countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem is the need to have a larger labour force, in particular the female labour force. But we must realize - I think the Minister has stated in a number of his statements - that while we must take steps to get more female labour into industry, we must bear in mind that it is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1370</b></font>\n  <br>\n  <br> also socially desirable for women to stay at home when the children are young. I do not know whether we have made adequate preparations for this. For example, I do not think the number of creches in Singapore is adequate. We need to have more creches. Secondly, I am not too sure whether the standard of guidance and care in the creches are really good. Thirdly, I do not know whether the Ministry is aware that some of the creches are good - airconditioned, fully-carpeted, good teacher /pupil ratio - but the charges are very high, $200 per child per month. I know there are many families who would benefit tremendously by having creches but if it costs about $200 per child per month, I think it is prohibitive and it will impede our programme in getting more women folk to join the labour force. I wonder whether the Minister can inform the House what programmes the Ministry has in its effort to have larger numbers of creches spread all over Singapore and to ensure that the creches are of a good standard and at reasonable cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, during the debate on the Government's financial policy on 15th March, I raised two points on company welfarism and robotization. The Minister for Trade and Industry mentioned that these points would be raised by the Minister for Labour in the debate on the Budget. I hope the Minister will comment on this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On company welfarism, I think we must emphasize that this is not a single policy in addition to all other policies which have been implemented by the Labour Ministry. I would see the concept of com pany-based welfarism as the infrastructure policy within which the objectives of promoting company loyalty, productivity, good employer-employee relations become an integral part of the company-based welfarism. The implications of this are very wide. It is important therefore for us to ensure that managements really understand the spread of this concept, the implications that, as I have said in the debates, it is not just providing recreational facilities or nominal welfare. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards robotization, I realize that this is a new concept. We must be cautious. But please remember that if we are too \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1371</b></font>\n  <br>\n  <br> slow and if we fail to take advantage, we may lose in this important area. \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee:</b> Mr Speaker, Sir, I would like to make a point of clarification on the remarks made by the Member for Kampong Kembangan. I did not suggest that we should allow CPF contributors to withdraw their CPF savings for primary education. I expressed my concern over the percentage of workers who have a very low level of education and those professional and managerial staff who could make use of CPF contributions, but not for primary education. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, may I make the suggestion of yet another method for the use of CPF contributions for the benefit of contributors and their immediate families? This is in line with the home ownership scheme. Before making this suggestion, may I submit the following parameters: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Due to circumstances beyond the Government's control, the prices of HDB flats are becoming more expensive with time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Team spirit and the sanctity of the family should be preserved. \n  <br>\n  <br>Each family member should be allowed, wherever possible, to assist one another, particularly in the purchase of a home. Closer family ties should be promoted. Furthermore, this is in line with the home ownership scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having set the background, Sir, I propose that the Government should consider allowing the transfer of CPF savings from one member of a family to another member in the same family to assist in the purchase of an HDB flat. This, as I have said, is in line with the home ownership scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Allow me to explain, Sir. Situation No. 1. Say, a son (or a daughter) who is getting married wishes to purchase a flat so that he can start a family of his own in his own home. However, he does not have enough CPF contributions to even cover the high deposit because he and his young wife have just started working life. In this case, I feel the parents who must have fully paid up the HDB flat or private home, as the case may be, may have a large balance of CPF contributions in their account, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1372</b></font>\n  <br>\n  <br> they should be allowed to transfer their CPF contributions to assist their children to purchase this HDB home. If necessary, the CPF Board can regulate the transfer to ensure that this amount is reimbursed by the children later when they can afford it. In other words, the money is used only as a bridging finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Situation No. 2, Sir. Say, a family has three grown-up children. Therefore, only one of them can possibly have his or her parents staying in. However, the other two children would want to contribute, if they have already paid up their HDB flat in full, to the HDB flat payment of their brother or sister, as the case may be, with whom their parents are living. Here again, the Government should consider allowing the additional CPF contributions of other members of the family to assist their immediate family member, especially if their parents are involved. Again, appropriate measures by the CPF could be instituted to ensure no abuse and the bridging finance amount be reimbursed at a later and opportune date. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, would the Minister please consider favourably this proposal? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, everyone wants to get money from the CPF. But I am asking the Minister to consider allowing the use of CPF savings on medical grounds. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> Vested interest! \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> No. There is no vested interest. Allow me, Sir, to ask whether the Minister would consider allowing the use of CPF savings for the purchase of vital medical appliances and devices for those who need them but can ill-afford to pay for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am referring to those patients who are afflicted with such medical conditions involving the heart and kidneys and surgical conditions involving loss of limbs and malfunctioning joints. Some heart patients need a special device called the Pacemaker to set the heart to pump at the right rhythm, or some kidney patients need dialysis machines to clean their kidneys of unwanted body waste, or some patients need artificial limbs or joints to get them to be functional again. While I am aware that the Ministry of Health has helped in many \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1373</b></font>\n  <br>\n  <br> such cases, there are some who cannot enjoy such benefits because they do not meet the requirements laid down by the Ministry of Health. Let me inform this House that patients have to pay for these appliances as per supplier's price of 50% for Class C patients. Still the cost can be very high. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Allow me, Sir, to highlight the unfortunate 200 Singaporeans who present themselves with chronic renal failure each year at our hospitals. I believe that the Singapore General Hospital has spent about $300,000 on the dialysis centre. This centre, however, can treat only 40 patients at any one time. I also learnt, Sir, that in spite of this new set-up, about 90% of new patients are turned away. A machine for haemodialysis costs $25,000 and treatment cost is over $1,000 per month per patient. In the private sector, it is even more expensive. It would cost a patient $30,000 to $40,000 a year. The CPF is of no use to a man at 55 years of age if his youth is withered away by a debilitating disease. We should allow him to use his CPF money to help purchase such machines. Such a machine is, of course, too costly for him to purchase individually. But together with other patients with similar needs, they could combine together, using the CPF money, to purchase the machine. In the event the part-owner of this machine has a successful kidney transplant, he can sell his share to another person and the CPF money goes back to the CPF Board. The National Kidney Foundation could be the coordinator in this programme and the Ministry of Health should at least provide the expertise and manpower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in a similar vein, we should allow patients who need Pacemakers, artificial limbs and other prosthesis to use the CPF to purchase these devices. \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr M.K.A. Jabbar (Radin Mas)</b>(\n  <i>In Tamil</i>): Mr Speaker, Sir, I feel proud to speak on this topic together with my other colleagues. We have issued various types of work permits for foreign workers in line with the Government's policy to boost the industries. This is a welcome move. However, Sir, as a result of the recent policy on work permits, some workers from a neighbouring country who have been living in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1374</b></font>\n  <br>\n  <br> Singapore for a long time with their families are affected. I wish to bring the following to the Hon. Minister's attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Day Permit Scheme, a worker is required to return to the neighbouring country every day although the worker's wife and two children are Singapore citizens. Is this fair? The children's studies are affected and the worker too is not able to live with his own family. When he applied for permanent residence status, his application was also refused. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also some other workers who pay rent to reside in their company's houses. Because of the company's development projects, they are asked to vacate their houses and, as work permit holders, they do not qualify for HDB flats. May I ask the Minister to review this policy as some of these workers have been living with their families and have been working in Singapore for the past 12, 20 or 30 years. I must add that I wholeheartedly welcome the Government's decision on work permits. \n  <br>6.30 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I now seek your permission to give my views on certain matters in the interest of our nation. As a worker and Member of Parliament, I would like to compliment the Ministry of Labour for what it has done to help the workers of Singapore. At a time when unemployment is a very grave problem in many countries, for example, there are more than 11 million unemployed in the European Community, Singapore enjoys full employment. I wonder whether the Employment Service in the Ministry of Labour has any work to do since jobs are chasing workers in Singapore. But I am told the Employment Service has also taken on new tasks such as retraining disabled persons for employment. This is a welcome move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Workers in Singapore enjoy social and employment security which is the envy of many workers and the unemployed in many countries. The terms and conditions of employment with regard to holidays, sick leave, hours of work and other fringe benefits, are regulated and protected by the Employment Act and the Industrial Relations Act. There is also the well-known Central Provident Fund to ensure that workers are provided for in their old age or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1375</b></font>\n  <br>\n  <br> in the event of their permanent disablement. This Fund can also be used to pay for the purchase of HDB flats. Another example of what the Government has done for the workers is the Factories Act of 1973 which provides for the health, safety and welfare of the workers. Furthermore, a worker who is injured or afflicted with an occupational disease in the course of his employment is entitled to compensation under the Workmen's Compensation Act, 1975. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Singapore today can enjoy full and meaningful employment and second highest GNP per capita in Asia after Japan is due to collective endeavours of the Government, workers and employers. To achieve an even better quality of life, the Ministry of Labour, in conjunction with other Ministries, will help Singapore to move beyond just full employment to more opportunities for higher skilled jobs with better pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, it is not just by comparison with other countries but also in absolute terms that I say that the life of the average Singapore worker and for all Singaporeans has improved considerably since the difficult days of the 1950s and early 1960s. Today the life and living standards of all of us in Singapore can by no means be said to be inferior to that in other parts of Asia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, what upsets me and I am sure all workers in Singapore is the recent remark by the Member for Anson which seeks to malign everything that is Singapore. In a recent interview with the International Herald Tribune which was published on 15th March, 1982, he said, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'People don't really know what is happening in Singapore. They see the clean streets and the tall buildings, and they don't know people are starving here.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1376</b></font>\n  <br>\n  <br> He suggests we are starving. If this is the real state of affairs in Singapore, then it is a very serious indictment on the Government and the workers' movement. But is it so? The thousands of tourists who come to Singapore from neighbouring countries and afar can see for themselves whether that is the situation they see, wherever they go in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am wondering if the Member for Anson is making another of his accusations based on rumours. I find it difficult to believe that a Member of this House can make such irresponsible generalizations, knowing them to be untrue. Previously he has been unable to substantiate his wild accusations and statements because they were all falsifications. But now it seems he is even prepared to make such sweeping statements to denigrate his own country and people, just to seek popularity with foreign journalists. How far will he go to perpetuate his determination to malign his own country and the achievements of the people? As I see his remark in the International Herald Tribune, I can only conclude that it was deliberately designed to suggest that many people were starving in Singapore. Who is starving in Singapore - except for a few who starve to slim. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jabbar, please confine your speech to the Subhead. \n  <br>\n  <br>\n  <!-- Mr Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jabbar</b>(\n  <i>In Tamil</i>): Yes, Sir. The Singapore Government has provided opportunities for other workers to work in Singapore. I also wish to praise the Government's policy on all the pragmatic steps that have been taken. I wish to thank you for the opportunity given to me to speak. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Othman. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Sir, I have filed two amendments* Nos. (3) and (12). Since \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1377</b></font>\n  <br>\n  <br> Members have raised some of these issues. I will speak on them now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on the National Productivity Board which was raised by the Member for Khe Bong. It is observed that the Board's current training programmes are mainly geared for management and supervisory staff. With the increase in its provision, will the Board now pay more attention to the training of junior staff and line workers? After all, the question of how to increase productivity concerns all workers. We must get all our workers, be they workers on the factory floor, the office clerks, salesgirls, supervisors, managers and managing directors, to understand what the concept of productivity means; what are the factors affecting productivity in their various work places, and their role in raising productivity in the companies and organizations they are working in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The National Productivity Board should therefore introduce more training programmes for the junior staff, the clerks in the offices, line workers and so on. The Board has begun training courses for quality control circle members, work excellence committee members and so on, which include top management as well as the line workers. This is a move in the right direction, but more emphasis should be given to this type of training programme to help promote productivity awareness among all our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Moulmein has also asked for more information on the Labour Information Service. I would like to join him on this. Could the Minister kindly provide more information on how it has been operating? What type of data the Information Service has collected? What type of early warning system will be introduced? If the Ministry detects that the labour-management relationship in a particular company is deteriorating, what action will it take, especially if the employer fails to be reasonable in his attitude towards the workers and the union? Will the Ministry interfere or curtail the legitimate operations of the unions? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> From now on unless Members have filed amendments I would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1378</b></font>\n  <br>\n  <br> not allow them to speak. We are running out of time. Mr Ong. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, thank you for saving me from all this. I am not quite sure where to start. Perhaps I will start with the work permits since quite a number of Members have touched on the subject. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several Members have in their questions touched on various aspects of my Ministry's policy on the import of foreign workers, another concerning marriages of foreign workers to Singaporeans, and related issues. Although most of the questions have already been debated at length during the various previous sittings of this Parliament, I feel that I need to dwell on them again and reply to the Members concerned in order to clear some of the doubts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me first touch on my Ministry's policy on import of foreign workers. For more than a decade our Government has allowed the import of foreign workers to supplement our indigenous workforce. It is through this policy that we have been able to avail ourselves of every opportunity to accelerate our economic growth despite the constraints of our own manpower resources. However, the import of foreign labour has its setback. The social problems associated with import of foreign workers experienced by developed countries are well known. We should therefore tread carefully to avoid them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is an island-state of limited land area and natural resources. For this reason we have implemented a family planning policy to curb the growth of the population. Therefore, in importing foreign workers we recognize at the very outset that we cannot afford to allow all foreign workers to settle here permanently. But it is inevitable, Sir, that in working here some of the foreign workers will fall into a relationship with our citizens and permanent residents resulting in their desire to marry. We therefore have to be selective to ensure that those who are allowed to settle here permanently through marriage to citizens and permanent residents are the ones who will best fit in with our social mores and our work ethics. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1379</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was with this in mind that we announced, in July 1973, the policy governing the marriage of work permit holders to citizens and permanent residents. While we cannot demand that the work permit holders must have our approval to marry citizens and permanent residents, compliance with this policy will ensure that the non-citizen party will be allowed to reside and work here. It should be borne in mind that foreigners do not have the right to work or reside here. Those are privileges the Government grant to serve objectives of national policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we implemented our policy to allow in foreign workers, we have already anticipated the likely impact foreign workers would have on our social structure and our population. We have taken on the responsibility of ensuring that the influx of foreign workers would not become a permanent burden to Singapore and eventually erode our economic and social achievements as well as the standard of living of our people. To shirk this responsibility would be an injustice to all our citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As early as June 1973, my Ministry announced its policy to discourage marriages of foreign workers to Singaporeans. In a press statement we made known our concern that it was only natural for young workers on work permits, having found their bearing, to make friends and mix freely in our society. Many of them after a while might want to marry, settle down and raise families in Singapore. But unless a work permit holder is adjusted to the different and faster pace of life in our highly disciplined and urbanized society and to the ethos of small-planned families, marriage between work permit holders and Singaporeans could lead to difficulties for themselves and for Singapore. \n  <br>6.45 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We warned all work permit holders that unless they were able to settle down successfully in Singapore and to support a small family, their marriages with Singaporeans would be discouraged. In pursuit of this policy, some harsh measures have to be taken in the form of disincentives against work permit holders and Singaporeans who choose to marry in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1380</b></font>\n  <br>\n  <br> spite of our warning. However, if they obtain permission from the Commissioner for Employment before contracting marriage, this disincentive would not be applied to them and the work permit holders would be allowed to continue their employment in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Arising from our policy, numerous requests from work permit holders for prior permission to marry Singaporeans have been made over the years to the Commissioner for Employment. The Commissioner for Employment was not able to do so in some cases. Unfortunately, some of these couples have chosen to go ahead with their marriage and to face the consequences of various disincentives. Some of the couples would appeal to the Commissioner for Employment not to revoke their non-citizen work permits, and in some instances the couples have volunteered together to practise family planning through sterilization to support their approval. Such strong indication of support of our family planning policy is, of course, one of the factors taken into consideration by the Commissioner for Employment, But this does not mean that all those who volunteer for sterilization will get their application approved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps it is useful, Sir, now to inform Members of the House that since June 1973 up to December 1981, of all the applications received and processed, 83% of these applications have been approved and, of those that have been approved, about 10% were approved with offer of sterilization by the couples. As can be seen, only a minority who offered sterilization as support for our family planning policy were given approval. The majority were given approval without offer of sterilization. So it cannot be said that our marriage policy has been a draconian one. The voluntary sterilization of couples affected by our marriage policy has been debated on several occasions in this House, and I hope that the explanation earlier would give Members a clearer picture that it is only one of the grounds offered by some couples in their appeals against the revocation of work permits by the Commissioner for Employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have also felt that it is unfair for the marriage policy to affect only \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1381</b></font>\n  <br>\n  <br> work permit holders while those who marry Singaporeans on social visit pass are not affected at all. On this point, I would like to clarify that although a social visitor may marry a Singaporean without being affected by the marriage policy, his marriage to a Singaporean does not automatically confer upon him the rights of entry or residence in Singapore under our Immigration laws. On the other hand, a work permit holder who has obtained the permission of the Commissioner for Employment before contracting marriage with a Singaporean will be able to enjoy continued stay in Singapore on a work permit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kaki Bukit has rightly observed that there have been instances where foreigners were brought into Singapore without job offers and were left stranded here without employment. From the few instances that have been brought to my Ministry's notice, we invariably found that these foreigners were brought in here by unscrupulous agents in those countries without securing jobs for them first. In instances where any local agent or company is involved, my Ministry will not hesitate to deal with them. The agent could be charged under the Employment Agencies Act and the company could also be barred from employing foreign workers. As for the stranded workers, my Ministry will work with the Immigration Department to arrange for their repatriation back to their countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although it is beyond my Ministry's control to prevent unscrupulous foreign agents from cheating and playing out their own nationals, we have taken steps at the outset to ensure that foreign workers are brought in only by bona fide employers. Further, only those who have been offered employment here will be allowed to enter Singapore under the sponsorship of their employers. Therefore, under the present procedure for recruiting foreign workers, employers must recruit their foreign workers from the source country and not during the workers' visit in Singapore on social visit pass. This is to ensure that foreign agents do not find it feasible to bring in foreigners without first securing jobs for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1382</b></font>\n  <br>\n  <br> them from bona fide employers. Furthermore, all employers recruiting foreign workers have to offer proper contracts to the foreign workers before their arrival in Singapore. They are also responsible for the foreign workers' accommodation and eventual repatriation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Boon Teck has also asked my Ministry to consider working out an orientation programme for all foreign workers upon their arrival in Singapore. In view of the large number of foreign workers it would not be practical for my Ministry to do so. However, the employers of foreign workers are expected to organize proper orientation programmes for their workers on their arrival, in the same way that the employees undergo orientation whenever they are appointed to a new job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Boon Teck and also a number of other Members are concerned about the unemployment and retrenchment situation following Government's policy to restructure the economy. My Ministry's monitoring shows that, so far, the unemployment situation is not a problem. For the period January to December 1981, 111 companies reported a retrenchment of about 7,000 workers. Of this number, slightly over one-third were retrenched by Rollei. Our labour market is still tight and the retrenched workers have had no difficulty in finding alternative employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, Members may wish to know that Government has already taken steps to expand its training facilities through increasing the capacity of training centres set up by the Economic Development Board, VITB, Polytechnic and our tertiary institutions. Our workers can make use of the facilities provided by these institutions to upgrade themselves. Besides this, training of workers can take place on-the-job with employers providing the facilities and obtaining financial assistance from the Skills Development Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no need to provide companies with incentives to recruit workers when they require, as proposed by the Member for Boon Lay. However, these companies should plan proper retraining programmes for the retrenched workers that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1383</b></font>\n  <br>\n  <br> they recruit. It is for their own benefit anyway. The Skills Development Fund is there to assist them by providing training grants. Similarly, such grants are also available if they send their workers to the industrial skill development courses organized by VITB and the Joint-Government industrial training courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Boon Teck commented on the setting up of the Institute for Continuing Occupational Development (ICOD) under the National Productivity Board. The Institute for Continuing Occupational Development will use the video-tape training material as a vehicle of instruction. It will essentially be a self-training or self-learning educational package where the trainee could learn at his own pace and at his own convenience. The scheme which is being worked out by ICOD presently is still in its preliminary stages and I am not able to go into details on the subject at this moment. \n  <br>7.00 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I appreciate the concern of Members over the aging labour force which has been raised by a number of Members here today. However, the problem is not an immediate one as statistics show that our population is still young, and based on the 1980 census of population, 61.8% of our population are still below 30 years of age. Moreover, the CPF statistics also indicate that there is no significant decline in the number of workers aged 55 years and above in our workforce. Nevertheless, we are encouraging more retired workers to be re-employed. I agree with Members that the retirement age of our workers should be raised to 60 or even to 65 years. We feel that the question of raising the retirement age should be best left to the unions to discuss with management. I believe that in practice many have already done so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the declining growth rate in labour supply, this is the result of our successful planning policy which has led to a reduction in our birth rates. We can counter the lower labour supply by upgrading the skills of our workforce and make them more productive. We can also be more labour-efficient through mechanization and computerization. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1384</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Moulmein and a number of Members are also concerned about the future of our labour relations scene. My Ministry is very seriously committed to the drive towards better labour-management relations and productivity. The National Productivity Board will be the vehicle through which this will be achieved. In future, the National Productivity Board will be concentrating its efforts on the human aspect of productivity as well as promoting better labour- management relations through Work Excellence Committees and small group participation in decision-making and problem solving through Quality Control Circles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no doubt that we can learn from the Japanese in areas such as team work, company loyalty and identification and good work attitudes. These are attributes that we are trying to inculcate in our workers. But it must be emphasized that we are learning not only from the Japanese but also from any other nations which, we feel, have attributes or systems worth learning in our drive towards better labour-management relations and productivity. But to achieve this, we need cooperation of the unions and the employers. Only when we have the full cooperation of the unions and employers that we are able to promote better labour-management relations and move towards company bipartisanism and towards higher productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Leng Kee has questioned the rationale for the liberal work permit policy and our drive towards greater productivity. I wish to explain to him that the import of workers from non-traditional sources was actually liberalized only last year to untighten the labour market and to generate some competition among job seekers so as to spur them to improve their work attitudes. Moreover, the untightening of the labour market was necessary to avert the wage explosion which a tight labour market could induce and which could damage our economy. Our labour market is now in a more balanced state. It is, therefore, timely for the work permit policy to be revised so as to prod our employers to mechanize, automate and upgrade their operations with a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1385</b></font>\n  <br>\n  <br> view to increasing productivity and reducing labour demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A number of Members have also touched on the problems of day work permits. I only wish to inform Members that work permits are issued for the purpose of employment. As such, any application for a work permit will be considered purely on the merits of the applicant in relation to his employment, for instance, his skill, qualifications and other relevant qualities. Based on these merits, the Work Permit Office will issue to the applicant either the day work permit, individual work permit, or block work permit if he is in the construction industry. Whether the applicant has stayed in Singapore for over a period of time in the past or he has a family here has no bearing on his work permit application. As for an application to stay in Singapore, it will have to be considered under our Immigration Act. I suggest that the Member concerned raise this matter further with the Minister for Home Affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Leng Kee has raised the point that the CPF interest rate is below the inflation rate. I wish to point out that this situation happened only in recent years when inflation due to the world economic situation was high. Perhaps at this point, I will ask the Clerk of Parliament to circulate an Annex (Cols. 1401 - 1402) showing the CPF interest rates over the last 16 to 20 years in comparison with the inflation rates, the interest rates of POSB and bank deposits. [Copies of Annex circulated to hon. Members.] \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1982/19820322/19820322-HA-0411401.htm\">Annex - TRENDS IN CPF INTEREST RATES, INFLATION RATES, POSB INTEREST RATES AND BANK DEPOSIT RATES IN SINGAPORE, 1955-1980 (Cols. 1401 - 1402)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will note from the Annex that for 16 years out of the last 20 years, the CPF interest rate was higher than the inflation rate. Even when compared to the bank deposit rates, the CPF interest did not fare too badly. Between 1975 and 1978, the CPF interest rate was generally higher than the bank deposit rates, although it was overtaken considerably in the last three years. However, I would like to remind Members that except for the POSB the CPF interest, unlike the interest on bank deposits, does not attract tax and is, there- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1386</b></font>\n  <br>\n  <br> fore, not too unattractive when the two are compared. Besides, members are allowed to use their CPF savings for the purchase of low-cost housing in the public sector and recently for private residential property. This has enabled them to invest their savings in property as a hedge against inflation in the long-term. Contrary to the contention of the Member, the CPF contributions cannot be regarded as an erosion of income of the workers. It is, in fact, a form of forced savings and it remains a part of the income of the workers which is set aside for old age security. In any case, the Member may wish to be informed that the rate of interest payable on CPF deposits is now being reviewed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Telok Blangah has made a suggestion on the use of CPF savings to promote greater family ties. He wants to know if it is at all possible to allow CPF money to be used to assist other members in the family to buy their flats, if the CPF contributor has already a flat of his own and has a large sum of money in his CPF account. I wish to reiterate, Sir, that the primary objective of the Central Provident Fund is to provide old age security for its members. Therefore, CPF savings are not transferable or assignable to another person before the member reaches 55 years. To allow CPF monies to be used to assist others to buy flats would amount to a premature transfer of part of a member's savings to another person. This is not consistent with the objective of the CPF. If it is the intention to promote closer family ties, perhaps it would be better for the Member concerned - I am not referring to the Member for Telok Blangah, who has cited a case of a person who already has an HDB flat and a large sum of CPF savings - to upgrade to a larger flat to enable both his parents and his brothers to stay with him. The present CPF housing scheme does provide for such an arrangement. \n  <br>7.15 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the same reason, Sir, the proposal of the Member for Ayer Rajah and other Members, like the Members for Toa Payoh \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1387</b></font>\n  <br>\n  <br> and Kampong Kembangan, cannot be agreed to under the present policy because this will open up a pandora box. Everybody would want to put their hands into their savings and leave nothing for their old age. Nevertheless, some of the points raised by members do have merit and I will ask the CPF Board to examine the merits of the various proposals put forth by Members today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Geylang Serai asked about the Labour Information Service. He wants to know more details of the Labour Information Service. I suggest that perhaps he send in a Question for Written Answer because it is pretty dull to go into the details of the Service and in order not to waste too much time, I suggest that he bring this up separately and we will give him the full details of the Service in writing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Khe Bong is concerned about the staff resources of my Ministry in carrying out the work relating to improving labour-management relations. He wants to know how it is possible to achieve the objective of improving labour-management relations with no corres- ponding increase in staff to do the work. My Ministry is able to carry out this task of improving labour-management relations with a marginal increase in staffing position by one post through better deployment of its officers. This was achieved through integrating the work of the individual disputes section of my Ministry with that of the Labour Inspectorate of the same Ministry, thereby releasing five officers to perform preventive mediation and conciliation work. However, in addition to the task of preventive mediation and the resolution of conflicts between management and workers, labour-management relations are also being improved through the promotion of good work attitudes and the training of personnel in the techniques of man management and staff supervision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The National Productivity Board which is undertaking this task has increased its establishment of professional officers from 40 in FY 81 to 72 in FY 82. The National Productivity Board will therefore be adequately staffed to help achieve the objec- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1388</b></font>\n  <br>\n  <br> tives of improving labour-management relations in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kampong Kembangan touched on the implication of getting more women to join the workforce. My Ministry agrees that it is socially desirable for women to stay at home when their children are young. The formative years are important years requiring a mother's attention to inculcate moral values and nurture linguistic abilities. But once the children have grown up, the need for a mother's constant presence is reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Kampong Kembangan knows that Singapore has a sizable foreign workforce. We can only depend on foreign workers to meet our labour needs in the short term. Over the. long term, they can generate social problems which I have cited earlier. In the light of this, the foreign workforce is now being gradually phased out. While the foreign workforce is being phased out, it makes sense for us to get our own women to join the labour force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From our survey, there are more than 400,000 economically inactive women. Some of them are probably already engaged in part-time work, such as giving private tuition or piano lessons or as domestic help. The others, however, constitute an important pool of workers we can tap. The Ministry of Labour is presently studying into ways to get women with grown-up children out to work. Some of the measures considered are encouraging employers to introduce part-time work or flexi-time work. This will allow women with school-going children to be gainfully employed while their children are at school and be at home when the children return home. This would involve amendments to the Employment Act which is currently being looked into by the officials of the Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for West Coast touched on a similar vein within the Employment Act, about annual leave benefits. I think his proposal merits consideration. Instead of 14 days' annual leave for 10 years' service and only seven days' annual leave for under 10 years' service, he has proposed a gradual increase in annual leave over a period of employment. It has merit and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1389</b></font>\n  <br>\n  <br> deserves consideration. This would also involve an amendment to the Employment Act, and I will definitely ask the officials in the Ministry to consider this seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On his other proposal about the frozen quantum of annual wage supplement (AWS), I am afraid the maximum of one month for negotiating purposes which has been established since 1968 should remain in order to maintain the peaceful industrial scene that we have. There is no need to review the frozen quantum for the payment of AWS up to one month's salary at this stage. As far as the legislation is concerned, there is no need to raise the ceiling of the frozen quantum. However, we are now considering the removal of the ceiling of three months' salary so that the employers have the discretion to pay higher AWS. I think there is some merit in the proposal, I will ask the officials in the Ministry to look into this. But as far as the one month basic bonus quantum for negotiation purpose is concerned, I think that should remain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have covered all the points raised. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee:</b> Mr Speaker, Sir, I think the Hon. Minister has forgotten about sick leave benefits. I would like him to comment on this. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, on the point raised by the Member for West Coast on sick leave, perhaps it is also opportune at this time to ask the officials to look into this as well while we are reviewing the whole series of provisions in the Employment Act to bring it up to-date. But I am not able at this stage to say whether his proposal will be accepted. However, I would suggest that the Member for West Coast and other Members of this House who are closely involved in union activities and are concerned with workers to put forth their proposals to my Ministry for consideration while we are in the process of reviewing the Employment Act and other related labour laws. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, a point of clarification. May I inform the Minister that I did not mention anything about the ero- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1390</b></font>\n  <br>\n  <br> sion of the workers' income by their CPF contributions. What I really said was that their CPF balances were being eroded by inflation. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> Mr Speaker, Sir, before I ask leave to withdraw the amendment, I have a very minor point to raise, and that is on sterilization. I know that at one time if a couple wish to get married, a Malaysian to a Singaporean or a Singaporean to a Malaysian, in order to be in line with our family planning policy, it is the Commissioner for Employment who insists that the couple must go for sterilization. But I heard just now, I stand to be corrected, the Minister saying that it is at the request of the couple. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I would like to know whether this policy still. stands. In other words, if the couple wish to get married and they offer sterilization, will the Commissioner for Employment accede to the request of this couple? \n  <br>7.30 p.m. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, I thought I have already explained that it does not mean that all applications for marriage from couples who intend to marry will be automatically approved if they offer sterilization as a point for consideration. As I mentioned earlier, the majority, or 83% of the applications to the Commissioner for Employment for approval to contract marriage were approved, and out of these only about 10% had offered sterilization for consideration by the Commissioner for Employment. So it does not mean that if they offer voluntary sterilization, the application will be approved. There are a lot of other factors involved, such as whether the applicant has the necessary skill, whether he has the necessary qualifications to continue to work in Singapore, and whether he is able to support his family in Singapore. So there are a lot of other considerations that have to be taken into account. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> But how does the sterilization arise in the first place? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, I thought I have already explained that it is voluntary for the applicant to show that he is in support of our family planning policy; that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1391</b></font>\n  <br>\n  <br> he understands what the Government policy is all about. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> Sir, in view of the explanation of the Minister, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the names of Encik Othman bin Haron Eusofe and Mr Lim Boon Heng:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) That the sum to be allocated for Head R be reduced by $10 in respect of Subhead RC-02 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Othman is not here. Mr Lim. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Subhead RC-02 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Labour, in pursuit of sound and harmonious industrial relations, offers to employers and employees a preventive mediation and conciliation service. This service has been found to be very useful to both employers, unions and employees, and has contributed in no small way to the maintenance of industrial peace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the pursuit of excellence, even the good service provided by the Ministry of Labour can be improved upon. It is with this in mind that I wish to draw the attention of the Minister to the following points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Normally, before a matter in dispute is referred to the Ministry for mediation and conciliation, both employers and unions have already discussed at great length and remained deadlocked at the end of it. A delay in settlement can create an atmosphere of mistrust leading to a deterioration of industrial relations. It is essential, therefore, that when a dispute is referred to the Ministry, it be settled as quickly as possible to prevent it from becoming a generator of ill-will. I am sure that on a number of occasions, the Ministry of Labour has experienced delays in settlement because of the feet-dragging tactics of either employers or ,unions. The usual excuses are the unavailability of key personnel owing to unexpected developments, or the pleading for more time for internal discus- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1392</b></font>\n  <br>\n  <br> sions. Over the years, the Ministry should know who the usual culprits are. In such instances, the officers of the Ministry should take a firm stand to bring the culprits in line. When the Ministry administers justice with firmness, the repeated references to the Ministry of disputes between the same parties will decline, thus contributing to better industrial relations. Then, in the handling of new types of cases, when either party is unreasonable, the Ministry should summarily take the offending party to task. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently a case of dismissal of an employee received publicity in the press. From the reports, it would seem that the employee was dismissed simply because he has the same name as his manager. Sir, if ever we can describe a reason given as bizarre, this is it. One has only to scan through the telephone directory to know that certain names are common. For example, there are no less than 91 Tan Kim Seng's listed in the directory. It is inevitable that occasionally there would be two persons of the same name in a company. In the case reported, the company apparently decided to employ him even though they were aware of his name. From what we understand, he was dismissed for no apparent misdemeanour at all. The settlement was therefore a disappointment. All that the employee got was $200. I am afraid that some employers may get the impression that they can abuse the right to hire and fire and get away with it lightly. The employee should have been reinstated. It is essential that we establish the principle that workers will be protected in tenure of service, and cannot be dismissed for such bizarre reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to add that recently one of the unions experienced a similar case. It was not necessary in this case to refer to the Ministry because we were able to point out to the employer how ridiculous it was, and he had the dignity to offer a written apology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, no one disputes the correctness of fostering good work attitudes among employees. But I think it is equally important that we foster the right employers' attitudes towards workers. If employers have the right attitudes, I am sure workers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1393</b></font>\n  <br>\n  <br> will respond with good work attitudes, leading to higher productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the course of their work, the conciliation officers of the Ministry of Labour are called upon to assist in the settlement of retrenchment benefits. Several Members have already mentioned that in the process of economic restructuring there will be workers retrenched because of redundancy or skills obsolescence. In such cases the amount of retrenchment benefits is very important to the workers affected. In most cases the workers are likely to be handicapped by educational qualifications and age. They may not be able to find another job with the same level of pay. They may also wish to pursue courses of study to make themselves employable once again. Since the company is in a position to pay, I hope the Ministry's officials could take this into consideration in order to assist the poor workers who are retrenched. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the execution of their duties the officers of the Ministry of Labour can greatly influence industrial peace in our country. I brought this point up for the Minister to consider requesting his officers, firstly, to be more forceful in the implementation of their decision, and secondly, to take into account the plight of the unfortunate workers who may be retrenched. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You have an amendment* on the same subhead, Mr Goh. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, in promoting the new industrial relations order, we seek to promote good management-labour relations, better work attitudes and higher productivity. We seek to replace the antagonistic and adverse approach in management-labour relations by a positive one which promotes close cooperation, mutual trust, respect and confidence. Both the management and the workers should emerge as winners under a positive industrial relations climate. When productivity goes up, company's profitability \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1394</b></font>\n  <br>\n  <br> would go up, and the wages of workers should also go up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, I must stress that it requires both the efforts of the union as well as the management to create a conducive environment for cooperation. Responsible trade unionism must be matched by enlightened management. I am sad to say that to-date there are few managers who are completely negative in their approach towards the unions and their employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me illustrate this by a very recent example. A group of workers expressed their interest to join a union. The Ministry of Labour was approached to conduct a secret ballot to determine the right of the union to represent the majority of workers in the company. There are quite a substantial number of foreign workers from non-traditional sources in this company. With the confidence that all these foreign workers would vote against the formation of a union, the company insisted that these workers should be classified as bargainable and are therefore eligible to vote. I need not elaborate on the tactics the company used to ensure that the foreign workers would not vote for the union. On the day of secret ballot, the company did not comply with the procedures for conducting the secret ballot, as a result of which the date of balloting had to be postponed. In the meantime the company quickly formed a welfare committee and for the first time in the history of the company an annual dinner was held. In spite of this annual dinner, at the subsequent secret ballot a great majority of the workers, including the foreign workers, cast their votes for the union. The union ended up representing not only local employees but also foreign workers from non-traditional sources, a position and privilege which the union did not bargain for, but was kindly bestowed upon the union by the management. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is most intolerable is that immediately after the workers are unionised, the company sent a circular informing all workers that their promise of a 13th month bonus was to be withdrawn. In \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1395</b></font>\n  <br>\n  <br> addition the tea-break coupons as well as the productive-incentive scheme were withdrawn. Sir, this action of the company punishing its own employees is an act of extreme stupidity. When some of the workers approached the management on this matter, their reply was, \"Who asked you to support the union? Ask your union to fight for you.\" When the union tried to establish a dialogue with the management, the answer was, \"If you want to talk to us, write in officially and we will consider the request.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we wish to succeed in our productivity drive through good management-worker relationships and other measures, we must first change the attitudes of many of our managers. The managers must, first of all, show their genuine concern for their workers. All our efforts to convince the workers to discard the antagonistic approach, to adopt good attitudes and to foster good relations with the management would come to nought if the management themselves do not know how to manage their workers and how to motivate them. \n  <br>7.45 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not bring this case up for the purpose of inciting ill-feelings against management. I also understand the preconceived idea that some of our managers have about the union. I believe this case serves as a vivid example to illustrate what the management should do and what they should not do. While we prepare our workers and the unions for a new role, we must also prepare the managers for the changes.I hope that the Ministry of Labour pays particular attention to the education of not only the workers but also the management in our current efforts to bring about further quantum-jump in our productivity drive. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, I share the view of the Member for Kebun Baru that employers should not dismiss their employees at their whims and fancies. There are provisions in the Employment Act and the Industrial Relations Act to protect employees against such unjust termination or dismissal by their employers. An employee who feels that he has been dismissed without just cause or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1396</b></font>\n  <br>\n  <br> excuse or even terminated by an employer without just cause or excuse can appeal to the Minister for Labour for reinstatement. If the Minister is satisfied that the dismissal is without just cause or excuse, the employer will be ordered to reinstate or compensate the employee depending on the merits of each case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kebun Baru cited the case of an employee who bears the same name as that of his manager. The matter was brought to the attention of the Ministry of Labour which did look into the matter in detail. But the Ministry of Labour did not direct the employer to reinstate the employee who had indicated to the Labour Ministry officials that he did not wish to be reinstated. So the discussions in the Ministry of Labour therefore centred on the amount of compensation to be paid to the employee, and this was finally settled amicably between the parties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of retrenchment benefits payable, I wish to point out that such benefits are subject to negotiations between employers and employees or the union. The quantum of retrenchment benefits negotiated and settled vary from a few days' salary up to 1\" months' salary for each year of service. In most cases, including cases where companies retrench because of restructuring, the retrenchment benefit payable is one month's salary for each year of service. I think the retrenchment benefit of one month's salary for each year of service is reasonable. It is a reasonable quantum to pay if employers retrench because of restructuring. This is especially so in a tight labour market situation where the workers can easily find alternative employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I entirely share the view of the Member for Boon Lay that management must adopt a more enlightened attitude towards their workers and unions. Unions in Singapore are responsible unions, unlike unions elsewhere. An employer should regard workers and unions as partners of their enterprise and not as adversaries, otherwise I do not see why they employ them in the first place. My Ministry will not condone any employer who adopts an antagonistic attitude or place obstacles to thwart the workers' effort to organize or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1397</b></font>\n  <br>\n  <br> form a union. We will not hesitate to prosecute such employers. The Ministry will also take action against employers who unilaterally withdraw benefits from workers merely because they join a trade union. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am aware of the case mentioned by the Member for Boon Lay, and I would like to assure him that there are adequate provisions in our law to safeguard the workers' right to form or join a trade union. Under the Employment Act, an employer who prevents an employee from joining a union or participating in the activities of the union or from organizing a trade union is liable on conviction to a fine of up to $500 or imprisonment up to six months, or to both such fine and imprisonment. If the Member feels that $500 is insignificant, we could review this. \n  <br>\n  <br>\n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mansor Haji Sukaimi:</b> Raise it. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Why not put up a proposal? Furthermore, there are provisions in the Industrial Relations Act which make it an offence for any employer to dismiss or threaten to dismiss a worker on account of his involvement in trade union activities. An employer who contravenes any of these provisions is liable on conviction to a fine not exceeding $2,000 or to imprisonment for a term not exceeding 12 months, or to both such fine and imprisonment. Therefore, our laws are stringent enough to deter any employer from taking an antagonistic stand towards workers who wish to join a trade union. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a matter of fact, an employer who does not wish his workers to join a trade union should show greater concern for his workers' interest and welfare as workers generally join a trade union because they feel that their interest and welfare were neglected by their employers and we have enough examples of this kind in Singapore to show the employers the proper way. But once the union is formed, employers should take steps to win over the cooperation of the union in the interest of promoting better labour-management relations and with better labour-management \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1398</b></font>\n  <br>\n  <br> relations can the company hope to increase productivity. And only with increased productivity can it hope to increase its profit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry has continually exhorted management to consider workers and unions as joint partners of their enterprise and workers and unions to consider the employer and the company as an engine for growth and generator of wealth. The whole thing is mutual. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through the National Productivity Board, Sir, my Ministry has been promoting joint consultations between man- agement and workers through the setting up of work excellence committees. Further, the National Productivity Board has been providing training and development of management personnel to give them a better appreciation of the techniques involved in managing their human resources. I hope that management will respond to these efforts and change their attitude towards union activities. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, I would like to ask the Minister this question in regard to the case of the person who was dismissed purely for having the same name as his manager. Could the Minister inform us whether he was a union member? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> If the Member for Kebun Baru is interested in the details of this particular case, I suggest he submit a question for written answer. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, I believe the person concerned was not a union member and he was not advised by a union. Had he been advised by a union, I think the result would have been more satisfactory. On that note, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Subhead RD-02 Object Group 1210 of the Main Estimates*. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Workmen's Compensation Act presently provides that an employee can claim compensation from his employer \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1399</b></font>\n  <br>\n  <br> should he suffer from silicosis or asbestosis provided he makes his claim during the currency of employment or within 36 months of leaving employment. Whereas silicosis will generally occur within the time span of 36 months, the case of exposure to asbestos is not so clear-cut. Usually the disease may take five to 10 years to surface. In 1978, the US National Cancer Institute revealed that asbestos is a carcinogenic agent. The results show that 20-25% of workers heavily exposed to asbestos die of lung cancer; 7-10% die of pleural or peritoneal mesothelioma; and 8-10% die of gastrointestinal cancer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the British experience indicates that over 50% of asbestosis patients die of lung cancer. A worker who is exposed to asbestos may not suffer from cancer until many years have elapsed. At times, the symptoms may only surface as long as 20 years after exposure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, 10 cases of asbestosis have been confirmed so far. But I am fearful that with the short period of our industrialization, there may be more cases that have not yet been discovered. From this, it is evident that the present 36 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1400</b></font>\n  <br>\n  <br> months' ruling is grossly inadequate. Could the Minister review the situation and consider an amendment to the Workmen's Compensation Act? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1st April, 1982 to 31st March, 1983 and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Ong Teng Cheong]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Eight\n  </div> \n  <div align=\"right\">\n   o'clock p.m.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1401</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1982/19820322/19820322-HA-0411401.htm\">Annex - TRENDS IN CPF INTEREST RATES, INFLATION RATES, POSB INTEREST RATES AND BANK DEPOSIT RATES IN SINGAPORE, 1955-1980 (Cols. 1401 - 1402)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1402</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
