{"memberId": null, "volumeNo": "41", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "8", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"41\"> \n  <meta name=\"Sit_No\" content=\"8\"> \n  <meta name=\"Sit_Date\" content=\"1982-03-05\"> \n  <meta name=\"Start_Col\" content=\"493\"> \n  <meta name=\"End_Col\" content=\"832\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">41</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">05-03-1982</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 493</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 41</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 5th March, 1982</i>\n  </div>\n  <div id=\"adjTime\" align=\"center\">\n   <i></i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat) ). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr Chan Chee Seng (Jalan Besar), Senior Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chor Yeok Eng (Bukit Timah), Senior Parliamentary Secretary to the Minister for the Environment. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 494</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister for Health and Second Minister of Defence. \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister of Defence. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Minister of State, Ministry of Law and Ministry of Home Affairs. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 495</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of National Development. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah), Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Minister for Labour. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok (Bukit Ho Swee). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and Minister for Sodial Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Trade and Industry. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 496</b></font>\n  <br>\n  <br> \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture. \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wong Kwei Cheong, P.B.m. (Cairnhill), Minister of State, Ministry of Labour. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister of State, Ministry of Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 495</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>NEIGHBOURHOOD WATCH SCHEME</b>\n  </div> \n  <div align=\"center\">\n   <b>(Progress)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Sia Khoon Seong</b> asked the Minister for Home Affairs to give an account of the progress of the Neighbourhood Watch Scheme, indicating the number of constituencies and Residents' Committee zones where the scheme has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 496</b></font>\n  <br>\n  <br> been introduced and the problems, if any, which have been encountered in the implementation of the scheme thus far. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Law and Home Affairs (Prof. S. Jayakumar) (for the Minister for Home Affairs): Mr Speaker, Sir, the Neighbourhood Watch Scheme was introduced in June 1981. It advocates community spirit and the main objective is to make the public aware of the self-help concept in crime prevention. The Scheme encoura es residents to form Neighbour- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 497</b></font>\n  <br>\n  <br> hood Watch Groups with immediate neighbours and to arrange informally amongst themselves to keep a watchful eye on one another's premises. Strangers loitering in the neighbourhood will therefore be noticed and police can be called at the slightest hint of trouble. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since its introduction, the Neighbourhood Watch Scheme has been launched in 48 constituencies for implementation in public and private housing estates. As of January 1982, 116 Residents' Committee Zones in the 48 constituencies have taken part in the Scheme involving a total of 15,000 households. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The response from the public towards this Scheme has generally been encouraging. So far, no problems have been ehcountered. However, progress in its implementation in the new housing estates has been a little slow. This is in contrast to the situation in the older housing estates, like Kallang and MacPherson, where a large number of Neighbourhood Watch Groups have already been formed. An explanation for this could be that residents in the older estates already know each other well and there is mutual trust. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, it is expected that more Neighbourhood Watch Groups will be formed in the new public housing estates once residents have seftled down and got to know their neighbours better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Police studies reveal that many of the criminal offences perpetrated can be prevented if the public take more care and interest in crime prevention. This is particularly true of property offences, such as housebreaking and theft of property, which annually account for 60% of crimes reported to the police. Seen in this light, the Neighbourhood Watch Scheme will enable every resident to contribute his share to this effort which will supplement the efforts of the police department. If every resident cooperates in the Scheme, there should be a reduction in property crimes as well as other offences. \n  <br>\n  <br>\n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mansor Haji Sukaimi (Kampong Kembangan):</b> Mr Speaker, Sir, would the Hon. Minister of State advise me whether this Scheme could be further extended to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 498</b></font>\n  <br>\n  <br> look into the problem of traffic hazards in the various constituencies? If this Scheme is not an appropriate scheme for this purpose, would the Hon. Minister of State consider a special scheme to study the traffic hazards in detail? The reason is that in Kampong Kembangan I have received a report from the Officer-in-Charge of the Traffic Police indicating that over 600 summonses have been issued for traffic offences in Bedok North Street 3, Bedok North Road and Chai Chee Street. Despite this, there are still many vehicle owners and drivers who simply ignore the parking regulations. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Encik Mansor, your supplementary question seems to be a long one, is it not? \n  <br>\n  <br>\n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mansor Haji Sukaimi:</b> Yes, Sir. This is because two weeks ago a death resulted from a traffic accident. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Could you please ask your supplementary question? \n  <br>\n  <br>\n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mansor Haji Sukaimi:</b> Could the Minister of State consider a special scheme if this Neighbourhood Watch Scheme is not appropriate to look into this particular problem? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, the Member for Kampong Kembangan has asked two supplementary questions. First, whether the Neighbourhood Watch Scheme will be extended to cover purposes and objects which are not immediately within the scheme as launched. The answer is that the scheme has been launched within the limited scope that I have mentioned. If that immediate objective is achieved, of course, it should be possible to consider extending the terms of reference of the Neighbourhood Watch Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the second question, I understand the concern of the Member for Kampong Kembangan over what he considers to be an extraordinarily large number of traffic offences in the vicinity of his constituency. It should, of course, be completely open to the Neighbourhood Watch Groups or any other of the civic groups, such as the CCCs or the RCs or individuals for that matter, to bring this to the attention of the police. Now that he has mentioned it, of course, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 499</b></font>\n  <br>\n  <br> this will be taken note of and I will be conveying it to the proper authorities. \n  <br>\n  <br>\n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mansor Haji Sukaimi:</b> Sir, would the Hon. Minister of State consider giving me a report of the accident which occurred about two or three weeks ago at Block 45, Chai Chee Street, involving the death of a scooterist? I understand that this accident was the result of the blocking of the view at the junction near Block 45, Chai Chee Street. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, if the hon. Member couid supply me with further details as to the date, time and location, of course, he will be supplied with the necessary information. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 499</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HIGHRISE COMMERCIAL BUILDINGS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Fire prevention and evacuation measures)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Sia Khoon Seong</b> asked the Minister for Home Affairs, in view of the large number of highrise commercial buildings in Singapore, what plans the Singapore Fire Service has to get the cooperation of the management of these buildings on fire prevention and evacuation measures. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar (for the Minister for Home Affairs):</b> Mr Speaker, Sir, the Singapore Fire Service's definition of highrise buildings is those buildings which are beyond the reach of the tallest fire service ladders and which require fires in such buildings to be fought from the inside, relying solely on the built-in fire fighting facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are at present about 160 highrise buildings used for commercial purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In preparing itself to cope with the problems associated with highrise buildings, the Fire Service: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) carries out simulated fire exercises in a different highrise building every Monday morning. This is to enable operational officers in these buildings to familiarize themselves with the layout of the building, the built-in fire fighting facilities and its operational procedures in tackling highrise fires. So far, simulated exercises \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 500</b></font>\n  <br>\n  <br> have been carried out at least once in every one of the 160 highrise buildings and twice in some cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The Service has, since 1976, set up a High Rise Unit with the objective of carrying out twice-a-year inspections of all commercial highrise buildings in Singapore to ensure that managements maintain the fire fighting facilities in these buildings and take appropriate measures to ensure safety of occupants in the event of fire. Such inspections have been carried out in all the 160 buildings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) It maintains regular contacts with the management of these buildings to offer advice and expertise. It also trains selected members of these managements on fire prevention, preparation of fire emergency plans, basic fire fighting and fire evacuation. The Fire Service assists managements in preparing operations books on emergency procedures and evacuation plans. Thus far, 18 such books have been prepared and 586 members of managements trained. 67 more operations books are being vetted by the Service and 75 more books are in the process of being prepared. In addition, evacuation drills have been carried out in 62 of the highrise buildings involving 36,856 participants. Trained personnel are then responsible for:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) enforcing good housekeeping rules and fire safety precautions; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) detecting and removing all fire hazards; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) organizing regular fire drills in order to ensure that persons working in the buildings are familiar with all means of escape in case of fire; and - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) organizing, training and supervising fire fighting and evacuation teams. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These measures help to strengthen cooperation and coordination between the Fire Service and managements of these buildings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are no simple solutions to fighting fires in highrise buildings. There is much in the building that could spark off and fuel a fire. In apartment, hotel or office premises, this fuel is found in the combustible furnishings, furniture and paper, and in restaurant or shop premises, this is found \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 501</b></font>\n  <br>\n  <br> in the combustible decorations and in the articles displayed or goods stored. The best solution is to prevent fires from starting and, if this is not possible, to ensure that when a fire does stan, it is confined or quickly nipped in the bud. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As fires in highrise buildings can result in large numbers of people being maimed or killed (as in the recent case of Hotel New Japan in Tokyo), managements of highrise buildings must give their fullest cooperation to the Fire Service to ensure that their buildings are reasonably safe from fire and that regular evacuation exercises are conducted and participated by all their occupants. There should be no complacency in this matter as a fire can start anywhere and at any time. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, the Hon. Minister of State has outlined the plans the Fire Service has and the fire precautions for highrise commercial buildings. Would the Hon. Minister state whether the Fire Service has any plans for the evacuation of HDB flat dwellers, and what precautions have been taken in these highrise apartments to prevent the spread of fire? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> The Fire Service has the concern also for fire prevention and remedial measures for HDB housing estates. I believe a separate question has been tabled concerning the question of fires in HDB flats. In the answer to this question, it will be made clear that the problems of HDB buildings are quite different from those of highrise commercial buildings. And since the question which I have been asked to answer deals with commercial highrise buildings, I should have thought that the question on the HDB flats, which is being fully answered in a separate question, is a subject to be dealt with separately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Member for Anson has raised this matter, it is suffice for me to say that commercial highrise buildings are a separate category because the occupants are generally not familiar with the layout of the building, the exits, the stairways, in cases of emergency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the nature of the materials which are stored in highrise buildings are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 502</b></font>\n  <br>\n  <br> very different from HDB premises. The variety of uses to which highrise commercial buildings are put to are different from those of HDB premises which are used for residential purposes. Highrise commercial buildings may be used for purposes of hotels, may be used for purposes of shopping complexes, may be used for purposes of offices, may be used for purposes of restaurants or places of entertainment such as cinemas. This is why it makes the question of fire fighting in highrise commercial buildings a completely different problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, due to the variety of uses, the variety of materials stored and the variety of individuals who may be either inhabiting, renting or visiting these premises, the approach which fire fighters have to use for highrise commercial buildings is totally different from the approach to be taken for residential highrise buildings. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am indebted to the Hon. Minister of State for his lengthy statement, but I am afraid he still has not answered my question. My question is, has the Fire Service any plans for HDB highrise apartments, particularly the evacuation of tenants in case of fire? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, since the question touches on HDB, may I say that there is a Question for Wrinen Answer on this subject, and I have already given my written answer to the hon. Member. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> He has not read it. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Yes, maybe he has not read it. The building material used for HDB flats cannot be burned, and therefore the question of the spread of fire in HDB flats does not arise. HDB flats are the safest buildings in Singapore. This is not based on rumour. It is based on the fact that HDB have been building flats for almost 22 years now and 70% of the population are living in HDB flats. If the hon. Member cares to check the records, he will find the number of fires that have occurred in HDB flats and the number of lives that have been lost in HDB flats, and I am sure he will come to the conclusion that HDB flats are the safest flats in Singapore. It is the safest building in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 503</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am going to extend my answer to say that the office of the hon. Member, which is in Colombo Court, was also built by the HDB. In comparing the offices in Colombo Coun with HDB flats, I think HDB flats are very much safer than Colombo Court. I can assure HDB residents that they do not have to worry. But if the hon. Member is worried about a fire outbreak, I suggest that he move out of Colombo Court. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, in addition to what has been said by the Minister for National Development concerning the safety features of the buildings and materials in HDB flats, let me state categorically that the Fire Service has a definite role to play and definite plans for evacuation have been formulated. In fact, it has been announced publicly before by the Minister for Home Affairs that these plans for evacuation form an integral part of the plans in Civil Defence. This was announced in a major speech recently. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I do not have the statistics for fires in HDB apartments but I do know that about two or three months ago there was a fire in my own constituency in Block 141. 1 would like to repeat the question: what plans does the Fire Service have for the prevention of fires in HDB apartments and for the evacuation of the tenants? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I do not see the significance of the hon. Member for Anson's reference to the fact that there was a fire in a particular place, unless he is alleging in this House that the Fire Service was either incompetent or negligent in responding to that fire call. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 503</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SETTING UP OF COMPETING BUS COMPANIES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Goh Chee Wee</b> asked the Minister for Communications and Minister for Labour to explain the rationale behind encouraging the setting up of competing bus companies, and whether this move is not a reversion to the status prior to the formation of Singapore Bus Service. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 504</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong (Minister for Communications and Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Minister for Labour (Mr Ong Teng Cheong):</b> Mr Speaker, Sir, to understand the rationale behind Government's intention to set up another bus company in competition with SBS, one has to go back a little in our history. Hon. Members will well recall that in the days prior to 1971, there were 11 independent bus companies, each operating a small fleet of buses. In fact, the largest of these, the Singapore Traction Company, had only 400 buses. This is about 15% of SBS's present fleet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is true they were competing against each other. But the competition led to chaotic conditions as each company scrambled for short-term advantage. Not surprisingly, the level and quality of service were deplorable. There were never enough buses. Being old and poorly maintained, they were prone to frequent breakdowns. Operations were totally fragmented. As the routes of competing bus companies were poorly planned, commuters often had to make two or three transfers even for short distances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, this type of competition was neither beneficial to commuters nor did it serve any other useful purpose. It is not the soM of competition we intend to encourage now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The only solution available to us in 1971 was the total reorganization of bus services. This, hon. Members will recall, was achieved by merging all 11 bus companies in two phases, with a single company formed in November 1973. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having a single bus monopoly has not been without its advantages. Centralized planning has made it possible to rationalize routes on an island-wide scale to benefit the greatest number of passengers. Today, some 95% of commuters to the city area have a direct service. This is after taking into account the feeder services. Economies of scale, impossible to achieve in the 10 smaller companies, are more easily realized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But despite its many advantages, a monopoly can become complacent and bureaucratic. This is a short step to inefficiency and inability to respond to changing circumstances. I am not implying that SBS is or will be taking this road. The point \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 505</b></font>\n  <br>\n  <br> I am trying to make is that we must prevent this from happening. And there is no better way to do it than by introducing an element of competition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, around this time last year there was a spate of calls from Members of this House, from the press and the public exhorting the Government to find some checks against the possibility of SBS going slack. If I recall correctly, one or two Members even recommended a second bus company. I agree to this recommendation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A second bus company will help ensure that SBS remains efficient; in fact, each company will act as a check on the performance and efficiency of the other. Neither will have any overall advantage in terms of mix of good and bad routes, taxes or hours of operation. Ultimately both will be judged by the public in terms of which company can provide the better, more reliable and more comfortable service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no room in Singapore for two bus companies of the present size of SBS. The second bus company will therefore necessarily have to be smaller. Far from being a drawback, this will be an advantage; the efficiency and operating style characteristic of a smaller company, such as short chains of command and easier control, will be pitted against the advantages normally possessed by a larger company such as more sophisticated planning, economies of scale, and so on. These differences can only enhance competition and efficiency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me also allay whatever fears hon. Members may have that competition between the two bus companies will mean a reversion to the turmoil that existed before the formation of SBS. The circumstances in 1971 were different. Merging the 11 bus companies was then necessary to prevent a total collapse. Over the years SBS has been consolidated and is today, I am happy to say, in good health. My concern is that it should remain that way and I believe some competition will help ensure that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The competition will not, however, be a free-for-all. The second bus company will not be allowed to grab whatever routes it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 506</b></font>\n  <br>\n  <br> likes. It will run a reasonable mix of good and poor routes and be responsible for taking care of the public transport needs of a distinct corridor or a New Town. This will also avoid wasteful duplication. When allocating routes, we will take care to ensure that it does not result in commuters having to make too many transfers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Competition will then largely be by comparison of performance. At the same time, however, there will be some on-the-road competition, where for example the routes overlap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, we must strike a sensible balance between our objective of introducing competition and the number of bus companies that we should have. My Ministry's view is that one or at most two competitors to SBS would suffice, Any more will be disruptive to operations, and will make planning and coordination difficult. There is also the additional expense and trouble that commuters will have to bear because of more transfers. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Sir, in view of the competition and possible improvement in efficiency, may I ask the Minister whether commuters and the general public would benefit by way of a possible lowering of bus fares, and would the competing bus companies be given a free hand to charge lower fares if they wish to? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, the first question raised by the Member is the possibility of lower bus fares through competition. As I have mentioned earlier, to allow competition is to ensure that SBS will remain efficient, and whether this will lead to a lowering of bus fares I cannot tell the Member at this stage. But it will mean that future upward revision of bus fares will not be unnecessarily too frequent or by too wide a margin. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to his second question, the answer is yes, to a certain extent. We will not insist on a second bus company charging the same fares as SBS but the fares will have to be cleared with the Ministry. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 506</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BUS FARES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Sia Khoon Seong</b> asked the Minister for Communications and Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 507</b></font>\n  <br>\n  <br> for Labour, in view of the present stabilisation of oil prices, and noting that the Singapore Bus Service (SBS) fares were revisedacrosstheboardonlstApril,1981, as well as the increase in some concession fares from 1st January, 1982, if he can entighten this House whether there will be any increase in bus fares this year. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, the Member for Moulmein is correct in noting that the price of oil has a crucial bearing on bus fares. Fortunately, the oil price in 1981 did not escalate as much as SBS had feared at the time when fares were increased across-the-board on 1st April last year. Partly because of this, a second across-the-board increase that had been planned for late 1981 was averted. The small increase in some concession fares on 1st January this year was aimed primarily at achieving a more sensible balance between concession fares and full fares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Present indications are that the oil price will continue to remain stable throughout 1982. NWC wage increases can also be expected to be more moderate this year. At the same time, SBS is stepping up its efforts to save on operating costs without compromising on the level and quality of service. This is bei.ng done as part of the Comprehensive Bus Study. Amongst other things, the consultants will review the route structure and recommend how SBS can move to maximize OMO operations. Hopefully, SBS may be able to implement some of these recommendations before the end of the year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether SBS will need a fare increase this year largely depends on the size of the NWC awards, since wages account for 50% or more of the total operating costs. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng (Khe Bong):</b> Sir, would the Minister for Communications and Minister for Labour agree that the reason why there has been no further escalation in bus fares is partly because of cheaper oil prices and it also depended on the NWC recommendations? But this certainly is not because there is an opposition in Parliament! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 508</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, the answer is yes, I agree. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 508</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>VOCATIONAL TRAINING DURING PERIOD OF NATIONAL SERVICE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Encik Abbas Abu Amin</b> asked the Minister of Defence how many persons have been trained in a skill or craft whilst undergoing National Service and whether his Ministry has any plan to inject more vocational training during the period of National Service and if it will consider the use of facilities provided by the Vocational and Industrial Training Board, the Economic Development Board and other government training centres. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister of State of Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State of Defence (Dr Yeo Ning Hong) (for the Minister of Defence):</b> Mr Speaker, Sir, the Ministry of Defence has for its primary objective and responsibility the build-up and maintenance of a military capability and preparedness consistent with our national defence and security. Its main task is to provide our national servicemen with the necessary military training to enable them to defend their home and country. To this end, our young national servicemen, after basic military training, are assigned to combat and service vocations. They are then given further training in field craft as well as operational and technical skills to enable them collectively to constitute a well-organized and efficient fighting force. As our armed forces become more technically orientated, the number of men trained in technical and vocational skills will increase correspondingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently some 20,000 national servicemen are enlisted into full-time national service each year. Normally about half of these are assigned to combat vocations, The other half are assigned to service and technical vocations, like electrician, finer, mechanic, and various categories of technician, tradesman, and craftsman. National servicemen are given vocational training in skills or trades consistent with the vocations they are assigned. Those assigned to combat vocations (including Officers and NCOs) gain valuable experience as well as supervisory and manmanagement skills. Service and technical personnel are trained in those skills that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 509</b></font>\n  <br>\n  <br> have direct relevance to their work. In many instances, such training is of great value in the civilian sector so that they can, in addition to making a valuable contribution to our defence effort, also enhance their earning capacity on completion of their two to 2 1/2 years of national service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mindef is conscious of the importance of skilled manpower as a national resource. It would like to provide as many national servicemen as possible with some skill or craft which would be useful in civilian life. To upgrade the training of our national servicemen in the service and technical vocations, the following steps have been taken: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Since April 1980, a Joint Apprenticeship Training Scheme has been instituted by the SAF and the VITB to enable certain national servicemen to qualify for NTC-3 (National Trade Certificate 3) or NTC-2. Those national servicemen who are assigned to technical vocations which are directly equated to VITB training are given day-release to attend theory classes at VITB. Their practical training during their full-time national service in the SAF is accepted as equivalent to on-the-job training and qualifies them for NTC-3 or NTC-2 on successful completion of their courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The SAF runs regular ordnance engineering training courses to upgrade the quality of its mechanics and technicians. The standard of this training is equivalent to those provided by the VITB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;National servicemen who are assigned to combat vocations are given every opportunity to learn some skill during their national service. The acquisition of such skills must, however, be consistent with our primary objective of national defence. It must also take into account the operational and training requirements of the SAF. Mindef has been conducting joint studies with VITB and EDB to explore the feasibility of using more of the training facilities at the Government Training Centres so that our national servicemen can benefit from the industrial and technical training at appropriate levels. \n  <br>\n  <br>\n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mansor Haji Sukaimi:</b> Sir, noting that there will be more technical and technological training of national servicemen and noting in the Minister's remarks that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 510</b></font>\n  <br>\n  <br> this training is of value to the national servicemen in their civilian occupation, could the Minister of State inform the House as to how the Ministry of Defence selects these trainees, and what criteria does the Ministry use in selecting those for the various training schemes? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Mr Speaker, Sir, the assignment of national servicemen to the various vocations takes into account both the medical status as well as the educational qualifications of the national servicemen. This is to ensure that we do not have square pegs in round holes. \n  <br>\n  <br>\n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mansor Haji Sukaimi:</b> Sir, assuming that their medical standing is equal, does it mean that priority is given in accordance with the level of educational achievements? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Mr Speaker, Sir, yes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 510</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DEVELOPMENT OF KAMPONG SAN TENG</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Chau Sik Ting -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Dr Chau Sik Ting</b> asked the Minister for National Development, in the development scheme for Kampong San Teng in the Thomson Constituency, what types of Housing and Development Board flats and the total number of units of each type that will be built, and when they will be completed. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, the Housing and Development Board plans to provide about 7,000 dwelling units in Bishan (formerly known as Kampong San Teng) in the Thomson Constituency. The flats are expected to be completed between 1984 and 1988. The flats will range from 3-room types to Executive Apartments. The exact number of each type of flat has yet to be finalized. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 510</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SALE OF OCCUPIED HDB FLATS AT CURRENT MARKET PRICES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for National Development whether, in view of the decision of the Ministry of Finance to offer for re-sale flats in Neptune Court and Lagoon View at their original cost prices, his Ministry will refer the decision of the Housing and Development \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 511</b></font>\n  <br>\n  <br> Board to sell occupied flats at current market prices, departing from the policy of the Ministry of Finance, to the Cabinet for a policy ruling whether the Board's decision is the right one. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, in making the comparison as contained in the question, the Member for Anson appears confused that the Ministry of Finance and the Housing and Development Board are administering the same housing scheme, when in fact they are totally different schemes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Neither the Ministry of Finance nor the HDB is changing the rules for their respective housing schemes. The re-sale of vacant flats at Neptune Court and Lagoon View to public officers at low prices is consistent with the Government's policy of offering cheap staff housing as an incentive for civil servants to remain in the service. Civil servants who buy these flats have to serve Government for at least 10 years. Since 1978, 30 flats in Neptune Court and Lagoon View have been returned to Government from those who did not serve out the 10-year period. These were resold to other civil servants at the original prices. In view of the Member for Anson's question, the Ministry of Finance may review the resale price in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no reason for the HDB to discriminate in favour of sitting tenants who wish to buy over their flats as against other public applicants, by according the sitting tenants lower selling prices. Since 1968, the HDB has been selling flats to sitting tenants and other applicants, including resettlement cases, at uniform prices. This is a fair policy as everybody is treated equally. 20,345 units of flats have been sold on this basis under the Sale of Flats to Sitting Tenants Scheme. The very small number of flats not taken up by sitting tenants have been sold to other public applicants and resettlement cases at the same prices paid by sitting tenants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, to help as many sitting tenants as possible to buy over their flats, the HDB grants several concessions under \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 512</b></font>\n  <br>\n  <br> the Scheme. To help those who do not have sufficient balances in their CPF accounts or who are self-employed, the Board waives the 20% down-payment for sitting tenants. On the other hand, sitting tenants who have done well and whose incomes have exceeded the eligibility ceiling are also permitted to buy their flats, as income ceiling is waived under the Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the HDB's experience since 1968, the overwhelming majority of sitting tenants know the Scheme is fair. There is, therefore, no justification to revise the present policy which is sound and hence widely accepted. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am again indebted to the Minister for his lengthy statement. But my question was whether he would refer this disparity between the Ministry of Finance and his Ministry to the Cabinet, and if he will not, why. The other question is: the Mihister says that the policy of the HDB is accepted by the majority of the sitting tenants. Has the Minister taken a census of the views of all these people? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, as regards the first supplementary question of the Member for Anson, I have already given an answer. I do not consider it necessary to refer the matter to the Cabinet because these two housing schemes are entirely different and the only person who is confused about the scheme is the Member for Anson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards his second supplementary question on whether a census has been taken on the sale of flats, the answer is yes. The HDB has taken a census. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On the views? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> On the views, yes, The HDB has asked the sitting tenants whether they wish to buy the flats in which they are now staying. We have stated the prices. We have conducted a survey, and since the overwhelming majority opted for it, that is, the sitting tenants wished to purchase their flats, then the HDB offered the flats for sale. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 513</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DEVELOPMENT OF AREA BOUNDED BY SIMS AVENUE,</b>\n  </div> \n  <div align=\"center\">\n   <b>ALJUNIED ROAD, ALJUNIED WAY AND PAYA LEBAR ROAD</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Encik Othman bin Haron Eusofe</b> asked the Minister for National Development (a) if he will elaborate on the Housing and Development Board's development in the area bounded by Sims Avenue, Aijunied Road, Aljunied Way and Paya Lebar Road; how many flats will be built and when the development will be completed; and (b) what is the total number of families and persons to be resettled to make way for the development; and when the resettlement action will be completed. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the area bounded by Sims Avenue, Aljunied Road, Aljunied Way and Paya Lebar Road will be comprehensively re-developed for public housing and commercial and industrial uses. Ancillary facilities, such as schools and playgrounds, will also be built. To date, the HDB has completed 300 units of 4- and 5-room flats in the area. Another 680 units of 3-, 4- and 5-room flats are also under construction. They will be completed in the 4th quarter of 1982. The HDB plans to build an additional 500 units of 4-room flats by 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are 621 cases under clearance in the area bounded by Sims Avenue, Aljunied Road, Aljunied Way and Paya Lebar Road. They consist of 230 families, 112 single persons, 125 shops, industries and offices, 145 absentee house owners and nine other categories. The Resettlement Department will clear the cases in stages according to development schedules. Resettlement is targetted for completion by 1983. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 513</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DEVELOPMENT OF SERANGOON NORTH ESTATE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Dr Lau Teik Soon</b> asked the Minister for National Development when the Housing and Development Board will commence development of Serangoon North Estate; when it will be completed; how many and what types of units will be constructed; and what educational, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 514</b></font>\n  <br>\n  <br> recreational and other facilities will be available in the Estate. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, Serangoon North Estate, bounded by Yio Chu Kang Road, Ang Mo Kio Avenue 3 and Jalan Hwi Yoh, will be dev,eloped for public and middle-income housing. The supporting facilities to be provided will consist of a Neighbourhood centre, a primary school, a Neighbourhood park and a football field. Jogging tracks and children's playgrounds will also be provided. A site will be reserved for a community centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When completed, the Estate will have about 3,300 units of public housing comprising a mix of 3-room, 4-room, 5-room and executive flats. In addition, there will be 500 units of middle-income HUDC housing for allocation to applicants of HUDC flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first tender is scheduled to be called in March 1982. The dwelling units and ancillary facilities are expected to be completed progressively between 1984 and 1986. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 514</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PEDESTRIAN OVERHEAD BRIDGES AT</b>\n  </div> \n  <div align=\"center\">\n   <b>UPPER SERANGOON ROAD AND</b>\n  </div> \n  <div align=\"center\">\n   <b>TAMPINES WAY</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development when the pedestrian overhead bridges will be constructed in front of Block 23, Upper Serangoon Road, and between Blocks 2 and 19, Tampines Way. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Lee Yock Suan) (for the Minister for National Development):</b> Mr Speaker, Sir, the land opposite Block 23, Upper Serangoon Road, is at present occupied by squatters. The Housing and Development Board plans to start development on the site in the third quarter of this year and residents are expected to move in towards the end of 1984. The HDB will construct a pedestrian overhead bridge to serve the area in 1983-84. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A signalized pedestrian crossing will be installed between Blocks 2 and 19, Tampines Way, in June 1982. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 515</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SERANGOON RIVER</b>\n  </div> \n  <div align=\"center\">\n   <b>(Desilting works)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development when desilting works will be carried out to deepen the Serangoon River at Kangkar so as to enable the otter trawlers to anchor their boats at the Kangkar Fish Market. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, the dredging and desilting of Serangoon River is carried out by the Public Works Department (PWP) once every two years. The River was last dredged in 1980. It will be dredged and desilted again in June 1982, to be completed by September 1982. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 515</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DEVELOPMENT OF ALEXANDRA TERRACE/</b>\n  </div> \n  <div align=\"center\">\n   <b>ALEXANDRA LANE AND PULAU SAKENG</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;12. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for National Development whether there are plans to develop (i) the areas around Alexandra Terrace, Alexandra Lane, Pepys Road and Jalan Pasir Ria along Pasir Panjang Road; and (ii) Pulau Sakeng, in the Pasir Panjang Constituency. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, the Port of Singapore Authority has acquired the area around Alexandra Terrace/Alexandra Lane and will be developing the land for a warehousing complex. There are, however, no plans at present to acquire the lands to the west of Alexandra Terrace up to Jalan Pasir Ria for public development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Pulau Sakeng is earmarked for industrial development by the jurong Town Corporation. However, there is no firm development programme for the island yet. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 515</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>AYER RAJAH ROAD BETWEEN CLEMENTI</b>\n  </div> \n  <div align=\"center\">\n   <b>ROAD AND GILLMAN CIRCUS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Improvement to traffic flow)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;13. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for National Development what steps are being taken to improve the flow of traffic, especially during the peak hours, along Ayer Rajah Road between Clementi Road and Giliman Circus. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 516</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, a few years ago when Ayer Rajah Road and Upper Ayer Rajah Road were the only roads serving Jurong, motorists used to experience prolonged congestion. With the completion of the Pan Island Expressway, Commonwealth Avenue West and the West Coast Highway, providing three additional high capacity roads to Jurong, traffic movements along Ayer Rajah Road have improved considerably. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recent traffic counts conducted by the PWD indicate that peak-hour volumes along Ayer Rajah Road are within the capacity of the road, even though some peak period congestions are observed at Gillman Circus. To solve this problem, the PWD intends to signalize Gillman Circus. Work will start at the beginning of next year to be completed by the end of the year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PWD has observed that the traffic volumes at the intersection of Ayer Rajah Road and Clementi Road are within the capacity of the intersection. Therefore, no immediate improvements are necessary. However, the PWD will continue to monitor the traffic condition along Ayer Rajah Road. If necessary, further improvements will be carried out. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 516</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RESCUE OF PERSONS TRAPPED IN HDB LIFTS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;14. \n  <b>Mr Liew Kok Pun</b> asked the Minister for National Development how the Housing and Development Board plans to free persons trapped in HDB lifts as a result of a major power failure and whether the HDB will consider training Residents' Committee members to help rescue such persons. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, all HDB lifts are equipped with emergency devices to supply power to the lift fans and ligbts in the event of power failure. Since mid-1979, the HDB has also been installing Automatic Rescue Devices (ARD) in lifts in its estates. In the event of a power failure, the device which operates on batteries, will automatically bring the lift car to the nearest lift landing and open the lift door to release any trapped passengers. The lift \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 517</b></font>\n  <br>\n  <br> will resume normal operation only when the power supply is restored. To date, 94% of HDB lifts have been installed with the ARD devices. The installation of the remaining 6% will be completed by September 1982. All new lifts are fitted with ARD. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the ARD operates on battery power, it will take longer than normal for a lift to reach the next lift landing. However, this would not exceed 10 minutes. Persons trapped in lifts should, therefore, refrain from tampering with the lift door and controls but wait for the lift to reach the next landing. Besides installing ARD in lifts, the HDB has a lift rescue unit which operates round the clock. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Residents' Committee members can help to inform residents that if they are ever trapped in lifts, they should remain calm and wait for the ARD devices to bring them to the nearest lift landing. Aftempts to force open the lift door will cause the lift to jam. Lift rescue operations should be handled by the lift rescue unit which is properly trained and equipped for the job. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 517</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONSTRUCTION OF HDB FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Mechanization)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;15. \n  <b>Mr Eric Cheong Yuen Chee</b> asked the Minister for National Development, apart from adopting the prefabrication method of construction, what steps have been taken by the Housing and Development Board to mechanise the construction of flats; and whether these measures will result in cost savings, expedite construction, and improve the safety of construction workers. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, apart from the prefabrication method of construction, HDB has introduced and promoted the use of concrete batching plants and pumps since early 1980. HDB contractors are encouraged to acquire these equipment under the Board's interest-fee financing scheme. To date, 35 units of concrete batching plants and 24 units of concrete pumps have been purchased under the scheme. Concreting labour can be reduced by 20% through the use of these equipment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 518</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB started Metalform Operations since early 1975. In the last few years, metal formwork has been used extensively because of the tight labour situation. A - saving of 10-15% in skilled labour, materials and time can be achieved by metal formwork construction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other areas that the HDB is actively looking into include a mechanized materials handling system, the use of large panel formwork systems, such as table/tunnel form with tower cranes and large panel lightweight partitions. The cost savings derived by the use of such systems is minimal, owing to the heavy capital investment. However, savings of up to 30% in site labour can be achieved with a reduction in construction time of about 10%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the safety of construction workers, the use of metal forms and mechanized handling systems greatly reduces the amount of debris and waste materials at the construction sites. This will minimize the hazard of tripping and falling. Cantilever platforms with guard rails will also be provided for workers who work at the sides of the buildings. Thus, the safety at the construction sites will be improved. \n  <br>\n  <br>\n  <!-- Encik Mansor Haji Sukaimi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mansor Haji Sukaimi:</b> Mr Speaker, Sir, would the Hon. Minister of State assure the House that the structural strength and quality of finish of the flats constructed by the prefabrication method will be as good as, if not better than, flats constructed by other methods? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, in view of the savings in time and operation costs of the flats constructed by the prefabrication method, will the cost of flats be lower? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, as regards the first question, the HDB is satisfied that the structural strength of the prefabricated flats will be as good as, if not better than, the conventional method. Certainly, in terms of finish,the quality will be better because the material has been prefabricated in the factory and does not require the skill of the formworker to provide the finish. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards costs, as I have explained, the use of the mechanized system requires \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 519</b></font>\n  <br>\n  <br> a heavy capital investment which has to be depreciated. Of course, we save on time and labour. We require different kinds of labour. But on balance, I think the cost of the two types of flats will be about the same. There will not be too much savings by way of costs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 519</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NEO TIEW ROAD</b>\n  </div> \n  <div align=\"center\">\n   <b>(Widening and Upgrading)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;16. \n  <b>Mr Tang See Chim</b> asked the Minister for National Development what plant, his Ministry has to widen and up-grade Neo Tiew Road which is being used by heavy traffic as a trunk road linking the Jurong Industrial Estate and Woodlands Road and which is inadequate to accommodate such heavy traffic. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, gir, funds have been approved to widen and improve Neo Tiew Road. Work is expected to commence in mid-1982 and is scheduled for completion by mid-1983. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 519</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>BILLS INTRODUCED</h4>\n  </div> \n  <br>3.29 p.m. \n  <div align=\"center\">\n   <b>SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to provide for the issue from the Consolidated Fund of the sums necessary to meet the estimated expenditure for the financial year 1st April, 1982, to 31st March, 1983\", \n  <br>\n  <br>recommendation of President signified, presented by the Minister for Trade and Industry (Dr Tony Tan Keng Yam); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 519</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLEMENTARY SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"for making supplementary provision to meet additional expenditure for the financial year 1st April, 1981, to 31st March, 1982\", \n  <br>\n  <br>recommendation of President signified presented by Dr Tony Tan Keng Yam; read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 520</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONSIDERATION OF MORE THAN ONE</b>\n  </div> \n  <div align=\"center\">\n   <b>ITEM OF SUPPLY BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Business Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the Standing Orders, the First Supplementary Main Estimates of Expenditure for the financial year 1st April, 1981 to 31st March, 1982 (Paper Cmd. 4 of 1982) and the First Supplementary Development Estimates of Expenditure for the financial year 1st April, 1981 to 31st March, 1982 (Paper Cmd. 5 of 1982) be taken today.\" - (Dr Tony Tan Keng Yam) \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 520</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FIRST SUPPLEMENTARY MAIN</b>\n  </div> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 4 of 1982)</b>\n  </div> \n  <div align=\"center\">\n   <b>\n    <div align=\"center\">\n     <b>and</b>\n    </div></b>\n  </div> \n  <div align=\"center\">\n   <b>FIRST SUPPLEMENTARY DEVELOPMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 5 of 1982)</b>\n  </div> \n  <div align=\"center\">\n   <b>FOR THE FINANCIAL YEAR 1ST APRIL,</b>\n  </div> \n  <div align=\"center\">\n   <h4>1981 TO 31ST MARCH, 1982</h4>\n  </div> \n  <br>3.32 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply (Allotted Day). \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> First Supplementary Main Estimates of Expenditure for the financial year 1st April, 1981 to 31st March, 1982, contained in Paper Cmd. 4 of 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No notice of amendment has been received. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of expenditure stand part of the First Supplementary Main Estimates of Expenditure for the financial year 1st April, 1981 to 31 st March, 1982,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $1,948,800 shall be supplied to the Government under the heads of expenditure for the public services shown in the First Supplementary Main Estimates of Expenditure for the financial year 1st April, 1981 to 31st March, 1982, contained in Paper Cmd.4 of 1982,\" put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolution to be reported. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> First Supplementary Development Estimates of Expenditure for the financial year 1st April, 1981 to 31st March, 1982, contained in Paper Cmd. 5 of 1982. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 521</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No notice of amendment has been received. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of expenditure stand part of the First Supplementary Development Estimates of Expenditure for the financial year 1st April, 1981 to 31st March, 1982,\" put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $73,663,000 shall be supplied to the Government under the heads of expenditure for the public services shown in the First Supplementary Development Estimates of Expenditure for the financial year lst April, 1981 to 3lst March, 1982, contained in Paper Cmd. 5 of 1982,\" put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolution to be reported \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, I beg to report that the Committee of Supply have come to cenain resolutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $1,948,800 shall be supplied to the Government under the heads of expenditure for the public services shown in the First Supplementary Main Estimates of Expenditure for the financial year 1st April, 1981 to 31 st March, 1982, contained in Paper Cmd. 4 of 1982.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $73,663,000 shall be supplied to the Government under the heads of expenditure for the public services shown in the First Supplementary Development Estimates of Expenditue for the financial year 1st April, 1981 to 31st March, 1982, contained in Paper Cmd. 5 of 1982.\" \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Speaker, Sir, I beg to move, \"That Parliament doth agree with the Committee on the said resolutions.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions accordingly agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 521</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>MINISTERIAL STATEMENT</h4>\n  </div> \n  <div align=\"center\">\n   <b>(Business Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, under Standing Order 10 (2), a Ministerial Statement be made by the Prime Minister now. - [Mr E.W. Barker]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 522</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ATTORNEY-GENERAL'S FURTHER OPINION</b>\n  </div> \n  <div align=\"center\">\n   <b>(Statement by the Prime Minister)</b>\n  </div> \n  <br>3.37 p.m. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, at the last meeting on Wednesday, the Member for Anson, in a supplementary to his question, had proposed that I could overcome the problems by withdrawing the charges against Phey Yew Kok, then appoint the Commission of Inquiry, and after the completion of the Inquiry, recharge Phey Yew Kok. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had expressed my doubts then on the legal propriety of such a course of action. However, I thought it prudent that his proposal be referred to the Attorney-General since it is the Attorney-General and his DPP who are officially responsible for these functions. I have received the Attorney-General's Opinion (Cols. 561 - 566). Copies have been handed to the Clerk for distribution to Members. May I read his opinion? It is brief and to the point. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1982/19820305/19820305-HA-0410561.htm\">Attorney-General's Opinion - FURTHER OPINION (Cols. 561 - 566)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the second paragraph onwards: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'For such an application for withdrawal of the charges not amounting to an acquiffal to succeed the Deputy Public Prosecutor must suppress the real intention, namely, to reinstate the charges at the end of the Inquiry. This will be deceitful. Moreover such a move will not automatically end the state of affairs sub judice. As the law now stands, matters may assume the status of being sub judice at a stage even before the accused is charged in court. That this is well senied law is borne out by the Report of the Law Reform Commission of Canada where in a comprehensive survey of the law of contempt throughout the Commonwealth, restates the position thus - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Contempt can be committed even before the trial itself has begun. It is enough to show that litigation is imminent.\" \n  <br>To me this rule seems logical and compelling. The fountain of justice must not be poisoned at its source. See R v Parke 1903 2 K B, 432 at page 438. Further, my view is supported by the conclusion of the English Committee charged with reforming the law of contempt. It confirmed in its recommendations that the period should begin at \"the moment the suspected man is charged or a summons served . . .\". See Report of the Committee on Contempt of Court, H.M.S.O. Cmnd. 5794. 1974. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Accordingly, the withdrawal of the charges not amounting to an acquinal, would not terminate the state of matters sub judice in the case against Phey Yew Kok when it is the intention to reinstate the charges after the Commission of Inquiry. To end the state of matters sub judice, nothing short of a Nolle \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 523</b></font>\n  <br>\n  <br> Prosequi is required, which would then result in an acquittal of all the charges Phey Yew Kok now faces and which would then of course preclude any subsequent prosecution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Any Deputy Public Prosecutor or counsel for the prosecution must feel demeaned if he were asked to make an application for withdrawal of these charges in the circumstances. To illustrate the bizarre nature of this proposal, let us consider what is required of a DPP in asking for a withdrawal of the charges against Phey Yew Kok. If he discharges his duty to be candid to the court, he must explain to the couM that it is the Government's desire to enquire into inter alia the merits of the case against the accused, i.e. to determine his guilt or innocence, albeit in his absence such an application is being made and then to bring back the charges against the accused. Any Judge presented with such an effrontery to its dignity and rectitude must dismiss the application as an abuse of the process of the court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To succeed in the application the intention to reinstate the charges must be suppressed. The duplicitous nature of such a manoeuvre if carried out cannot but bring the whole system of Government, and in panicular, the administration of justice, into disrepute.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member had some 48 hours to reflect on his problem, and if he has other proposals which are as ingenious but less flawed in overcoming or circumventing the legal impediments to his original objective, I stand ready to give it serious and due consideration. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Any questions, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I make a statement, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You have to ask questions, I am afraid. The Standing Orders say you may ask questions following a Ministerial Statement. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, may I help the hon. Member? He could make a statement and turn it around by way of a question. I have no objections to that. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am indebted to the Hon. Prime Minister. It was not my intention to suggest that the purpose of the withdrawal should be suppressed from the court. Does not the Prime Minister think that there is some confusion in this Opinion between contempt of court and whether a matter is sub judice or not? I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 524</b></font>\n  <br>\n  <br> think there is some mixing of the two views which has led to some confusion. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, do I understand the Member to ask for my opinion whether the Anorney-General is confused as to what he has written? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, that is exactly my question. Would the Prime Minister say whether in his view there is not a confusion between two quite different matters: one is contempt of court and the other is whether a matter is sub judice or not? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I am not the Government's principal legal officer. I used to practise the law and I can only give him my opinion from general principles deriving from my experience with the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Without touching on the scholarly research that has gone into the Afforney-General's Opinion in which he has cited three authorities -the Canadian Commission, the English Commission and an indictor from a particular case in the King's Bench Division - I would have thought it obvious that the matter is in contempt of court not only because something which is sub judice has been touched upon adversely and affected the course of justice but also other acts which bring the court into disrepute. In other words, contempt of court includes more than just touching on matters sub judice. But to touch on matters sub judice specifically is contempt of court. So if he were to ask me (and this is gratuitous advice I am giving) contempt is the genus; sub judice is one of the species under the genus. I see no relevance between that classification and what the Anorney-General has said. I think my colleague, the Minister for Law, and his Minister of State who until very recently has been teaching law at the University will bear me out when I say that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we were presented on Wednesday with the ingenious proposal that we should withdraw the charges not amounting to an acquittal, I must confess that I was confused and flummoxed. So I asked if the Member suggested that we enter a nolle prosequi which, for the purposes of Members not familiar with these things, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 525</b></font>\n  <br>\n  <br> means that the Attorney-General says, \"I will not prosecute\", which means an acquittal. I work on first principles. The Member then suggested that we should go to the court and ask that the ch;irges be withdrawn but not amounting to acquinal, and he then cited his experience as Deputy Public Prosecutor of which he was one for several years, where he had done such acts and got charges withdrawn without it being considered an acquittal, because witnesses were absent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I thought it prudent that I should not be the Government's legal officer. I gave my response off-the-cuff. I expressed my reservations. I sent it to the Anorney-General for his considered opinion. The Aftorney-General is on record. His professional competence is being challenged by the Member for Anson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If he is confused, I suggest the Member for Anson take the matter up, get the Attorney-General properly disabused of his confusion and reintroduce his proposal in this House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 525</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CIVIL LIST</b>\n  </div> \n  <br>3.50 p.m. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, I beg to move the motion* standing in my name under item 2 on the Order Paper. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> *The motion reads as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, pursuant to section 7 of the Civil List and Pension Act (Chapter 52), resolves that the Schedule to the said Act be varied by deleting the figures \"$338,360\", \"$1,213,500\", \"$316,840\" and \"$113,000\" in the second column and substituting the figures \"$385,000\", \"$1,495,500\", \"$346,600\" and \"$87,900\" respectively. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is proposed to increase the provisions for the Privy Purse and Salaries of personal staff by $46,640 and $282,000 respectively to meet annual increments, the 1982 NWC wage supplement as well as higher contributions to the Central Provident Fund and Skills Development Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An increase of $29,760 for Expenses of the Istana household is required because of rising costs of public utilities, other services, stores and maintenance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A sum of $87,900 has been provided under Special Services mainly for the replacement of motor vehicles as well as gardening and office equipment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 526</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is, therefore, necessary to vary the provisions in the Schedule to the Civil List as follows:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;for \"The Privy Purse\" from $338,360 to $385,000; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;for \"Salaries of personal staff\" from $1,213,500 to $1,495,500; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;for \"Expenses of household\" from $316,840 to $346,600; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;for \"Special services\" from $113,000 to $87,900. \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, pursuant to section 7 of the Civil List and Pension Act (Chapter 52), resolves that the Schedule to the said Act be varied by deleting the figures \"$338,360\", \"$1,213,500\", \"$316,840\" and \"$113,000\" in the second column and substituting the figures \"$385,000\", \"$1,495,500\", \"$346,600\" and \"$87,900\" respectively. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 526</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>3.52 p.m. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament approves the financial policy of the Government for the financial year 1st April, 1982 to 31st March, 1983.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have been delegated the authority by the Minister for Finance to prepare and deliver the Budget Statement under Articles 144 and 145 of the Constitution of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Following established practice I shall present the Statement in three parts. The first will review the progress of the economy in 1981 and our economic policy. The second will elaborate on the FY 1982 Main and Development Estimates, and the third on the Revenue Estimates and tax changes to finance the estimated expenditure incurred in achieving our social and economic objectives. In preparing this year's Budget Statement, I have had the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 527</b></font>\n  <br>\n  <br> benefit of the views of representatives from various business groups, NTUC, CASE and the University. I have taken these views into consideration where appropriate. \n  <br>\n  <br>\n  <i>Singapore's Economy in 1981</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The detailed review of the performance of our economy in 1981 may be found in the Economic Survey of Singapore, 1981 (Cols. 567 - 828), copies of which have been given to hon. Members of the House earlier. Today I shall highlight our performance briefly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As expected, 1981 was a very difficult year for the world economy. Very low or negative growth rates were recorded in the United States, France, West Germany and Great Britain. The number of people without work in Europe and the United States rose to post-war record levels. In the United Kingdom, 3.0 million people, a number greater than the population of Singapore, were without jobs. In the United States, those jobless numbered 9.5 million. Because of the grim economic conditions in these countries, world trade did not grow at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In comparison with the depressing economic conditions in the West, the performance of the Singapore economy in 1981 was an enviable one. Our economy grew at just under 10%, only marginally less than in 1980. We are fortunate that the Asia-Pacific region, with its abundant natural resources and political stability, is one of the growth areas in the world today. The North East Asian developing countries of Hong Kong, Taiwan and South Korea and our ASEAN neighbours, continued to register growth rates of 5-10%. Japan, Australia and New Zealand also did relatively better than other industrialized countries. We benefitted. We were also fortunate to have built up a diversified economic base in the Seventies so that the slack in one product market was made up by the strong growth of another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Domestic factors played a greater role than in previous years in enabling us to achieve further growth in 1981. Undaunted by the adverse world economic condi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 528</b></font>\n  <br>\n  <br> tions,business firms took a long term view of the potential of our economic restructuring. They invested in more plant and equipment, buildings and machinery. They mechanized and automated and initiated new and better lines of activities. The public sector also played its part by shedding off some of its manpower to the private sector. Productivity thus advanced further by 5.4% accounting for more than half of the economic growth. A large part of this came from the efforts of individual Singaporeans in responding to economic restructuring. They worked harder and smarter than the year before and acquired new skills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All major sectors of the economy grew, although at a slightly slower pace than in 1980. Manufacturing expanded by 10%, financial and business services 18%, and transport and communication 13%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the trade sector slowed down, it still grew by 6%. External trade bore the brunt of the recession in the United States and Western Europe. In dollar terms, it expanded by 10% to $103 billion. In volume terms, the increase was 8%. Though much lower than the previous years, it was a commendable achievement in the face of stagnant world trade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With investment in new factories, offices, hotels, shopping complexes 'and houses, the construction sector grew at a fast pace, 17%. Fortunately, there were fewer supply bottlenecks because of the increases in local production and imports of building materials. More foreign workers from non-traditional sources were also admitted, After a rapid rise in prices in the first half of 1981, we are now seeing a restoration of price stability in the industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The construction industry will continue to be a very important sector in our economy in the next ten years. I will come back to it later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our good economic performance had only one unsatisfactory aspect, i.e. a stubborn inflation rate. Mainly because of rising food prices, inflation in 1981 did not subside as much as we would like to see. Consumer prices rose by 8.2%, marginally less than in 1980. However, inflation in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 529</b></font>\n  <br>\n  <br> Singapore was again lower than the inflation in the industrialized countries and that of our neighbouring countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans did not suffer any cut in real income. As measured by GDP per capita, real income went up by 8.5%. With oil prices now more stable, the outlook for consumer prices in 1982 is healthier. World prices of essential commodities, such as rice and sugar, are expected to decline as a result of good harvests. Barring any unexpected turn of events, our inflation rate will subside further in 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall now elaborate on specific areas of our economic policy. \n  <br>\n  <br>\n  <i>Industrial Development</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Industrial development is progressing well under our three-year wage correction policy. Investment commitments (excluding petrochemicals) amounted to $1.9 billion, a new record. The investments are concentrated on more capital-intensive and higher technology industries, such as metal and heavy engineering, computers, industrial electronics and electronic components, chemical products and petroleum refining. Specific new projects successfully promoted and under implementation include those for IC wafer-diffusion, computers and computer peripherals, pharmaceutical and oil field tools such as rockbits. These projects represent significant advancement for Singapore's technological base and generate challenging job opportunities for an increasingly better educated and better trained workforce. Existing firms also invested in new capital equipment and technology. As a result, for the new investments, fixed investment per worker was 128% higher, in real terms, than in 1980. Similarly, value-added per worker was 81% higher. We have also been more successful in attracting investment in specialized services. Thus commitments for engineering services and computer software services increased from $2 million in 1980 to $34 million in 1981. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Labour-intensive industrial sectors that employ unskilled workers in substantial numbers are also mechanizing and automating their production processes. One local company reduced its workforce to one-sixth by introducing industrial robots \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 530</b></font>\n  <br>\n  <br> and automated assembly lines. Although some progress has been made in automating our industries, the Government through the Economic Developmgnt Board (EDB) will intensify its effort to achieve the highest feasible level of mechanization in all industrial sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An encouraging development last year was the record high investment of $610 million committed by local firms for the expansion and upgrading of plants in the printing, publishing and ship-repairing industries. It is an indication that local companies can be as dynamic as the multinationals. It reaffirms once again that an economic philosophy of free and open competition serves us best. To assist local industries to develop and upgrade further, the EDB increased its lending through the Small Industries Finance Scheme (SIFS). 221 loans totalling $66 million were extended on concessionary terms. Investment allowances were also given for automation and upgrading projects. Of the total $11 million awarded under the Interest Grant for Mechanization Scheme of the Skills Development Fund, 70% went to 91 local companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To be able to serve the international markets, our products and services must be of the highest standards. The conclusion of the Bilateral Airworthiness Agreement with the United States in August 1981 was further testimony that the quality of our products is gaining international recognition. Under this Agreement, aircraft parts and components manufactured in Singapore and certified by the Director of Civil Aviation in Singapore can now be exported to the United States without the need for further certification by the Federal Aviation Administration. This is ample recognition of the skills of our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Industrial development this year will be more difficult than in previous years as the recessionary conditions in the world economy are expected to continue into 1982. Firms face the prospect of slack demand and excess capacity in the markets of the industrialized countries. The high rates of unemployment in our traditional markets will increase protectionistic pressures while unstable exchange rates add to uncertainty. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 531</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The difficult international environment makes it all the more critical for our manufacturers to restructure quickly towards technology and skill intensive industries. These are less vulnerable to protectionism and recession. EDB will vigorously identify and attract investments in such industries. It will also seek out industries with potential for fast growth and promote investment in specialized services such as aircraft servicing, computer software and engineering consultancy and design. \n  <br>\n  <br>\n  <i>Research and Development</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last two Budget Statements, we have laid the framework of tax incentives and financial assistance for the encouragement of Research and Development (R&amp;D) activities in Singapore, particularly in manufacturing. I am pleased to report that considerable success has been achieved in our promotion of R&amp;D activities. Several projects, with significant R&amp;D content, by international firms such as Nestle, Olivetti, Varta and Sord Computer are now in the pipeline. Other firms are also bringing in major R&amp;D facilities as part of their investment projects. We expect to see further progress in industrial R&amp;D activities in electronics, computer hardware and software, pharmaceuticals, robotics and automation systems and biotechnology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, Members were informed that a sum of $10 million was provided in the Budget to finance research and development. This sum has since been raised to $50 million. So far, grants totalling $111/2 million have been approved to support 14 projects in the engineering, medical and biomedical fields. The bulk of these projects will be undertaken by the National University of Singapore (NUS). In the coming year, we will encourage private sector firms to undertake joint research projects with the NUS and our other statutory boards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A crucial element in the development of R&amp;D activities will be the interaction between university and industry. The success of the R&amp;D Open House conducted by the NUS last year was very encouraging. We will continue to foster this interaction between the university staff and private \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 532</b></font>\n  <br>\n  <br> sector researchers. When the first phase of the Kent Ridge Science Park is ready in 1983, we will have a focal point to enhance this interaction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am confident that we have the talent to achieve our ultimate aim of building up R&amp;D capability in selected areas of technology. With the progress being made in industrial R&amp;D, real opportunities now exist in Singapore for highly qualified R&amp;D scientists and engineers. \n  <br>\n  <br>\n  <i>Trade Development</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Trade protectionism continued to rise in 1981 as recession and unemployment worsened in the industrialized countries. We were not spared from its effects. Accusations of dumping were made against a number of our products, including microwave ovens, colour television sets, drywood screws, refrigerators and refrigerator compressors. Instigated by protectionistic lobbies in the industrialized nations, restrictions under the euphemism of 'product graduation' were added to the Generalised Scheme of Preferences (GSP). Our exports of radios, transistors and plywood were among the products affected in the GSP. The increasingly protectionistic mood was also seen in the international textile trade as restrictions were continued in the new Multi-Fibre Agreement concluded last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Until the industrialized countries restore the health of their economies and increase employment, protectionism will continue to rear its ugly head in international trade. Being a small economy, our best defence against trade protectionism is to increase our productivity so that our goods will still be competitive in price and quality despite protectionistic barriers. We will need to expand our domestic exports by enlarging existing markets and penetrating new ones to provide the impetus for growth. In the longer term, as we restructure our economy and move into the production of more higher value-added products, we will be less vulnerable to protectionism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A good example of local manufacturers responding to Government's call to restructure and upgrade workers' productivity is the textile and garment industry. Apart from investing in new and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 533</b></font>\n  <br>\n  <br> improved machinery, the textile manufacturers have set up the first-ever centre to train craftsmen and technicians for the industry. With better trained workers who will enhance the industry's productivity and value-added content, we stand a better chance of overcoming protectionistic barriers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to general upgrading, the Department of Trade will continue to promote the orderly growth and development of shipping and trade in commodities. In particular, the Department will work towards improving and developing the marketing needs of our local companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More local manufacturers have been encouraged to promote their products overseas. In 1981, 178 Singapore companies took part in overseas trade fairs, missions and promotions organized by the Department of Trade. Participation in more fairs and missions in overseas markets will be organized in 1982 to promote exports specially from our printing and publishing, electronics, furniture, high fashion wear, and engineering industries. Missions to new markets in West Asia, Nordic countries and West Africa are also being planned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Department of Trade will continue with its programme of conducting marketing seminars and workshops which have been useful in assisting the development of marketing expertise of local companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two overseas trade offices were set up in 1981 in Beijing and Rotterdam. New offices are planned in Europe and West Asia in 1982. Apan from servicing trade enquiries and coordinating trade fairs and missions, the overseas offices were also active in encouraging multi-national companies based in this region to organize missions to source-manufactured parts, components and other intermediates for their parent companies at home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the world economy continues to be plagued by rising protectionism, deeper recession and higher energy costs, ASEAN economic cooperation takes on an added significance for development of our external trade. The most progressive area of ASEAN economic cooperation was in trade liberalization under the ASEAN Pre- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 534</b></font>\n  <br>\n  <br> ferential Trading Arrangements (PTA). In 1981, another 750 items were added to the ASEAN PTA bringing the total number of items enjoying preferential treatment to 6,581. Also the ceiling for items given across the board tariff concession of 20-25% was raised from US$50,000 to US$500,000. The number of such items had now increased to 7,800. The ceiling will be raised further this year. ASEAN has set up two Trade Promotion Centres in Tokyo and Rotterdam in 1981 to forge greater trade ties with the industrialized countries. In addition, ASEAN dialogues with developed countries have allowed all five member countries to benefit from trade and investment with these countries. \n  <br>\n  <br>\n  <i>Financial Services</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last decade, we have laid a sound infrastructure for international financial services. In the next 10 years we will have to develop even more sophisticated services for a larger international clientele, Emphasis is being given in particular to the development of the foreign exchange market, both in the depth and breadth of services provided, and to the loan syndication market. Development in these two areas were aided by the entry of foreign legal expertise and the availability of other ancillary services such as 24-hour high quality printing and sophisticated telecommunication facilities. Last year, 11 offshore banks, four merchant banks and five insurers opened offices. Local banks and financial institutions are becominp increasingly aware of the more competitive domestic and international environment and of the need to be more productive. They are promoting the wider use of automated teller machines. The Automated Cheque Clearing System is scheduled to start on 1st September, 1982. This is expected to improve productivity as well as provide better services to bank customers. To increase the spectrum of services provided, new services such as a financial futures market and a US Dollar Clearing System will be investigated. At the same time, efforts will be made to upgrade the quality of services provided by the Gold Exchange of Singapore. Floating rate certificates of deposit denominated in Singapore dollars were issued for the first time last year, giving the public \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 535</b></font>\n  <br>\n  <br> another avenue for investing in medium and long-term instruments. \n  <br>\n  <br>\n  <i>Computerization</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have made further progress in promoting the wider use of computers in Singapore. The National Computer Board (NCB) officially came into being on 1st September, 1981. It will promote computerization in the Civil Service, establish and maintain standards of computer training and develop Singapore as a computer software centre. So far, computerization projects in ten Ministries costing a total of $95 million have been identified, Work on these projects is progressing smoothly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We will be making a start in overcoming the shortage of computer personnel when the Institute of Systems Science at the National University of Singapore and the Japan-Singapore Institute of Software Technology commence full operation this year. The Polytechnic is also looking into the establishment of an Institute for full-time computer studies to train programmers and systems analysts at Diploma level. To maintain the standards of computer education, a professional examination syndicate will be set up to conduct computer examinations in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our secondary and pre-university students already have the opportunity to acquaint themselves with computers. Computer Science is being offered as an \"A\" level subject in Junior Colleges and computer appreciation clubs have been formed in 91 secondary schools. By July 1982, all existing secondary schools will be staffed with trained teachers and equipped with microcomputer systems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a step to promote the computer software industry, the NCB is exploring the possibility of erecting a complex within the proposed Kent Ridge Science Park to house software companies. \n  <br>\n  <br>\n  <i>Tourism</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The tourist sector is important for us because it provides many opportunities for our local businessmen. In the early years, we spent considerable efforts to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 536</b></font>\n  <br>\n  <br> develop the tourist industry. Today the industry has matured. Stimulated by the promotion efforts of the Singapore Tourist Promotion Board (STPB), more and more visitors are coming to Singapore because of our growing importance as an air traffic junction and business centre, and because of our clean, green and orderly environment. Last year, 2.83 million visitors came to Singapore, an increase of 10% despite the more difficult economic conditions in the major tourist-generating countries. Tourism earnings in 1981 are estimated at $3.2 billion. We expect the industry to remain buoyant and that we will welcome our 3-millionth visitor in 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Spurred by good profits, hotel development is proceeding well. Another 1,480 rooms will be completed in 1982. This should help to stabilize hotel room rates which have increased substantially in the past few years and which threaten to price Singapore out of the tourist circuit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;230 conventions and meetings took place in 1981, the same as in the previous year. Growth was probably restrained because of the lack of a major convention facility. However, this shortcoming will be corrected when the Raffles City development is completed. In the meantime, marketing efforts are being made to attract large conventions in the second half of this decade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the maturity of the tourist industry, we will press on with our efforts to ensure that tourists will continue to come. Several exciting tourist attractions, including a Theme Park, have been proposed by international entrepreneurs. A group of investors has also proposed plans to build a beach resort hotel on Sentosa Island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the tourist industry is labour-intensive, manpower will be a critical factor in the next five years when new hotels come onto the market. In view of our intention to put an end to our dependence on foreign labour, the industry faces an exacting challenge to find better ways of using labour without sacrificing service. The VITB, in conjunction with the Singapore Hotel Association, will begin a hotel apprenticeship scheme for middle level hotel management staff in July. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 537</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Manpower Development</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it bears repeating that manpower training and development is the decisive factor in the restructuring of our economy and in achieving our objective of full, better paid and higher skilled employment. We have laid the foundations of a comprehensive manpower upgrading programme over the past few years, especially in the last two. Our tertiary, vocational and training institutions are being vastly expanded. The Skills Development Fund has widened the scope of its financial assistance under various training schemes, There are plans to upgrade the skills of existing workers on a wider scale through the establishment of an Institute of Continuing Occupational Development. The NTUC has also on its own prepared a comprehensive and commendable programme to help its members who have missed the opportunity of a basic education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having sown the seeds, we must allow time for our manpower development programmes to grow and fruit. The gestation period for some of these programmes can be up to half a decade. In the meantime, we must ensure that the programmes provide the kind of manpower that will sustain our economic and social development in years to come. Out-dated syllabi have to be weeded out. New courses to keep up with fast changing technology have to be grafted onto existing ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our policy is to free ourselves from reliance on foreign labour by the end of this decade. With diminishing growth in the pool of indigenous labour in future years resulting from declining birth rates, we can only achieve high economic growth without foreign labour if we improve the productivity of our workers and get more citizens to join the workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We first started our productivity drive when we launched the wage-correction policy in June 1979. The thrust of this policy was to bring wages up to equilibrium level through three successive years of higher wage increases recommended by the National Wages Council. This would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 538</b></font>\n  <br>\n  <br> compel employers to disgorge unnecessary labour and invest in labour-saving equipment and machinery to further economize on the use of manpower. This policy had the desired effects. Private investment in capital equipment and machinery in the last three years (1979-81) has been substantial. It increased at an average annual rate of 25%. This augurs well for future productivity growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, the shock effect of the wage policy on emproyers has also caused productivity to grow at a faster rate of 5-6% per annum. There will be further favourable effects on productivity growth when students from our expanded tertiary and training institutions join the workforce in future years and when we have succeeded in retraining our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last few years, the technology for automation and robotization has made great strides and robots are increasingly being used in manufacturing industries in Japan and the United States. Industrial automation and robotization can make a tremendous contribution in raising the productivity of manufacturing. It will also ensure better product quality control, provide a safe and pleasant working environment and place our educated workforce in the forefront of automation technology. To promote the wider use of industrial robots and automated production especially by those companies that can no longer obtain workers from non-traditional sources but still wish to operate from Singapore, the Government will provide incentives for the purchase of robots or other types of automated production equipment where there is significant labour saving, if these companies are not already enjoying incentives under the Economic Expansion Incentives (Relief from Income Tax) Act. Such purchases can be depreciated over one year and will be given an investment allowance of up to 50%. Loans provided by the Economic Development Board under the Small Industries Finance Scheme will be liberally granted for the purchase of robots or automated equipment. The Skills Development Fund will also be requested to extend the maximum possible grant under its mechanization scheme to companies buying such equipment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 539</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, we conducted a blitz on poor work attitudes and the need to foster team spirit at the workplace. By doing so, we have opened up another front in our drive towards high productivity growth in the Eighties. The human aspects of productivity improvement that are being emphasized will complement the expanded training programmes and increased capital investments that are undertaken. The National Productivity Council was formed to promote this important approach to productivity improvement. Its representatives are drawn from the Government, the business groups and the trade unions. As good team spirit at the workplace contributes to productivity, the Council is examining how workers can be encouraged to identify themselves more closely with the company they work in by means of company-based welfare benefits and other measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the human aspects of productivity improvement, the Government is sefting the example by formulating a five-year plan to introduce quality control circles called Work Improvement Teams (WITS) in the Civil Service and Statutory Boards. The objectives are to improve productivity, staff morale and team spirit through staff participation, involvement and contribution. In conjunction with this, the Government has also started a Welfare programme with funds allocated to the various Ministries for expenditure on staff welfare and recreation. All these programmes are inspired by the recommendations made by the Committee on Productivity. In 1982 we should see more of the Committee's recommendations come to fruition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have mentioned that it is important to get more of our citizens into the workforce if we are not to rely on foreign labour. In 1981, the labour force participation rate among males was 81.1%. The femate participation rate was only 44.8%. We will have to be more imaginative and more determined in our efforts at retaining a large number of our womenfolk in the labour force without however endangering the upbringing of our children. The family unit is the most fundamental building block in our society and it is an institu- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 540</b></font>\n  <br>\n  <br> tion which we must cherish and preserve even at the cost of sacrificing some economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are an estimated 44,000 experienced retired persons in the population. We must try to bring as many as possible back into the mainstream of economic life. A Committee on the Care of the Aged is looking into this issue among others. \n  <br>\n  <br>\n  <i>Energy Development</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The most encouraging trend in the world economy today is the oil glut, which has arrested the spiralling crude prices of the last three years. The oil glut will enable us to have stable prices of oil in the next year or so. The world will have a better chance of recovering from the current depressed economic condition and also be better protected against unforeseen political events that can disrupt supply. However, we must not be lulled by the atmosphere of glut and distressed prices in the oil market to disregard the need to be efficient in the use of energy. There is a glut only because demand has fallen much below supply owing to the recessionary conditions and past conservation efforts, Supply is still scarce and the long-term security of some of the sources remains in doubt. We must therefore press on with our efforts to reduce wastage in the use of electricity, oil and other fuel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, I am very pleased to report that there are indications that our economy is responding well to the call to conserve energy. Since the second oil shock of 1979-80 the ratio of growth in electricity consumption to growth in the economy has fallen steadily from a high level of 1.83 in 1978 to 0.77 in 1980. In 1981, this ratio decreased further to 0.75. It means that we are using less and less electricity to produce each additional unit of output. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our economy has continued to grow at a fast pace despite higher energy prices. And because our industries have found ways to operate with less energy, we will be better placed than others to respond to the next oil crisis. I attribute the improvement in energy efficiency to the effects of high energy prices. Our policy of not subsidizing world market prices and allowing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 541</b></font>\n  <br>\n  <br> cost increases to be passed on as soon as possible to the final consumer was thus in the right direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In spite of our success, we must continue to encourage energy conservation through persuasion, incentives and disincentives. In May this year, the Ministry of Trade and Industry together with the PUB and other organizations will be conducting another Energy Conservation Campaign to raise the level of energy-saving consciousness created in last year's campaign. Although the message will have to be got across to all sectors, the major emphasis of this year's campaign will be on the manufacturing industry which is the largest energy consuming sector in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the Government announced that the provision on accelerated depreciation in the Income Tax Act will be extended to cover approved energy-saving expenditure incurred by non-industrial enterprises. The guidelines for these incentives have been finalized and are set out in the Annex I (Cols. 829 - 832) to this Statement. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1982/19820305/19820305-HA-0410829.htm\">Annex I - ACCELERATED DEPRECIATION ALLOWANCE TO APPROVED ENERGY-SAVING EQUIPMENT IN NON-INDUSTRIAL ENTERPRISES (Cols. 829 - 832)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Effective from 1st January, 1982, commercial buildings which have not complied with the Overall Thermal Transfer Value (OTTV) requirement set by the Building Control Division (BCD) would have to pay a surcharge of 20% tax on their electricity bills. Since the imposition of the OTTV requirement, 155 commercial buildings have taken or will be taking measures to comply. 49 buildings which have failed to comply are paying the 20% surcharge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In line with the strategy of diversifying away from oil, the Public Utilities Board (PUB) has commissioned external consultants to undertake a study on coal-fired power stations. This study has recently been completed. The PUB is now in the process of studying the consultant's report and will then be in a position to recommend whether coal-fired power stations should be constructed in Singapore. Another energy alternative is natural gas which has been found in substantial quantities in the region. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 542</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Construction</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although accounting for only 5% of our GDP, the construction industry is of vital importance in our economic policy. It is the sector that builds the physical infrastructure - ports, roads, factories, offices, hotels, houses and flats - required to accommodate our economic activities and our citizens, Over this decade, the construction industry will figure even more in our economic plan because of the additional challenge it faces of having to build 290,000 new HDB flats for our population by 1990. Its performance is therefore of some concern. In the recent past, its capacity has been stretched to the limit leading to supply bottlenecks and escalating construction prices. It has lagged seriously behind the rest of the economy in upgrading. At a time when we are short of workers, the industry remains labour-intensive using the technology of yesteryear. Last year, productivity in construction actually declined. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we are to succeed in restructuring our economy so that better employment can be provided and if all Singapore families are to have homes of their own in time, the industry will have to make a marked improvement in productivity. A permanent and skilled pool of local construction workers who are paid a good wage will be necessary. The Ministry of National Development has been looking into all possible measures to build up this pool of permanent construction workers, including the setting up of a special training school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Training of workers, however, takes time. Because of the aversion of our population to the construction trade, it will be some while before we can increase the local pool of permanent construction workers. With the dwindling indigenous supply of workers in general and our policy to reduce dependence on foreign workers, the only way to enable the industry to fulfil the tasks set for it in this decade is to mechanize, and to do it swiftly. To promote mechanization, the Ministry of National Development and the Ministry of Finance have implemented a loan scheme at concessionary rates of interest to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 543</b></font>\n  <br>\n  <br> finance the purchase of machinery as well as a scheme for according accelerated depreciation allowances for construction machinery. To give a further push to the pace of mechanization in the industry, an investment allowance scheme, similar to that currently applicable to certain manufacturing projects, will be made available to the construction industry. Approved fixed investment in machinery and equipment by construction firms from 1st April, 1982, to 31st March, 1987, will enjoy an investment allowance of up to 50%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The construction industry must move quickly towards prefabrication. A start in this direction has been made by the award of two contracts by the HDB for the construction of 30,000 units of public housing by prefabricated methods, More widespread use of prefabrication requires supporting investment in factories to produce the building components. The Economic Development Board will help to promote such investment and will consider granting pioneer status and other incentives under the Economic Expansion Incentives (Relief from Income Tax) Act where necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether or not our construction industry can respond to the challenges in this decade depends to a large extent on our contractors. They must upgrade their expertise and management skills. They must learn to apply the more mechanized methods of construction from Europe, Japan and the United States. The cyclical nature of the industry has added to the uncertainty in contracting business and discouraged contractors from taking a long-term view. To overcome this, the Housing and Development Board has initiated a scheme to nurture a group of core contractors similar to that in Japan and South Korea. These contractors will be assured of continuous work and be given a margin of preference of up to 5% over non-core contractors. Core contractors, however, will be required to employ on a permanent basis highly skilled workers and professionals, promote skill training and adopt mechanized methods of construction. The scheme, if successful, will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 544</b></font>\n  <br>\n  <br> be extended to other public sector organizations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With these and other measures, the construction industry will have a fair chance of success in meeting the tasks ahead. In future years Singaporeans can look forward to a greater supply of homes which will be within their means. Another 58,000 public housing units will be completed in the next two years. This is nearly double the figure of the last two years which was 33,000. For those who are not eligible for HDB flats, 21,000 private and HUDC housing units will be available in the next three to four years, more than enough to meet demand for some time to come. \n  <br>\n  <br>\n  <i>Concluding Remarks on Economic Policy</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the course of preparing this Budget Statement, I went through the past Statements which had been presented by my Cabinet colleagues. One recurring feature of Budget Statements in recent years is that each year the Statement has warned of difficult times ahead, and each year our economy has grown strongly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In retrospect, the past foreboding of difficult times has been proved to be fully justified by subsequent events. It is not a case of crying \"Wolf\". The GDP growth rate of OECD countries has fallen substantially from 3.8% in 1978 to 3.4%, 1.3% and 1 1/4% respectively in the following three years. Their unemployment rates have risen from 5.2% in 1978 to 7 1/4% last year. With each passing year the world economy has indeed become more difficult to live with. That we have done well in the face of an inhospitable economic environment is due to sheer hard-work, grit, determination and adaptability on the pan of our workers and managers, correct economic policies and to the good rapport built up over many years between our unions, employers and the Government. By working as a team we have synchronized the pushes and the pull on the pistons of our economic engine so that it could run smoothly along the undulating and winding road without mishap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must, however, not allow the smooth drive that we have had so far to lull us into complacency. Once stalled in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 545</b></font>\n  <br>\n  <br> the valleys, it will require stupendous effort to overcome the inertia of the engine and to restart it. We must therefore press on with greater urgency to restructure our economic activities. Employers in all sectors, and particularly in commerce and construction whose productivity improvements have lagged behind others, must find better ways to carry out their business, using machines, computers, robots, new systems and new technology so that our scarce and valuable human resources are deployed most effectively. Managers must lead, reward their workers fairly and motivate them to give of their best. Workers must learn to work more intelligently and efficiently in their existing occupations and diligently seek to acquire new skills. Teachers and instructors must devise fresh and imaginative ways to impart up-to-date skills and the right attitude to their students so that the working population that comes out of our schools, training institutions and university will be better with each passing year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The world economy at this point in 1982 is gloomier than last year. There is hardly any economic growth. Unemployment and interest rates are high. The largest of the world economies, the United States, is in a recession. How deep the recession will be is a matter of serious concern all over the world. If the US economy shows no sign of recovery by the middle of the year and interest rates return to the record levels set last year, the world economy will go into a tailspin. Even if recovery takes place, it will be slow. Growifig trade friction between Japan and the other OECD countries have led to strident demands in the United States for legislation to unilaterally impose \"trade reciprocity\", a concept which'threatens the very foundation of the world's free trade system. If world trade declines, economic growth in Singapore, as well as in other countries, will grind to a halt. My message to Singaporeans is therefore: we must pull up our socks if we want to avoid being dragged into the quagmire of economic stagnation. The Government will govern firmly and fairly, steering our economic engine with the policies I have just presented and the Budget and tax changes that follow. Barring a major adverse turn of events, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 546</b></font>\n  <br>\n  <br> this caveat bears repeating, because we live in a troubled world where economic disasters have become the rule rather than the exception, if we cooperate and work with the same determination as last year, we may hope &amp;p pull through 1982 with a respectable rate of economic growth yet again. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Tan, I propose to take the Suspension now. I suspend the Sitting and will take the Chair again at 5.15 p.m. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>4.47 p.m. until 5.15 p.m.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.15 p.m.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Motion. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Speaker, Sir, I now turn to the FY 1982 Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The objectives of the Budget are to - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) increase the supply of skilled, technical and professional manpower needed to facilitate the restructuring and upgrading of the economy; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) step up infrastructural, industrial and commercial development so as to sustain economic growth and promote economic restructuring, and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) accelerate the public housing construction programme to meet the rising demand for housing units. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The total estimated expenditure (excluding the transfer from the Consolidated Fund to the Development Fund) for FY 1982 is $12,440 million. Of this, $7,156 million or nearly 60% is for education and manpower training; infrastructure, industrial and commercial development as well as public housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recurrent expenditure of Government programmes totals $5,591 million. This is 22% higher than that for FY 1981 and should be adequate to cover rising costs as well as expansion of essential functions, such as education and manpower training. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 547</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Expenditure on manpower is expected to rise by $188 million or 16%. The rate of increase is moderate because of a net total reduction of 168 posts on the permanent establishment. The total number of posts on the FY 82 permanent establishment will be 68,677 as against 68,845 on the FY 81 permanent establishment. Substantial reductions in manpower have been effected by the Ministries of Environment (115 permanent and 1,817 daily-rated posts), Finance (187 permanent and 13 daily-rated posts) and Health (216 permanent posts). Less manpower is required because of increased staff productivity, reorganization of work procedures as well as mechanization and computerization of routine operations. The reductions in manpower of these Ministries have been partly offset by staff increases in other Ministries. The increases have been supported selectively and only in cases where the needs have been clearly demonstrated. These have been confined to Ministries with new or expanded areas of work, such as the new Overseas Missions, Bukit Merah Branch Library, Ponggol Fishing Port, Family Day-Care Scheme, Aerodrome Fire Fighting Service and Work Permit Division. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Excluding Armed Forces expenditure, Other Operating Expenditure will go up by $185 million or 42%. The increase is due mainly to the purchase of capital items, including office equipment, vehicles and vessels, interest equalization payments under the Fixed Rate Export Financing Scheme, and expenses connected with the management of Government assets. The increase in allocation for capital items is in accordance with the policy of promoting mechanization and computerization in Ministries and Departments. The balance is largely to meet higher costs of maintenance, rental, public utilities, supplies and materials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Grants, Subsidies and Other Transfers will increase by $139 million or 24%. This is due largely to: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) annual salary increments, increase in CPF/MPF contribution and a contingency sum for the NWC wage supplement in FY 82 for the staff of statutory boards, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 548</b></font>\n  <br>\n  <br> tertiary education institutions and aided schools; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) a bigger provision for tuition grants to the students of the tertiary education institutions whose enrolment is expected to go up significantly in FY 82; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) an allocation of $20 million for the sening up of a revolving fund for loans to purchase personal microcomputers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recurrent expenditure will be fully met by the expected revenue of $7,639 million, leaving a surplus of $2,048 million for transfer to the Development Fund to help finance development expenditure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A sum of $6,849 million or about 55% of the total budget will be spent on development projects. Outlays on infrastructural, industrial and commercial development, public housing as well as education and manpower training together account for 85% of the development budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Expenditure on infrastructural, industrial and commercial development will take up $3,001 million or 44% of the development outlay. This includes $1,720 million for the Petrochemical Corporation of Singapore, lines of credit to the Development Bank of Singapore, Ship Financing Scheme and Capital Assistance Scheme for the Construction Industry; $354 million for the development of Changi Airport and roads in the Republic; $294 million for the development of industrial estates by the Jurong Town Corporation as well as $151 million for the Economic Development Board's Capital Assistance Scheme and Product Development Assistance Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In line with the objective of accelerating the public housing construction programme, a total of $2,253 million or 33% of the development budget has been budgetted for this purpose. The number of HDB units to be completed annually will be increased substantially over the next few years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The provision for education and manpower training is $548 million. This is to cater mainly for the School and Junior College Building Programme, Third Phase Development of the Kent Ridge Campus of the National University of Singapore, construction of a new complex for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 549</b></font>\n  <br>\n  <br> Nanyang Technological Institute and expansion of the Ngee Ann Technical College. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An amount of $52 million is set aside for the computerization programme of the Civil Service. The allocation is for the purchase of hardware as well as the development of software. Computerization will improve efficiency of Government operations and, in the long run, curb manpower increases in the Civil Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To utilize these budgetary allocations effectively, we need a competent and efficient Civil Service. As at the end of December 1981, a total of 10,613 posts or 15% of the permanent establishment was vacant. Although there are shortages of officers in a number of Ministries, recruitment is progressing and hop&amp;ully the vacancy position will improve in the course of FY 82. \n  <br>\n  <br>\n  <i>REVENUE</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The total estimated revenue for FY 1982 is $7,639 million, which is an increase of $106 million or 1.4% compared with the revised estimates of $7,533 million for FY 1981. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Income tax, as always, is the largest single source of revenue. Income tax collections in FY 1982 are expected to be high because of the economic growth in 1981. The total collection is estimated at $2,930 million, representing an increase of $330 million or 12.7% over the revised estimates for FY 1981. Corporate income taxes account for 72% of the total collection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The total budgetted expenditure for FY 1982 is $12,440 million, comprising a recurrent expenditure of $5,591 million and a development expenditure of $6,849 million. The revenue of $7,639 million estimated for FY 1982 is, therefore, insufficient to finance total recurrent and development expenditures. Taking into account Development Fund income of $1,741 million, there remains a deficit of $3,060 million to be financed by borrowings and a drawing down from the Development Fund. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 550</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>TAX CHANGES</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The most exciting part of any Budget Statement, although in my view not necessarily the most important part, is the tax changes. For FY 1982, 1 do not intend to levy any new taxes or raise the rates of existing taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1978, we have progressively reduced personal income tax rates in order to afford relief from inflation and to ensure that our income tax will never be so high as to deter Singaporeans from wanting to work hard and earn more. Cumulatively, the tax concessions which we have given add up to a considerable amount. Even after taking into account the rise in nominal incomes due to inflation, the effective tax rates which Singaporeans pay today are lower than five years ago. In percentage terms, this reduction in effective tax rates has been most substantial at the lower income brackets. Let me take a simple example. Consider a person who had a net chargeable income of $5000 in the Year of Assessment 1977. His effective rate of tax in that year would be 7.5%. Even if his chargeable income has increased at the same rate as inflation, his effective tax rate in the Year of Assessment 1982 would have been reduced to 4.8%. This means that his effective tax rate has declined by more than one-third over the last five years. Taxpayers in the higher income brackets have also enjoyed similar, although smaller, reductions in effective tax rates. We must continue to make sure that our rates of income tax will never reach a level where they discourage hard work and stifle talent. However, for FY 1982, 1 have decided that it is not necessary to add to the concessions in personal Income Tax rates announced in the 1981 Budget and taking effect from the Year of Assessment 1982. \n  <br>\n  <br>\n  <i>Tax Changes for Individuals</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These concessions in income tax rates will be at a cost estimated at $114 million to Revenue. Nevertheless the healthy state of our finances has made it possible for me to extend an additional four concessions for individual taxpayers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 551</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>TAX ON PUB BILLS</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have examined the basis of the tax on PUB bills and have decided that it should be changed. The prime objective of this tax is to ensure conservation in the use of electricity, gas and water. This being so, the tax should be levied on only those items in the PUB bill that vary according to consumption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With effect from 1st April,1982, the fixed charges in the PUB bill will not be included for the purpose of computing the 10% tax. These charges are sanitary appliance fee, domestic refuse charge, rental for appliances and night soil removal fee. The tax, therefore, will be imposed on only the total of electricity, gas and water charges, and water-borne fee where these charges exceed $80. The tax will remain at 10% of the amount in excess of $80. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This change will effectively mean on average a rise in the exemption ceiling of between $4 and $9. \n  <br>\n  <br>\n  <i>Contributions to CPF and Approved Pension and Provident Funds</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;High CPF contributions have, over the years, come to exceed the maximum amount allowable for tax deduction under the Income Tax Act. In 1979, the ceiling was raised from $4,000 to $5,000 for statutory CPF contributions and contributions to designated approved funds which are funds in lieu of the CPF. I am extending this concession to give greater relief to taxpayers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With effect from Year of Assessment 1983, all statutory CPF contributions and contributions to designated approved pension and provident funds will be fully tax deductible. Where such contributions exceed $5,000, no deductions will be allowed for life insurance premiums and other voluntary contributions to super-annuation schemes. Where the statutory contributions do not exceed $5,000, the maximum amount deductible for all contributions to CPF and approved pension and provident funds and life insurance premiums will be $5,000. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 552</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This tax concession will result in a loss to Revenue of about $10 million. \n  <br>\n  <br>\n  <i>Aged Dependant Relief</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will know that Government is very concerned that the young should look after their aged dependants. The growing number of one-family nuclear households is not a healthy development. The elderly and dependent should not be left on their own. Family members should look after one another. The care of the aged is a complex matter and it will take time to work out appropriate government policies to encourage children to look after their aged parents. In the meantime, where there are obstacles which can be cleared or incentives, however modest, which can be given, we should do so forthwith. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I intend to make two revisions to the aged dependant relief. A taxpayer can currently claim a relief of $750 for each aged parent or grandparent living with him, subject to a maximum of two. For the relief to be allowed, one of the conditions is that the aged dependant must not have an income of more than $750 in the year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With effect from Year of Assessment 1983, the relief will be raised to $1,000 per aged dependant. As a further relaxation of the conditions for eligibility of the relief, the relief will be allowed so long as the dependant has an income no greater than $1,500 in the year. \n  <br>\n  <br>\n  <i>ESTATE DUTY</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 1st January, 1981 the specific exemption for residential propedies was raised from $200,000 to $600,000. The exemption limit for assets other than residential properties remained at $100,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a further concession to promote home ownership, the exemption limit for residential properties will be extended to include the full value of anyone residential property. In other words, the exemption limit will be $600,000 or the full value of any one residential property, whichever is the higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In line with income tax deductibility of CPF contributions, exemption will be given on all CPF balances of the estate with the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 553</b></font>\n  <br>\n  <br> Fund. It will not include amounts withdrawn by the deceased during his lifetime under the approved schemes and not refunded to the CPF. Where the CPF balance exceeds $100,000, no further exeption will be given for other assets, except for those qualifying for the exemption on residential properties. Where the CPF balance does not exceed $100,000, the exemption limit of $100,000 for assets other than residential properties will apply to all such assets, including the CPF balance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This concession will also apply to all approved provident funds which are in lieu of CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To encourage offshore gold transactions as well as to further develop the gold market, gold deposits with bullion companies held by foreigners, who are neither resident nor domiciled in Singapore, will not be liable to estate duty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The above concessions will take effect from 1st April, 1982. \n  <br>\n  <br>\n  <i>TAX CHANGES FOR COMPANIES</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the tax changes for corporate taxpayers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>Stamp Duty on ACU Offshore Loan Agreements</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Stamp duty on ACU offshore loan agreements was abolished on 1st April, 1980. However, loan agreements which were signed outside Singapore would still be subject to ad valorem stamp duty up to a maximum of $500 when repatriated to Singapore. As a modest concession towards facilitating loan syndication activities in Singapore, I have agreed to allow ACU offshore loan agreements which were signed prior to 1st April, 1980 to be repatriated to Singapore without being liable to stamp duty as from 1st April, 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>Road Tax on SBS and CSS Buses</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a need to rationalize road tax for buses that provide scheduled services, that is, those of the Singapore Bus Service (SBS) and the City Shuttle Service (CSS). Road tax on SBS buses presently is a flat rate of $6,500 per bus per annum, irrespective of the size or engine capacity of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 554</b></font>\n  <br>\n  <br> bus. This helps to encourage the deployment of bigger capacity buses. All SBS buses have a passenger capacity exceeding 46. The average passenger capacity is 65. In comparison, the road tax on CSS buses ranges between $400 and $1,600 per bus per annum, depending on the passenger capacity. CSS buses are smaller with passenger capacities of between 30 and 46. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have decided to harmonize the road taxes to a uniform rate of $5,500 per bus per annum for all SBS and CSS buses of passenger capacity exceeding 46 with effect from 1st April, 1982. The road taxes on the smaller CSS buses will remain unchanged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This will result in a loss to Revenue of $2.9 million per annum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>Capital Allowances for Company Registered Cars</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Income Tax legislation, capital allowances can be claimed on company registered cars. The ceiling of the capital allowances was last raised from $15,000 to $25,000 on 1st April,1979. With effectfrom 1st April, 1982, 1 have decided to increase this ceiling further to $35,000 to bring it more in line with present prices of cars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>Financial Leasing</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The lease financing market in Singapore, although not fully developed, is growing in importance and it is appropriate to lay down the broad tax framework for its operations. Financial leasing, as another form of financing, confers upon the lessor and the lessee tax benefits. For this reason, it is not only widely practised by companies genuinely engaged in lease financing but also by others, including related parties which enter into lease agreements for tax benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Various representations have been made by leasing companies and financial institutions for liberalization of the present tax laws in order to promote financial leasing in Singapore. One of the proposals is that the residual value at the end of the lease period should be nominal or of a minimum acceptable value. The basic tax principle has always been that if an asset is disposed of, it must be or so deemed to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 555</b></font>\n  <br>\n  <br> sold at the open market price. Most major developed countries have adopted the same principle. Although it may be difficult initially leasing companies in Singapore should, in the course of time, be able to determine the open market price of the asset at the end of the lease period. Indeed, the profitability of the company will hinge largely on its ability to determine accurately the residual value of the assets. I have, therefore, agreed with the recommendation of the Tax Department to adopt the basis of open market price for determination of the residual value at the end of the lease period. A balancing charge will be imposed if the open market price is higher than the written down value at the time of disposal. If the open market price is lower than the wriften down value, then a balancing allowance will be given. The Tax Department will in practice accept an independent professional valuation for the purpose of determining the fair open market price of the asset. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is important that a distinction should be made between a sale agreement and a lease agreement. For tax purposes, an agreement will not be considered as a genuine lease agreement if it provides for any of the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) The lessee is given an option to purchase the asset during the lease period or at its expiry; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Where there is no option to purchase, the lessee during the lease term or upon its expiry, acquires the asset at below open market price; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) The rental payments during the initial lease term constitute almost all or at least 90% of the acquisition cost and incidental expenses. Additionally, either the lease term is shorter than the useful life of the leased asset, or the leased asset is not marketable and is a special purpose property, and the lessor has no intention to recover the asset; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) The original lease agreement provides for extension or renewal of the agreement at less than 15% of the rental in the primary lease agreement; and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 556</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(v) The periodic lease payments are uneven and/or exceed the current fair rental value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Transactions involving members of a group or related persons which are primarily motivated by tax manipulations will not be treated as genuine lease agreements. However, transactions which are done at arm's length are acceptable. A transaction is not considered to be at arm's length if a member of the lessee group lends to the lessor funds for the acquisition of the asset or guarantees any debt of the lessor incurred in connection with the lease. A transaction will also be disqualified if the leasing company is specially incorporated for the purpose of leasing the assets to the related companies. It is deemed to be so incorporated if, for any of its financial years, the value of its contracts entered with independent persons constitutes less than 50% of the total value of its contracts for that year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sale and lease-back transactions are generally not accepted as genuine lease agreements. They are treated as loans rather than lease agreements. However, the Tax Department will accept sale and lease-back transactions as genuine lease transactions if the equipment is sold to the lessor before it is put to use in the lessee's trade and the sale is made at not more than the acquisition price which the lessee pays to the supplier. The lessee must also not be given capital allowances for the equipment before its sale to the lessor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Leveraged leases will be treated on an individual basis, upon application to the Tax Department. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Tax Department will give accelerated depreciation to the lessor on equipment leased to a leskee who would be eligible for the accelerated depreciation had he purchased the equipment himself. In the event of termination of a lease agreement, the lessor can continue to claim the accelerated depreciation allowances if the equipment is subsequently leased to another lessee who is also eligible for such allowances. Otherwise the depreciated vaue of the equipment will be wrinen off on a straight line basis over the remaining statutory life of the equipment. However, the terminal payment paid by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 557</b></font>\n  <br>\n  <br> the lessee to the lessor as compensation for terminating the lease will be subject to tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, before I commence my concluding remarks, I should like to digress a moment and make a statement on Pensions. \n  <br>\n  <br>\n  <i>Pensions</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Finance has reviewed the New Singapore Allowance payable to certain locally domiciled pensioners. Following this review and discussions with the Pensioners' Association, the allowance is to be revised and will be called the \"Singapore Allowance\". It is fortuitous that the decision to revise this allowance has been taken at a time which allows me to announce it in this Budget Statement. Let me emphasize that it is not the intention nor should Members expect that pension revisions will be a regular feature of future Budget Statements. Pensions are payable for services rendered and are based on the length of service and salaries earned during such service. They are not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 558</b></font>\n  <br>\n  <br> and should not be related to the salaries of current employees. These salaries are determined on the basis of various factors, including the market rate for the job, which are quite different from the basis on which pensions are payable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From 1st April, 1982, the Singapore Allowance, which will replace the present New Singapore Allowance, will be paid to all locally domiciled Government pensioners whose gross pensions (i.e. pensions plus New Singapore Allowance) are less than $850 a month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those who are drawing pensions, excluding the current new Singapore Allowance, of $775 per month or less will be paid a Singapore Allowance at the flat rate of $75 per month. Those drawing pensions of more than $775 per month but less than $850 per month will be paid the Allowance on a reducing scale such that the pension plus the Singapore Allowance equals $850 per month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you a few examples: \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <pre>\r\n\r\n____________________________________________________________\r\n\r\n\r\n\r\nPension  Current  Current  Singapore   Gross     Increase\r\n\r\n  $pm      NSA     Gross   Allowance  Pension  $pm     (%)\r\n\r\n           $pm    Pension     $pm      from\r\n\r\n                    $pm               1.4.82\r\n\r\n                                        $pm\r\n\r\n\r\n\r\n   7        35       42        75        82     40   (95.2)\r\n\r\n 100        50      150        75       175     25   (16.7)\r\n\r\n 650        20      670        75       725     55   ( 8.2)\r\n\r\n 800         -      800        50       850     50   ( 6.3)\r\n\r\n____________________________________________________________\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Allowance will benefit 97% of the 7,685 locally domiciled pensioners. Those now drawing the lowest gross pension of $42 per month will get the largest percentage gain of about 95% while those with a gross pension of $150 will gain about 17%. The Singapore Allowance will cost the Government some $2.8 million, a 10% increase in the pensions bill for the year. \n  <br>\n  <br>\n  <i>Conclusion</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this Budget reflects our economy which is on an even steady keel. I have deliberately not introduced any new taxes or raised the rates of existing taxes in order not to increase the tax burden. However, I hope that Singaporeans will not look upon this Budget as an occasion for rejoicing but rather as a respite to enable them to consolidate and improve their position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To perform better we must upgrade our present skills and seek to acquire new ones. There is no other way and we must not be deflected from this task. We have to work as a team in our homes, in our work places, in our community and as a nation. Other than a favourable location, we have no natural resources. It is only by working harder than others that we can make a future for ourselves and our children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the process of assimilating new technology and modern management methods, we must not forget the traditional values which have served as the bedrock of our society. We must not abdicate our moral duty to look after those who are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 559</b></font>\n  <br>\n  <br> weak, old and infirm. Children must not forsake their parents and grandparents. The aged and the weak need more than material care; they have emotional and spiritual needs which only their children and their family can provide. It is the responsibility of the young to look after the aged. After all, the success of children in later life is built on the sweat and toil of their parents. Children, therefore, owe it to their parents to enable them to live out the autumn of their lives not only with pride and dignity, but also surrounded by affection and care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1982 will be a grim year. The problems of unemployment and protectionism in the industrialized countries will not abate. Indeed, we will be lucky if these problems do not escalate. Singapore will, before very long, be buffeted by the turbulence of the international economic storm, We can go under, or we can resolve to ride out the storm. To do this, we must keep trim and be prepared to lend each other a hand when the need arises. Then, when the storm subsides we shall surge forward again. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 560</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Question is, \"That Parliament approves the financial policy of the Government for the financial year 1st April, 1982 to 31 st March, 1983.\" In accordance with paragraph (1) of Standing Order No. 84, the debate now stands adjourned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate to be resumed on what day, Dr Tan? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> On 15th March, 1982, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to Monday, 15th March, 1982.\" - [Mr E.W. Barker]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Eleven\n  </div> \n  <div align=\"right\">\n   minutes to Six o'clock p.m. to\n  </div> \n  <div align=\"right\">\n   Monday, 15th March, 1982.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 561</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1982/19820305/19820305-HA-0410561.htm\">Attorney-General's Opinion - FURTHER OPINION (Cols. 561 - 566)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 562</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 563</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 564</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 565</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 566</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 567</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 568</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 569</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 570</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 571</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 572</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 573</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 574</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 575</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 576</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 577</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 578</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 579</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 580</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 581</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 582</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 583</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 584</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 585</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 586</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 587</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 588</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 589</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 590</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 591</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 592</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 593</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 594</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 595</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 596</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 597</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 598</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 599</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 600</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 601</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 602</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 603</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 604</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 605</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 606</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 607</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 608</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 609</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 610</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 611</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 612</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 613</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 614</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 615</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 616</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 617</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 618</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 619</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 620</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 621</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 622</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 623</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 624</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 625</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 626</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 627</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 628</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 629</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 630</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 631</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 632</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 633</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 634</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 635</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 636</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 637</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 638</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 639</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 640</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 641</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 642</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 643</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 644</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 645</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 646</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 647</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 648</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 649</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 650</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 651</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 652</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 653</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 654</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 655</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 656</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 657</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 658</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 659</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 660</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 661</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 662</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 663</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 664</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 665</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 666</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 667</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 668</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 669</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 670</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 671</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 672</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 673</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 674</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 675</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 676</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 677</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 678</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 679</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 680</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 681</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 682</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 683</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 684</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 685</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 686</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 687</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 688</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 689</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 690</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 691</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 692</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 693</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 694</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 695</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 696</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 697</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 698</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 699</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 700</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 701</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 702</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 703</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 704</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 705</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 706</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 707</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 708</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 709</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 710</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 711</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 712</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 713</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 714</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 715</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 716</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 717</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 718</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 719</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 720</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 721</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 722</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 723</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 724</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 725</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 726</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 727</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 728</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 729</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 730</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 731</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 732</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 733</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 735</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 736</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 737</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 738</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 739</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 740</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 741</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 742</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 743</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 744</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 745</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 746</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 747</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 748</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 749</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 750</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 751</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 752</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 753</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 754</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 755</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 756</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 757</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 758</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 759</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 760</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 761</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 762</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 763</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 764</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 765</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 766</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 767</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 768</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 769</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 770</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 771</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 772</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 773</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 774</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 775</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 776</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 777</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 778</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 779</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 780</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 781</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 782</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 783</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 784</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 785</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 786</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 787</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 788</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 789</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 790</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 791</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 792</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 793</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 794</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 795</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 796</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 797</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 798</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 799</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 800</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 801</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 802</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 803</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 804</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 805</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 806</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 807</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 808</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 809</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 810</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 811</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 812</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 813</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 814</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 815</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 816</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 817</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 818</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 819</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 820</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 821</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 822</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 823</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 824</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 825</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 826</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 827</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 828</b></font>\n  <br>\n  <br> Please refer to Hansard document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 829</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1982/19820305/19820305-HA-0410829.htm\">Annex I - ACCELERATED DEPRECIATION ALLOWANCE TO APPROVED ENERGY-SAVING EQUIPMENT IN NON-INDUSTRIAL ENTERPRISES (Cols. 829 - 832)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 830</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 831</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 832</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
