{"memberId": null, "volumeNo": "42", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "5", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"42\"> \n  <meta name=\"Sit_No\" content=\"5\"> \n  <meta name=\"Sit_Date\" content=\"1983-03-14\"> \n  <meta name=\"Start_Col\" content=\"729\"> \n  <meta name=\"End_Col\" content=\"816\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">42</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">14-03-1983</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 729</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART III OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 42</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 14th March, 1983</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E. W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr Chan Chee Seng (Jalan Besar). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chor Yeok Eng (Bukit Timah). \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Maj Fong Sip Chee (Kam pong Chai Chee), Minister of State, Ministry of Culture. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 730</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister of Defence and Second Minister for Health. \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister for Health. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M. K. A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Minister of State, Ministry of Law and Ministry of Home Affairs. \n  <br>Mr J. B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 731</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of National Development. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah), Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister for Communications and Minister for Labour. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign . \n  <br>Affairs). \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Mi,nister for Trade and Industry and Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H. H. Tan (Whampoa). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 732</b></font>\n  <br>\n  <br> \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Trade and Industry. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Social Affairs. \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture. \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Labour. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister of State, Ministry of Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Seah Mui Kok, B.B.M. (Bukit Ho Swee). \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 731</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the period stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 732</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Abbas Abu Amin, P.P.A. (Pasir Panjang) - from 6th to 11th April, 1983. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG,\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 733</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ASSENT TO BILLS PASSED</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Bills were assented to by the President of the Republic of Singapore on the date stated: \n  <br>\n  <br>8th March, 1983 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Development Loan Bill; and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Estate Duty (Amendment) Bill. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG,\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 733</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>PRIMARY SCHOOL IN HOUGANG NEW TOWN</b>\n  </div> \n  <div align=\"center\">\n   <b>(Construction)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Ng Kah Ting</b> asked the First Deputy Prime Minister and Minister of Education where the first primary school in Hougang New Town will be built; when it will be ready; and what facilities will be provided. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Parliamentary Secretary to the Minister of Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister of Education (Mr Ho Kah Leong) (for the First Deputy Prime Minister and Minister of Education):</b> Mr Speaker, Sir, Hougang New Town will have two primary schools completed in August 1984. They will be located at Lorong Low Koon, near Avenue 5, and at Avenue 1 respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These schools are of the 1980 standard and will have the facilities mentioned in the reply to the Member for Telok Blangah. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Sir, may I know from the Parliamentary Secretary what is the cost of this primary school? \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Kah Leong:</b> Sir, the actual cost of these two schools is not available at this moment, as the piling tender has just been awarded. However, based on past records, the cost of works and building, equipment, and furniture for a 1980 standard primary school is around $7 million. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, if that is the case, would the Parliamentary Secretary confirm that, come August 1984, these two primary schools will be ready, since he has just pointed out that piling tender has just been awarded. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Kah Leong:</b> Sir, we shall try to ask the PWD to meet the target date. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PROTECTION FOR LITERARY WORKS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for Law whether his Ministry is aware of the deep dissatisfaction felt by writers in Singapore at the lack of protection for literary works published by them and whether the Government proposes to do anything about this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Law and Home Affairs (Prof. S. Jayakumar) (for the Minister for Law): Mr Speaker, Sir, we have received representations from local writers, and also other interested parties, on various aspects of our copyright laws. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Member is aware, the law governing copyright in Singapore is still the UK Copyright Act, 1911, as supplemented by our Copyright Act (Cap. 187). Under these two Acts, works published in Singapore enjoy copyright protection. Both civil remedies and penal sanctions are available to deal with infringements of copyright works. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The presentations from owners of intellectual property urge the revision of our copyright laws to bring them up-to-date and an enhancement in the deterrents provided against offenders. This branch of the law is being looked into by an Inter-Departmental Committee which my Minister has appointed. This Committee has been examining the implications and impact, both economic and social, of revising our copyright laws. Besides considering protection of literary works published in Singapore, it has also to consider the question of the protection to be granted to such works published elsewhere. Further there are issues relating to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 735</b></font>\n  <br>\n  <br> cassette tapes and, with the advent of modern technology, computer software which require more careful consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has instructed the Committee to finalize and submit its Report as soon as possible. The Government will consider what action to take after receiving the Report of this Committee. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, the concern of the Singapore writers is over the lack of protection for their literary works outside Singapore. There are two conventions, the Universal Copyright Convention and the Berne Copyright Union. I understand we are not a signatory to either of these conventions. May I know if that is so? And if that is so, why is it that we are not a signatory to either of these Conventions? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, the Member for Anson has pointed out that there are two international conventions, which is the case. However, in our approach to reviewing the law of copyright, we cannot approach it on a piecemeal basis. We have to approach the question of copyright in its entirety, for there will be far-reaching consequences. One of the matters before the Committee, which the Minister has appointed, will be which of these two international conventions should Singapore adhere to, whether we should adhere to them, and what will be the obligations and rights that will ensue from adhering to these conventions. But as I said, the question of copyright has many facets, and the adhering to an international convention is only one of the many facets which the Government is considering. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, is the Hon. Minister of State able to say when he expects this Committee, which is studying his matter, to report, and when our writers may expect to see some protection for their literary works? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, we should not rush the Committee, for this is an important area. It has to examine all aspects. It is not a simple matter of deciding that we want to protect a group of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 736</b></font>\n  <br>\n  <br> Singapore writers. The complexities involved require careful examination. We must decide on the policy. It is not just a question of protecting the writers but we must also examine whether there are other costs and long-term disadvantages in one or other of the reforms. In trying to improve our copyright laws, we must ensure that the changes will benefit Singapore society as a whole. We must also look into what are the things we are going to protect - books, cassettes, audio tapes, video tapes, cinematographic films, computer programmes, and so on. We must also inquire as to the methods of implementation, whether the police have the necessary manpower to investigate, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bearing all these complicated aspects in mind, what I can inform the House is that the Committee is proceeding with its work expeditiously. It is not the intention of the Ministry to rush them into hasty conclusions. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng (Khe Bong):</b> Sir, I would like to ask the Minister of State whether he has received any complaint from Singapore writers of international fame that they need this protection very urgently? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, we have received representations from writers and groups of writers. I would refrain from passing judgment on whether they have acquired the fame of international status. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 736</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PERMANENT RESIDENCE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Policy)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for Home Affairs (a) if he will set out the policy of his Ministry as regards the granting of permanent residence status; and (b) how many wives of Singapore citizens have applied for the status in the last ten years and how many of that number have been granted the status. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Law and Home Affairs (Prof. S. Jayakumar) (for the Minister for Home Affairs): Mr Speaker, Sir, our policy on the granting of permanent residence to foreigners is a strict one and is geared to protect and advance the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 737</b></font>\n  <br>\n  <br> national interests of Singapore. Singapore is only a small island with one of the highest population densities in the world. We cannot afford to grant permanent residence as liberally as other countries endowed with larger land areas and natural resources. Our policy on permanent residence, like other Government policies, must give paramount consideration to safeguarding the interest of the vast majority of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must also bear in mind that permanent residence is a first step towards acquisition of Singapore citizenship. It also carries other privileges, such as, in the area of housing, education, medical facilities, which are not available to other foreigners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, our Immigration policy on the grant of permanent residence has to be consistent with our national goal of promoting economic growth and maintaining a high standard of living for our people. Our policy on permanent residence seeks to attract foreign investors, skilled entrepreneurs, professionals and skilled workers who can contribute to our economic well-being. In addition, the Immigration Department will also consider applications for permanent residence from the foreign wives and dependants of Singapore citizens. The same consideration, as was explained in this House last year, applies, ie whether the Singapore citizen can well afford to maintain his wife and children so that they would not become a burden to the State. Permanent residence is a privilege and not a right. A citizen who wishes to sponsor his foreign dependants for permanent stay must show that he has the means to support them. This is important because we must discourage our citizens who can barely support a family from marrying foreign wives, and thus imposing a greater strain on our public housing, medical and social services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as to the second part of the question, the answer is that in the past 10 years, 27,199 applications for permanent residence were received from wives of Singapore citizens. Of these, 20,452 applications were approved. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am indebted to the Hon. Minister of State for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 738</b></font>\n  <br>\n  <br> his lengthy statement on the considerations that must be taken into account. I would ask the Minister of State whether he would set out specifically the requirements that must be met before permanent residence is granted. Are there specific requirements or not? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, there are requirements under the broad heads, but each case will have to be considered on its own merits. This is why, in my answer, I have set out the broad policy, for that is what the Member for Anson has asked - to set out the policy of our Ministry - and I have so set out. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 738</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>AUTOMATIC RESCUE DEVICE IN HDB LIFTS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Effectiveness of)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Liew Kok Pun</b> asked the Minister for National Development (a) what are the number and percentage of lifts in Housing and Development Board apartment blocks that were brought to the nearest floor and had their doors opened by the Automatic Rescue Device thereby reducing the number of people trapped in HDB lifts during the recent island-wide power failure; and (b) whether his Ministry is satisfied with the effectiveness of the Automatic Rescue Device installed in all HDB lifts. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Lee Yock Suan) (for the Minister for National Development):</b> Mr Speaker, Sir, the HDB maintains 5,559 lifts. All lifts have been fitted with the Automatic Rescue Device (ARD), except for 159 lifts scheduled for replacement in the next two years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the power failure on 5th February 1983, 5,320 lifts (or 98.5%) out of the 5,400 lifts fitted with the ARD were brought to the nearest floor where their doors opened automatically. The remaining 80 lifts were not activated by the ARD. This was due to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Defective ARDs - 28 lifts (or 0.5% of all lifts fitted with ARDs) had defective ARDs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Tampering of lifts by trapped passengers - 52 lifts (or 1%) had ARDs in good working order but these ARDs \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 739</b></font>\n  <br>\n  <br> ceased to operate automatically for the safety of the lift passengers when attempts were made by the passengers to force the lift door open. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry is satisfied with the performance of the ARD so far. The very low rate of defective ARDs clearly demonstrates the very high standards of lift maintenance and reliability of the ARDs. Nevertheless, the HDB will continue to monitor the performance of the ARDs to further improve their reliability. Trapped passengers should not tamper with lifts during power failures or lift breakdowns as this will only cause the ARDs to cease working, thus delaying rescue. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, can I ask the Minister of State what steps are being taken to maintain zero defect of the ARD? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> This is really a technical problem. In fact, I think we may have to ask the manufacturers how they are going to improve on the performance of their products. Nothing is perfect. But where technical improvements can be made or suggested to the manufacturers, I am sure my Ministry will be happy to do so. Also, the ARDs come from different suppliers. Some are more reliable than others. We will attempt to use the more reliable ones. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok (Delta):</b> Sir, would the Minister of State tell the House which figure is correct: the figure he just gave, or the figure of 5,518 which his Minister gave not long ago in this House? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, I am not quite sure what figure he is referring to. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok:</b> The figure on the number of lifts. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> The figure I mentioned is the latest figure - that the HDB maintains 5,559 lifts. We do knock down flats and so on. So there may be variations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 740</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RESETTLEMENT OF SMALL BUSINESSMEN</b>\n  </div> \n  <div align=\"center\">\n   <b>(Alternative premises)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development (a) if he will give suitable alternative premises to small businessmen and those persons engaged in businesses like boat-building, warehousing and food manufacturing who are affected by resettlement and whether he will consider re-locating them to places close to their residence; and (b) whether he is aware that, in some cases, those affected are not given any alternative sites. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, businesses and industries affected by public development schemes are given resettlement benefits in accordance with the prevailing Resettlement policy. Eligible cases are allocated alternative office, shop, or industrial premises, depending on the type of activity. The HDB provides industrial premises for the relocation of a wide cross-section of industries affected by resettlement action. These industries include engineering, carpentry, motor-repairing and food manufacturing. However, it is not possible for the HDB to meet the requirements of some industries, a good example of which is boat-building. Boat-builders traditionally make small \"sampans\" or \"tongkangs\". As this is a declining trade and as boat-builders require scarce water-frontage land, the HDB is unable to provide alternative accommodation for them. Boat-builders affected by resettlement need to upgrade their activities to qualify for JTC industrial land or change their trades to those which can be conducted in HDB industrial estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Large warehouses are usually not eligible for alternative premises because most of them are acquired with vacant possession. Owners of such warehouses can tender for URA sales sites reserved for warehouse construction, if they require alternative premises. Small storage facilities acquired on encumbered basis will be allocated alternative storage premises in HDB industrial estates, if the owners can prove that they qualify for such alternative accommodation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 741</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The relocation of affected businesses and industries depends on the urgency to clear the site and the supply of alternative accommodation. The Resettlement Department takes great pains to resettle businesses, wherever possible, near the residences of their owners. Where shopkeepers are concerned, there is less difficulty as most HDB shop premises have living quarters above the shop. In the case of industries and offices, it is not always possible to allocate premises near owners' homes owing to constraints in supply and the need for certain industries to be located in special areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Businesses affected by resettlement action must qualify under certain rules before they can be considered for alternative accommodation. Generally, businesses not eligible for such alternative accommodation fall under the following categories:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Cases where Business Registration Certificates do not bear the site address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Cases registered with the Registrar of Businesses after the cut-off date and where other documentary evidence does not exist to support their claims. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Cases with Business Registration Certificates but which do not conduct business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) Cases occupying premises acquired with vacant possession. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, is the Minister of State aware that the term \"boat-building\" here implies that the boat-builders have upgraded themselves into building fibre-glass boats, like pleasure craft and small fishing craft? If that is the case, would the Minister seek the assistance of the agency, like JTC, in the relocation of such business which is affected by resettlement? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, the answer would be, yes in those cases. Where they have upgraded to that stage, I think they would normally qualify for JTC water-frontage land. \n  <br>\n  <br>\n  <!-- Mr Ho See Beng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho See Beng:</b> Mr Speaker, Sir, I would like to ask the Minister of State whether he is aware that each time re- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 742</b></font>\n  <br>\n  <br> settlement takes place, the business houses or firms suffer a terrible loss. Although the HDB could provide them with alternative shop premises, they have to rent them from the HDB. Could I ask whether or not the HDB would allow these people to buy the HDB shop premises so that they would not only able to carry on their business but also own the shop which was the case before resettlement? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, the Member may be aware that where a resettlement case is given alternative rental premises, normally they qualify for rental concessions over a period of five years. In the first year, they pay 50% of what is known as the resettlement rental, which is 10% below the average market rate. In the second year they pay 60%; third year, 70%; and so on. So there is a five-year rental concession which is very significant in terms of the actual quantum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the premises, they also get compensation for their premises. Let us say, in a squatter area, the Resettlement Department will measure the size of the facility and pay them according to the standard rates. As to whether the HDB will allow them to buy the premises, I believe the answer would depend on a case-by-case basis. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 742</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LINKING OF ANG MO KIO AVENUE 3</b>\n  </div> \n  <div align=\"center\">\n   <b>TO HOUGANG AVENUE 3</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development when Hougang Avenue 3 will be linked to Ang Mo Kio Avenue 3. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, Hougang Avenue 3 will be linked to Ang Mo Kio Avenue 3 by about the middle of 1984. The construction of the link, Hougang Avenue 2, is being carried out in two phases. Phase I is currently in progress and will be completed in March 1984. Work on Phase II, which is encumbered with squatters, is scheduled to commence in July 1983 and will be completed by June 1984. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 743</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 743</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TRAFFIC SIGNALS AT GEYLANG EAST</b>\n  </div> \n  <div align=\"center\">\n   <b>CENTRAL/GEYLANG EAST AVENUE 1/ALJUNIED CRESCENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Installation)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Encik Othman bin Haron Eusofe</b> asked the Minister for National Development what is the progress of the planned installation of traffic signals at the junction of Geylang East Central/Geylang East Avenue 1/Aljunied Crescent and when the installation is expected to be completed. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, the Public Works Department will be installing traffic signals at the junction of Geylang East Central/Aljunied Crescent/Geylang East Avenue 1 in April this year. The installation will be completed by the end of that month. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 743</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HUDC FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(New prices)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for National Development if he will explain how the new prices for the Housing and Urban Development Company flats announced on the 18th of February, 1983 were arrived at. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan (for the Minister for National Development):</b> Mr Speaker, Sir, prices for HUDC housing are fixed no differently from those of other public housing. The Government adheres to the fundamental principle that the selling prices of public housing, including HUDC housing, should be kept within the reach of the applicants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HUDC housing represents the apex of Government-developed housing for the people. Ideally, the prices of HUDC flats should be fixed to enable the HDB to fully recover all development costs incurred, including land costs at market value, as well as construction, financing and professional costs. However, if the HDB were to determine HUDC prices on this basis, selling prices would have been much more than those announced on 18th February 1983 owing to the high cost of land in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To keep prices down, land costs have therefore been set at concessionary rates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 744</b></font>\n  <br>\n  <br> For example, land for Jurong East Estate in the Outer Suburban Zone was imputed at only $100 per square metre, while land for Bedok and Hougang Estates in the Inner Suburban Zone was valued at $150 per square metre. These values are much below the market values of comparable land for private residential development. In the 10th URA Sale, successful tenders for residential land in the vicinity of Bedok New Town ranged from $500 per square metre to $870 per square metre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In comparison with the selling prices of private flats in similar localities, the selling prices of HUDC flats in Bedok, Hougang and Jurong East are 40% to 50% cheaper in terms of per square metre of floor area. In the Bedok area, comparable private apartments are selling for about $2,230 per square metre, whereas HUDC flats are priced about 40% lower, at $1,238 per square metre for apartments and $1,424 per square metre for maisonettes. The average price of $210,000 per HUDC unit at Bedok, Hougang and Jurong East is well below market rates and within the reach of the HUDC applicants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the exclusive estates of Pine Grove and Gillman Heights, public selling prices are fixed at $1,723 per square metre for apartments and $1,981 per square metre for maisonettes. These prices are still about 30% below the prices of nearby private developments. But selling prices of Pine Grove and Gillman Heights units should not be allowed to cloud the issue. These two estates are the remnants of a legacy of exclusive housing enclaves created by the former Housing &amp; Urban Development Co (Pte) Ltd. The HDB inherited them when it assumed the function of developing HUDC housing. In future, HUDC housing will be integrated within HDB estates in accordance with the Government's objective of achieving a better social mix of communities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The determination of selling prices of future HUDC housing will follow the principles set for the first batch of integrated HUDC units at Bedok, Hougang and Jurong East. The Government will continue to ensure that these prices are kept within the reach of the people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 745</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, the Hon. Minister of State says that the prices will be kept within the reach of those wishing to buy the HUDC apartments. But I see a report in the papers, only two days ago, that a number of people are dropping out of this queue to buy HUDC flats, and that less and less people are applying. So obviously it is beyond their reach. Less and less people will be able to afford the HUDC apartments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the increases vary from 78% to 143% of the previous cost of HUDC apartments. Am I to understand from the Hon. Minister of State that the old company, HUDC, was running at a tremendous loss in selling those flats? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, the number of people who have dropped out from the HUDC waiting list is about 52 out of a total of over 4,000 applicants. That is roughly 1%. I do not think one swallow will make a summer. It is not necessarily the case anyway, that people who dropped out did so because they could not afford it. It could be for a great variety of reasons. The hon. Member should think carefully through his arguments before confusing the public. This question of the price increase of 78% to 123% - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> 78% to 143%. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> 143%, 1 stand corrected. This is because of the increase in the construction costs over the last few years. As you know, the prices of private properties and of HDB flats have all gone up because of the shortage of labour, the increase in the prices of construction materials, and so on. The HUDC were not making any losses, but it does not mean that costs have not gone up as much. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have explained before, the HDB is in fact pricing the land at concessionary rates, and it is only on this basis that we are able to sell the flats some 40% to 50% lower than the market prices. This point about land values may not get through to the hon. Member. It seems to be a very difficult point for him to understand. But there is no doubt - if you ask any economist, he will tell you the meaning of this - that when we make land available to the public at subsidized rates, we should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 746</b></font>\n  <br>\n  <br> really be considering the market rate. I hope the Member now understands the issue. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, as I understand from the Hon. Minister of State, the reason for the increase was the rising costs in the construction of these apartments, and yet he has said that the HUDC was not making a loss when it was previously selling them at its prices. May I know from the Minister whether his Ministry or the HDB is able to present a costing of these apartments. I do not know what the great difficulty is. If the Ministry or the HDB wants a form on how this costing is arrived at, I will be quite happy to give them to show how it can be done. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, there is no difficulty at all in providing the costing. If hon. Members want it, we will be happy to provide it. In fact, I am surprised to hear the Member now saying that there is no difficulty. If he recalls, sometime ago when we were debating this question of HDB prices, he was asking, \"How does HDB price it?\", because we have no accounting system and so on. We then asked him at that time whether he wanted us to price the flats for the Anson residents according to the true costs, and we did not get any answer from him. So now, I do not see how we should be asking him to give us a method to cost the houses. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You have the difficulty. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 746</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SINGAPORE ARMED FORCES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Adoption of informal and people-oriented management style)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Mr Sia Khoon Seong</b> asked the Minister of Defence and Second Minister for Health if the informal and \"people oriented\" management style adopted by the Singapore Armed Forces will not result in a drop in disciplinary standards and how the Ministry of Defence will ensure that high disciplinary standards are maintained; why the approach was considered necessary; and how the Ministry sees the National Servicemen responding to this change. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 747</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister of State of Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State of Defence (Dr Yeo Ning Hong) (for the Minister of Defence and Second Minister for Health):</b> Mr Speaker, Sir, the SAF is a citizen armed forces manned and led by Singaporeans for the defence of Singaporeans. Its practices must, therefore, be responsive to our changing social environment and population profile. Our soldiers are now much better educated than they were some 10-15 years ago. Hence, the SAF needs a management philosophy which, while maintaining military discipline, is characterized by close rapport between, and a high esprit de corps among all ranks. Such a philosophy requires mutual understanding, close interaction and good communication. The soldier sees the need to comply with orders. The Commander is open to innovations and suggestions from all the men. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A people-oriented management incorporating such an approach will not result in a drop in discipline. Initially, some servicemen had misunderstood the more \"informal\" style to mean an intention to lower military discipline. This is not so, and has been made clear to all in the SAF. By retaining the same disciplinary regulations, procedures and standards, MINDEF has clearly shown that there is no intention whatsoever to lower the level of military discipline. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The formal announcement of the SAF's management philosophy as peopleoriented management and leadership by example, does not mean that this is a philosophy that has suddenly emerged overnight. Such a management style has, in fact, been gradually evolving since the formation of the SAF in keeping with the evolution of our society. But MINDEF believes that this is the right time to accelerate the process. Hence, its occupation of the centre-stage last year. Nation-wide, Singaporeans have been encouraged to work as a team for greater effectiveness. Training and operating as a team has always been the SAF's approach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our objective is to have a work environment that will encourage free interaction among officers, NCOs and soldiers. We seek to establish a climate where work methods and practices are constantly discussed by all to see if they may be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 748</b></font>\n  <br>\n  <br> improved. The soldier is regarded as an important member of the team and not as a mere digit. He respects his superiors and is, in turn, looked after by them. The officer knows his responsibilities and is able to lead his team. Through his superior ability, knowledge and leadership, his men will comply with his orders and will volunteer suggestions of their own. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The superior who clearly demonstrates in day-to-day training that he is the one who has the ability and knowledge to lead his men in overcoming difficulties and in meeting operational objectives will gain their confidence that in a battle situation he is the one who knows best what to do. Our soldiers will therefore show no hesitation in responding to the orders of their leaders if they lead by example during their training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our unit commanders report that this development in management style has been well received by servicemen. There are some junior commanders who need a little more time. As in other things, not every member of a large organization adapts at exactly the same pace. The great majority of the officers, especially the senior ones, are pleased with the results thus far. Most NCOs are now beginning to realise that their initial fears of lower discipline were unfounded. The soldiers them- selves, after a cautious start, are adjusting well. The signs of change are very encouraging. We can see them, for example, in the responses to the SAF Suggestions Scheme, and in the Work Improvement Team movement. For example, 1,337 suggestions were received in the 6-month period, July to December 1982. This compares with an average of 210 suggestions per year in the previous years, i.e. an increase of over 1,200%. Also, as of 31st December, 1982, a total of 272 WITs have been formed. Nevertheless, MINDEF will continue to monitor the progress of the development of the people-oriented approach in the SAF. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 748</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SINGAPORE ARMED FORCES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Computerization of training and administration)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Mr Yeo Choo Kok</b> asked the Minister of Defence and Second Minister for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 749</b></font>\n  <br>\n  <br> Health, in the light of the Government's computerisation policy, how the Ministry of Defence is harnessing computer technology to improve training and administration in the Singapore Armed Forces. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong (for the Minister of Defence and Second Minister for Health):</b> Mr Speaker, Sir, there are three main areas for the use of computer-technology in MINDEF. They are resource management, training and administration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resource management systems have already been developed to help our officers manage manpower and stock inventories. Most of these are now fully operational. A few of them are even in the process of being upgraded to take advantage of the latest advances in computer technology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Computerized simulators are being used to develop war games to train commanders in battle procedures and tactics. These do not replace, but instead supplement and balance, field exercises. Two war-gaming centres using microcomputers are being developed for the Army. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the past year and a half, the SAF has embarked on the use of computers for instructional purposes. Through such means, servicemen would be better able to update their knowledge on the latest doctrines and procedures. Five SAF training centres will have such facilities, each with 20 computer terminals, by the middle of 1983. Over 40 SAF instructors have been trained to develop such systems. These are in addition to the 450 officers who have so far been trained in basic computer knowledge at the MINDEF micro-computer centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Computers are also used to help in administration within the SAF units. Training schools will soon be equipped with computers to assist in their course administration and updating of training publications. Information systems for operational units are being streamlined. Trials are being conducted at seven SAF units. Micro-computers performing various administrative functions have been installed in all these units. Reserve units will also get their share of computers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 750</b></font>\n  <br>\n  <br> to help them improve the administration of reservist matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All in all, computerization in MINDEF has permitted us to make much better use of our limited manpower to fulfil more effectively our primary role - that of ensuring the peace and security of Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 750</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SINGAPORE BROADCASTING CORPORATION</b>\n  </div> \n  <div align=\"center\">\n   <b>(Third TV channel)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Mr Sia Khoon Seong</b> asked the Minister for Foreign Affairs and Minister for Culture (a) whether the Singapore Broadcasting Corporation has any plan to establish a third TV channel, and, if so, when will it begin operation and what will be its hours of transmission; (b) how will this new channel contribute towards the cultural and moral enlightenment of our people and what will be the programme content and policy of this channel; and (c) what will be the costs in capital investment and recurrent expenditure. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Culture (Mr S. Dhanabalan):</b> Mr Speaker, Sir, the Singapore Broad- casting Corporation has been considering starting a third TV channel. It has sought Government approval to operate this new service, and approval has been given. SBC is now in the process of completing the planning to establish this third TV channel. It is hoped that the new channel can be launched by early next year. The hours of operation for the third channel will be between 7.00 pm and 10.00 pm. The actual hours of telecast will be determined later. The new channel's primary objective is to broadcast cultural, educational and informational programmes at prime time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present during the prime time hours, ie between 7 and 10 pm, SBC's two TV Channels 5 and 8 show a whole range of programmes in all four official languages. One of the major complaints received by SBC is that most of the interesting and well produced cultural, educational and informational programmes are telecast either too early or too late. Generally, cultural, educational and informational programmes do not attract advertising revenue because the viewership is small \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 751</b></font>\n  <br>\n  <br> compared with entertainment programmes of mass appeal. Entertainment programmes, such as drama and musical variety shows with a large viewership, bring in advertising revenue to sustain SBC's operations. Any drastic increase in cultural, educational and informational categories during prime time will affect SBC's revenue adversely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there is a significant and growing demand for high quality cultural programmes and programmes of high educational value. SBC must cater for this small section of the population which is interested in more serious programmes and try to increase the viewership of these programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A third TV channel devoted to cultural, educational and informational programmes and telecast during prime time is the best solution to this problem. Advertising revenue earned in Channels 5 and 8 will subsidize the third TV channel, as it is unlikely that this third TV channel could recover costs on its own. It is hoped that the programmes on the third TV channel will help to stimulate and increase interest in the arts and appreciation of the finer things in life, as well as act as an information source to widen the intellectual vistas of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The programmes on the third TV channel will include adaptations of established classics of world literature, current affairs programmes, documentaries, concerts, ballets, dances, operas as well as programmes which will teach and promote understanding and appreciation of various forms of art such as painting, sculpture, calligraphy and others. Except for the occasional locally produced current affairs and educational programmes, the third channel will depend entirely on programmes acquired from abroad. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 752</b></font>\n  <br>\n  <br> As the new TV channel will use existing infrastructure, technical facilities and manpower of SBC, capital and operating costs will be kept to the minimum. It is estimated that the capital expenditure will be in the region of $4 1/2 million and the recurrent annual operating cost will be about $3 million. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 752</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BILL INTRODUCED</b>\n  </div> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <div align=\"center\">\n   <b>PUBLIC UTILITIES (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Public Utilities Act (Chapter 211 of the Revised Edition)\", presented by the Minister for Trade and Industry (Dr Tony Tan Keng Yam); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 752</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REVISION OF BUDGET SITTINGS</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Business Motion \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (Dr Tony Tan Keng Yam):</b> Sir, I beg to move the Motion* standing in my name as it appears on the Order Paper. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> *The Motion reads as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders,:-- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) an additional day, namely, Tuesday, 15th March, 1983, be allotted for the debate on the motion for approval of the financial policy of the Government for the financial year 1983/84 moved by the Minister for Trade and Industry on 4th March, 1983; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) the allotted days named by the Minister for Trade and Industry for discussion of the Main and Development Estimates for the financial year 1983/84 in Committee of Supply be, as a consequence, altered to 16th, 17th, 18th, 21st, 22nd, 23rd and 24th March, 1983. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have been informed that quite a number of Members have indicated that they wish to speak in the Budget debate and that it is unlikely that one day will be sufficient. It is for this reason that I have been asked to move this Motion standing in my name in the Order Paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) an additional day, namely, Tuesday, 15th March, 1983, be allotted for the debate on the motion for approval of the financial policy of the Government for the financial year 1983/84 moved by the Minister for Trade and Industry on 4th March, 1983; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) the allotted days named by the Minister for Trade and Industry for discussion of the Main and Development Estimates for the financial year 1983/84 in Committee of Supply be, as a consequence, altered to 16th, 17th, 18th, 21st, 22nd, 23rd and 24th March, 1983. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 753</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [4th March, 1983], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament approves the financial policy of the Government for the financial year 1st April, 1983 to 31st March, 1984.\". - [Minister for Trade and Industry]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>3.20 p.m. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Mr Speaker, Sir, I wish to thank you for giving me this privilege to start off the debate on the Budget Statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister for Trade and Industry has presented to us yet another painless budget for the financial year 83-84, and I sincerely hope that painful measures need not and will not be introduced in between the Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister's Budget Statement is political testimony to the success of the hard-headed economic policies of the PAP Government. The not-so-popular measures introduced some years ago have now put us in a strong position to weather the economic storms ahead. Had we in the earlier years opted for the economics of handouts, so zealously peddled by certain opposition parties, we would be in very serious trouble now. \n  <br>\n  <br>\n  <i>Review of the World Today</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the world economy appears to be trapped in an unsolvable economic mess. In 1982, the OECD countries ended up with an average growth rate of -0.5%. Among the OECD countries, only Japan, France and the United Kingdom registered some positive growth rates of 2.5%, 1.5% and 0.5% respectively. The world's largest economic locomotive, the USA, nose-dived and ended up with -1.75%. Negative or slow growth were soon translated into protectionist trade barriers hitting the export economies of many countries including Singapore. In spite of the above, we in Singapore put up a creditable performance of 6.3%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, protectionism was driven home to us in a most dramatic manner when our domestic exports fell for the first time since 1975. Other new forms of protectionism will continue to rear its ugly head. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 754</b></font>\n  <br>\n  <br> The French, as we all know, have introduced linguistic restrictions. The Americans have \"graduated\" certain export items from the Generalised System of Preferences. Other euphemisms include orderly marketing arrangements and voluntary export restraints. The latest form of protectionism but more harmful to the global trading community is competitive currency depreciation or devaluation. Such short-sighted policy basically \"export\" one's problems to one's trading partners. These beggar-thy-neighbour policies could trigger off a global economic collapse reminiscent of the time in the early 30's. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this trend will continue unless governments can muster the political will to solve the structural unemployment through a long-term restructuring of their sunset industries such as steel, textiles and auto industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, apart from protectionism, our exports are also facing stiff competition from two other sources. On the one hand, our traditional export items such as cassette radios and TV sets have now to compete with low-cost and labour-abundant centres. On the other hand, our so-called sophisticated exports will now have to meet with intense competition from the newly industrializing countries such as South Korea, Hong Kong and Taiwan. The answer, Mr Speaker, Sir, is higher productivity coupled with better work attitudes among Singaporeans. To succeed, we have to keep trim and stay ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, unemployment continues to increase in the OECD countries and the United States. In the US and the EEC, the number of jobless people hit a record high of 12 million and 12.3 million respectively. But the recovery does not seem to be within sight. World trade has now shrunk by 1.5% for the first time since 1975. The oil glut accompanied by weakening commodity prices are threatening to destabilize the international financial system. Falling petrodollars and commodity earnings mean non-payment of the US$600 billion in Third World debt to the bankers and creditors in the West. Any mismanagement of this debt could trigger \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 755</b></font>\n  <br>\n  <br> off a global economic collapse with profound political and social consequences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, domestically, Singaporeans continue to enjoy a higher standard of living although real income rose by 5.1% compared to 8.6% in 1981. However, 1983 is likely to be a very rough year. But we have gone through difficult times in the past, in the late 1960s when the British pulled out of Singapore and also in 1974 in the last economic recession. I am confident that when it comes to the crunch all Singaporeans will play their part and will tighten their belts and work harder to ensure our economic survival and prosperity. In this regard we, the political leadership - Members of Parliament, Parliamentary Secretaries, and Ministers - must be prepared to set the lead, even taking a pay cut if necessary. We must inspire Singaporeans by our example and show to the world that no matter what the obstacles are, we have the determination and the resolve to overcome them. The Minister has spelt out in no uncertain terms the grave state of the world economy and the dangers that are ahead for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I fully subscribe to the Minister's analysis of the problem and the framework of solutions he has outlined in the Budget Statement. \n  <br>\n  <br>\n  <i>Where do we go from here?</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would be futile to try to forecast the timing of a sustained recovery with any certainty. In the meantime, we must work out short-term economic policies to survive the recession as well as prepare certain long-term policies. The short-term policies to stimulate the economy include Government expenditure on social and economic infrastructure such as roads, housing, Changi Airport extension, the MRT and so on. In the longer-term, we will have to devise policies to ensure efficient allocation of resources in the private sector via the free market mechanism. \n  <br>\n  <br>\n  <i>Access to New Technologies and Foreign Capital</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the pace of our economic development, especially industrial, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 756</b></font>\n  <br>\n  <br> commercial and financial, hinges on the speed of our automation, robotization and computerization. It is heartening to note that we would gain access to new technologies from foreign investments. However, these new technologies have also reversed the international investment pattern. In short, with industrial automation, labour cost which used to be the rationale for multi-national corporations to transfer their operations to relatively low-cost centres like Singapore is no longer valid. This notwithstanding, new foreign investments in manufacturing stood at $1.7 billion. It is heartening to note that the sunrise industries account for 27% of the new total investment commitments in 1982. About 25% or $366 million were accounted for investment commitments in the manufacture of computer hardware and related equipment, electronic components and machinery. Another $132 million or 7.6% is taken up by investments in computer software and engineering services. It is encouraging to note that local industries accounted for about 30% or $540 million of the total investment commitments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, it would be useful if the Minister could inform this House whether such investments by local industrialists were in the new high technological industries. We cannot possibly hope to develop these technologies ourselves. A tried and proven method is to comb the high-tech centres like Silicon Valley in California and other Science Parks of the West and Japan to identify such joint venture possibilities. Such joint ventures will give us access to these frontier technologies. However, investments in these frontier or sunrise industries are fraught with uncertainties and very high failure rates. \n  <br>\n  <br>\n  <i>Venture Capital</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, one possible vehicle is another American innovation called Venture Capital. In the past, Venture Capital used to be a popular tax shelter whereby the wealthy can siphon off their taxable income. Today, Venture Capital plays a dynamic and catalytic role in the development of new industries such as Genetech, a company which is pioneering the commercial applications of genetic engineering. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 757</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Venture Capital investments serve several short-term and long-term objectives. Firstly, the short-term effect would be to provide a fresh injection of activity and vitality into the economy. The second and long-term effect comes about only when such investments emerge with commercial breakthroughs. The third objective is to revitalize the salvageable sunset industries, such as textiles, with these new technologies. Computer Aided-Design (CAD), for example, could totally transform the competitive position of such industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps the Ministry of Trade and Industry or the Economic Development Board could encourage successful Singapore companies in banking, manufacturing or services to set aside a part of their profits for such venture capital investment. On a selective basis we could allow writing off unsuccessful venture capital against profits. I am also convinced that such a move would ensure that some form of genuine technological transfer to Singaporeans or Singapore companies would take place. \n  <br>\n  <br>\n  <i>Manpower Training, Government Commitment to Sunrise Industries and Restructuring Exercise</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister in his Budget Speech also stressed that Singapore's industrial development in the years ahead would depend on the pace of automation and research and development. In fact, over 60 companies had invested in automatic manipulators or programmable robot systems for spray painting, welding, material handling and assembly work. The Minister also stated that the Skills Development Fund had approved over $10 million worth of interest grants for 245 applications under its Interest Grant for Mechanization Scheme. These grants in addition would generate investment of about $78 million in new automated equipment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would be useful if the Minister could enlighten this House on the number of local companies or joint venture companies with local participation which had applied to take advantage of the scheme to automate their operations. To support our drive towards industrial automation, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 758</b></font>\n  <br>\n  <br> EDB had set up a CAD/CAM training unit, a robotics training centre, as well as the upgrading of the industrial training centres to include CNC machines. Perhaps the Minister might also want to inform us of the anticipated number of people who will have to be trained if our industrial automation programme is to be successful. \n  <br>\n  <br>\n  <i>Manpower Training</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also dealt at length on our computerization programme both at the industrial level and in the non-industrial enterprises, i.e. commercial offices. To date, the Government's efforts to encourage computer literacy and computer awareness have been fairly successful. As the Minister has stated in the Budget Statement, about 2,000 firms in Singapore use computers in their operations with another 1,800 in the pipeline. Computer Clubs too have proliferated in schools, community centres and the NTUC's workers centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, the National Computer Board, the NTUC and the Ministry of Education must be congratulated for their role in promoting computer education in Singapore. The upshot of their success is the purchase of expensive computer hardware especially microcomputers in the schools, community centres as well as the NTUC's several computer centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this stage, it might be opportune for the Ministry of Education or the NCB to monitor and review on the state of our public computer education programme. In particular, the Ministry might want to look at the fundamental issues again, such as whether we are moving in the right direction and also at the right speed, what else could be done to speed up computer literacy especially among the relatively low-skilled white-collar workers. These are the very people whose productivity could be raised through office automation. The Minister might also wish to assure these people that computerization and office automation would mean better paying jobs and not loss of jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, computer familiarity and literacy is basically a personal skill. We cannot realize the full economic and productivity potential of the mighty micro \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 759</b></font>\n  <br>\n  <br> until such time when every working Singaporean can work on his own personal computer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, I would urge the Minister to consider some form of tax relief for expenditure on personal computers. This will bring the computer right into the homes of thousands. They will live with computers and develop a familiarity and appreciation of the strengths and failings of computers. Thousands will learn the basic computer operations in their leisure hours. It is a fact that people get fascinated with computers and we should be exploiting this curiosity and interest. Such a move would complement our manpower training programme to meet the shortage of computer personnel such as programmers and systems analysts. Moreover, the social and economic spin off arising from the widespread use of microcomputers in as many households as possible can be tremendous. \n  <br>\n  <br>\n  <i>Higher Productivity Tax Write-Off for Expenditure on Computers and Office Automation</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Minister's proposal to allow non-industrial companies to depreciate their expenditure on computers and office automation will be a timely booster to the lack-lustre productivity growth in the service industry. In fact, productivity in the commercial sector which includes retail trade, restaurants and hotels, fell by 0.5% and 2% in 1981 and 1982 respectively. This disturbing trend must be arrested through greater automation in the service sector. At the same time, we must inculcate better work attitudes among our workers. What is needed is to make Quality Control Circles or Work Improvement Teams more relevant to the service industry. \n  <br>\n  <br>\n  <i>Removing Distortions in the Free Market Mechanism</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The private sector welcomes the Government's move to allow a company's expenditure on computers and office automation to be depreciated in one year. This move would go a long way to improve the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 760</b></font>\n  <br>\n  <br> productivity in the non-industrial sector. However, productivity in this sector, and for that matter in the market economy as a whole, could be hampered by certain Government legislation and levies. For example, the SDF contribution is a heavy cost burden, especially for small enterprises who could hardly benefit from the scheme. Recently the Hon. Minister for Finance informed this House that as at 31st December 1982, the SDF has disbursed only $27.5 million for skills training out of an accumulated total of $313.8 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the recession, it might be timely for the Government to review the relevance and efficiency of the scheme. \n  <br>\n  <br>\n  <i>Incentives to Work, Save and Invest</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our invisible earnings, especially from financial services, will continue to generate surpluses in our overall Balance of Payments. As a financial centre we want to encourage free flow and especially inflow of capital into Singapore. The latest tax concession to promote loan syndication in Singapore would improve our competitiveness vis-a-vis our immediate competitor, Hong Kong. As far as possible, our tax regime should be flexible enough to induce repatriation of offshore income without giving rise to rampant tax avoidance or evasion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, the Minister might want to enlighten the House on any moves to review our laws which deter Singaporeans from bringing back their legitimate incomes from abroad. For example, it is generally reckoned that our laws on estate duty have also given rise to significant capital outflows. Estate duty and similar taxes on inherited wealth used to serve as social instruments to redistribute wealth. While this principle is valid, the reality is that such taxes have now degenerated into a taxation on honesty and good citizenship. Mr Speaker, Sir, the not so wealthy or the newly emerging small property owning citizens pay their taxes regularly and have no need to resort to professional advice on tax planning or whatever euphemisms one might choose to use. These are the real victims of estate duty, especially when they die unplanned. In the meantime, the really wealthy con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 761</b></font>\n  <br>\n  <br> tinue to invest, legitimately, millions of dollars in tax shelters abroad to avoid paying estate duty. Sir, the loser is not the tax collector but the whole economy of Singapore. Mr Speaker, Sir, such legislation can be characterized as \"a legislative success but policy failure\". Our tax regime should not become a tax on initiative and hard work. More important, in a nation of young taxpayers, the tax system must be so structured as to encourage risk-taking and accumulation of wealth and savings and, having accumulated the wealth, to invest and to retain it in Singapore. Maybe it is now time for the Government to review its estate duty laws. \n  <br>\n  <br>\n  <i>Enhanced Child Relief for Specially Qualified Married Women</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our over-full employment situation, an unusual phenomenon in a world gripped by recession, continues to constitute a major constraint to our economic growth and development. Filling the manpower gap from non-traditional sources poses several social strains. Some economists have suggested that we should tap the economically inactive persons within the employable age group, like the 15 to 60 years group. If one were to exclude the retired persons, we would end up with a potential pool of about half a million, of whom 78% are women. Thus, our planners have zeroed in on this potential pool of women power. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister, in his Budget Speech, has now proposed an enhanced child relief to include 5% of the woman's annual earned income. This appears to be a policy instrument which could be characterized as \"too little and too early\". \"Too little\" because 5% is neither here nor there, and \"too early\" because, in a recessionary period, our priority would be to get existing employees to hold on to their jobs, not bringing in new entrants to the market. \n  <br>\n  <br>\n  <i>Science Park</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now turn to the subject of Science Park referred to by the Minister in his Budget Statement. Mr Speaker, Sir, an intense concentration of brains and ambition in California's Silicon Valley has given \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 762</b></font>\n  <br>\n  <br> birth to household names like the Apple and Atari, just to name two. Our Science Park, I believe, is inspired by Silicon Valley and other Science Parks in the West and Japan. The recession, however, appears to have deterred many companies from setting up their operations at the Park. Maybe the Minister might want to review and improve the incentive package such as capital grants, rental rates to induce more firms to move into the Park. \n  <br>\n  <br>\n  <i>Housing</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Public Housing is today a major issue with many Singaporeans still waiting for their flats or waiting to change to bigger flats. The HDB's accelerated building programme should defuse some of the frustrations among Singaporeans who have waited for what they felt to be unreasonably long periods of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there is compounded frustration because of the constant change of ground rules. The ground feeling appears to centre on uncertainty. For example, HUDC applicants are uncertain of their queue which could be prolonged without notice due to privileges extended to public servants, university lecturers and other expatriates. It should be noted, however, that Singaporeans generally do not begrudge housing facilities for these people even at subsidized rates. Their only complaint is that any such privileges should not disrupt their allocation. It might be worthwhile for the Government to seriously consider special and separate housing schemes for public servants in designated housing estates, similar to those in Neptune Court, rather than adopting this present practice of queue-jumping, \n  <br>\n  <br>\n  <i>Energy and Water</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On energy, I am glad to note that the Government will continue to pursue its policy of efficient energy usage. The current weakening of oil prices and glut conditions should not lead us to stray away from this policy. It is also heartening to note that the Government has entered into negotiations with the Governments of Malaysia and Indonesia for possible \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 763</b></font>\n  <br>\n  <br> purchase of natural gas. This certainly will enhance ASEAN bilateral cooperation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also stated that we will soon be able to formulate a package of incentives and disincentives to promote water conservation in commercial and industrial enterprises\". This is most welcome. Since water consumption has dropped 12% because of the usage of thimbles, it is now time to legislate the use of thimbles and spring-lock or spring controlled taps in all buildings, especially those with public areas. This will definitely lead to less wastage. We have all sorts of legal requirements, from the size of the doors in buildings, surely the one for saving water should have top priority. The PUB and the Ministry of National Development should look into this aspect as a matter of urgency. \n  <br>\n  <br>\n  <i>Conclusion</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, overall, the Budget sets out the policy parameters to ensure that we will be ready to take advantage of the recovery when it comes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, our open-door policies will continue to give us access to new technologies such as micro-electronics, biotechnology and genetic engineering. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Budget sets out our manpower policies to ensure that we have the skilled management and labour to exploit these technologies. We must relentlessly push ahead with our manpower training, especially in CAD/CAM, robotics and CNC engineering. Here, regular dialogue and consultation with both management and labour are critical. The labour movement must be 100% convinced of their role in this social, economic and technological revolution. Manpower training, retraining, factory shutdowns and opening of new ones - all these can be very painful. In the West, this revolution has virtually been aborted by the trade unions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, we must have access to foreign sources of capital or a high savings rate or both. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, our external debt must be kept within manageable proportions. At the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 764</b></font>\n  <br>\n  <br> end of 1982, our external debt is a mere $874 million or 4% of total Government debt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, we must restructure and upgrade our manufacturing sector or be prepared to abandon sunset industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And finally, political stability with a Government committed to development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Minister's Budget is our first spring board not just out of the recession but also our launching pad into the mid-1980s and beyond. I fully support the Budget Statement. \n  <br>3.49 p.m. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, I rise to congratulate the Hon. Minister for Trade and Industry for presenting a realistic and pragmatic budget. It is, in fact, a sequel to his Budget Statement in 1982. In utter earnestness, he forewarned this House that 1982 was going to be a grim year with disturbing trends in unemployment and protectionism in industrialized countries. True enough, the state of recession and consequent economic downswing in Western Europe as well as in the United States have affected the whole world. \n  <br>\n  <br>\n  <i>Recession and its Effects</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The effects of this recession which have been far worse than that of 1975 have rocked even nations that have been on firm and sound economic footing. I dare say, Sir, that Singapore, through the keen foresight and efficacious planning of its Government, has managed or, I should say, is managing to weather the storm though not without setbacks. While our productivity level has somewhat declined, the essential, potent features of our industrialization programme-full employment and the maintenance of international confidence in our economic politics and management - have been kept up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is indeed heartening to note that there are already hopeful signs that the United States is pulling itself out of the doldrums and this, I am sure, would have advantageous effects upon developing countries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 765</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, we have to take advantage of this lull period in the world economy and prepare ourselves for the future. We have to equip ourselves to face the changing trends in industrial situations. In particular, the surge towards automation, robotics and computerization is in vogue. Workers in the traditional industrial environment must avail themselves of the opportunities of the future and take definite steps to change attitudes, adjust, educate and retrain. \n  <br>\n  <br>\n  <i>Sophisticated industrial environment</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Working in the modern and sophisticated industrial environment - requires certain minimum standards of education and skills. Robots and computers, no doubt, will do given jobs faster, accurately and efficiently. But these must be programmed and handled by human power - human power that is skilled and knowledgeable from the lowest to the highest levels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about human power, Mr Speaker, Sir, it has been mentioned that more than half a million of our workers have less than primary six education. Despite this, they are vital to our manpower needs. We must not neglect this sector of our workforce. Upgrading their standards of literacy and numeracy should be the prime concern of all agencies concerned with manpower development. \n  <br>\n  <br>\n  <i>Basic Education for Skills Training</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Skills Development Fund appears to have benefitted the upper echelon staff such as managers, supervisors as well as skilled workers. This is encouraging and in line with national objectives to upgrade performance and consequently increase productivity. On the contrary, those in the lower rung do not seem to have received the same impetus with regard to their enhancement in skills achievement and literacy level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, steps are now being taken to rectify this sordid situation. The Basic Education for Skills Training (BEST) Programme conducted by the Vocational and Industrial Training Board involves about 5,000 workers from some 60 firms. Similar \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 766</b></font>\n  <br>\n  <br> courses are being conducted to upgrade the level of literacy of some 1,000 National Servicemen. I would also like to mention here, Sir, that the serious nature of the situation has also been taken note of by the NTUC,which has initiated BEST classes for three intakes in July 1982, October 1982 and January 1983 involving more than 7,000 workers. I would like to further urge other employers to contribute positively by motivating the unskilled workers to take advantage of the various BEST classes and courses conducted by the employers at their work-places as well as those conducted by NTUC and VITB. I can assure the House, Sir, that the trade unions will continue to conduct such and similar courses for the benefit and well-being of the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, as a long-term measure, I would like to suggest that a proper study be made of this shortfall in the literacy level of those half a million workers so that the Government, statutory boards and the unions could work in unison to ensure that this lot of the workforce improve themselves and prepare themselves for the future. \n  <br>\n  <br>\n  <i>Housing</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is heartening to note that positive steps are being taken to build more flats to meet increasing demands. Skilled workers from non-traditional sources are now available to expedite the building programme. However, efforts must be made to encourage local workers to become interested in construction work and to be more skilful in the long run. Efforts should also be made to inform and educate both potential construction workers and parents on the advantages of pursuing a career in the construction industry. Assurances must be made that careers in the construction industry are relatively safe, challenging and rewarding. \n  <br>\n  <br>\n  <i>Tax incentives</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the tax incentive announced by the Minister for retired persons and housewives is most welcome, and this would definitely spur them to continue contributing their wealth of experience and expertise to the nation. The imposition of tax on liquor and tobacco does not affect most of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 767</b></font>\n  <br>\n  <br> the people and the increase itself is too negligible to cause any concern to those who indulge in smoking and drinking. \n  <br>\n  <br>\n  <i>Energy Conservation</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, finally I wish to touch briefly on energy conservation. I wish to support the Minister's call for energy conservation and his condemnation of energy wastage. His suggestion that energy conservation campaigns be continued from time to time is a timely reminder to the citizens not to be wasteful and to take things for granted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to support the motion. \n  <br>3.58 p.m. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Clementi):</b> Mr Speaker, Sir, I would like to join the other hon. Members in supporting the financial policy outlined by the Minister for Trade and Industry for the coming fiscal year 1983-84. The Minister has, in his customary sober manner, painted a realistic picture, although somewhat less cheerful than we expected, of our economic performance in the past year. The world-wide recession has taken a very heavy toll on the economies of most countries, developed and developing, including Singapore. In particular, our manufacturing sector, which has been the mainstay of our economy for the past decade, was hard hit by falling external demand as well as increasing protectionism practised by developed countries which used to take large shares of our domestic exports and are now looking inward to source the supplies from their own manufacturers. Even tourism growth which has averaged more than 10% in the last 10 years or so had also fallen to 4.5%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our growth would have been much worse if not for the Government's efforts in stimulating construction in both the public and private sectors. The buoyant construction activities have demonstrated, once again, that the Government's economic diversification policy has paid handsome dividends. If not for our contribution by Construction, our economic growth would have been halved. The conse- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 768</b></font>\n  <br>\n  <br> quences of lower economic growth are not yet apparent to many Singaporeans, especially the younger ones. Lower growth would have meant less job creation and therefore higher unemployment, as the labour market is not able to absorb all the new entrants, as well as provide alternatives to all those who have been retrenched. This is now being experienced by most developed countries, some with an unemployment rate of as high as 10%. Even Japan, which has not experienced any unemployment to speak of, is now facing a so-called 'high' unemployment of 2.75%. If the Japanese worry, we had better start doing so ourselves. Lower economic growth would also mean lower income and, therefore, lower spending power. Our shopping complexes and eating houses would not have been as full as we have experienced in the past year. In other words, the multiplier effects of lower growth in our major economic sectors would have adversely affected all other sectors. All these were, however, mercifully avoided with our economy achieving a 6.3% growth rate. Everybody in Singapore has, in fact, been asking, \"Where is the recession?\" Our young workers therefore have yet to experience the painful problems of trying to secure jobs, because jobs are still abundant. Singaporeans in general still feel as prosperous and happy as in the year before. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One other favourable factor was the low rate of inflation brought about by lower oil prices as well as those of other major commodities. This was unlike 1974-75 when we were hit by both recession and high inflation. All in all, therefore, we have fared well by the Government's far-sighted economic policies and the ability of our people to react to rapidly changing circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One lesson we should perhaps learn is that, in the face of difficulties, we must become more efficient in order to survive. For example, we have been able to export most of our manufactured products over the years and remained competitive. However, with dropping external demand, buyers have become more selective and price conscious. Other producers have recognized this change and responded by improving their own products in both price and quality. Our manufacturing industries \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 769</b></font>\n  <br>\n  <br> could have performed better than they did last year, even though world demand has dropped if they are more competitive and, in so doing, get a larger share of a shrinking world market. All this means that we must achieve higher productivity and produce goods cheaper and better than our major competitors. The Government's efforts in improving productivity by training our workforce and swinging to higher skilled industries are to be taken very seriously and not just as one of the campaigns that are staged every year. Our workers and employers must give their full support to realize this improvement in order to survive the future economic crises in the years to come. More important, to survive well, we must be fully committed to excel in all that we do, and do it better than others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to the policy of accelerated construction as an anti-recession measure, let me make a few comments. As far as construction projects in the public sector are concerned, we are on firm ground because these projects involve mainly housing, infrastructure, such as roads and the Mass Rapid Transit, for which there is already an established demand. What is lacking is only sufficient supply. However, construction projects in the private sector which include offices, hotels, shopping complexes and private housing are being carried out without firm indications that there would be a demand for them. The demand for such additional facilities is not certain as it depends on both external and internal growth factors. Internally, income must continue to rise to enable Singaporeans to purchase new houses and apartments. Increases in income can only come from higher economic growth. Higher economic growth will also be necessary to generate sufficient activities to fill up our offices and shopping complexes. Externally, there must be world economic recovery to provide opportunities to bring business and tourists to Singapore to occupy our hotels. Unfortunately, our control on the world economy is nothing compared to what we can do to our own public sector. There is, therefore, a possibility that we may make the mistake of over-building. It is my hope that we will not repeat the glut in hotels, office complexes and private housing that we have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 770</b></font>\n  <br>\n  <br> experienced in the mid 1970's. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While much can be said about leaving the supply and demand of offices, hotels and housing to market forces, there should be closer consultation between Government and developers to try, as far as possible, to reduce the wide fluctuations between supply and demand which create situations of feast and famine with severe consequences of either spiralling or tumbling prices. The developers themselves should re-assess their building programme to bring it more in line with market demand. Moreover, they should go actively into securing more business instead of waiting for business to come to their doorsteps. I am reminded of the remarks made by a well-known hotelier. When asked what he would do with the empty rooms in his new hotel project because the hotel industry was facing a surplus capacity, he replied that the last thing he would do was to sit down and cry over the low occupancy rate. He would get up and go out to search for new business and bring in more guests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another longer term effect of our Construction policy is to create additional demand for workers in the services sector, such as those required by our offices, shopping areas, hotels and restaurants. This will be reinforced by the lower absorption of labour in our manufacturing industries as they struggle to recover growth and, at the same time, switch on to high skilled industries which require less workers. Our labour situation will likely remain tight if we do not arrest the higher growth of labour absorption for the services sector. There is a limit to automation and mechanization in providing services. Can we imagine that we would have robotic maids making our beds in hotel rooms in the morning or an iron lady serving a cool and refreshing cocktail at a bar and, as the Member for Chong Boon has suggested, to wind up the evening with a sumptuous dinner cooked by a computer. The answer will probably lie in adopting radically different operating and administrative systems which would require much less labour, helped by as much mechanization as possible, and yet providing similar quality service although not as personalized as one may wish. This has, in fact, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 771</b></font>\n  <br>\n  <br> been done in many hotels and offices in other countries. We must continue to pay great attention to the judicious allocation of labour in sectors which yield the highest returns and which would be commensurate with the skills that our workers are going to acquire. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have been able to weather the storms of recession in the last year because, as a people, we have continued to work hard and, more important, are ready to change our work habits and adapt ourselves to new situations. We would have to continue to do this, and become even better if we hope to overcome the lean years ahead. To help us do this, the Government has provided a solid economic framework complete with the required infrastructure, especially in skills training and development. Given our determination, we and the Government, I am confident that we shall be able to pull through the coming year better than the last. \n  <br>4.10 p.m. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, I rise to support the motion standing in the name of the Minister for Trade and Industry. We have heard at length the grim picture of the economy painted by the Minster in his Budget Statement and by the three previous speakers. The Minister has analysed the world economic scene and how it is going to affect us in the coming years. His call to improve productivity at our workplaces and to lower our expectations for wage increases in 1983 should be taken seriously by every Singaporean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I fully support the Government's tax relief for the aged and the handicapped. This shows the Government's concern for the needs of these two groups of Singaporeans. I also support the Government's increased taxation on liquor and cigarettes, and I hope this will be an incentive for many to give up smoking and to reduce their consumption of alcohol. The generous depreciation allowances on computers and office automated equipment should assist our nation towards increased productivity and advancement up the technological ladder. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 772</b></font>\n  <br>\n  <br> I think the Member for Chong Boon's suggestion for home computer write-off should be seriously taken by the Minister. The benefits are tremendous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also about 380,000 owners of private cars, goods vehicles, motorcycles and scooters who must have heaved a sigh of relief at being let off by the Minister - this time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to draw this House's attention to the enhanced child relief for the specially qualified women. While I feel that the specially qualified women deserve this incentive, the rest of the working women should also enjoy the same tax incentive because I am sure their need for this relief is greater than those specially qualified women. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has cited the cost of domestic help as the reason for granting this relief. However, I am sure the Minister is aware that for every mother who works, whether in the factory, office, school or hospital, some cost has to be paid towards the foster care of her children. This care could be in the form of a child-minder, day-care, nursery care, domestic help or foster care. Mr Speaker, Sir, our women have been encouraged to work, and there are a total of 394,980 women in the labour market, of whom 163,245 of 14.6% are married, widowed or divorced. The tertiary-educated women who form the bulk of these specially qualified women comprise less than 1% of the total workforce. Surely the Minister would want to encourage the majority of these married women to continue working by extending this tax incentive to them also. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With this note, Mr Speaker, Sir, I support the motion. \n  <br>4.15 p.m. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, 1983 is a decisive year for the recovery of the world economy and our economy. Are all these signs pointing towards the oasis, or are they merely mirages? We shall know the answer later this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the world recession worsened - the unemployment rate kept increasing while growth rate declined. There are two \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 773</b></font>\n  <br>\n  <br> obstacles to economic recovery: (1) the protectionism of the industrialized countries, and (2) the deepening debt of the developing countries. These will persist for a long time. Sir, when one advances in age, there will be less hair on the head; one will then lose fantasy and will lose what the Prime Minister described as wishful thinking. Therefore, I do not expect, or hope, the industrialized countries to pay the debt of developing countries which now totalled some US$700 billion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The world faces yet another problem early this year - the declining oil price which brings about a confused oil market. A declining oil price should benefit the non-oil producing countries in the short term. A lower oil price will help both the developing countries and the industrialized countries to lighten the pressure on their international balance of payments and inflation and will also help stimulate their economic recovery. But the instability in the oil market resulting from competing price reductions will have adverse consequences. Declining oil prices will slow down oil exploration and the search for alternative sources of energy, Both factors are not favourable to Singapore's Asian Dollar Market and oil rig construction and related activities. Moreover, for Malaysia and Indonesia being oil producing countries, lower oil prices will mean a reduction in their income. As we have close economic relations with them, we will also be affected indirectly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ours is an open economy. Our total trade is 3.4 times that of our GDP. The world economic recession certainly affects adversely many of our sectors which depend on external demand. The growth rate of our largest sector Trade has declined in the past three years. The second largest sector Manufacturing where 60% of its products depend on external market has suffered an even greater blow. Its growth rate last year was -5.6%. Other sectors also had their setbacks. Only the Construction sector registered a growth rate (35.5%) higher than in 1981. However, as its relative importance to our GDP is small (6.6%), its rapid growth cannot offset the slowdown of the other sectors. Hence we have an overall \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 774</b></font>\n  <br>\n  <br> 6.3% growth rate, the lowest in the last seven years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, compared with many countries, our performance in 1982 was indeed creditable and hard to beat. What is consoling is that the inflation rate has declined to 3.4%; unemployment rate was only 2.6%, with an increase in the number of jobs by some 1,800 compared with 1981. Besides, investments maintained at $926 million, although slightly lower than 1981, was the highest since 1972. National savings increased from $9.82 billion in 1981 to $11.7 billion. Average weekly earnings of employees increased by 15.3% over 1981 and the balance of payments had a surplus of $2.52 billion. All this fine performance will help our economy to weather the storm ahead and to meet the crisis of short-term economic depression. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the present world-wide economic recession, all countries are looking towards the driving force of the American economic recovery for a breakthrough. Although many people are not optimistic about the economic prospects for this year, there are indications that the frigid winter of the American economy will soon pass and that the dawn of spring is round the corner. First, the rate of inflation and interest rates are decreasing, while the demand for motor vehicles, housing and other goods is increasing. All this will contribute to the recovery of the American economy. There are only two items that would cause concern: (1) excess productive capacity of the US economy; (2) the huge deficit of the US Federal Government budget. Last year, the US Government budget deficit reached US$110 billion while total interest on public debts reached US$111.7 billion, creating the highest record in her history. Should the deficit increase further to a great extent, it would cause a re-inflation of prices and the return of high interest rates. Therefore, 1983 is a critical and decisive year for the American and world economies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we should not passively wait for dawn. In the course of adverse economic situation, we must dig in and make use of the recession to upgrade our workers' skill, renew equipment, raise productivity, improve the quality of our products, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 775</b></font>\n  <br>\n  <br> explore new markets and diversify the products. Singapore is like a small boat that is easy to manoeuvre at every turn. Being a small country, it is better for us to look for business activities that would be most advantageous to our development, such as the development of information software, precision engineering and medical consultancy, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Productivity performance last year was disappointing, partly because of the unsuitable measurement of labour productivity in terms of the ratio between output and the number of workers. A better measure is to evaluate the ratio between value-added and man-hours. The Statistics Department should improve upon its measurement of productivity. Although capital-labour ratio and technology are important in raising labour productivity, human factors such as workers' work attitude, labour-management relations and team spirit are equally important. It is when we are well prepared now will we be able and ready to rise above and sail across the water when the tide rises at the right time, to enable us to move forward and even to climb another peak of high performance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget this year can be said to be well balanced, calm and tranquil. Other than tax on liquors, tobacco, and two petroleum byproducts, there is no tax increase. The few items of personal and company tax concessions are mainly of the nature of symbolic consolation prizes. Only the development expenditure of the Government can have any stimulating effect on the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are three tax concessions for individuals. There is an increase in earned income relief for individuals aged over 55 years old and for handicapped persons. Although the real benefit is not much, it will serve as an encouragement and as a reward. For the care of aged parents or grandparents, the concession is different from that of last year. Last year the concession was meant to encourage the younger generation to live together with the older generation under one roof. This year the concession is meant to encourage the aged persons to fortify themselves to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 776</b></font>\n  <br>\n  <br> continue to contribute to the economy of the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another tax concession is the enhanced child relief for specially qualified married women. This is, of course, welcomed by working professional women. But I doubt whether such a concession will encourage those who choose to stay home to come out and work, or persuade those who decide to quit to stay on their jobs. To such women \"who enter the kitchen\", child-care and its upbringing is of paramount concern. With the rapid advancement of science and technology, although there are various domestic gadgets to replace human labour, such as the microwave oven, washing machine and dish-washing machine, etc., up till now there is still no robot with human feeling and compassion to replace the child-caring function of the mother. Furthermore, in our present society in which some people claim it is male-chauvinist dominated, the income of such women is regarded as supplementing the family income. Therefore, I believe the effect of this concession as an encouragement will not be great. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to company tax concessions, there is definite encouragement in the exemption of stamp duty on cheques and in tax exemption on income from Asian dollar loan syndication in order to develop Singapore into a financial centre. The greatest concession is by way of encouraging companies to purchase computers and automatic equipment, for which there will be 100% depreciation allowance within the first year. This is consistent with our policy of computetization and automation to increase productivity and to open up overseas markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is welcoming to note that royalties for musicians and writers will be exempted from income tax. However, it is more urgent that we should encourage our people to read books and to take part in cultural activities. The Government should consider exempting entertainment tax on cultural activities and deducting tax on expenses incurred in buying books, especially books that are beneficial to our children and youths. There may be administrative difficulties, but we can start with our children buying extra-curricular readers from the schools. Perhaps when \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 777</b></font>\n  <br>\n  <br> our Prime Minister goes on his rounds visiting the people, he will be able to see more books in their homes. Exempting entertainment tax on cultural activities will to a certain extent promote participation by the people in the various cultural activities. Such tax exemption should also prevent some cultural centres from degrading into the pitiable state of having to let their premises to banks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people argue that in an economic recession Government should reduce the corporate profits tax. I do not think it is proper to do so. This tax concession will only benefit those companies that are making profits. Furthermore, there is the question whether such companies will reinvest the monies that have been saved from tax concession during the present economic recession. A more practical proposal would be to reduce the burden of costs for these manufacturers. The concession of depreciation allowance on the purchase of computers and office automation equipment this year and the Save Energy equipment last year are typical ways of reducing costs on specific items. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the present recession, the Government should also consider reducing labour costs incurred by the firms and to use Payroll tax and Skills Development Fund levy and CPF rate as short-run economic stabilizers. The Payroll tax at present is only a part of ordinary taxation and has no specific use. The disbursements of the Skills Development Fund up to 1982 amount to $27.5 million, only 8.8% of a total collection of $314 million. Temporarily reducing the rates of the SDF and Payroll tax should not seriously affect the funds that have been allotted to upgrade the skills of our workers. Similarly, at this stage, it is not advisable to raise the rate of contributions to the CPF. To the employer, paying more CPF means that costs go up. To the employee, paying more CPF will reduce the growth of consumption expenditure, especially when the growth of income is slow. This will certainly have an adverse effect on promoting domestic demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget has three main aims:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) to increase the supply of technical and professional personnel. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 778</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) to promote infrastructural, industrial and commercial development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) to meet the needs of our people for housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year's Development expenditure will be as much as $7.789 billion, an increase of 14% over the last financial year. 40% of it will be used for building flats, 38% on developing our infrastructure, 7.4% on education and vocational training. These three items of expenditure will all promote the level of domestic demand and stimulate economy. The third item of expenditure on building of flats will further stimulate building activities. The first and second items of expenditure will increase the productive capacity of our nation's economic activities and help the restructuring of our nation's economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Budget deficit this year is $3,740 million, i.e. $680 million more than last year's $3,060 million. Some people are worried that this deficit will continually increase. However, we may note that this deficit has been over-estimated, the reason being that estimated expenditure is usually higher than actual expenditure, and estimated revenue is usually much lower than actual revenue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, the leakages in savings and imports may also soften the pressure of inflation caused by the increase in expenditure. However, we have to be careful not to over-stimulate the activity of a certain industry (for example, the construction sector) and thereby causing pressure of inflation caused by bottleneck situations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current recession may be a blessing in disguise to our nation. Firstly, the frequency of job-hopping has decreased. People are not so choosy in selecting their jobs and work attitude has improved. What is more important is that more people now understand that we must not take economic prosperity and better living standard for granted. Comfortable life does not come naturally. In the past decade or so, our nation's economy has developed so rapidly that it has incessantly raised the standard of living of the people, so much so that the people have a lower sense of responsibility. While enjoying a good life, many fuss over \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 779</b></font>\n  <br>\n  <br> Government policies but when they are faced with difficulties, they expect the Government to solve their problems instantaneously, like performing magic. Actually, in difficult times, people should go hand in hand with the Government, employers together with employees, to cooperate to overcome the difficulties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can do nothing about the exogenous factors. However, we can try our best to improve ourselves to face the challenges of bad times courageously and ride the storm ahead. Every cloud has a silver lining. After the storm, we shall be able to see the bright sunshine again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion moved by the Minister for Trade and Industry. \n  <br>4.35 p.m. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng (Buona Vista):</b> Mr Speaker, Sir, the year 1982 has been a difficult year for all, both developed and developing countries. Most of the industrial countries have experienced economic stagnancy, resulting in high unemployment and mounting social pressures. Faced with serious economic problems, industrial countries resorted to more stringent protectionism bringing about a sharp decline in world trade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although many leaders in the industrial countries have acknowledged the potential danger of rising protectionism and its adverse effect on the world economic recovery, they have been singularly unable to match words with action and undertake measures to halt the unhealthy trends towards the disruption of free trade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The economic environment for the developing countries has also deteriorated over the year. Even some large developing countries, endowed with abundant natural resources, were brought to the verge of bankruptcy because of their high debt burden and financial mismanagement, together with a decline in the prices of their primary products. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Viewed against this background, our economic growth of 6.3% is indeed a good \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 780</b></font>\n  <br>\n  <br> performance reflecting the correct economic strategy that we have followed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Budget debate last year, I envisaged that the buffering action of the domestic component of our economy would have to be relied upon even more to help sustain a satisfactory economic growth for 1982. This has turned out to be so as the domestic factors did become the prime stimulus to the economy in 1982 accounting for 56% of the sources of economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a climate of continuing world recession, the external demand for products and services, until recently the main impetus to our economic expansion, is likely to slacken further. For 1983, therefore, the domestic component of our economy may well again have to provide the main stimulus for economic growth. Fortunately, and as a matter of great reassurance, our accumulated resources are able to help us tide over another difficult year ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently there have been various indications in the industrial countries, particularly the United States, that the worst is about to be over and the world is at last on the road to recovery from recession. We all sincerely hope that the signs have been correctly interpreted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, permit me now to raise some general comments on the Budget. The response to the Budget Statement from the industrial and commercial quarters is generally favourable. However, to the average man in the street, it has caused hardly any excitement. To me, it is quite an unusual Budget in the context of the difficult world today. At a trying time like this, we are still able to propose a level of spending geared to development without placing additional burden on any specific group of people. Granted that smokers and drinkers have to cough out a bit more for their tobacco and liquor, but then these are non-essential items. In contrast, other countries, near and far, have to adopt 'austerity budgets' with large cutbacks on developmental expenditure and social spending. Their people would likely have to be content with no improvement in the standard of living for the coming year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 781</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget before the House is of the \"supply side kind\" aimed at stimulating growth consistent with our drive for higher productivity while keeping inflation in check. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The special tax holiday scheme to promote loan syndication activities is a timely step toward making Singapore a full-fledged financial centre. The tax concession on the purchase of computers and office automation equipment will no doubt serve as a fillip to our non-manufacturing enterprises in their efforts to automate and mechanize their operations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The emphasis on education and manpower development is rightly placed as it will enable our people to become better equipped to face the challenges and difficult times ahead and also to be able to seize the opportunities that will come with the end of the world recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this juncture may I refer to the provision for development expenditure for the Ministry of Education. Almost $300 million will be spent as capital grants to institutions for tertiary education. This is in line with our emphasis on manpower development which I fully endorse. However, I would have liked to see more provision for Government-aided primary and secondary schools than the amount of $3,019,600. This amount seems to be too meagre and inadequate to meet the requirement of these schools as some of them are in urgent need of modern facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like the Government schools, they are doing a good job educating our young who represent the input of the institutes for tertiary education. A more substantive grant to these schools would contribute to a more effective and balanced programme of manpower development. I hope the Minister for Finance would take note of this comment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the Economic Survey of Singapore 1982, the rate of female participation in the labour force rose to 45.2%. This is 0.4% more than that of the previous year, representing a growth of about 1%. This shows that we have not been too successful in exhorting non-working women to join the labour force. What is required is a systematic study to identify \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 782</b></font>\n  <br>\n  <br> the factors favourable to a greater female participation rate and follow this up with appropriate measures. Perhaps the Minister may wish to consider granting a tax concession as an incentive to housewives apart from those with high professional qualifications to take up part-time employment. With a greater female participation rate, our reliance on foreign workers may be reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One more point I wish to touch on is the matter of Estate Duty. We should re-examine this item of revenue. For FY 83 an amount of $30 million or 12.3% less than the amount collected during FY 82 has been estimated. In FY 82 the amount collected was $34.209 million - a sum surprisingly tiny for a country of Singapore's affluence. So there are ways to minimize the estate duty payable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that the process of having the estate of a deceased assessed and duty settled could in certain cases be a cumbersome and time-consuming affair, not to mention the inconvenience to the beneficiary or beneficiaries. In view of this, should we not either abolish it or replace it with some other manner of taxation so that the estate of a deceased can be expeditiously settled in keeping with our national polity of high efficiency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having made these comments, it would be remiss of me not to congratulate the Minister for proposing a good Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the world recession has caught up with us and the signs are that the worst is yet to be. With prudent management of resources and sound economic policy, I am confident that we shall be able to brave the economic storm and Singapore will emerge from it a more resilient country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I fully support the Budget Statement. \n  <br>4.44 p.m. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong (Senior Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Home Affairs (Mr Chin Harn Tong)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the Budget for the coming financial year introduced by the Minister for Trade and Industry is very encouraging. Apart from increased taxation on luxuries like liquor and tobacco, there has been no tax \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 783</b></font>\n  <br>\n  <br> increase. On the contrary, the Budget provides for tax incentives for office computerization and automation, exemption of income tax for revenues earned from loan syndication of Asian Dollars and the abolition of stamp duty, etc. This will go a long way to help promote productivity and efficiency and to tide us over the present period of economic recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Obviously, when the global economy is in a very bad shape and the US and European countries are in the thick of economic recession and surging waves of unemployment, it is only correct for us to put emphasis on our future task on economic development and developments in commerce, industries and finance, as recession and deterioration in our commerce, industries and finance will directly or indirectly have an adverse effect on various aspects of our economic and social development. However, I would like to stress that while giving due attention to the developments in our economy, commerce, industries and finance, we should not neglect to improve the quality of our thinking and to strengthen our-social cohesiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, several internationally known Confucian scholars came to Singapore. Some of these scholars stated that while the Western countries were plunged into economic recession, the economists in Western countries were amazed that countries or regions that adhered to Confucianism, such as Japan, South Korea, Taiwan, Hong Kong and Singapore, were able to maintain their economic growth. They were convinced that in economic development, in addition to better management and technology, other factors were involved. These were the quality of the Man, human relationships and social cohesiveness of our people. Singapore is an island country that lacks natural resources. Our important resources are human resources. Hence the quality of the Man, good human relationships and social cohesiveness of our people are of crucial importance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1968, when the new Employment Act was introduced to cope with the economic difficulties that beset Singapore, our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 784</b></font>\n  <br>\n  <br> workers (the human factor) were able to place the national interest over personal interests and were able to sincerely rally together and cooperate with the Government and the employers to solve problems. In the last two years when all were putting great emphasis on the importance of raising productivity, it was the NTUC and the workers who took concrete measures to conscientiously upgrade their own skills through further training of skills - it was the human factor. It is obvious that if we want to tide over the difficult period of economic recession and to embark on further economic development and expansion of commerce, industries and finance, we must not forget the quality of man. In recognition of this fact, the NTUC has been energetically taking steps to conduct productivity seminars, training courses on trade union leadership and courses on basic education for skills training. Through such activities we hope to further raise the level of consciousness of our workers and strengthen their cohesiveness on the production lines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, we find that employers and the other organizations have not done enough in this respect. I sincerely hope that employers' associations and the mass media are aware of the importance of this problem and take concrete and effective measures to encourage our workers to undergo more comprehensive retraining and re-education so as to strengthen their thought and awareness, raise their level of consciousness, make them more dedicated to their duty to the society and to their work so that they may identify themselves with their company and the society. If our workforce is equipped with such qualities, we believe that we will have the strength and the will to solve the myriad problems that are or will be confronting us. And when the world economy turns for the better, our workforce, which has a high sense of responsibility, highly motivated and equipped with higher technology and capability, will be able to push our economic development towards a higher peak. \n  <br>4.51 p.m. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Mr Speaker, Sir, I rise to support the motion \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 785</b></font>\n  <br>\n  <br> standing in the name of the Minister tor Trade and Industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his detailed and comprehensive statement on the financial policy of the Government for the next financial year, the Minister for Trade and Industry has signalled that there would be changes in our economic structure in view of the structural changes that are taking place in the industrialized countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, while the manufacturing sector will continue to play an important role in the economy and provide a high percentage of jobs for our workers, the future growth of this sector will not be at the same pace as we have seen in the last 20 years. It is likely that the manufacturing industries in Singapore will shift to higher levels of skills and technology. With the adoption of mechanization, automation and robotization, job creation in this sector is unlikely to proceed at the same rate as in the past. On the other hand, it is likely that the services sector will provide us with the avenue of growth and job creation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can therefore conclude that for the 1980's our economy will go through a stage of transition. Manufacturing will slowly cease to be the leading edge of the Singapore economy, while the services sector will assume the role of the prime mover of the economy. This change will have a significant impact on jobs and job creation. Our local investors and workers will have to be prepared for this change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through the various measures taken by Government in the past few years, our local investors have become aware of the need to upgrade, or to invest in the new growth areas. Assistance from Government has been provided through various incentives such as the Small Industries Finance Scheme, the Small Industries Technical Assistance Scheme and the Interest Grant for Mechanization provided by the Skills Development Fund. While these financial incentive schemes are available, many small industries in Singapore have not been able to take advantage of these schemes. This is not because of a lack of interest but more likely from a lack of knowledge. While the larger companies and the multi-nationals are able to obtain access to the latest technical knowledge of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 786</b></font>\n  <br>\n  <br> the industrialized countries, our small investors are not in the same position. It is essential therefore for Government, through the Economic Development Board, to help our local small investors to obtain access to technical knowledge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Small Industries Technical Assistance Scheme, set up last year, is a step in the right direction. Its objective is to enable local supporting industries to acquire the technology necessary for developing a high degree of technical competence. How many local investors have taken advantage of this scheme? Why have the other small investors not taken advantage of the services of the scheme? Is it because they are unaware of it, or are the services provided inadequate? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure that there is now sufficient experience from the operation of this scheme for the Minister to inform this House of the progress, and the steps planned to make sure that more local investors will avail themselves of the services provided. The dissemination of information will play a key role in determining our success. The Government must intensify its efforts in this area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, ever since the Government actively promoted the new economic policy of restructuring to higher technology and knowledge intensive industries and services, we have constantly been telling our workers that they must upgrade their skills. By and large, our Singapore workers are receptive to this message. They see the need and the importance of acquiring better or new skills. They want to ensure themselves of continued employment in a restructured economy. They do not wish to lose out in this process. However, many of them are wondering what jobs would be in demand in the future and whether the education and the training that they have so far received would allow them to fit into the industries and services of the 1980s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ample opportunities are being made available to school leavers by the expansion of places at the National University of Singapore, the Nanyang Technological Institute, the Singapore and Ngee Ann Polytechnics and the VITB. New entrants to the job market in the 1980s would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 787</b></font>\n  <br>\n  <br> therefore be adequately trained to enter the employment market of the restructured economy. However, training and retraining of existing workers have been left largely to their employers with assistance of grants from the Skills Development Fund. A number of employers have indeed been providing training and retraining for their workers. However, the larger number of existing workers have not been given opportunities of training or retraining. If we are to succeed in our economic restructuring process, we must take steps to ensure that the bulk of our existing workers acquire the skills to remain employable in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have taken one major step, that is, the setting up of the BEST programme. The BEST programme was initiated by the National Trades Union Congress and is now given full support by the Government. Providing a basic education for workers who lack the linguistic and numeracy skills is but one step in the whole process. Such workers must still be given opportunities to acquire skills. Presently, it is stated that those who pass the BEST course will qualify for VITB courses. We may therefore assume that places will be made available to them, and that there will be sufficient places. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This presupposes that they are aware of the skills that will be in demand. I am not sure that they do, and see a need for a career guidance service to be provided for the participants of the BEST programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Career guidance is equally important for existing workers who already possess the basic linguistic and numeracy skills. What are the specific new skills required? Are the courses open to them? Unless our workers are made aware of this, they will be at a loss as to how they are to upgrade their skills, when their employers do not make available to them retraining courses to meet the future needs of their enterprises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me illustrate with an example. We may infer from the Minister's statement that the financial and business services sector will be an area of growth. Indeed, job creation in this sector rose from 23,100 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 788</b></font>\n  <br>\n  <br> places in 1970 to 89,800 places in 1982, an increase of almost four times. The Minister has given incentives to stimulate further growth in the financial services sector. We can thus expect that more jobs in this sector will be created. What are the specific jobs and specific skills required? How will our existing workers be able to acquire these skills? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry of Trade and Industry has the responsibility for manpower planning. Although this is on the macro-level, perhaps the Ministry can provide some enlightenment to our workers on the range and type of skills that will be in demand in the future. It is only then that our workers can prepare themselves for the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The cost of training and retraining of workers is very high. For example, the estimated cost of providing basic education to the 300,000 workers who need it through the BEST programme is over $240 million. The cost of providing our workers with skills will be much higher. As such, I beg to differ with the hon. Member for Chong Boon and the hon. Member for Leng Kee and request the Hon. Minister for Trade and Industry not to reduce the Skills Development levy. It is quite natural that when there is over $300 million lying in the Fund, there will be calls to reduce or to end the contributions to the Skills Development Fund. We will be making a grave mistake if we accede to such calls. The task of providing our workers with higher skills and knowledge is an awesome one. We must be resolute and single-minded in this objective and ignore the cries of pain from the employers whether they be real or imaginary. I say imaginary because corporate profits have increased last year as amply provided in figures from the Income Tax Department. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on that note, I support the motion. \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr M.K.A. Jabbar (Radin Mas)</b>(\n  <i>In Tamil</i>): Mr Speaker, Sir, the Minister for Trade and Industry has presented a Budget on which he has elaborated at length. I give my full support to it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In general, in this period of a world recession, we have to resort to expeditious measures to weather the depression in the world economy. Some tax concessions \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 789</b></font>\n  <br>\n  <br> have been given in the Budget. Although no government can govern without resorting to taxation, the public, nevertheless would have liked to have more tax concessions. They are unhappy to see a ceiling imposed on income tax relief and in the coming years they hope to see more concessions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I wish to touch on the allocation of funds for Government departments and I wish to see certain changes. The nations of the world are increasing their defence expenditure. Even countries which advocate peace have been gradually increasing their defence expenditure. Ours is a very small nation. We have a need for modern equipment. At the same time, we have to improve the living conditions of our national servicemen. We have to increase their allowance so that they can enjoy a better life. More facilities should be made available to them, as this is the Government's duty. In order to achieve this, I hope that the allocation for the Defence Ministry will be increased. The reason is that national servicemen presently require a greater amount of allowances for themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I wish to avail myself of this opportunity to speak on the Government's policy. There are some people who are out to smear the Government and the ruling Party regarding the policies adopted by certain officers in the Government departments. We must, therefore, adopt a cautious attitude as we have to keep the good name of our ruling Party and our Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I only wish to speak on certain points as the other Members have elaborated on the other points at length. In the commercial sector very small firms have been experiencing difficulties with regard to the granting of work permits for foreign workers. Foreign workers are granted work permits for two years to work in these small firms. At the end of the two-year period, they are not allowed to renew their work permits and the small companies are unable to do anything about it. They have, therefore, no way to turn to. The Government has to look after these small companies and help them to solve their problem. Although the companies realize the need to reduce foreign workers, they are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 790</b></font>\n  <br>\n  <br> not able to recruit local labour. The Minister has a commendable Budget and I fully support it. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I propose to take the Suspension now. I suspend the Sitting and will take the Chair again at 5.35 p.m. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>5.05 p.m. until 5.35 p.m.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 790</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.35 p.m.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ADJOURNMENT MOTION</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr E.W. Barker (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr E.W. Barker):</b> Mr Speaker, Sir, this debate was originally fixed for one day. Now that we have two, I seek your consent and the general assent of hon. Members to move a motion for the adjournment of Parliament before 8.00 p.m. today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to move that the adjournment be taken at 7.00 p.m. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Speaker and the general assent of Members present, question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the Standing Orders, this House do adjourn at 7.00 p.m. today.\" - [Mr E.W. Barker]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 790</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>5.37 p.m. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Yio Chu Kang):</b> Mr Speaker, Sir, I rise to support the motion moved by the Hon. Minister for Trade and Industry on 4th March, 1983. \n  <br>\n  <br>\n  <i>World Economy</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1982 saw a deepening world recession. GNP declined by 0.5% in OECD countries and by 1.8% in the United States. One of the major causes of the decline was the successful anti-inflationary policy of these \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 791</b></font>\n  <br>\n  <br> countries which brought the inflation rate down from 10.6% in 1981 to 7.2% in 1982. The success in curbing inflation was not achieved without a high price. Tight credit brought down inflation but at the same time, the unemployment rate in the US reached 10.8% and in the OECD countries, 32 million people were jobless, the highest level in 50 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many industrial countries reached the troughs of their business cycles at about the same time. A strong US dollar and continued high interest rates in the US forced other industrial countries to adopt cautious monetary policies to protect the external value of their own currencies. Investment spending was at a low ebb. World demand shrank, followed by a sharp fall in the prices of basic commodities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Protectionism spread as governments tried to protect their own industries, a trend which GATT 82 failed to reverse. Developing countries were boxed in between low commodity prices and high interest rates. Debt servicing and bridge financing for debtor countries have become major problems. Ironically, only a few years ago, economists were debating on how to recycle petro dollars. Now they are concerned about the huge, debts of certain countries and the viability of the international financial system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Against this gloomy background, the last quarter of 1982 and the beginning of 1983 saw a few welcome signs of change. Interest rates have been declining. Real spending on new homes and consumer goods, such as cars, increased in the US. Although it is not at all certain that these are typical signs for a late recession/early recovery stage of a business cycle, a sustained revival in demand in that country will set the stage for recovery, hopefully, in Europe and Japan and other countries after a time lag. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Developing countries, however, are expected to continue experiencing depressed export revenues this year. In order to restrain imports, they are likely to adopt restrictive economic policies. Their prospects, therefore, remain bleak. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 792</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Singapore Economy</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a year characterized by disappointments in the world economy, Singapore did well to achieve 6.3% growth in 1982 compared with 9.9% in 1981. Largely the result of a sustained boom in construction, it was still a remarkable performance. Financial and business services grew by 14%, transport and communications by 11%. But manufacturing suffered a hard knock and fell by 6%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore dollar appreciated in value against major currencies: 14% against Sterling Pound, 12% against the Yen, 16% against Deutschmark and held steady against the US dollar. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A strong Singapore dollar keeps the cost of imported items down but makes it more difficult for exporters to compete in world markets. It is a measure of the confidence that international investors and fund managers have in Singapore that the Singapore currency should enjoy such favourable exchange rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the next few years, major construction projects, such as the MRT and others, will be able to counter declining activities in manufacturing. But it is worth noting that only investments in plant and machinery can enhance the productive capacity of the economy. In the absence of a strong revival of external demand to encourage such investments, the productivity of our economy, notwithstanding the productivity movement, will fall. If this happens, the prospects for growth would be limited. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has rightly stressed the importance of knowledge-intensive industries. We have to maximize our efforts in this direction. But it is unlikely that Singapore will be able to export software in any significant quantity for some years to come. Experienced professionals, such as project managers, system designers, data base specialists, computer auditors are in short supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we expand our own computerization plans, the demand for these professionals will increase. On-the-job experience and an in-depth knowledge of users' requirements take time to acquire, much longer than that required for learning how to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 793</b></font>\n  <br>\n  <br> write a computer programme. At the same time, there is a wide range of new software products and new versions of existing software emerging each year. With our limited manpower, there is no possibility of covering the whole range. The development path of our software industry must, therefore, be selected judiciously with due regard to our own strength and weaknesses. Perhaps, it is noteworthy that for every software product that is a commercial success in the world market today, hundreds of others have failed, representing many man-years of wasted effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 100% depreciation allowed for the purchase of computers and office automation equipment is a commendable move. But the common problem that many small businesses face is the selection of an appropriate system which will help them raise efficiency. In Singapore today, there are numerous companies selling micro-computers, word processors, and small business computers. Perhaps the Minister can enlighten the House on the ways in which greater assistance can be given to the small users so that they can instal their systems successfully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The use of the Skills Development Fund for upgrading skills is important for our economy as a whole. However, an undesirable side-effect has been the escalating fees of training courses run by some foreign consultants. Is it likely that the fee increases have been brought about in part by the easy availability of rebates from the Skills Development Fund, in spite of what the Members for Chong Boon and Leng Kee have said earlier? Perhaps the SDF could carry out a 'value for money' audit on some of these courses. \n  <br>\n  <br>\n  <i>Financial Centre</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The measures taken to develop Singapore further as a financial centre are praiseworthy. The tax exemption on income from syndicated loans and the abolition of stamp duty on cheques are welcome news for the financial sector. But more could be done to strengthen Singapore's position in this region. Take, for example, the question of tax liability of the net gains realized by Investment Holding Companies. If these gains are taxed at 40% \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 794</b></font>\n  <br>\n  <br> because they are considered trading or dealing profits, the total tax payable would affect the performance of these companies in terms of their asset values. The Income Tax Act does not define what is trading profit or capital gain. The circumstances surrounding the sale of investments by these companies and their operations as a whole are considered by the Inland Revenue Department to determine tax liability. Apparently, the guidelines used are the original intention of the Investment Holding Company at the time of purchase of securities, the main object of the Company, the holding period, the frequency of transactions, and so on. The local investment managers, under these circumstances, not knowing the tax liability beforehand, are placed at a disadvantage and, therefore, less efficient than their counterparts overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the present situation continues, foreign fund managers would be discouraged from operating in Singapore and local fund managers may decide to set up offshore units. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For Singapore to grow from strength to strength as a financial centre, there is a need to review all relevant tax regulations. Any uncertainties should be identified and, if possible, eliminated. Clearly defined criteria used in determining the tax liability of approved Investment Holding Companies would further encourage the development of Singapore as a funds man- agement centre vis-a-vis other centres such as Hong Kong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister seems to be a firm believer in giving good things in small parcels. There are other possible incentives. For example, about 50% of the management fees for fund managers are allowed as deductible expenses in computing the 40% tax on investment incomes like dividends and interest. Full deductibility of the fees could perhaps be considered. Another example is the exemption of withholding tax on interest paid to non-residents' deposits for gold trading in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree entirely with what the Member for Pasir Panjang said earlier on the very small and modest increase on import duty on cigarettes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 795</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As it is our policy to discourage smoking, the increases in import and excise duties on cigarettes seem to be rather modest. For example, the $5 per kilogram increase in import duty on cigarettes, etc is hardly effective in reducing the pernicious habit which, statistical evidence has proved beyond any shadow of doubt, is linked with lung and other diseases. A higher increase would have been more effective as a disincentive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the whole, the Minister has presented a cogent and convincing case for the financial policy in the context of grave uncertainties in the world economy. It has demonstrated the foresight, steadfastness and clarity of vision that have become the hallmark of our Government. \n  <br>5.50 p.m. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker Sir, in his Budget Statement, the Hon. Minister for Trade and Industry painted a very sombre picture of the world economy. He also sounded very pessimistic about its prospects for improvement. There are two key problem areas in the global economy that threaten our economic well-being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first is protectionism. In terms of unemployment, the industrialized countries have experienced a relentless increase for nearly a decade. There are a number of explanatory factors. One is the type and pace of technological changes. In the main, these have been labour saving and have been in the direction of miniaturization, making the parts so small that there has to be tremendous alterations in terms of plant and equipment. Another factor has to do with the characteristics of post-industrial societies which are saturated with goods like cars, household appliances and so forth and which demand newer types of services. A third factor is the change in population structure, from one that has many youthful dependants to one that has aged dependants. Stringent birth control programmes accompanied by horrifying abortion rates have shifted demand from diapers and prams to old-age homes and wheelchairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 796</b></font>\n  <br>\n  <br> And the problem is a mounting one that even Singapore will not escape. Of course, there were other exacerbating factors. The very extensive welfare programmes have resulted in an erosion of work ethics and have also created tremendous disincentives to save and to invest. The energy price increases have, of course, helped to worsen the unemployment quite a good deal. In the first place, such increases in energy prices have shifted the pattern of comparative advantage in many industries and countries. Secondly, they have resulted in a lot of diversion of capital investments into conservation measures which, of course, use up this capital which could otherwise have been productively employed. Thirdly, high energy prices especially for oil have led to very extensive capital investments in alternative energy sources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A decade of low growth rates plus prolonged and deep recessions has produced unemployment rates in excess of 10% in most industrial countries. This fact, together with normal yearly additions to their labour force, will guarantee that unemployment will remain a severe problem into the 1990s, even if there should be robust economic recovery. Somewhat less robust recovery will exacerbate the unemployment problem in the industrial countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, I believe the Minister is right in stating that protectionism is a mounting problem. What will prove to be especially damaging would be the large scale adoption of non-tariff barriers. At least tariff barriers can be overcome if our exporters are efficient enough. But quotas, administrative obstacles, health and other domestic regulations can be used to hinder trade and consequently cause severe disruptions. A consignment of fresh orchids or fruits quarantined in the hot sun for a week is effectively destroyed. Yet, Sir, I believe there is a ray of hope. Bilateral, if not multilateral negotiations, can be worked out to keep markets open and minimize trade and production disruptions. If the Americans can work out a bilateral agreement with the Japanese and each in turn with the European Economic Community to avoid protectionist excesses, and if their growth rates are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 797</b></font>\n  <br>\n  <br> reasonably buoyant, there would be some leeway for countries like Singapore. Moreover, surely the stern lessons of the Great Depression of the 30's have not been lost on the present generation, namely, that protectionism increases mutual misery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other major global problem mentioned by the Hon. Minister is the possible breakdown of the international monetary system. A default by a major creditor nation like Brazil or Mexico that is not averted by concerted action can produce a domino-like effect on the international banking system. I am, however, somewhat less pessimistic than the Hon. Minister for a number of reasons. First, the credit-worthiness of many of the developing- debtor countries has been much eroded by the global recession which has cut back their exports both in volume and in price - especially for primary commodities. This is why some of their debt-service ratios look horrendous at the moment. However, as the global economy recovers, as I believe it is in the process of doing, the debt problems of the developing countries will ease. Falling oil prices will have much more beneficial than negative effects on the world economy. Furthermore, the United States appears to have switched its monetary policy from concern with curbing inflation to one of encouraging economic growth. But perhaps what makes me really hopeful is that everybody is talking about the possibility of a breakdown of the world financial system. When there is such awareness, the event is least likely to occur as emergency measures would have been prepared. I was more fearful in 1974-75 precisely because so few were concerned about the problem! If an international monetary breakdown does occur, I expect it would catch people unawares. At present, I am more fearful that global inflation would be re-ignited by over-zealous reflationary policies in the OECD countries. I expect the next round of inflation to be much worse than the last. After that, perhaps we shall see the crunch - but not for a few years yet! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would be wise, however, to plan for the eventuality of another Great Depression. Singapore survived the 1930's Depression through emigration of sub- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 798</b></font>\n  <br>\n  <br> stantial numbers of Chinese and Indians back to China and India. The next time, this option will not be available. We will then have to depend upon our foreign exchange reserves. The first task is, therefore, to invest those reserves in relatively depression-proof investments, bearing in mind that bank deposits would be the first to be wiped out. The second task is to work out a survival plan to meet the minimum needs of Singaporeans for at least 10 years. The third task is to identify industries that are relatively depression-proof, if there are any, so that at least some Singaporeans can keep on working and earning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the energy front, the world economy is enjoying a temporary respite. I hope Singaporeans will not be lulled into complacency because of the current oil glut and reductions in prices. There are a number of reasons for the present situation. One is that OPEC overestimated the capacity of the market in 1979-80 to absorb the price increase it set. Secondly, the depth of the current recession has substantially trimmed demand for oil. Thirdly, energy conservation measures have successfully reduced the growth in energy demand. Fourthly, OPEC's share of oil production has been eroded from 60% in 1973 to only 39% today. Fifthly, a decade of high oil prices has stimulated supplies of alternative forms of energy like gas, coal and nuclear power. But these sources, let us not forget, are marginal in nature. They are costly and they too will run out before too long. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is: how long will the oil glut and price erosion last? My guess is: only for a short while. As the global economy recovers, so will the demand for energy. There is also a lot of pent-up demand for energy because many OECD countries have obsolete industrial machinery which have not been replaced because of inflation and recession. Singaporeans should therefore pursue energy conservation relentlessly. The figures on energy consumption quoted in the Economic Survey are not encouraging at all. There appears, to me, to be very substantial room for energy conservation in all sectors of the economy. The analysis presented in the Survey on energy is too skimpy and aggregative. We should, for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 799</b></font>\n  <br>\n  <br> instance, be gearing our manufacturing towards production of energy-saving goods and machinery. Our efforts are presently directed towards saving labour via mechanization and use of robots. However, more use of capital equipment usually means more intensive use of energy. We need a two-pronged policy - to economize on labour and energy and to produce energy-saving goods and services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The oil glut and corresponding oil price erosion has, however, an adverse effect on Singapore. Hon. Members would have read of a major refinery reducing its output and capacity. The trend for oil producing countries to refine their own oil will exacerbate the problem. Furthermore countries are turning more towards barter trade arrangements, which will further erode our role as a major oil refining centre. Members would have read of the case of Pertamina, Indonesia, having such an arrangement and the threat it poses to our refining industry. We must recognize the shift in comparative advantage. Moving to downstream petroleum products as we have done is also hazardous and costly as other countries have cheaper raw inputs like gas. Perhaps the Hon. Minister can explain to this House, in view of the bleak prospects that I have outlined, (a) why Government has been encouraging and investing in new refineries, and (b) why a further substantial injection is being made to the petrochemical project? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would now like to direct the House's attention to the Budget Estimates, not for the year 1983-84 but rather for the year 1982-83. The Memorandum on the Budget of 1983 provides a brief review of our expenditure and revenue performance last year. Budgetted recurrent expenditure was $7.6 billion but the actual turned out to be $9.3 billion, or 22.1% excess. The biggest offending item was the Public Debt. Although this House provided for only $1.4 billion, an actual amount of $3 billion was spent, representing an increase of 120%! The second biggest offender was the Ministry of Law which increased its expenditure from $37.2 million to $57.2 million, an increase \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 800</b></font>\n  <br>\n  <br> of nearly 54%. The third major offender was Pension, which spent an excess of 23% or $16.8 million over the Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For Development Estimates, however, Government underspent by $1 billion or 14.8% below the Budget. And this, in a year of slower growth! It is hard for me to understand. The biggest culprit was the Ministry of Law, with minus 48.8% followed by no less than the Prime Minister's office of minus 46.9%, Ministry of Finance, minus 31.7%, Ministry of Social Affairs, minus 30.3%, Ministry of Culture, minus 28.9% and Ministry of Trade and Industry, minus 27.4%, among others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The revenue estimates for 1982 fared little better. Actual revenue turned out to be 18.6% higher. Two of the three biggest under estimators turned out to be our key financial pillars, namely, the Monetary Authority of Singapore: estimated revenue from dividends as presented to this House was $100 million while actual dividends paid was $300 million. The Currency Board on the other hand had an estimated surplus of $36 million, while the actual surplus was only $1.2 million. Mr Speaker, Sir, I am sure there must have been extenuating circumstances that account for these serious budgetary lapses, but if these are allowed to continue it would make a mockery of the Parliamentary budgetting process. Our Ministers and civil servants should show respect to this House by keeping within reasonable limits of the Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Allow me next to comment on the Public Debt. As at the end of 1982, Government owed a total of $20.7 billion, of which $19.9 billion was lent by Singaporeans, primarily through the CPF. For the next financial year, we shall need $1.8 billion (if there are no major miscalculations again) to service this debt. This amount comprises slightly over a quarter of Government's recurrent expenditure. Sir, these figures look horrendous, but I believe Government finances are in a healthy state. Each year, as hon. Members can see from the Budget, Government revenue exceeds its recurrent expenditure. For the next financial year, for example, there is an anticipated surplus of $1.9 billion which is transferred to the Development Budget. However \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 801</b></font>\n  <br>\n  <br> Government intends to spend $7.8 billion on development projects. It, therefore, needs to borrow $3.7 billion. This money will come mainly from our CPF savings. In turn, CPF will hold Government bonds. The point, Sir, is that these CPF-held Government bonds will only be worth something, depending on the viability of Government's and the statutory boards' development projects and commercial/ industrial investments. It is my understanding that, in the past, such investments and projects were carefully appraised and monitored and, by and large, yielded good economic and social dividends. Is there any guarantee, Sir, that this will always be the case? Will we get a Government someday that will fritter away our hard-earned CPF funds? When the younger hon. Members retire, can we be assured that inflation would not have eroded our CPF balances? There has, of late, been some signs that public standards in the use of funds have been lowered. I am a little concerned, Sir, about the rather grand public buildings we are putting up, rivalling our commercial buildings in opulence. And there was the instance of a major statutory board which for many days published full-page advertisements, proclaiming the one word \"MERGER\" in funeral black. I thought at first that Tan Chin Tuan and Wee Cho Yaw were going to merge their banks! I did not know whether to be amused or excited when it was later shown to be a merger between the humble Post Office and the Telecoms. I certainly did not need to be further informed, at my own expense, through a telephone bill which could be lower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the proliferation of statutory boards has other implications. Last year the seven major statutory boards, viz, HDB, JTC, PUB, PSA, Telecoms, URA and Sentosa Development Corporation, spent over $8 billion, nearly almost as much as Government itself. Yet this expenditure is not directly accountable to Parliament. The Hon. Minister for Finance or his delegate would make only minor references to statutory boards when money is loaned to them but this House is given no indication of their total intended expenditure. In other words, Sir, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 802</b></font>\n  <br>\n  <br> Budget as presented each year gives us only half the picture, at best. This House and the public would have to wait until next year to read of expenditure by statutory boards, as reported in the Economic Survey. I earnestly hope the Hon. Minister would take this point seriously as, I am sure, industrial and commercial observers would need the same valuable information to plan their activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another important implication that arises from the activities of statutory boards is that the role of the Government has been greatly expanded. I was surprised to learn, as I was preparing this speech, that last year's total expenditure by Government and the seven major statutory boards amounted to $16.7 billion or nearly 58% of our GDP. This is an extremely high percentage, by any standards. Indeed, even the tax receipts of Government alone have shown a dramatic increase from 15% of our national income in 1970 to 21% last year. There are at least two important consequences of this development. Firstly, it means that productivity performance in the total public sector is absolutely critical for the health of our economy. Last year's Government wage bill, and I am sure that for the statutory boards too, rose by 27% but has there been corresponding productivity increase or has there been only an increase in grumbling and discontent because others got a higher increase? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A second important consequence of the dominant role of the public sector is the effect on the private sector. I have not mentioned the industrial and commercial activities of the public sector. I hope Government is paying attention to this, as we may be crowding out the private sector. Typically, publicly owned enterprises use administrative connections and even legislation to out-price and crowd out private competitors, and later the public ends up paying even higher prices. I hope the Government will review the public sector's role in the economy and allow more leeway for the private sector. Reductions in corporate taxes and further reductions of income tax can be achieved if the Public Sector trims its activities in non-essential areas that can be better handled by the private sector. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 803</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would now like to discuss the matter of economic planning. As I see it, Sir, there is a vital missing ingredient in our economic planning, and that is, the economic repercussions of physical planning are not taken adequately into account. The Hon. Minister mentioned that the Construction sector doubled its rate of increase to 36% last year. But surely there must have been big strains on the sector - where did we get all the skilled workers? Premiums on Land Sales last year went up by 145% to $1.2 billion. What is Government's policy on land alienation? Is it to raise maximum revenue? Is Government aware of the repercussions on property prices, home ownership, and escalation of rentals on shop space, offices and factories? Are we pricing ourselves out of the tourist market because of higher mark-ups? What is the rationale for more than doubling our hotel rooms in five years, from 15,724 to an additional 18,965? Are the investors or potential investors informed of Government's plans? If we were to judge by a recent experience, the answer would appear to be no. One hotel group shelved its extension plans when information was made public in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am seriously concerned about the economic implications of physical planning because we have unwittingly under-cut our efforts to promote manufacturing and tourism. Hon. Members may have heard of a disease called the Dutch-disease. There is nothing peculiarly Dutch about it, except that the symptoms were first noticed in Holland. In the 1960's the Dutch discovered natural gas. This led to such a boom that the Dutch guilder appreciated significantly in value, squeezing out her export industries, particularly manufacturing. In a similar way, our uncontrolled property boom has undermined our manufacturers as well as the tourist industry. It has undoubtedly also distorted the pattern of investments. Why invest in a 15% per annum manufacturing plant when you can double your money in property ventures overnight? Who are the richest people in Singapore? Are they the manufacturers or the property \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 804</b></font>\n  <br>\n  <br> developers? The question is: can Government do something about it? I believe it can. Government must not look upon land sales as a purely revenue earning device. It has a more responsible role in evening out demand-supply balances in land, and hence booms and recessions in the property market. And I believe there are also political repercussions to be considered. \n  <br>6.16 p.m. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning now to consider the tax changes in the Budget, I am sure Singaporeans are relieved for they were expecting tax increases. Indeed, we got some welcome relief and the only tax increases fall on the shoulders of sinners who smoke and drink. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister is right in saying that we face tough times ahead. I believe we need to be more enterprising if we are to secure our little niche in the world economy. We must, first of all, realize that our role is largely that of the middlemen, whether we are talking in terms of entrepot trade, providing tourists with services or adding some value in manufacturing plants. We are essentially processing other people's resources in one way or another. If we can enlarge our vision, we can become international contractors and garner the expertise to build turn-key projects for other countries. As the world economy recovers, and as the patterns of comparative advantage change, there will be opportunities for us if we are ready. It is certainly the right thing to do to build upon skills and infrastructure but we need to extend our horizons beyond our shores. If we can help the private sector build up international trading firms and international contractors, we need not be limited by our labour or land resources, or even capital as we assume a truly international middleman's role. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with these few qualifications, i would like to extend my support to the Hon. Minister in his Budget. It has not been an easy budget to prepare, and I offer him my humble congratulations for a job well done. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 805</b></font>\n  <br>\n  <br> \n  <br>6.18 p.m. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Deputy Speaker, Sir, we have just heard from my colleague, the hon. Member for Whampoa, who has just delivered what some of us on this side of the House have called the second budget statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to begin by reminding ourselves that as a global city Singapore cannot escape the difficulties and the traumas of the world economic system, and I would like to reiterate a point which the Minister for Trade and Industry made in his Budget Statement. He mentioned an aspect of the adverse economic conditions in the world, namely, the growing unemployment and protectionism in the Western industrialized countries and Japan. I think it is worth quoting the figures which he gave in his Budget Statement. In 1982, the unemployment figures in the United States and the EEC were 12 million (or 10.8% of the workforce) and 12.3 million (or 11.1% of the workforce) respectively. In order to reduce growing unemployment, as he stated, these countries have resorted to enforcing certain protectionist measures and additionally to introduce new ones. He gave the example of the United States, the EEC, Japan and Canada, which have tightened the rules of the Generalised System of Preferences (GSP) selectively and thereby restricting the exports of the more competitive countries, including Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As he stated in his Budget Statement, the trend towards growing protectionism is likely to continue. Efforts have been made to stem the tide of protectionism. In November 1982, as the Minister stated in his Budget Statement, the meeting of the General Agreement on Tariffs and Trade (GATT) did not make any impact at all on the state of protectionism in the world. In fact, I quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The meeting however ended in disarray spelling more trouble ahead for free trade.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In such a situation of pessimism, we have to look for avenues to expand our trade, and here I would like to refer Members of the House to the efforts that the regional grouping, ASEAN. is attempting \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 806</b></font>\n  <br>\n  <br> to do in order to improve intra-regional trade. It is heartening to note that under the Preferential Trading Arrangements, the number of items coming under PTA has increased. With effect from 1983 there would be about 10,000 items eligible for tariff concessions. Certainly this would improve intra-regional trade, and I would be interested to know from the Minister the impact the PTA has had in terms of intra-regional trade. Further, what are the prospects he sees for future expansion of intra-regional trade in ASEAN. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in 1976, following the communist takeover in Indo-China, the ASEAN Heads of Government met in Bali and one of their priorities then was to foster greater economic cooperation among the ASEAN countries. Preferential Trading Arrangement was only one proposal to promote regional cooperation. There were many others, but I would like to ask the Minister what is the state of progress with regard to two areas of cooperation, namely, joint industrial projects and the dialogues with the Western industrialized countries and Japan. At the time these projects were announced there was great expectation that the ASEAN five would get closer together economically, but up to now the proposals for joint industrial projects have made little progress. I would like to ask the Minister whether we have come out with better proposals which can be considered and hopefully accepted by our ASEAN neighbours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister in his Budget Statement mentioned the growing protectionism on the part of the Western industrialized countries and Japan. In the dialogues with these countries, particularly the United States, the EEC, Japan and Canada, I would like to ask the Minister whether in these dialogues the question of access to their markets, the markets of the Western industrialized countries and Japan, was taken up with these countries and, if so, what progress has been made in that respect. Otherwise, I see the futility of continuing with the ASEAN dialogues with the Western industrialized countries and Japan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in his Budget Statement, the Minister mentioned the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 807</b></font>\n  <br>\n  <br> need for better quality manpower to meet the industrial development needs of the country in the future, particularly when the country would be receiving better quality investments in such areas as computers and related equipment, electronic, computer software and engineering services. The need to upgrade the education and skills of our labour is urgent and the extension of the BEST classes throughout Singapore must be the responsibility of all Members of this House. Here, I would like to suggest that another target group be looked at - in terms of creating awareness of the need of Singaporeans to be better educated in science and technology and to attain better skills. I would suggest that the Ministry consider and encourage the establishment of science and technology clubs in the various community centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In line with the advance in technology, we need to promote a science and technology programme for the young, especially those in the youth groups, for they need to keep abreast of the knowledge in the field of science and technology. I hope that the Minister will assist the community centres, especially those who wish to set up the science and technology clubs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the tax changes, the Minister has given very generous concessions to the senior citizens, those aged 55 years and above, who are still in the workforce. I wonder whether the Minister would consider certain concessions for the senior citizens, aged 55 years and above, who have given of their best to the country and who are no longer in employment. I refer specifically to the pensioners who have served the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have certain suggestions to make. First, in the area of medical care, whether the Minister would consider reduced rates for senior citizens who receive medical attention, for example, at the outpatient clinics or at the emergency departments. Another suggestion that I would like to make is whether the Hon. Minister would consider giving tax exemption on savings of senior citizens who were in the Civil Service before and whose bulk of the savings is derived from their CPF. Another sugges- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 808</b></font>\n  <br>\n  <br> tion that I would like to make with regard to concessions for senior citizens is whether the Hon. Minister would consider exemption from tax on sales of tickets by entertainment establishments like the theatres, the cinemas and cultural centres, i.e. whether the entertainment tax on the sales of tickets to senior citizens could be exempted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the hon. Member for Ayer Rajah referred to the enhanced child relief given to specially qualified working women. I would like to support what he said with regard to that point. It is not just the cost of getting domestic help that is the problem. It is also the difficulty of getting domestic help nowadays. So I would like to support the comment that he made that the category of specially qualified working women should be extended to all working women in the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to refer to the public assistance allowance which is being given to either the handicapped or the destitute persons, that is, those who have no dependants and who have no means of support. As hon. Members are aware, the rates of payment today range from $80 per month for a single member to $170 per month to a household of four members. Clearly hon. Members will agree with me that such payments are really very meagre and cannot meet even the minimum requirements of those receiving public assistance. I would urge the Hon. Minister to review the rates of payment under the public assistance scheme. \n  <br>6.35 p.m. \n  <br>\n  <br>\n  <!-- Encik Sidek Bin Saniff (Parliamentary Secretary to the Minister for Trade and Industry and Parliamentary Secretary to the Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs (Encik Sidek bin Saniff):</b> Mr Deputy Speaker, Sir, like my other colleagues in this august Chamber,. I wish to congratulate the Minister for Trade and Industry for his pragmatic and cautious Budget Statement. It reflects the experience, maturity, and strength of our wisdom, having been the Government for the past 24 years. It merits our praise, especially if we were to ponder upon our history. It was a short history, but Singaporens have gone a long way since then - the turbulence of the 5O's. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 809</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to confine myself to what I consider the three important matters that warrant our close observation and, at a certain period of time, our careful and systematic action. First, the world recession and its impact on unemployment throughout the world, and Singapore is no exception. Second, the age of computers and the Human Factor. Thirdly, the Nuclear Line and its implication to national and international politics with the West German national elections as a case in point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, permit me to elaborate. The synchronous world recession that had originated from the second oil crisis worsened in 1982. It is in its fourth year and the longest recession after the Second World War. The three major industrial economies were estimated to have grown more slowly, if not, actually contracted: \n  <pre>\r\n\r\n   Real GNP/GDP Growth             1982\r\n\r\n\r\n\r\n          OECD                     -0.5\r\n\r\n\r\n\r\n          USA                      -1.8\r\n\r\n\r\n\r\n          Federal German\r\n\r\n            Republic              -1.25\r\n\r\n\r\n\r\n          UK                       0.50\r\n\r\n\r\n\r\n          France                   1.50\r\n\r\n\r\n\r\n          Japan                    2.50\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While ASEAN countries managed to have a real GDP growth of between 2.6% and 6.3%, in selected North-east Asian countries like Hong Kong, ROK and ROC, they had a GDP growth of between 4% and 6%. The deepening of this recession was reflected in shrinking demand leading to failing industrial output, increasing number of closures and mounting unemployment. World trade also dipped by 1.5% and suffered further protectionist measures among the trading nations. Protectionism by definition alone simply means help few people a lot while free trade means help everybody a little. The latter should be the answer to a practical long-term solution rather than the former which boils down to short-term euphoria because protectionism or resistance causes stagnation. Stagnation brings about unemployment, The unemployment problem constitutes an increasingly serious problem worldwide. Politically it can be explosive. Let us peep at the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 810</b></font>\n  <br>\n  <br> figures. In 1982, overall unemployment rate in OECD countries rose to 8.5% from 7.1% the year before. The OECD estimated that by mid-1984, 35 million people or 9.5% of the workforce in its 24 member-countries will be unemployed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The situation was worse in the US where unemployment reached the double digit figure of 10.8% (12 million people in December 1982). According to the ILO report, 555 million people under 40 years of age are jobless. In developing countries, one out of four are jobless. The ILO Director General, Francis Blanchard, was rather pessimistic. He commented that a return to full employment, as it is conventionally understood in the industrialized world, may not be possible even with the growth and economic recovery. This is because new technology will reduce the need for labour leading to further job losses, unless measures are taken to upgrade skills. Mr Blanchard estimated that one billion jobs must be created by the year 2000, and 88% of them in developing countries for everyone to have work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Already we hear the cry of \"We want jobs. We want jobs,\" in Europe. There were cases where employees were willing to work less days and accept a lower take-home pay. The incident where a firm had 200 vacancies was stormed by about 20,000 applicants is another extreme example of the seriousness of the situation. Japan, the country which achieved an economic miracle, suffered the highest percentage of unemployment last year, 2.4%. This figure is amongst the lowest in the world. Nevertheless, the Japanese are very concerned because this figure reflects a jump of more than 100% compared to the previous year. Recently in Japan I was told that employers were still willing to give an increase of between 3% and 5% during their so-called \"Spring Offensive\" while the union was asking for 7%. At the same time, and it must be quite an irony, the government froze the wages of civil servants till the end of the year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore our unemployment dropped from 6% in 1970 to 3% in 1980. Real unemployment was 2.6% as of June 1982. In recent years we have further \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 811</b></font>\n  <br>\n  <br> intensified our industrialization program me by pursuing a high wage policy to encourage the restructuring of our economy. We had to move into higher technology and higher skilled products to maintain our competitive edge. Labour costs were increased so that industries would upgrade its operation by switching to use more machinery instead of labour. As we restructure our economy and develop more sophisticated, higher technology and more capital-intensive industries and services, the use of computers is essential. The introduction of computers and computer-based equipment is crucial to our future development and growth. We also understand that computerization and automation will reduce the need for both unskilled and skilled workers. However, I strongly believe that in the context of Singapore and because of our small size and our ability to attract more manufacturing and service investments, there should be not so much of a problem absorbing any displaced workers. We can absorb the affected workers into other growth areas. But these workers need training and retraining. The primary means of improving oneself is by the upgrading of skills through training. I am quite sure the aim of the Government manpower requirement is to make available every opportunity and facility to enable our people to realize their highest potential. It is happening in our Vocational and Industrial Training Institutes, Polytechnic and University enrolment. Besides expanding the enrolment, these tertiary and training institutes are also constantly updating their courses to keep up with the advance in technology and the changing skills requirement of our industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile the NTUC has started .its Basic Education for Skills Training (BEST) Programme. This will certainly provide remedial courses on English and Mathematics for workers who missed such opportunities in their earlier years. The involvement of the VITB, Ministry of Education, and companies deserves our commendation. At this juncture it is of the utmost importance for workers to remember that after improving themselves and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 812</b></font>\n  <br>\n  <br> hence their productivity through training, their achievements will go to waste if their work attitude is poor. Inculcating good work attitudes and team spirit among our workers goes hand-in-hand with upgrading their skills and training. Good work attitudes will be fostered if workers identify themselves with the job in the company they work in. The National Productivity Council was formed last two years to promote the nexus between employers and employees. With the Government, business group and trade union representatives in the Council, I hope they will also examine how employers can provide more company-based benefits to the employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The campaign to improve work attitudes is a long and arduous one. We must persevere with it. Besides encouraging our workers to cultivate good work attitudes, I would also urge that employers on their part should also make an effort to observe and enlighten personnel practices. I am glad to note that we are beginning to hear of firms which have made an effort to improve their working environment for their workers' well-being. The unions too have a role to play in helping workers to look to the unions for guidance. The unions must act in a respectful manner. The unions can explain to the workers that by working hard at their jobs the company will prosper and ultimately the workers will benefit by having better bonuses and pay increases. The tripartite system should continue, and we must also be on guard against any element of discrimination or lack of recognition from any party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And starting this year the normal collective bargaining will resume. It is crucial for both parties to look upon the human factor as important, if not more important, than the other factors in building up the economy. For instance, it would be wise for employers to discuss with their workers, especially the union in that particular plant, should the introduction of computerization, automation or mechanization affect the workers. Tell them the truth, find ways to retrain them, how many could be absorbed and how many workers would be retrenched. I consider truthfulness important in order to create industrial peace. I am quite sure even the retrenched \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 813</b></font>\n  <br>\n  <br> workers will appreciate it if management gives them the truth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since employer-employee relationship is a very important factor and part and parcel of human dignity, let me illustrate this by taking the example of a daily-rated cleansing worker. While the others were talking about wages, the second tier, etc., she raised two very simple human problems which needed the human touch to solve them. She asked for a pair of gloves so that she could carry out her job. This was a simple request, but an important basic need. She had simple ways but she was certainly no simpleton. She also pointed out that if supervisors had any problems, personal or otherwise, they should not allow these problems to interfere with their work and their relationship with their subordinates. She said she is quite sure supervisors know how to control their tempers when dealing with their superiors; so likewise they should know how to control their tempers and not vent their anger unnecessarily on a lay worker like herself. They should develop good rapport with their workers and maybe, she said, she could produce better work and be more productive. She may not know about the latest technological advancement or about the computer because the computer is something new. She is not. But she knows about truth, for truth is not new either. It is as old and immutable as nature itself. Looking at her made me come to the conclusion that anyone would be proud to have her as a mother; the trade union movement would be proud to have her as a member or one of its leaders; and a country, a citizen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ideally, there should not be any occurrence of this kind in future. At least one could hope that it will be less and less because I strongly believe that with the introduction of moral education in our schools things will change, hopefully, drastically in the next 10 years or so. Because while law has its own special unctions, in certain things it needs morality to solve it. Morality can control the external force of man and it can also enjoin heir spirit. Violation of law is punished by authority, of morality by social intolerance. The conscience is largely the expression of custom, social training and religious \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 814</b></font>\n  <br>\n  <br> influence. But as a principal conduct, it is the \"self-legislation\" of a responsible person to know right from wrong. If, after the introduction of moral education, there are some who consistently transgress the accepted norm, let us remind them that there is the omnipresence of the wrath of God. For the others, perhaps they deserve the wrath of Goh, maybe Soon, since Dr Goh and Dr Tay Eng Soon are honourable men in-charge of the Ministry of Education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To know right from wrong and the inculcation of values are part and parcel of nation building. In fact, this is what politics is all about, because basically politics is about the two B's - the bread and butter issues. Certain countries have been bestowed with bread and butter - some with very little of both. There are examples of countries with political maturity plus education and dedication of the people who not only managed to get bread and butter but many a time that also included jam. At the same time, there are countries which have only jam on their laps, only this time it is political jam followed by social jam and finally by economic jam. Surprisingly, the guns never jammed. They got more bullets than bread. Chaos, riots, killing and murder are the order of the day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The irony of living is that history keeps repeating. The world has experienced the First and Second World Wars. From the ashes of World War II, there were rifts between countries which resulted in conflicts and loss of lives. Let us examine this development by looking back at history. When France was militarily supreme in Europe in the first years after the war, a number of small powers grouped themselves under her aegis. When Germany's military strength eclipsed that of France, most of those powers made declarations of neutrality or veered to the side of Germany. This was the First World War. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the time when the UN Charter was framed in 1945, it was hoped that cooperation between the Soviet Union and the US which formed such striking expression during the war would be continued; but that was not to be. Instead, soon after the war, differences began to develop about Korea, Germany, the control of atomic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 815</b></font>\n  <br>\n  <br> energy and, indeed on every political issue of importance, two blocks gradually emerged and every crucial question came to be considered from the point of view of its relation to the blocks, and many a time until now, not from the point of the United Nations as a whole. I honestly hope I am wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent West German national elections is the testimony of an explicit interpretation and its implication on national and international politics. It is the latest phenomenon of history. Without belittling the importance of the economic issues such as inflation, interest rates, monetary policy, strength of the currency, debts and the double digit unemployment, it was the first time in modern history that a candidate won or lost an election on the arms issue. The line is very clear. It is nuclear - the nuclear line. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When one talks about armament or nuclear weapon, one automatically cannot rule out the power behind this monstrous weapon. It must be the super-powers. The people of Germany have to choose in their national elections by leaning toward America which supposedly represents the free world by accepting the deployment of American missiles in West Germany or Russia, the communists. The decision was made but the crux of the issue remains. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent defence posture taken by Prime Minister Nakasone of Japan is another case in point where, I am quite sure, the super-powers will be involved and the nuclear line will be more visible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Democracy has its own problem. The greatest problem of modern democracy is how to overcome ignorance, injustice and political selfishness. Or how sincere is the acceptance of the principle of co-existence and the desire to remove suspicions between countries. In other words, what should be done in order to promote freer intercourse between them. There is no law on earth that could solve this particular problem. The only sensible and available approach is through understanding, sin- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 816</b></font>\n  <br>\n  <br> cerity and human dignity. Perhaps by having more serious dialogues and not forgetting that dialogue is the expression of love, not hate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am indeed glad that our country, Singapore, ASEAN and other peace-loving countries have taken every opportunity to air positive views as a true statesman at the International Forum like the Non-Aligned Movement and the United Nations, in particular. Our effort could save the international body from the cynics and the churlish from the wholesale condemnation implied to the then League of Nations as the \"Geneva Council of Fools\" and the \"League of Notions\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is where the question of good, responsible leadership comes in. We must ensure that political myopia and hypocrisy should not be allowed to reach its zenith. those believers of war but preaching peace must be exposed. And let us remind ourselves that while it is true, as I had earlier mentioned, that basically politics is about the two B's it does not confine itself in the realm of the two B's alone. It actually goes far beyond that realm, in fact, to the realm of humanity. This factor to me is crucial. It is the pillar of human civilization. Because in the final analysis, politics should be morally pegged to the development of mankind and humanity, not just the glorification of power or, even worse, the venal crowning of power. Our leaders have done this for the past 20 years. And these contributions must continue. I have not an iota of doubt that we can play our role positively in future. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> It is almost 7 o'clock. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Dr Tony Tan Keng Yam]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Seven o'clock p.m.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
