{"memberId": null, "volumeNo": "43", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "2", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"43\"> \n  <meta name=\"Sit_No\" content=\"2\"> \n  <meta name=\"Sit_Date\" content=\"1983-08-31\"> \n  <meta name=\"Start_Col\" content=\"119\"> \n  <meta name=\"End_Col\" content=\"174\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">43</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">31-08-1983</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 119</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 43</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 31st August, 1983</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Minister for Labour and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chor Yeok Eng (Bukit Timah). \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs, Mr J.F. Conceicao (Katong). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 120</b></font>\n  <br>\n  <br> \n  <br>Maj. Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister of Defence and Second Minister for Health. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Hon Sui Sen (Havelock), Minister for Finance. \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister for Health. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Minister of State, Ministry of Law and Ministry of Home Affairs. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 121</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of National Development. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok, B.B.M. (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Trade and Industry. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for the Environment and the Minister for Social Affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 122</b></font>\n  <br>\n  <br> \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture. \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Labour. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister of State, Ministry of Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chan Chee Seng (Jalan Besar). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment and Minister for Communications, Dr Ow Chin Hock (Leng Kee). \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 121</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 122</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs - from 8th September to 8th October, 1983. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Augustine H.H. Tan (Whampoa) - from 3rd to 13th October, 1983. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG,\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 123</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>QUESTION FOR ORAL ANSWER</b>\n  </div> \n  <div align=\"center\">\n   <b>(Request for further</b>\n  </div> \n  <div align=\"center\">\n   <b>supplementary questions)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Clerk having read the Order of the Day - \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, on a point of clarification. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> On what proceeding? On what the Clerk has just said? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I should have risen before he read it. May I raise it now? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> On what? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is about the question that I asked yesterday at Question Time. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> But, Mr Jeyaretnam, yesterday's business is finished. It is over. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am aware of that, Mr Speaker. But I see under Standing Orders that I could have asked for my question to be stood over to today if I had asked you before 3.30 p.m. Unfortunately, I forgot to do that. I only had time to ask one supplementary question of the Minister of State. I have a number of other supplementary questions and I am asking for your indulgence to put them today. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> This is contrary to the Standing Orders, Mr Jeyaretnam. I suggest that if you have any more questions to ask on a particular subject, you raise them in the form of another question for another occasion. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> As you please, Sir. But I have asked for your permission. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Thank you. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 123</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEDISAVE SCHEME</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [30th August, 1983], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House having noted the National Health Plan - A Blue Paper by the Ministry of Health, February 1983 as contained in Paper Misc. 4 of 1983, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) approves in principle the Medisave Scheme which will enable Singaporeans to set aside their own savings to meet future hospitalisation expenses; and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 124</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) recommends that there be periodic reviews in the implementation of the Scheme and that adjustments be made when experience shows this to be desirable. \". - [Minister of Defence and Second Minister for Health]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Mr Speaker, Sir, let me state at the outset that, in principle, the Medisave Scheme is worthy of support. There is no doubt that certain illness will occur no matter how much preventive care has been taken to stay fit. Singaporeans are, however, a pragmatic people and as the funds in their Medisave accounts belong to them there is an incentive for them to do their best to maintain and safeguard their health. I am happy to note that the Ministry of Health will be implementing a planned programme to educate and motivate the population to stay healthy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like now to offer the following comments on the Medisave Scheme for the Minister's consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the level of Government subsidy. The Minister has stated that the Government has no choice but to gradually decrease the level of subsidy. I am concerned that the proposed reduction in subsidy will seriously affect the low wage earners. Because of their low wages, the amounts in their Medisave accounts will be small and, once used, will require a great length of time to replenish. I am glad that the Minister has categorically assured that Singaporeans will receive medical treatment regardless of their ability to pay. However, while there is the provision to allow for loan or overdraft facilities for those with inadequate Medisave accounts, there will be some who will have genuine difficulty in coping up with their own or their families' hospitalization needs even though their hospital charges are subsidized. There is really no point in allowing their loans or overdraft facilities to accumulate if there is no likelihood that they will be in a position to pay the bill. Their health will further deteriorate because of the constant worry about the loan which they have accumulated. I hope the Minister will consider carefully proposals for reduction in the subsidy. The subsidy should not be reduced to a level where the workers will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 125</b></font>\n  <br>\n  <br> find it difficult to pay for their basic hospitalization needs. There must be a point where the State must bear the burden for health care without additional recovery at the point of consumption. This may mean that the subsidy may have to be even higher than the planned 50% of the Class C ward charges. At this point, the Ministry of Health must simply convince the Ministry of Finance that funds are needed to provide its hospital services. I hope the Minister will consider this carefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am also happy that the Minister has assured that those who are genuinely poor and need frequent or prolonged hospitalization can seek remission of their hospital bills. People suffering from chronic or catastrophic illness should also be covered by Government subsidies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Staff of Government hospitals must be sensitive and show compassion and understanding when they deal with patients whose Medisave accounts are low. They must clearly show at the ground that basic hospital care is available to all citizens regardless of the amounts in their Medisave accounts. \n  <br>\n  <br>\n  <i>Employers' Medical Benefit Schemes</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would now like to turn to the Medical and Hospitalization Benefits offered by employers to their employees. It is necessary to ensure that the introduction of the Medisave Scheme will not provide employers with the convenient excuse or opportunity to either withdraw or reduce their existing company medical and hospitalization benefits to their employees, especially now that employers need not pay more in CPF contribution to start the Medisave Scheme. Medisave should be used to supplement the existing employers' medical and hospitalization benefits scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, all contributions to the CPF belong to the employee, namely, it is a part of his wage which is paid to the CPF for withdrawal on retirement. The only difference is that he must now retain some funds in the Special Account after his retirement for his hospitalization needs. Any suggestion that a part of the current \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 126</b></font>\n  <br>\n  <br> contribution should be used for payment of the employee's medical bills first, before the company medical benefits can be utilized, will amount to the worker using his own funds first. This will be most unfair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that for the public sector employees, the Government and the statutory boards as employers will set the example by continuing with their existing medical benefits scheme. The public sector employees can still contribute to their Medisave accounts but this should be used to supplement the present Government/Statutory Boards Medical Benefit Schemes, for example, to pay for such charges which are not covered by the current medical benefit scheme. I hope that the Minister for Health will take this up with the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the Motion. \n  <br>2.40 p.m. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, the Motion, as it is worded in the Order Paper, limits discussion or debate in this House to the Medisave Scheme propounded in this so-called National Health Plan. This has been remarked upon by other Members of the House. But before I come to deal more closely with the Medisave part of this Report, may I say something on the contents of the National Health Plan report as a whole. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Second Minister for Health, in moving his Motion, said that a general complaint was that the report was too concise and did not have enough details. I could not agree more with this complaint, Mr Speaker, Sir. We all know that brevity is the soul of wit. But, Mr Speaker, Sir, this was not meant to be an after-dinner speech to amuse the Singapore citizens or this House. This report was intended to be a serious study and a report on our future medical plan and in that it is my respectful submission to the Minister and to the Ministry it dismally fails. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the first part of this report which deals with the National Health Plan or how health care will be delivered to our citizens abounds, if I may say so, with platitudinous statements and pious hopes. That is not what is expected \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 127</b></font>\n  <br>\n  <br> from a serious study put forward by a Ministry of this Government in presenting a plan to the people of Singapore. This Government prides itself, and we hear it very often, on its professionalism. Where is the professionalism in this report? If I may say so it is a very amateurish report. I understood from the Minister that it was prepared by his Ministry. I have no reason to doubt it. But one would think the report was perhaps prepared at No. 11, Napier Road rather than at the Cuppage Centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I illustrate this point that I am making about the platitudinous statements and pious hopes that this report abounds in and the complete absence of any details of what the Government has or proposes to do to deliver health care to the citizens. We have the statement that the NUS will increase its intake of medical students to see that there will be more doctors by the year 2000. The question is: will an increase of doctors, a mere increase of doctors, lead to better health care and improvement in the quality? It does not follow. The question is: how are we going to deploy the medical personnel at our disposal to provide the delivery of health care? In that, this report fails to answer. We know the example of the United States. There they abound in doctors. They have got far too many doctors, they say. Yet, has their health care improved as a result of the large number of doctors in the United States? I shall, before I sit down, make some comparison of the health care that is prevailing in these countries and you will find that the United States lags behind other European countries. And yet they have got far more doctors than these other countries. So it is these statements - the hope that if we have more doctors our health care will somehow be improved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing is that the report does not address itself to all sections of our people. A study like this, the National Health Plan, must address itself to all sections, as I said of the Budget. You cannot just deal with one section of the population. You have got to say what you intend to do with all sections of the population, and the answer would appear to be, according to the authors of the report, \"We will only deal with one particular section \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 128</b></font>\n  <br>\n  <br> and God take care of the rest.\" There is the chronically sick. There is the old age problem. There is the question of out-patient fees. It does not deal with them. It says, \"That is not our business.\" Well, it is your business to look after the chronically sick if you are a responsible Government. It is your business, I say, to look after the aged, the aging in our midst. You do not absolve yourself of this responsibility. So, Mr Speaker, Sir, I say that this report is seriously deficient in not setting out at all concrete proposals on how the Government intends to take care of the health of the citizens in the years to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I say, Mr Speaker, Sir, that I was mentioning this report to a man who should know something about this because, after all, he was for many years in the Government service and he was an able administrator. And these were his words: \"What are you going to debate about this report? There is nothing in it. You are going to waste your time talking about this report.\" These were his words. What plan does that report hold? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, before you ask someone to draw up a report or plan, you give him the terms of reference. We did not hear from the Second Minister for Health what terms of reference were given to those who were asked to prepare this report. What was the remedy or what was the mischief, what was the problem they were asked to address themselves to and to propose the remedy for it? Was the problem the problem of decreasing, or finding a way of decreasing, the cost to the Government of delivering medical care to the citizens? Is that the problem that they were asked to consider? \"See how best you can cut down Government expenditure on this health care of our people.\" Or was this the problem that was posed to them, \"Can you put up a plan to see that all our citizens are given the best possible health care within the means available to us?\" I would like to know from the Minister what were the terms of reference that were given to the people who were asked to draw up this report? I am not alone in thinking that the terms of reference that were given to those who drew up this report were what I said at first. \"My dear boys, would you please see how we can reduce the cost to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 129</b></font>\n  <br>\n  <br> Government of this health care and try and present it in a palatable way?\" That, I see, is also the view shared by the Association of Private Medical Practitioners. We have stated this even before we saw that letter in our newsletter, The Hammer The whole concern of this report would appear to be: \"How best can we reduce the cost to the Government of this health care of our people.\" Mr Speaker, Sir, may I say that is entirely the wrong objective. The persons who were asked to draw up this report were put on the wrong track, on the wrong rails, and off they went like a shot on this track, and present a beautiful scheme to reduce Government expenditure on health care. So I say, Mr Speaker, Sir, they started off on the wrong foot and therefore it has gone completely off the rails from what we expected of the Government in presenting a health plan for the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I, in support of what I have said, Mr Speaker, Sir, refer - I do not want to repeat what has already been said by other Members of this House. I am aware, Mr Speaker, Sir, that you have the unenviable task of having to listen to speeches after speeches in the same vein, and so I must try and avoid that. But there is this fallacious assumption - I only say this to reiterate or underscore what has been said - the fallacious assumption that runs through the whole of this report, that somehow Singaporeans enjoy being ill, that somehow they must be penalized if they fall ill, somehow disincentives must be provided to those who fall ill. May I remind the Ministry, and I am sure they do not need reminding, that illness, accidents are not the making of the individual. You never know when you will be struck down. So I say, Mr Speaker, Sir, it is an insult to our people to say that they enjoy being ill, an assumption that if the Class C charges were somewhat reduced or even done away with, people will be queueing up every morning outside the Class C wards to gain admission. I say that is a gross insult to our people. We have only yesterday, I think, seen the results of a survey carried out by the NTUC, and what do they come up with - that our workers do not enjoy being ill. They do not, upon the least \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 130</b></font>\n  <br>\n  <br> excuse, enter hospitals or stay at home saying that they are ill. So why do we have to exaggerate this? Why do we have to build up this picture in order to justify something that we wish to do, and that is to cut down the cost? We keep saying demand is overtaking supply. It is not. As statistics show, the demand for hospital beds in Singapore compares very favourably with other countries. Where is the evidence of demand even now? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Mr Speaker, Sir, what does this report really set out to do? Stripped of all its flowery language, stripped of all the embroidery around it, what it does when we come to the Medisave, because this is what we have been asked to debate in this House, is to alter the method of collection of fees by the Government. That is all it does, Mr Speaker, Sir. It alters the method of collection. The Government has probably decided that at the moment it is a bit embarrassing to have to insist on deposits from patients who are unable to afford the deposits. There were two letters to the press sometime ago about accident cases where they were asked to put down some money before they could be admitted. So the Government thought this is \"a source of embarrassment to us.\" Then there was the embarrassment of having to go after persons who did not pay their hospital charges. The Member for Rochore talked about the reason being to write off bad debts. There was that embarrassment. Now, as it stands, if a Class C patient does not pay his medical charges and is discharged, then the Government has to go after him, threaten him with proceedings and, in the last resort, if it is still determined to recover these costs, get it out of him by a court order, make the poor man bankrupt or levy execution on his chattels. That is very embarrassing, and I suppose the Government decided that it cannot really do this sort of thing, even a capitalist government, a government that believes only in profits. So it decided it would alter the method of collection, and I have a sneaking suspicion, Mr Speaker, Sir, that that was the term of reference that was given to these persons, \"Can you find a way of collecting these fees without we having to require deposits, without we having to chase Class C patients who have the misfortune to be unable to pay for their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 131</b></font>\n  <br>\n  <br> medical fees before being discharged from the hospital?\" And so somebody in this Ministry, or was it at 11 Napier Road, said, \"Hey presto, what about the CPF? We have allowed our citizens to buy houses through the CPF savings. Why don't we collect from the CPF? There you are. The money is lying there. We do not have to issue a writ. We do not have to write letters. We do not have to ask them for deposits.\" And so the whole thing finds expression in this wonderful report that they say they have - the National Health Plan. \"Use the man's CPF savings so that we can get paid. Then we would not have to chase after him.\" I say, Mr Speaker, Sir, that would appear to have been the objective for this report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I say to the Second Health Minister - I suppose, to the two Ministers for Health - that this should not have been called the National Health Plan Report. It should have been called more appropriately Health Fee Recovery Plan, a plan for Government to recover the fees levied by it and particularly on Class C patients. And this plan is presented - and I say this in all sincerity - to lull the citizens into accepting further higher costs to them in medical care. Because if they are allowed to pay out of CPF, and the man is told he has got to pay something more, he might say, \"Well, I suppose it is all right. It is not coming out of my pocket immediately. I've still got what I've got in my pocket. It is only coming out of something there. So I suppose it's all right. I won't grumble too much.\" It is like signing for whatever you consume on credit cards. And the poor man does not realize that at some distant date in the future he will probably have nothing there. But it is made less painful to him. And therefore this is to lull the citizens into accepting increased charges to them in medical care and in hospital fees in particular. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister says quite happily the Government intends to maintain its subsidy. He gave some figures. He said, \"Take the Class C cost to be $100.\" At present, Government subsidizes 90% and the patient is asked to pay only $10. Well, that does not take care of other fees. We know that there is, included in that $10, Mr Speaker, Sir, a charge for laboratory and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 132</b></font>\n  <br>\n  <br> X-ray tests. But I understand, and I understood at the last Budget debate, that this $10 is charged as a flat fee, regardless of whether the poor man or woman has had any laboratory or X-ray tests. So that is dishonest. But it is not just that. It is not just $10. There is also the other fees, operation fees, radiotherapy fees. Class C patients are called upon to pay all that. Why hide all this? Let us come out with everything. Do not keep things up your sleeves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Let us say\", the Minister said, \"the costs go up to $115.\" Well, I smell something there. I suppose if this is accepted, the next thing we know is that the fees for Class C will go up. He says if it goes up to $115 from $100, the Class C patient will probably be charged $10 of the increase of $15. That is two-thirds. The Government will only pay a subsidy of $5. But that reduces the subsidy immediately from 90% to 82.6%. That seems to be the whole point of this operation. How can we progressively go on reducing the subsidy paid by the Government now for the care of its citizens? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And then there is the question of whether even the 6% is adequate. The Government says, \"Don't worry old chap. If that 6% is not enough, we will lend you the money and, what's more, we will charge you a modest interest on it. \"That is the socialist government, a government that claims itself to be socialist we have in Singapore today - trying to make a profit out of the misfortunes of a man who falls ill and finds himself unable to pay his medical fees. I say shame upon the Government. Why can the Government not absorb, I ask, the total cost of medical care for Class C patients? It is not that we do not have the money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Rochore yesterday said this and he referred to the Payroll Tax, the Skills Development Fund. There are a number of other monies lying around. What about the surcharge or tax on PUB bills, the telephones. Well, if you still need the money, get it by direct taxation. But you have a duty to provide adequate medical care for those who are unable to pay for themselves. You cannot shelve that responsibility. At the moment, the highest income tax bracket in Singapore is 45%. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 133</b></font>\n  <br>\n  <br> It was reduced by this Government from 55% to 45%. Well, why do you not put it up if you think we need a bit more money to take care of our ill? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us see, Mr Speaker, Sir, how other countries in this region - I said \"other countries\" but I only want to refer to one country - take care of their patients who go into Class C or the equivalent of Class C wards. I am, of course, referring to our nearest neighbour, Malaysia. The outpatient clinics and dispensaries charge the user $1 per visit inclusive of medicine. Why do we have to charge, what is it, $5, $4? If Malaysia can afford to subsidize outpatient treatment for the poor at $1 per visit, are we much poorer than Malaysia? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then look at their third class hospital charges. They charge a third class patient $3 per day. Why do we, an affluent society, a society that is building up huge reserves for this rainy day which we think is going to come one of these days, why are we charging $10 for Class C beds? And not only that, we threaten our citizens with increasing it to $20 in the near future if this Medisave plan goes through, or I suppose even if it does not go through (not that it would not) I would not be able to stop this report being accepted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So there you have it, Sir. I want to know why is it that we cannot absorb this? Why is it not possible for us to reduce the cost of outpatient treatment for our citizens? Whoever drew up this report, have they looked at that? Have they given it any serious consideration? No, because they were told, \"Just leave all that alone. We are charging them. Let them go on paying it. Your concern is to see how you can further reduce the Government's obligations in this respect.\" Mr Speaker, Sir, I could go on and on and on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> We know that. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But I do not intend to do that because this report - and I say this very seriously, not in jest - is not worth the paper on which it is written. And it is a waste of time to debate this and to comment upon it as though it was a serious paper. The projections of demand that have been put up, we do not know on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 134</b></font>\n  <br>\n  <br> what basis they have been put up, are all scanty. Do they not know of the Beveridge report that preceded the British Health Service, the study that went into it? This is a hotch potch report, not a report worthy of a government that prides itself of being very professional, very expert, in how it does its work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have heard from the Minister, not only now but we have heard it several times, that we must not get into the position of the British Health Service or the health service in other countries where demand has outstripped supply because it is a free for all and therefore the service has degenerated and people are not getting enough adequate medical attention. This seems to be just emotional outbursts on the part of our leaders in an attempt to justify what they are doing. The Second Minister for Health quotes a report, what was it, \"Health Crisis\" or something. Well, there are other reports as well, Mr Second Minister for Health, and I do not know whether he has looked at these other reports, There is an analysis of medical care by Robert Maxwell. He is a leading medical analyst and he has compared 10 Western countries for the standard of health care that is provided in these countries. And what does he come up with? He finds that the United Kingdom spends least. They spend the least on health care among all these 10 countries. But they rank fourth in the standard of health that is provided. And what does he find about the United States? Because here I detect a tendency on the part of this Government to follow the United States to try and turn medical care over to the private sector as far as possible without Government controlling it. He finds that the United States spends the second highest amount compared with all these other nine countries. But where do they rank in the health rating? Mr Speaker, Sir, they rank at the bottom. They are the 10th in these 10 countries, spending the second highest. Why do we not study some other reports instead of reports that suit our case? Let us also look at other reports and see what is a fair, balanced report. There are the OECD reports. Let us look at all of them before we start condemning the British Health Service. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 135</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been remarked - I am not saying this - but it has been remarked and written that the British Health Service is very cost effective. Why can't we do something like that? We can only do it if the Government 'retains control. Once the Government gives up control, then the costs will run away. If you let just the doctors, the private doctors, take over and they generate demand, then costs will go up. But if you, the Government, take control, you can keep costs down. Why do we not want to accept the responsibility? What is wrong with it? What is wrong with a pre-paid health service? Have you studied it seriously and then ruled it out? I would have expected in this National Health Plan some reference to the pre-paid health service what are the pros in favour of it; what are the arguments against it, and then a recommendation as to whether we should accept it or not. But we find nothing about it. It is treated as though it is not worthy of consideration. Why? We enter into (when I say \"we\" I mean the Government) enter into all sorts of businesses. Why don't we, the Government, enter into the business of taking care of our citizens? We do not have to be told this by an American, but was it last night or the night before, he was saying - he is here on a visit with nine others,[ think - he was saying that people are the most valuable resource in any country. We know that. We do not have any other resource. The only resource we have is our people. Why does not the Government enter into the business, seriously, of looking after them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I say that this report has gone completely off the track. It does not answer the question. And so I say to the two Ministers, \"Take this report away, please. Look at it again, and tell us what your terms of reference are, and then present a report worthy of the Ministry and the Government. Tell us how we can look after our people, not how you can recover your fees from the people. We know you have to be paid but we also say to you that you have a responsibility to those who are unable to pay.\" The Minister says, again gaily, \"No one will be denied hospital treatment care.\" But we do know this, that the only persons in this society who can get free medical care, hospital treatment, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 136</b></font>\n  <br>\n  <br> are those who are drawing public assistance. What is the public assistance that we are paying? $110, perhaps the Minister for Social Affairs might correct me on this, for a family of four. A great sum, $110. So the Government says, \"Well, since we are giving them $110 - \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Acting Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Social Affairs (Dr Ahmad Mattar):</b> $110 for a family of two. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam :</b> Is it? $130 is it? $140 for four. Whatever it is. Well, $140 for four. So they say, \"We will throw in with that, medical care.\" But we are concerned with a lot more people than those who are on public assistance - people drawing $500 a month, $600 a month; a family of four. I say, Mr Speaker, Sir, that health care to them is a burden and at times it can be a crippling burden. This 6%, how long is it going to last even if we do provide it? If a person has prolonged illness, it does not, as we all know, cover chronic illness, it does not cover old age, and all this is a crippling burden, on those families earning $500, $600 pm. And there are lots of people earning just that much. So what are we going to do for them? That is what we have to answer, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have, Mr Speaker, Sir, an amendment to the Motion that has been moved by the Minister of Defence and Second Minister for Health. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, before you move your amendment, you realise you have one whole hour to speak if you want to, but you cannot speak again if you sit down. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I accept that. I know I cannot speak again, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Because you still have another 15 minutes to speak. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> 15 minutes. Thank you. Mr Speaker, Sir, I have this amendment to this Motion of the Minister and with your permission, may I now move it and then speak on it. I have handed the text of my amendment to the Clerk, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To leave out sub-paragraphs (1) and (2) and insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(1) regrets that the Medisave Scheme fails to meet the desired object of providing health care at a cost within the means of every member of the society; and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 137</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) recommends that the Ministry further review the Plan and draw up a plan after taking into consideration the views of persons outside the Ministry who are best fitted to contribute to the drawing up of such a plan as would meet with the objective.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may speak now on this amendment, Mr Speaker, Sir. The Minister in presenting the Motion said that his Ministry had considered the views of others outside the Ministry. Unfortunately, the report does not set out the bodies or organizations which had submitted papers to the Ministry to help the Ministry prepare this report. One would have expected that by way of appendices. I see that the Association of Private Medical Practitioners has made a recommendation, and that is, that a Commission be appointed, and I think it has got everything to support it. Let us not be hasty about this, just because we think this is the best plan for our citizens. We may think that, but let us listen to what others have to say about the whole thing. They have suggested that a Presidential Commission be now appointed to study the report and to hear not only the professional people but Treasury officials about where the money is to come from. May I echo what the Member for Rochore said yesterday? It is not the business of the Ministry of Health to worry about the monies for its programme. Its task is to present a health programme that is best suited for our people and then pass it on to the Ministry of Finance and say, \"Well, we want the money for that. Can you tell us whether you can get the money for us?\" So, as they say, get a Commission which will hear not only the professional people but economists, Treasury officials, every one, and then we will probably end up with a report \"which is worthy of consideration\" by this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have not asked for that in the amendment. I have asked the Ministers to take this plan back now and draw up a further plan after taking into consideration all the views from persons outside the Ministry who are best fitted to contribute - people who know about, who know what they are talking about, and make a further study. Perhaps we can have a pilot study of the health scheme that is to be proposed. All these should be undertaken more serious- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 138</b></font>\n  <br>\n  <br> ly, and I say that not enough thought, not enough research, has been given to this report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be left out, be left out.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Division, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Aye, 1; Noes, 56; Abstention, 1. \n  <pre>\r\n\r\n      Aye                     Noes (cont.)\r\n\r\n Jeyaretnam, J.B.           Lee Yiok Seng\r\n\r\n                            Lee Yock Suan\r\n\r\n                            Liew Kok Pun\r\n\r\n      Noes                  Lim Boon Heng\r\n\r\n                            Lim Chee Onn\r\n\r\n A. Rahim Ishak             Ng Kah Ting\r\n\r\n Abbas Abu Amin             Ong Teng Cheong\r\n\r\n Ah mad Ma\"ar               Othman bin Haron\r\n\r\n Ang Kok Peng                 Eusofe\r\n\r\n Barker, E.W.               Phua Bah Lee\r\n\r\n Chai Chong Yii             Rohan bin Kamis\r\n\r\n Chau Sik Ting              Saidi Haji Shariff\r\n\r\n Bernard Chen               Seah Mui Kok\r\n\r\n Cheong Yuen Chee,          Sia Kah Hui\r\n\r\n  Eric                      Sia Khoon Seong\r\n\r\n Chin Harn Tong             Sidek bin Saniff\r\n\r\n Ch'ng Jit Koon             Tan, Augustine H.H.\r\n\r\n Chua Sian Chin             Tan Keng Yam, Tony\r\n\r\n Conceicao, J.F.            Tang See Chim\r\n\r\n Fong Sip Chee              Tay Eng Soon\r\n\r\n Goh Chee W ee              Teh Cheang Wan\r\n\r\n Goh Chok Tong              Teo Chong Tee\r\n\r\n Ho Kah Leong               Wan Hussin Zoohri\r\n\r\n Ho See Beng                Wan Soon Bee\r\n\r\n Howe Yoon Chong            Wong Kwei Cheong\r\n\r\n Hwang Soo Jin              Yap Giau Cheng,\r\n\r\n Jabbar, M.K.A.               Eugene\r\n\r\n Jayakumar, S.              Yeo Choo Kok\r\n\r\n Koh Lip Lin                Yeo Ning Hong\r\n\r\n Lai Tha Chai               Yeo Toon Chia\r\n\r\n Lau Ping Sum\r\n\r\n Lau Teik Soon\r\n\r\n Lee Chiaw Meng               Abstention\r\n\r\n Lee Khoon Choy             Yeoh Ghim Seng\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived \n  <br>3.40 p.m. \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee (Toa Payoh):</b> Mr Speaker, Sir, since several of my colleagues have already spoken on the pros and cons of the Medisave Scheme, I would confine myself to a few specific points based on feedback I have received from my constituents and union members in support of the Scheme in principle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first, I would like to express the trade unions' concern over some proposals made by certain employer organizations, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 139</b></font>\n  <br>\n  <br> in particular, the Japanese Chamber of Commerce and Industry which advocates a total withdrawal of all company medical benefits. Such an approach will no doubt negate our efforts to exhort workers to promote and accept Japanese style union-management relationship and company welfarism. The deplorable views of the other employer groups leave much to be desired. It will only create an atmosphere of distrust. In my view, Medisave is not meant to replace existing company hospitalization benefits. It is intended to supplement them since most companies do not provide for dependants and post-retirement hospitalization needs. I consider Medisave as an extension of the use of CPF credits, and existing companies' hospitalization schemes should be maintained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If what some employers say is logical, then the NWC would have made appropriate recommendations for a reduction of hospitalization and medical benefits to offset the increase in wage costs which some employers claim is additional cost and is unbearable. From a survey conducted we found that hospitalization costs to employers are not high as claimed by some employers. Companies that provide health insurance schemes have already taken into consideration the premiums paid when negotiating for collective agreements. The proposed contribution of up to 3% from employer's contribution would have been credited to an employee's Ordinary account if Medisave is not introduced. Any attempt by employers to withdraw, reduce or offset hospitalization benefits will run counter to the objective and spirit of promoting harmonious employer-employee relationship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I would like to make is on the utilization of the Medisave account. Instead of allowing a debit balance, consideration should be given to the transfer of one Medisave account to another for spouses, parents, siblings or children to meet a deficit account from these groups on a voluntary basis. If a person's Medisave account exceeded a sum of $10,000 which is considered adequate to meet his hospitalization cost, then he may be allowed to transfer a proportion of his Medisave account to his Ordinary account \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 140</b></font>\n  <br>\n  <br> in the CPF. A percentage of his Medisave account could be withdrawn to meet the cost of treatment for long-term illnesses which do not require hospitalization, for example, kidney dialysis treatment, provided such cost is not covered by an employer's medical benefits scheme or health insurance scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the last point I would like to touch on is primary health care service. In the Blue Paper it was stated that the Ministry of Health plans to allow Government and private doctors to make use of its polyclinics in the evenings and also to ensure an optimal distribution of private clinics in the Housing Board estates. I would suggest that the Ministry of Health in cooperation with the Housing Board provide a sort of cluster clinics in HDB housing estates to expand and improve on the primary health care service with the following conditions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) two or more clinics with facilities for simple surgery and kidney dialysis treatment; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) one or more dental surgery; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) at least one pharmacy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The facilities at these centres should be available after normal office hours. The fees charged should not be too excessive or at rates determined from time to time by the Ministry of Health. In return for such services the participants in this Scheme should be granted concessional rentals by the Ministry of Health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to put forward these proposals. \n  <br>3.44 p.m. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng (Buona Vista):</b> Mr Speaker, Sir, first, I would like to compliment the Ministry of Health for pro- ducing the Blue Paper on National Health Plan which provides an outline of a comprehensive programme for national health care. Although far from being a perfect plan, it is nevertheless a product of careful study taking into account some of the views expressed by different sectors of the society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One innovative feature of the plan is the proposal to set up community hospitals in HDB new towns. This is a right move as it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 141</b></font>\n  <br>\n  <br> will make it more convenient for the residents needing hospital services and hospitalization. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A new concept of the plan is, of course, the Medisave Scheme. The Scheme involves setting aside six out of 46% of the monthly CPF contribution to be used for hospitalization expenses when required. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My PAP colleagues who have spoken before me have very eloquently dealt with the various aspects of the National Health Plan, including the Medisave Scheme. Many of their comments will certainly cause the Second Minister for Health to rethink some aspects of the Plan and perhaps make appropriate improvement to it before implementation. I share some of the sentiments expressed and, in particular, the concern in the shortcomings of the Medisave Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not wanting to repeat what has been said by my colleagues and, indeed, said with such great clarity and forcefulness, I shall confine myself to making comments in three areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As people grow old, physically they degenerate and are prone to falling sick and need more frequent medical attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the proposed Medisave Scheme, those who have retired will be unable to participate in the Scheme through the CPF contribution. Also some of those who are approaching retirement age may not be able to accumulate enough funds in their Medisave account when they retire. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To these two groups of people the Scheme, as it stands, will present a difficult problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those who are fortunate to have children with a sense of filial duty, their problem can be eased through the use of their children's Medisave account. However, for the less fortunate they will be in a dreadful situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would urge the Ministry to consider the predicament of such people and to take appropriate measures to solve this transitional problem during the initial period of the Medisave Scheme without requiring \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 142</b></font>\n  <br>\n  <br> these people to lose their personal pride and dignity by being first certified as genuinely poor before concession is given. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the more matured in our society in general, another problem awaits them. On retirement their income drops drastically, but their medical expenditure is likely to go up concomitant with their increasing need for medical care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Scheme does not allow them to pay for outpatient treatment from the Medisave account. There is, therefore, a need to modify this aspect of the Scheme for the retired aged so as to allow them to make use of their Medisave account for all types of necessary medical care and not merely for acute hospitalization. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Otherwise, some aged retirees, not wishing to impose on their children for one reason or another, may well delay seeking much needed medical care. This is undesirable as it may lead to complications of their physical disorder which could well have been avoided if timely medical treatment had been sought. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also view with some concern the statement, which I quote, \"... the Ministry may find it necessary to deny the subsidy normally enjoyed by Class C patients to those outside the Medisave Scheme.\" I do so having in mind those non-CPF contributing women who are divorced, separated from or abandoned by their husbands. Marriages do break up, be they marriages arising from love or careful arrangements by matchmakers even with the aid of electronic computers. This is a fact of life. Couples do disagree, leading to broken homes. Has the Ministry considered how these unfortunate women and their children are to be accommodated under the Scheme? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another area which I wish to comment on is the Ministry's plan to allow Government and private doctors to make use of its polyclinics in the evenings in the manner of private clinics. I presume that these doctors, both Government and private, whom the Ministry has in mind of tapping their services, are those who are already working full-time during the day. If so, I am not sure this is the correct way of utilizing the polyclinics in the evenings. These doctors, both Government and pri- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 143</b></font>\n  <br>\n  <br> vate doctors, would have put in a hard day's work by the time evening comes and hence are in need of recreation to keep themselves fit. They are not likely to be able to perform at their best this added undertaking during the extended period of their services in the evenings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would the Minister consider making these polyclinics wholly available to the private doctors instead? Let each poly-clinic be operated by a group of private doctors who can arrange a duty roster among themselves. Each polyclinic may be supervised by a board from one of the hospitals to which it can have a special relationship. The Ministry provides the infrastructure and basic services and monitors closely the fees charged to ensure that they are reasonable. In this way the doctors of the polyclinics are less likely to be overworked doctors and hence can be more effective in their services, especially in the evenings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in view of the recommendation that there should be periodic reviews in the implementation of the Scheme and provided that the Ministry continues with the present practice of allowing a person immediate access to medical treatment regardless of his ability to pay, I support the proposal for the introduction of the Medisave Scheme as part of the national programme for the health care of our people. \n  <br>3.52 p.m. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I thank you for giving me the opportunity to speak. Since a few hon. Members have already touched at length on the National Health Plan and the Medisave Scheme, I would like to confine myself to only a few points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I would like to say that both the Plan and the Scheme are timely and judicious. With the progress of our economy and the raising of our standard of living, our standard of medical service and health should also be compatibly raised. The Blue Paper connotes a depth of foresight and a plan of prudence on the part of the Health Ministry. I agree very much with what is stated in the Blue Paper that our National Health Plan should be based on both the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 144</b></font>\n  <br>\n  <br> prophylactic and the educational aspects in addition to the curative, the success of which will in future put our medical service under manageable control. It is hoped that the Ministry of Health will promote these two aspects with our popular support. For instance, in health education, it should include the education of the people on safety, on topics like road safety and industrial safety. On the standard of medical professionalism, I think we should not, in trying to save money, lower our standards. We must not only maintain our standard, we must also try to progress so that Singapore may become a medical centre in this region. Not only the standard of private hospitals should be raised, but the standard of Government hospitals and clinics should also not be allowed to retrogress. It should not be compromised for economy. I feel that the content of the Medisave Scheme as envisaged in the Plan is quite simple and straightforward, but its implementation may meet with many technical problems and therefore require prior careful study. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While Members of Parliament have talked at length on various aspects, I would just like to touch upon one point, that is, the Medisave Scheme and the effect of the Scheme on the self-employed and the non-employees. If members of their families are not under the Medisave Scheme, then these people will not benefit from this scheme. Such people would include hawkers, the small traders, taxi drivers and the like. They are not few in number. Their interest should also be taken care of vis-a-vis the National Health Plan. Although the Blue Paper has touched upon this aspect briefly, there are not many words about it specifically. It is stated in paragraph 62 of the Blue Paper that the Government may not continue to give subsidies to people who are outside the Scheme. In other words, the Government may want .to recover the full cost from such people. Paragraph 58 of the Plan also states that the Government has no intention of denying any medical attention to any needy people on the grounds of financial hardship. In other words, anybody who is poor and is seriously ill and needs hospitalization, the Government will not deprive him of vital medical care. But there is contradiction in these two things. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 145</b></font>\n  <br>\n  <br> No specific or detailed measure is given in this Paper. The National Health Plan is a nation-wide plan and, when implemented, all who are gainfully employed should be included in the Plan. Therefore, the Ministry should try to explain to the self-employed the merits of the Medisave Scheme to encourage them to join. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry should try to answer these questions. First, why should people join the Scheme? How can the Medisave Scheme be better than medical insurance? The Scheme entails compulsory saving which is accumulated through one's own contribution. On the other hand, medical insurance requires payment by the policy-holder who may or may not get any benefit out of it depending on certain eventualities. There, it differs in nature. In certain aspects medical insurance has its merits and advantages. The Ministry of Health should explain why the Medisave Scheme is better than the other measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question is: Why is it better to contribute to the Medisave Scheme than to save money in the bank? Some people think that keeping money in a savings bank account is better and more convenient for immediate use, unlike the savings in the Medisave Scheme which cannot be used even if one reaches retirement age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third question is, for those who do not join the Medisave Scheme, how is the Government going to calculate their medical charges and hospitalization charges \"cost-wise\"? Singaporeans are good at calculation. What is the difference between the hospitalization charges as between those who are under the Scheme and those who are not? The self-employed would like to find this out before they decide to join or not to join the Scheme. So I hope the Ministry of Health will be able to clarify this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When these questions have been answered, there are further questions. As regards those who are not on salary, how are they going to join the Medisave Scheme? How much would they have to contribute monthly? For those who have joined the Medisave Scheme, if their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 146</b></font>\n  <br>\n  <br> income should be changed mid-way, is there any guideline to adjust their contributions from time to time according to their varying incomes? All these questions must be answered so as to encourage the self-employed and those who are not on salary to join the Scheme. Besides, there are also many minor technical points to clarify. I hope the Ministry of Health after some careful study may be able to give details on these points so that the self-employed may see the merits and voluntarily join the Medisave Scheme. Thank You. \n  <br>4.00 p.m. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Mr Speaker, Sir, if the Minister has taken a long time to implement the Medisave Scheme, it must be because every major policy of Government and the ensuing programmes to be implemented by the State have to be examined not only for their immediate implications but, more importantly, for their projected long-term effects. The Medisave Scheme is a social plan with long-term effects. The worker's monthly contribution to Medisave is not for one or two years, but for as long as he works. Since the worker has to set aside a sum every month, will he benefit in the long run? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, we enjoy a high standard of health care, provided by fairly efficient State-run hospitals and clinics. It is not free, but subsidized substantially from funds obtained from the taxpayer. Presently, there is hardly any abuse of the system. Why then is there a need to change? Change is necessary because of anticipated problems that we will face 20, 30, 40 years from now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The demographic profile of our population is undergoing a transformation. In 1957, the distribution of population in Singapore resembles a pyramid - broad at the base and tapering off at the top. But our high-key family planning policy began to have an impact in the 60's and more so in the 70's. The age pyramid began to show significant changes at the base, as the number of births fell from a peak of about 60,000 a year to about 40,000 a year. In 1980, the age pyramid resembled more a Christmas tree, with a narrowing at the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 147</b></font>\n  <br>\n  <br> base. At the same time, better health care services have resulted in a longer life expectancy for Singaporeans. So a change is also taking place at the top of the age pyramid. There is a growing number of older citizens aged 60 years and above. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Assuming that our patterns of procreation continue with present trends for the next 20, 30, 40 years, our age pyramid, which now resembles a Christmas tree, will transform into a mushroom shape, broader at the top, smaller at the base. There will be a much greater demand for health services by a larger number of senior citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With this transformation in our demographic profile, will our present system of financing health care be adequate? This will depend, to a large extent, on the workforce at the time. How many people will be working to support the young and the increasing numbers of retired persons? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, the projections by Professor Saw Swee Hock in the publication Demographic Trends in Singapore are revealing. Because of declining fertility rates, our labour force will grow at progressively slower rates, from a current figure of 1.9% per year to 0.5% by the year 2000. At the same time, our senior citizens will increase from 7.2% of the population in 1980 to 10.4% in the year 2000. In absolute numbers, our senior citizens aged 60 years and above will increase from 173,600 in 1980 to 305,000 in the year 2000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1980, 1,115,900 workers supported 173,600 senior citizens. In other words, there were 6.4 persons working and paying taxes to support one senior citizen. By the year 2000, there will be only 4.5 persons working to support each senior citizen. Needless to say, if we retain our present health care delivery system, the tax burden to be borne by workers will increase year by year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It will be possible to provide a reasonable health care system to those now aged 40 years and above who may be expected to retire in the year 2000, provided those aged below 40 years now are able to bear an increased tax burden in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 148</b></font>\n  <br>\n  <br> future. If they are not able to, then standards of health care will deteriorate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The trend will continue, with less people working to support more senior citizens. Those in their 30's and 20's now will face lower standards of health care unless the relatively smaller number of workers are able to generate increased tax revenue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several countries in Europe including Britain drew up highly acclaimed and popular welfare schemes, including health care, in the 5O's when the numbers of senior citizens were lower. In a high economic growth period, these schemes worked well. Today, with a greater proportion of senior citizens, the spiralling cost of welfare systems has caused crisis after crisis in Europe. Perhaps I read the wrong reports but these reports are in Newsweek, Time magazine and the Economist Today, it is acknowledged that the crisis in Europe's welfare states is the result of economic and demographic changes that social planners could not foresee in the boom of the postwar years. Longer life expectancies are pushing up the cost of health care and old age pensions, while a declining birth rate is putting a greater tax burden on workers who must support an increasingly expensive system. And, just for example, in West Germany, in 1946, those aged 65 years and above form 8.8% of the population. In 1980, it rose to 15.5%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Japan is heading in the same direction. A highly successful family planning programme reduced the number of children per couple from five or six to under two. The relative decrease in the number of working people is seen to result in a looming grave financial problem. Currently, about seven working people are supporting each elderly person in Japan. Yet in the year 2020, less than 40 years away, approximately three working people will support each aged citizen. Social researchers in Japan foresee a breakdown of national finances, and even project that the welfare programme will go bankrupt in the 1990's. The Japanese are great planners. Having foreseen the problems, they will find ways to overcome them. Perhaps the increasing use of robots to bolster the productive capacity of their workforce is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 149</b></font>\n  <br>\n  <br> one of the answers to the problems of their aging population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must use the experiences of other countries to help us avoid the pitfalls when drawing up our own national policies. I think the Medisave Scheme is a good concept. We have at present a young population and a young workforce. It takes time to accumulate savings. Medisave, implemented now, will allow our workers to save for their medical expenses when they retire. It is better to start saving now, and be ensured of a good health care system in future, than to queue up for services in a system that has broken down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present generation of workers in the 40+, 30+ and 20+ age groups will reap the full benefits of Medisave 20, 30 and 40 years down the road. Medisave is a long-term plan and a long-term programme. The need for the Scheme should be assessed against future scenario, and not on the present situation. Yes, we have surpluses and reserves. But in times of plenty, we must save for the lean years. Or, like the squirrels, we must store up enough nuts during the summer to see us through the winter. In late autumn it will be too late to think of providing for the winter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now briefly touch on a point raised by some previous speakers just to emphasize the point. Medisave has been made out to be an increased burden on employers who already have medical benefit schemes for their employees. I think they forget that workers have families. Remember that only 5% of unionized establishments extend medical benefits to the immediate family of workers. They also forget that workers' health care needs are greater after they retire. In NTUC's recent survey, only one company out of 737 extends medical benefits to its retired workers. Workers have families. Workers eventually retire. That is why unions are in favour of Medisave - to cover workers' families, and their needs when they retire. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is the projected increase in CPF really an additional burden on employers? Some employers apparently find it convenient to forget that CPF contributions, by worker or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 150</b></font>\n  <br>\n  <br> employer, are all part and parcel of the worker's wage packet. CPF increases have always been taken into account in NWC deliberations. It is siphoned off from the agreed wage increase for the year. This annual wage adjustment is freely negotiated between employers and unions. It is an agreed fair reward for the services rendered by workers. If the employer's portion of CPF is not to be increased, then the take-home pay of workers will be higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In setting up Medisave, we are really apportioning the worker's wage packet so that he sets aside a sum to meet the hospitalization expenses of his family, and also his own when he retires. We are setting up a scheme to allow workers to save for future needs. So let there be an end to all this talk of withdrawing medical benefits, trading off, or off-setting from Medisave. Medisave must be regarded as complementary to the present benefits that workers are entitled to. \n  <br>4.12 p.m. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Clementi):</b> Mr Speaker, Sir, the National Health Plan tabled by the Defence Minister and Second Minister for Health has expressed that one of the major objectives of the Plan is to \"build a healthy, vigorous, active and physically fit population.\" It goes on to say that \"prevention is better than cure and it will also seek to encourage Singaporeans to stay well and reward those who do.\" The Plan also emphasizes the \"crucial role of the individual in promoting and maintaining his own health.\" To my mind, these objectives apply equally to the country in general as well as the individual citizen. After all, much of our own time is spent in looking after ourselves whether it is in our eating habits, getting sufficient rest and having enough exercise to keep ourselves trim and fit. It is therefore logical that we should look after our own health needs as far as we can afford them, save for emergencies and acute illnesses, which involve hospitalization and therefore expensive treatment that sometimes we find difficulty in meeting the full cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The statistics contained in the Plan seem to bear this out. Of the admissions/attendances at Government hospitals, out- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 151</b></font>\n  <br>\n  <br> patient clinics/dispensaries and specialist outpatient clinics, only about 5% require hospitalization. Most of us are afflicted with occasional minor ailments which, if we exercise some care and take the necessary preventive measures, can be eliminated or at least drastically reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Singapore prospers over the years, increasingly more and more of us will be able to afford to look after our own basic health needs, rather than depending on the Government which can only provide these services at great cost and at the expense of other taxpayers. Of course, for the unfortunate few who, for one reason or another, are unable to do this, the Government will, as clearly stated in the Plan, provide the necessary medical treatment for them. I am in full agreement with the Plan's proposal that the Medisave Scheme should cover only acute hospitalization. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now say a few words on out-patient services. The National Health Plan has expressed that the Medisave scheme will not cover outpatient charges as these charges are relatively cheap and are within the means of most citizens. There can also be another reason for this exclusion. Sometimes it is difficult to separate the genuine cases from the frivolous ones mainly because outpatient services are cheap and easily accessible in the poly-clinics. For the unscrupulous few, it is also an opportunity to get away from work. Interestingly, while attendances at out-patient dispensaries have increased by an annual rate of about 4% in the last decade. (2.06 million cases in 1972 to 2.88 million cases in 1982), attendances at Sunday/ holiday clinics, in fact, dropped by 15% over the same period (from 24,000 cases in 1972 to 21,000 cases in 1982). It would appear that most people choose to fall sick only during week days! Seriously, however, there is much that can be done in the matter of health education and preventive treatment. Personal hygiene and clean living habits will go a long way to build up a healthy and physically fit population. I would therefore urge the Ministry of Health to intensify their efforts at preventive medicine and health education and, as stated in the Plan, implement a planned programme to inform and motivate the population to stay healthy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 152</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government is not the only one that can promote the health of the individual. Other organizations such as corporations, companies and unions can also play their respective roles to encourage the entire workforce to stay healthy and keep fit. If we assume that on the average, 2-3% of the workforce are on sick leave of one kind or another, excepting the acute cases, and if this percentage can be reduced through a properly instituted health promotion programme, this would, in fact, mean a 2-3% increase in productivity, not to mention that we would have a happier and healthier workforce. Singaporeans have been proved to be quite amenable to incentives. Is it, therefore, possible for employers and unions to come up with some 'stay well' schemes which will provide the necessary incentives for workers to stay healthy? In this regard, everyone will benefit, as the workers themselves will enjoy good health which, incidentally, does not come easily and in many cases can be considered as a blessing. Employers on their part will have improvement in productivity and a workforce that they can depend on. In other words, we need to mount a scheme parallel to the Medisave scheme. Whereas Medisave is geared towards acute illnesses, 'stay well' schemes will be directed at the healthy majority, which covers 95% of our population. Perhaps, in line with the Skills Development Fund concept, we should also consider a health development fund for our workers. I hasten to add, of course, that such funding should not impose further burden on the employers. We can perhaps stretch the definition of skills development to cover health development and allocate a certain percentage of the Skills Development Fund to the 'stay well' schemes. If these schemes are successful, we should also begin to see a decline in outpatient attendances in both the public and private sectors which will, of course, mean lower medical bills for the entire nation. Most important, we will all find ourselves healthier and happier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed National Health Plan, incorporating the Medisave Scheme, contains the critical elements of health care for every segment of the population, be they rich or poor, young or old, workers or housewives. It represents a pragmatic and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 153</b></font>\n  <br>\n  <br> cost effective way to meet our nation's future health needs. It also contains the required flexibility for the changes to be made in line with changing circumstances. I would like to express my full support for the Plan. \n  <br>4.22 p.m. \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr M.K.A. Jabbar (Radin Mas)</b>(\n  <i>In Tamil</i>): Mr Speaker, Sir, I wish to thank you for giving me an opportunity to speak on the Medisave Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Medisave Scheme proposed by the Ministry of Health is a bold and imaginative response to the problem of how to provide an adequate standard of health care to the people of Singapore without causing an unbearable strain on our national economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Health is a basic need of all people, just like food, housing and work to earn a livelihood. In earlier societies, most people had to depend very much on their own efforts to ensure the satisfaction of these basic needs. As the organization of a society becomes more complex and with the ultimate introduction of democratic form of Government, people have come to depend more and more on the Government to provide these essential needs. This tendency to look to the Government for the provision of basic needs is, unfortunately, further strengthened by opportunistic politicians who, under the one-man-one-vote system, readily make unrealistic and financially ruinous promises just to hope to win an election. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, the PAP Government has never succumbed to such irresponsible practices. We have placed honesty above everything else. When faced with any problem, we have a hard-headed analysis of all the factors and circumstances involved and carefully deliberate the best solution which will be for the long-term good of the country. We then courageously inform the people of the reasons for the decision, even though it may be unpleasant or unpopular for the time being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Medisave Scheme is a far-sighted proposal. It is observed that as a society becomes more affluent and the people \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 154</b></font>\n  <br>\n  <br> more educated, the demand for health care and services increases. People become aware of the possibility of a better quality of life, and their desire to attain it correspondingly increases. However, the costs for the provision for health care also increase tremendously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This problem of spiralling costs of health care is a universal problem afflicting even the most affluent industrialized countries of the West. In those countries the governments have relied upon the methods of pre-paid health insurance or even outright total funding of the delivery of health care and services from tax revenue. These methods do not appear to have worked well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Instead, the Singapore Medisave Scheme has as its pillar the principle of self-reliance of the people, coupled with adequate provision of infrastructure by the Government. Under this Scheme, Singaporeans are encouraged to be more responsible and to show concern for the cultivation and maintenance of their own health. Adequate incentives will be provided to reinforce the desire to remain healthy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I fully support the principle of prudence and self-reliance which, in fact, has been the guiding principle in our national development since independence. The Government cannot be the provider of all the wants and needs of the people even if it wishes to do so, for the simple reason that it can never possess enough resources to do so. The Government should, instead, provide the leadership to help the people see the way to their wants and needs which can best be met in a genuine and as lasting a manner as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Medisave Scheme is a new and unique way to tackle the problem of health care delivery in a modern society. As in any new Scheme, we should be flexible so that we can make adjustments and modifications that are shown to be necessary as we gather experience in the operation of the Medisave Scheme, I therefore wish to remind the Ministry of Health to bear this in mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also wish to urge the Ministry of Health to take great pains to ensure that after the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 155</b></font>\n  <br>\n  <br> coming into operation of the Scheme, no Singaporean, especially those in the lower-income groups, will be denied adequate health care because of insufficient balances in their Medisave account. The sanctity of life cannot be compromised on the balance sheet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last but not least, I wish to remind those employers who are already providing medical benefits to their workers either in collective agreements or in established practices should continue to uphold such practices. The introduction of the Medisave Scheme should, in no way, be taken as a signal for the existing benefits to be curtailed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the benefit of the people, I support the Medisave Scheme. \n  <br>4.26 p.m. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir,[ wish to speak on the principles underlying this National Health Plan. The document appears to have been well thought out and researched. However, I do have a few qualifications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we see in many countries run-away budgets, huge deficits, which necessitate the printing of money to finance the deficits, thereby lowering economic growth resulting in unemployment, causing stagnation and difficulties to those countries, with depreciating currencies in addition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But having said this, Sir, let me point out my qualifications. The first question I would address the Hon, Minister for Health is this: Why is he in such a hurry to implement the Plan? Why can he not wait until the extra 6% can be added to the Central Provident Fund contributions? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, as a consequence of the hurried implementation, a number of older people who are due to retire shortly are going to be heavily penalized because, in accordance with the provisions outlined by the Minister in his speech yesterday, for the purpose of this Health Plan a minimum balance of $10,000 must be maintained in the account beyond the age of 55. Sir, those people with $10,000 or less in their Special Account will upon retirement in the next few years, be penalized. They will not have any money to withdraw at all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 156</b></font>\n  <br>\n  <br> when they reach the age of 55 unless they have something left over in the Ordinary Account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point that I would raise has to do with the escalation of hospital costs. Here, I must point a finger at the Ministry of Health. In paragraph 23 on page 5 of the Report, it states that the Singapore General Hospital cost $260 million to build. I am sure, compared to the original budget, this was considerably higher in the first place. Secondly, when one visits the Singapore General Hospital, one is very impressed with the decor, and the amount of expenditure that has gone in to make the place very comfortable. It is rather like a first-class five-star hotel. Sir, I just wonder whether we need such extravagance in providing health care. In paragraph 24, it is mentioned that the new Kent Ridge Hospital will cost about $300 million, again a colossal sum of money. I would urge the Minister to implement what he says in paragraph 26, the second last sentence, which says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Ministry is therefore considering an intermediate iow-cost alternative to the conventional sophisticated hospital complex.' I say \"Amen\" to that, and I hope he would implement this and thereby lower future cost of hospitalization and medical care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A fourth point which I would draw his attention to has to do with paragraph 29 on page 6 which mentions the 13 private hospitals that we have at present. I feel that these private hospitals have helped in some measure to raise the cost of medical care in Singapore, The reason I make this statement is this. If a study were to be made of the services provided by these hospitals, I am sure a fair amount of these services are being provided to foreigners, people who come from neighbouring countries, especially those who fly in, and who pay exorbitant fees for their surgery and other medical attention. How does this affect medical costs in Singapore? Well, by making it very attractive for private practitioners to engage in export of such services, the public sector will lose the talent by way of doctors and even nurses because they are drawn out of the public sector by the more lucrative earnings that they can make in these private hospitals. I would urge the Minister to study this pro- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 157</b></font>\n  <br>\n  <br> blem. Maybe there is a need to put a lid on the amount of export of such services through such private hospitals, otherwise we are going to see ever-escalating medical costs for Singapore. The alternative, of course, is to simply produce more doctors if we have the manpower but apparently we are not producing the right type of people, that is, brains. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A fifth point, Sir, I have to make concerns the pricing of third class wards. In paragraph 46 of the report it is stated that a computer simulation was done on 9,935 households and the results showed that a monthly saving rate equivalent to 6% of wages should be sufficient in most cases to cover hospitalization expenses for Class C wards at the hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are a number of questions that I want to raise in this regard. Firstly, what were the costs of these Class C wards which were put into the computer simulation? That is a really critical input because I have a feeling that the next step that the Ministry of Health will take would be to raise charges for Class C wards and that would raise the cost for the people, and I am sure therefore that all your computer simulation results will go haywire and you find that most people in Singapore will not be able to have enough funds to meet even Class C wards. So I think it is a point of utmost importance for the Minister to clarify before this House and before the people of Singapore, what are the principles that he intends to implement in determining the cost of Class C wards. Only then are we in a position to say whether the people of Singapore will have enough funds in their CPF Special account or Medisave account to meet these charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, to the extent the charges of Class C wards are allowed to rise, the cost of chronic illness cases will also go up and these cases, as the report emphasized, will not be covered by the Medisave Scheme at all. So the people of Singapore will end up much worse off as a result of the Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point I have to make, Sir, concerns those cases of financial hardship. Here I would like to urge the Minister to again reveal to this House what are the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 158</b></font>\n  <br>\n  <br> principles that will operate in determining cases of financial hardship. Is he going to limit himself to simply social welfare cases? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That is what they are doing now. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> I do not need any help, please. And here the problem may well be with the Ministry of Social Affairs if they unduly tighten up on their welfare criteria. Then the net result would be that few people will benefit from the provision. I think he should spell this out very clearly. Under what circumstances would people who face financial hardship be allowed a waiver of these fees? To be fair to the Government, at the moment there have been cases that MPs have written in for waiver of fees and they have been granted by and large, provided they can satisfy the hardship criteria but I still feel uneasy that the criteria are not known. So it is like a shot in the dark whether or not these needs are going to be met. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I propose to take the Suspension now. I will take the Chair again at 5.10 p.m. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>4.36 p.m. until 5.10 p.m.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.10 p.m.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (Minister of Defence and Second Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of Defence and Second Minister for Health (Mr Goh Chok Tong):</b> Mr Speaker, Sir, first, let me thank the hon. Members who have spoken on the subject. I have listened to them carefully. There were some useful suggestions which my Ministry and 1, and of course the Minister for Health, will take into consideration. I would also like to thank the other Members for having so patiently listened to the arguments for Medisave, for the National Health Plan, and of course to those who held a different view. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am a great believer in brevity and clarity. I do not believe in stretching my speech if I can make it short. On a subject matter like the National Health Plan and Medisave, it is the substance which I am interested in, not the fluff. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 159</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have got the advantage of the cooperation of the press. They have highlighted the important points of the speakers yesterday. So I shall go through the salient points and give my answers to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Ayer Rajah has given us a lengthy discourse on the first part of the Health Plan. The nub of his observations is that the community must take greater responsibility in looking after our own population. He touched on community health teams, on how the community can support the patients who are discharged from our hospitals. I cannot agree more with his observation. He is an idealistic person with a strong social conscience. His idealism has to be tempered with realism. We shall therefore have to examine the various suggestions which he has made for their practicality and, wherever possible, these will be incorporated. But I would like to caution that he should not expect immediate implementation. These plans have to be carefully considered and even though they are valid it will take quite some time before we can implement them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has certain reservations on community hospitals. The main argument is that they might not be cost-effective. Some other Members also share the same reservation but, of course, there were other Members of Parliament who thought the concept a good one. At this stage the concept of community hospitals is an idea. We have to examine the cost-effectiveness of this particular idea. This will be done carefully before we embark on building community hospitals. We will probably try out a pilot scheme, not necessarily a full community hospital but somewhere between a polyclinic and a community hospital. In other words, it is possible for us to put up one more floor to an existing polyclinic, like the one in Toa Payoh, or we can have some beds for patients where simple surgeries can be done. Regarding his observation on community health teams, my only reservation is whether we can attract enough GPs and volunteers for such teams. But as a concept it is worth exploring further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson lamented that the National Health Plan has not incorpo- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 160</b></font>\n  <br>\n  <br> rated a statement to his satisfaction regarding occupational health in the interest of the workers. He said that not enough mention was made of preventive measures in industries to look after the health of the workers. I have not forgotten the promise which I made to him during the Budget debate. But when we discussed the draft health plan - it was not a Blue Paper at that stage - with individuals and representatives of other organizations, there were many requests for inclusion of their particular points of view. So if we were to include or to mention the occupational health interest of the workers under \"Preventive\", others would also want their points of view to be mentioned - the dentists, the pharmacists, the social workers, and so on. So we have subsumed his point of view under the broad term \"Preventive medicine\" or \"Preventive measures\" to look after the health of Singaporeans, And, of course, \"Singaporeans\" include all workers. If we single out workers for special mention, we have also to mention the self-employed, the employers. There will be no end. It is all Singaporeans' health, including the workers' health which the National Health Plan caters for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also touched on the need to subsidize the chronic sick. I shall come to this later on. He wanted to have a list of illnesses which can be classified as chronic illnesses. I think it is not necessary because he will know that very often it is difficult to distinguish one from another. An acute illness can lead to chronic illness, and maybe vice versa. As far as the National Health Plan is concerned, the Medisave Scheme is meant for hospitalization and, by definition, \"chronic sick\" refers to those hospitalized in Wood bridge Hospital, Trafalgar Home and View Road Hospital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am grateful to the Member for Henderson for his very warm and vigorous support of Medisave. His may be a simple view, to use his own words, but he has understood the deeper philosophy of Medisave. His illustration of the benefit of CPF to the workers and how the CPF funds are translated into hard real housing for the people is very apt. The same concept would apply to Medisave. The funds \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 161</b></font>\n  <br>\n  <br> would be translated into real high standards of medical care for the population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Alexandra criticized the National Health Plan for \"being purely motivated by financial considerations.\" The headline says: \"A money-minded plan\". There is a distinction between a \"money-minded plan\" and one that is motivated by financial considerations. The latter, I think, is more acceptable. The former is not. I think he has misunderstood the need for Medisave with financial motivation. The whole aim of the National Health Plan and the Medisave Scheme is to ensure that we can maintain high medical standards for our population and to give all Singaporeans the necessary means to have access to proper medical care. Sir, we cannot run away from financial considerations. But trying to establish a better relationship between fees and actual costs does not mean that that is our motivation because there are many ways whereby we can increase our funds in the Treasury: higher payroll tax, higher income taxes, higher contributions to the Skills Development Fund and so on. These are much simpler ways than to use Medisave. Sir, the philosophy behind Medisave has got to be understood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also criticized the Scheme for having assumed that everyone could avoid illnesses, and this theme has been picked up by several other Members in this House. I think it is unfair to come to this conclusion when you read the National Health Plan. The Scheme does not assume that everyone can avoid illness. We all know that people do fall sick. We all know that accidents can happen. We all know that people end up in hospitals despite themselves. But there is a lot that all of us can do for ourselves: not smoking too many cigarettes a day, not over-drinking, not being overweight, watching your diet, proper exercises, wearing seat belts, driving carefully - all these can reduce the episodes of admissions into hospitals. So to criticize the Plan by saying that one of its basic assumptions is that people enjoy being sick shows a lack of interest in trying to understand the deeper issues. It is just \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 162</b></font>\n  <br>\n  <br> political talk, trying to nit-pick certain words. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The feeling of Members of Parliament who argued that health care must be given to people who fall sick, at cheap rates, perhaps arose out of their compassion for those who fall sick, but it is dangerous logic. You may fall sick not because you want to fall sick. But that does not mean that when you fall ill you should be treated completely free of charge. Surely it depends on your financial status. If you are a millionaire and you fall sick, you have to pay a fee even if you come to a Government hospital. But if you do not have the cash, you are genuinely in need of treatment, you are a genuinely poor Singaporean, then you will be given access to health care without any charge. You can apply for remission of fees. Why must the Government, or any government for that matter, land itself in a position where it has to provide free medical care or free medical service purely because a person falls sick by himself? If we accept that logic, then we are opening Pandora's box because a man can come forward to the Ministry of Health or to the Ministry of Social Affairs to say \"I have got 10 kids despite my practising family planning. Now, can you feed my 10 children? They came along despite my intention not to have them come along.\" And what about those who cannot pass their Primary School Leaving Examinations? Will they not come forward to say, \"I tried. I studied very hard but I failed despite myself. Can you get me a tutor, or can you push me up?\" So the logic to me is faulty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now move on to the spirited comments made by the Member for Rochore. His primary thrust is: health is a social responsibility of any government. I do not see how we can disagree with that. Health care must be the social responsibility not solely, but primarily, of any government. But it does not mean that you discharge your social responsibility by dispensing free medicine or heavily subsidized medicine. There are various ways of discharg- ing our social responsibility. I do not think we can accuse the United States Government of being socially irresponsible because they practise a different model of health care, one whereby the private indi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 163</b></font>\n  <br>\n  <br> viduals pay for their own health care through voluntary insurance. I believe he has left his telescope behind when he moved out of the Health Ministry, or maybe we are talking at different wave lengths or at cross purposes. I say that we are taking a long-distance view of the problem, and I believe he is bogged down by today's situation. He examined the financial status of Singapore and argued that we have enough funds to pay for the entire budget for the Ministry of Health. He suggested that there are enough funds in payroll taxes to cover the entire deficit or even the entire health budget. I think we have got to take a longer view than merely looking at the present. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me embark on a journey to the year 2000. Just look at our demographic pattern alone. Consider this basic fact. In 1982, we had 183,000 persons over 60 years or 7.4% of the population. By the year 2000, there will be 306,000 persons over 60 years or about 10.4%, an increase of 123,000 elderly Singaporeans. What does this mean? This means that fewer and fewer Singaporeans will be working to support more and more older Singaporeans. And life expectancy will be increasing. Life expectancy of the Singapore male was 60 years in 1957. For the females, it was 65 years. By 1980, because we have discharged our social responsibility as a Government and looked after the health of the people very well, the life expectancy has increased to 69 for male Singaporeans and 74 for females. In a short time frame of 23 years, we have made the Singaporean live longer by about nine years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By the year 2000, provided we have the means to maintain standards, not just in the Ministry of Health but in the whole country, environmental considerations, housing, employment, we forecast that the Singapore male will live on the average up to 71 years and the female 77 years. Between 1980 and the year 2000 we shall be adding three or four more years to life expectancy. So add this to the increase in elderly population in Singapore and multiply this by three or four times because each person over 60 years old is on the average likely to be admitted to hospital three or four times more frequently than a young man of 30 or 40. The enormity of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 164</b></font>\n  <br>\n  <br> the problem worries us, which is why we are now moving in to ensure that by the year 2000 we have enough resources as a country, not just as a Ministry of Health, to look after the interest of all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think we should fall for the juggler's trick, trying to move funds from one area to another. I do not think I can agree with the Member for Rochore's suggestion that the Health Minister should nag the Finance Ministry for more funds, that we should not worry about where the funds come from and that it is our responsibility to look after the health of Singaporeans, and that we should just nag the Finance Minister for more funds. I think the same observation was made by the Member for Anson. This is not team work. If the Health Minister nags the Finance Ministry for more funds, the Minister for the Environment, the Minister for National Development and all the other Ministers must do likewise. Somebody then has got to sit down and decide on priorities. If you sit down to decide on priorities, you have first to ask a question: where do the funds come from? How is wealth created? We are all in this together. We have a collective responsibility to make sure that one area of interest to Singaporeans is not at the expense of other areas of interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If Payroll Tax can be used for health, what about the Skills Development Fund? What about other sources of revenue, specific sources? I do not think we should tie one source of funds to one particular Ministry. We should regard the national resources as one and each Ministry will have to argue its own case and, more important, take into account the overall requirements of the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Rochore is not here. Anyway, I want to ask him several questions. One is, if payroll tax funds, which he thinks we have ample today, are not sufficient in future to pay for the Ministry of Health's expenditure, will he support an increase in Payroll Tax or other taxes? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can he guarantee continuous economic growth at 8% per annum? Can he guarantee that Singapore will never face unemployment again? We should not forget that it was not so long ago that we experienced an unemployment rate of over 10%. To- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 165</b></font>\n  <br>\n  <br> day, several third world countries are heavily in debt, Brazil, Mexico, Poland, Venezuela and several other countries, Have Members wondered at the possibility of one of these countries defaulting on the loans and thereby bringing down the whole international financial system? If that happens, what is the impact on the Singapore economy? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All of us know that we are heavily dependent on exports, on the export of goods and services. And if there is a collapse of the international financial system or a deep world economic recession, then where do we collect our payroll tax from? So many people will be unemployed! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can this House guarantee that there will be no profligate Finance Minister ever in Singapore? We can guarantee that for the next 10, 20 years but not forever. One profligate government or Finance Minister and the entire resources of the country will go up in smoke. Where then would there be sufficient funds to look after the health service, to pay for doctors and nurses, to maintain high standards in the hospitals and outpatient dispensaries? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not particularly alarmed by the fact that CPF contributions will go up to 50%. Each time the CPF rate went up in the past, there was the accompanying hue and cry. But are we better off today or in the past? Have we not translated the savings into HDB flats for the people? Without a high saving rate, there would have been no public housing to the extent that we know of today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I was in the Ministry of Trade and Industry, I remember the criticism hurled at my Ministry for embarking on economic restructuring and \"high wage cost policy\". Are we better off today economically or would we be better off being stuck to labour intensive low-skilled industries? So I am not particularly alarmed just by looking at figures, 50%, 45% and say it is too high. What is too high? It is all relative. It is tied to the use of your savings. If you save 50% and you are unable to translate his into housing, good environment, better education, better health facilities for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 166</b></font>\n  <br>\n  <br> people, then of course it is too high. But if you are able to translate your savings into development, a better standard of life for the people, then I am not particularly concerned as to whether 50% is high or low. I think Singaporeans have the entrepreneurial ability to adjust, and they have adjusted each time CPF rate has gone up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore health care model is not entirely different from that of Britain. Our health care system is also financed at the moment from general taxation and we have a high proportion of C class where, as of today, there is a 90% subsidy. In Britain, the subsidy is about 99% or close to 100%. So what is the difference between 90% subsidy and 100%? C class is open to anyone. At the moment, we do not discriminate admissions on the basis of wealth. So anyone can opt for C class and take advantage of the high subsidy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do we need to revamp the system now? It is because we can see ominous signs of what will happen if we do not do something now. Even now, there are long queues at our outpatient dispensaries. Never have we had so many polyclinics and clinics and so many doctors in our employ and yet the queues have not disappeared. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also suffer from a high turnover rate of medical personnel leaving the public sector, the same phenomenon as in Britain. And Britain, if we examine the statistics which I do not have with me today, you can see that quite a few thousands of doctors have resigned from the British Health Service and left Britain for other countries over the last 10 years. In Singapore, fortunately because we allow our private sector to flourish side by side with the public health sector, the doctors resign from the public sector to join the private sector. Of course, we have also lost medical personnel to other countries. But, fortunately, quite a large number remain in Singapore because of a flourishing private sector. These are signs of our inability to pay our doctors and nurses well. Hence the bonding scheme that was introduced to tie down the doctors to serve the Ministry of Health. But how long can we keep on bonding good brains in the Health Ministry? For the first few years maybe, but \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 167</b></font>\n  <br>\n  <br> thereafter when they have acquired the specialist skills, when they reach the level of consultant, they have got the liberty and the means to leave the public sector for the private sector. In short, if we want to have quality medical care we have to pay good doctors and nurses well to stay with us. Just look at the resignation rate of doctors and nurses. The turnover rate for the year 1978 was 12.3%, which is very high. A more recent year, 1981, 9.2%. In 1982, because we have had a hefty salary revision, it went down to 6.8%. For dentists, the turnover rate was 17.4% in 1980, the peak year of turnover rate. In 1981, 12.7%. In 1982, it went down to 3.9%, again because of the salary revision. I think the bonding also has an effect. Without the bonding which we have imposed on doctors and dentists, I think more would have left us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming now, Mr Speaker, Sir, to today's debate, let me reply individually to each Member of Parliament on the main points; and thereafter I will give my comments on how some of these suggestions can be incorporated in the National Health Plan on a subject by subject basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several Members, especially those from the trade union movement, argued that employers' medical benefits should not be taken away with the implementation of Medisave. What is our view on this? Employers' benefits, as they stand today, apply in a limited way to employees only. Not all extend the benefits to dependants; and very few, the Civil Service being one, extend medical benefits to employees after retirement. So Medisave which provides funds to workers to look after their future hospitalization requirements is an enlargement of the medical benefits schemes which exist today. We do not think employers should take away the existing medical benefits. I am, however, in favour of some adjustments, but not for the reasons advanced by the employers. I do not accept the argument that because you have paid 3% on your side to the CPF, you can adjust your existing medical benefits. I agree for a different reason, and it is one of philosophy. I think it is good that the first few dollars should come out from the employees, whether it is for hospitalization or for outpatient treatment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 168</b></font>\n  <br>\n  <br> purposes. At the moment most medical benefits schemes cover every dollar of the employees' medical requirements, subject to a certain ceiling. I think employees will have a greater interest in their own health if they are required to pay the first few dollars; -but this must be just a nominal sum. Beyond that their requirements will be met by the employers under existing collective agreements. And when they retire or if they have dependants who are not covered by the employers' medical benefits, they can then make use of the Medisave Fund. For this reason, I am appreciative of the suggestion by the Member for Clementi that to supplement the Medisave Scheme perhaps the philosophy should be extended to outpatient treatment. I think the \"stay well\" concept which he raised is a good one. How they can be implemented by companies, we will leave it entirely to employers and employees to discuss and negotiate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps at this juncture I should touch on the possible modifications to Medisave, taking into account the various comments made by the other Members today as well as yesterday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Outpatient treatment. Can Medisave be extended to cover outpatient treatment? The answer is no, for two reasons. One is that the bill charged is small; most people can afford it. But the more important reason is that there are some 14-15 million transactions annually. We do not want to create an administrative monster, just to monitor the daily transactions of checking in and checking out from the computer system. I think administratively it is not cost effective. But we recognize that there are certain procedures, like day surgeries, which can be expensive. We can allow the Medisave to be extended to pay for expensive day surgery and similar procedures. So this is something which we can consider. It is a question of how to implement it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There seems to be some misreading of paragraph 35 of the National Health Plan regarding the chronic sick - that Medisave will not be available for the chronic sick. When we made that statement that Medisave funds would not be available for payment of those who suffer from chronic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 169</b></font>\n  <br>\n  <br> sicknesses, we had in mind that they would not be able to meet the expenses. They must, therefore, be singled out for special compassionate treatment. The subsidy level must remain high, 95%, 98%, in many cases even 100%, because there is no way these Singaporeans can look after their own interest. That is the meaning of the chronic sick being singled out for separate programmes. But it is possible that some of these people have funds in their Medisave. As formulated up to now, it would appear that they could not even touch the Medisave fund to pay for their nominal charges, say, $2 a day, in Woodbridge Hospital. I think we can modify the Medisave Scheme to allow the chronic sick to have access to the Fund. If they have got the funds, I think we can allow them to draw on them even though there is already a separate programme for them, a heavily subsidized programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also our intention, having listened to the arguments both inside this House and outside the House, to extend Medisave to cover Class B, B1 and better classes, and later on hospitalization in the private hospitals. The Medisave funds belong to the account holders. So long as we have certain safeguards to ensure that they have enough funds to look after their retirement, we can allow them to opt for better classes. We will also be flexible in the definition of dependants. This will take care of the worry which the Member for Buona Vista had when he talked about the transitional problems and also cases of spouses being abandoned by the husbands. We allow for flexibility. We can allow accounts of brothers and sisters to be used for payment of another member of the family. This does not mean, however, that we will embark on this immediately. We will perhaps operate the Scheme for one year, using the limited family as defined in the Medisave, and monitor the situation before we liberalize it completely; but the intention is to allow for flexibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa, who is not here, has made a number of specific points. He asked why should we be in such a hurry to implement Medisave. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 170</b></font>\n  <br>\n  <br> answer was contained in my earlier reply that we were very apprehensive of our quickly aging population. The sooner we can implement the Medisave Scheme the better. We have taken into consideration the employers' representation that costs must not be pushed up so quickly, particularly when the fear of recession has not completely disappeared. But that does not mean that we should, as I have explained yesterday, defer the implementation of Medisave Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also made the observation that by allowing the Special accounts to be used for Medisave purposes and stipulating a minimum of $10,000 to be left in the Special account would penalize those who are near retirement age. We came to this decision to allow the Special accounts to be used for Medisave purposes to overcome the transitional problem. This is tied in with his question of why we should be in such a hurry. If we were to implement Medisave from zero, it will take us quite some years before sufficient funds can be built up in the Medisave account for patients to use them. So by allowing them to have access to the Special accounts, we are in fact allowing the majority of Singaporeans to have immediate access to funds which they could not otherwise use. Of course, we recognize that those who are near retirement age, 52, 53 and 54 years of age, will be unhappy because they will not now be able to withdraw their funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To overcome their unhappiness, I am prepared to consider the phasing-in of this sum of $10,000. In other words, the minimum of $10,000 need not be retained upon implementation of Medisave. This can be a figure which we want each Medisave holder to have in the longer future. I think we can start off with $5,000, i.e. reduce it by half. In other words, immediately or upon implementation of Medisave, the Special account must have a minimum of $5,000 or the actual balance, whichever is less. If you have more than $5,000 you can withdraw the funds in excess of $5,000. We will then up this very gradually, $500 per year. So this will take us 10 years to reach the stipulated minimum of $10,000, or a higher figure adjusted for inflation and cost in the future, i.e. $10,000 in real terms. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 171</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do we need such extravagance of hospital care in the Singapore General Hospital and in Kent Ridge? These are historical decisions which we cannot do very much about. But the point is valid. I do not think we should in the future move in so quickly into luxurious hospitals beyond our means. But opinion could be divided upon this. If you build a hospital like the Singapore General Hospital (SGH) you are not building for today. You are building for 20 years' time. By today's standard, of course, the SGH is extravagant. But 20 years from now SGH will still be there. Perception may change. You may say then that it is time for us to build another SGH. So it depends again on your perception of time, whether you are judging SGH against today's standard or you are judging SGH and Kent Ridge Hospital against future standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member is also worried about medical costs being raised as a result of our allowing too many private hospitals to be built in Singapore. He also cautioned that it could be a drain on talent as our doctors leave for greener pastures in the private sector. The question is: Can we contain our doctors and confine them in the public hospitals? They know their market value. They know how much they can earn. They know their own skills. If they can attract patients from neighbouring countries to pay that much for their skills, I think they should be allowed to do so. Why do you want to cut down their capacity to earn? The way out for us, as he has put it, is to have more doctors, but not to the extent that all bright Singaporeans are channelled into the medical faculty. We have taken the number into account when we came out with the figure of 203 in the National Health Plan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have no intention of -letting the private sector influence our cost. We are going to be cost-efficient and we are going to be as cost-effective as we can. And they will serve as a drag on what you are charged. The private sector will not serve as a norm for us to raise our fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding paragraph 46 on the computation of the 6%, the Member for Whampoa asked the question as to what \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 172</b></font>\n  <br>\n  <br> was the figure of subsidy which we used. He was worried that we could be using today's costs and thereby have to up the 6% rate should costs go up. The figure which we used in computing how much each one of us, as a minimum, must try and save is 50% subsidy. This 50% subsidy is used for computational purposes. As I explained yesterday, this does not mean that fees will be increased ever so quickly to attain the level of 50% subsidy. As I told the House yesterday we have no intention of reducing the absolute quantum of subsidy. We are looking towards a more equitable cost-sharing of future increases in cost. So it will take us a long, long time before we can ever attain this 50% subsidy figure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my own estimate, I do not think we will reach this level within 10 years. There is no time target. We are not saying that we must reach this figure within 10 years or 12 years. It depends on future cost increases. So we should not worry too much about the immediate impact and, of course, if you are looking into the future there should be enough funds provided in the Singaporeans' Medisave account to pay for their hospitalization expenses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also asked the question as to the criteria for determining financial hardship. We do not have a black-and-white rule in the Health Ministry. We do not go just by how much a person earns, or what is his family income, or how many members are there in the family and so on. The black-and-white rule applies only to public assistance cases. If you are on public assistance and if you are on the Council for Social Services' Assistance Scheme, then you qualify for a remission of fees. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Goh, you have only half a minute left. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Beyond that there is a large grey area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have left my reply to the Member for Anson to the last because frankly I was trying to grasp the substance of his speech and I found that there was not much that I could grasp. He has gone back to the usual pitch - for the people outside - that there should be free medical care. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 173</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Your time is up, Mr Goh. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put \"That this House having noted the National Health Plan - A Blue Paper by the Ministry of Health, February 1983 as contained in Paper Mise, 4 of 1983, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) approves in principle the Medisave Scheme which will enable Singaporeans to set aside their own savings to meet future hospitalization expenses; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) recommends that there be periodic reviews in the implementation of the Scheme and that adjustments be made when experience shows this to be desirable.\". \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I call for a division, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Do you really mean it, Mr Jeyaretnam? It will have the same result. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am prepared to accept a voice vote. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. As many as are of that opinion, say \"aye\". \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 174</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b>: Aye. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> To the contrary, say \"No\". \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Nay. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think the Ayes have it. The Ayes have it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Motion accordingly agreed to. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Goh Chok Tong). \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Thirteen\n  </div> \n  <div align=\"right\">\n   minutes past Six o'clock p.m.\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;to a date to be fixed.   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
