{"memberId": null, "volumeNo": "44", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "6", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"44\"> \n  <meta name=\"Sit_No\" content=\"6\"> \n  <meta name=\"Sit_Date\" content=\"1984-07-26\"> \n  <meta name=\"Start_Col\" content=\"1857\"> \n  <meta name=\"End_Col\" content=\"1974\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">44</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">26-07-1984</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1857</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART V OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 44</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 26th July, 1984</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Maj. Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister of Defence and Second Minister for Health. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1858</b></font>\n  <br>\n  <br> \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister for Health. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Labour and Second Minister for Law and Home Affairs. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of Finance. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1859</b></font>\n  <br>\n  <br> \n  <br>Encik Saidi Haji Shariff (Kak'i Bukk). \n  <br>Mr Seah Mui Kok, B.B.M. (Bukit Ho Swee). \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliam(intary Secretary to the Minister for Trade and Industry and the Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance and Minister for Trade and Industry. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister forthe Environment and the Minister for Social Affairs. \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and the Minister for Culture. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State. \n  <br>Dr Wong Kwei Cheong, P.B.m. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbanon), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1860</b></font>\n  <br>\n  <br> \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Second Minister of Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chan Chee Seng (Jalan Besar). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr Chor Yeok Eng (Bukit Timah). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1859</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committees of Parliament to which he has been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1860</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Liew Kok Pun (Boon Teck) - from 6th to 7th August and from 12th to 14th August, 1984. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1861</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>PENAL CODE (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>\n  <i>Rising Crime</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From 1972 to 1978 the overall crime rate in Singapore has generally fluctuated within the narrow range of between 900 and 800 offences per 100,000 population. In 1978, the crime rate was 823 offences per 100,000 population. Since then, however, the crime rate has steadily increased and broken well clear of this range. It reached 1,635 offences per 100,000 in 1983. The crime trend suggests that unless drastic as well as comprehensive measures are instituted to arrest the uptrend, the rise will continue into the future. The crime statistics for 1978-1983 are given in Table 1 (Cols. 1957 - 1958) (Annex A). The Table has been distributed to Members of the House. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840726/19840726-HA-0441957.htm\">Table 1 - CRIME STATISTICS 1978-1983 (Cols. 1957 - 1958)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of particular concern are the offences of robbery and housebreaking and theft. These two offences are representative of common serious offences against persons and property. In 1978, there were 870 robbery cases, and the figure has since risen to 1,500 cases in 1983. Housebreaking and theft has also been rising significantly from 1,738 offences in 1978 to 2,948 offences in 1983. Among the other offences, motor vehicle thefts registered the most dramatic increase. There were 1,907 motor vehicle thefts in 1978, and the figure has risen to 4,178 cases in 1983. Other offences such as rape, outraging of modesty, and snatch thefts also show a similar upward trend since 1978. \n  <br>\n  <br>\n  <i>Factors Contributing to Rising Crime</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many factors have contributed to this general increase in crime. The cumulative effect of the drug problem began to show up around 1977. The increasing number of housing units in our urban set-up and the rising affluence of its occupants have maximized the opportunity for crime. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1862</b></font>\n  <br>\n  <br> increased number of foreign workers and tourists contributed to the increase in the number of potential criminals and victims. The relative affluence of Singapore has, in fact, attracted many foreign criminals, most of whom are hard-core and professional criminals. Foreigners account for an average of 13% of all offenders arrested, although they make up 7% to 8% of the population at any one time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In today's Singapore, any person who is willing to work would be able to find employment and earn enough for himself and his family. The criminals therefore commit crime not out of necessity but by choice. They are a far greater menace to society because they are motivated purely by greed and lust. \n  <br>\n  <br>\n  <i>Police Response</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police has responded to the crime situation primarily in two ways. The first is to get the active co-operation of the public to deter and prevent crime by adopting the community-oriented approach to policing. Various schemes to involve the community in crime prevention such as the Neighbourhood Watch Scheme, the Boys' Clubs and a close working relationship with grassroots organizations such as the CCCs and RCs have all been positive steps in this direction. The launching of the Neighbourhood Police Post system in June, 1983 has further advanced this approach to involve the community in crime prevention and to increase the degree of social involvement of the Police in the community. The second is to constantly upgrade Police professionalism and streamline police procedures and improve their capacity and effectiveness in detecting and solving of criminal cases. \n  <br>\n  <br>\n  <i>Distrust in the Criminal Justice system</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, by itself, the community approach to policing is not enough to check the upward trend in crime. Police efforts to win public trust and confidence have to be more than just an exercise in public relations. The Police must be able to show tangible results of whatever public cooperation they are getting to sustain the trust and cooperation of the community. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1863</b></font>\n  <br>\n  <br> Today, there are many members of the public coming forward to offer information on criminals or criminal activities to the Police who still insist on remaining anonymous. This is an indication that our criminal justice system still does not enjoy the complete confidence of the public. The constraint that a suspect can only be hold without charge for 24 hours, for example, reduces the chances of securing the conviction of an offender who has been arrested. The generally lenient sentences meted out to criminals mean that, even if a criminal is convicted, he would not remain behind bars for long and may soon come back to be a menace to the community, especially to the person who reponed an him. In order that community policing would have its desired effect, we must not allow public cynicism to develop on the effectiveness of the Police to protect them just because of lenient sentences. \n  <br>\n  <br>\n  <i>Lenient Sentences</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now illustrate what I mean by the generally lenient sentences meted out to criminals with actual examples. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The average sentences meted out for the individual categories of robberies and housebreakings are shown in Table 2 (Cols. 1959 - 1962) (Annex B), which has been distributed to Members. The Table shows clearly that a general downward trend prevails for each of these offences. The average sentence meted out to a robber in 1976 was 32.3 months. In 1983, on the average, a robber was sentenced to 14.9 months' imprisonment. The average sentence for a housebreaker in 1976 was 25 months. It dropped to only 9.4 months in 1983. For both robberies and housebreakings, the sentences on the average have gone down by more than half in the 8-year period. This downtrend prevails, in every major category of robbery and housebreaking regardless of the profile of the offenders, be they first offenders or repeat offenders, or offenders of one or two counts only or offenders of a series of such offences. This is shown in Table 2A (Cols. 1963 - 1966) (Annex B), which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1864</b></font>\n  <br>\n  <br> has also been distributed to Members. Similarly, the average sentence for motor vehicle thefts dropped from 5.8 months in 1976 to 1.8 months in 1983 while the average sentence for snatch thefts dropped from 17 months to 2.3 months. This is shown in Table 3 (Cols. 1967 - 1968) (Annex C), which has also been distributed to Members). In 1983, a robber actually received a lighter sentence on the average than a snatch thief would have got in 1976. Our study also indicates that statistically, there is a correlation between the average sentence meted out and the crime rate for these offences. They are almost inversely proportional to each other. Graphs A and B (Cols. 1971 - 1974) in Annex C (which has also been distributed to Members) show that the average sentences for robberies and housebreakings have generally been declining, while the crime rate for these offences has been rising. Other offences affected by the Penal Code (Amendment) Bill are not numerous enough for such analysis on sentences to be carried out meaningfully. However, the sentences imposed on offenders of these offences share one characteristic: they are generally inadequate. In fact for the offences of outraging of modesty, extortion, snatch thefts and vehicle thefts, the courts are generally averse to custodial sentences. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840726/19840726-HA-0441957.htm\">Tables 2, 2A &amp; 3 &amp; Graphs A and B - AVERAGE SENTENCES FOR ROBBERY AND HOUSEBREAKING OFFENCES 1976 TO 1983, AVERAGE PRISON SENTENCES (IN MONTHS) 1976 TO 1983, AVERAGE SENTENCES FOR OUTRAGING OF MODESTY, SNATCH THEFT, MOTOR VEHICLE THEFT AND EXTORTION 1976 TO 1983, RATE OF COMMON ROBBERY AND AVERAGE SENTENCES IMPOSED ON ROBBERS (1976-1983), RATE OF HOUSEBREAKING AND THEFT AND AVERAGE SENTENCES IMPOSED ON HOUSEBREAKERS (1976-1983) (Cols. 1959 - 1974)</a>\n  <br> \n  <br>\n  <br>\n  <i>Consequences of Lenient Sentences</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Punishment meted out by the courts to offenders serve two main purposes: It is a retribution on behalf of the community and the victim for the crime committed; it is also a deterrent against criminals and would-be criminals. In the context of the community approach to policing, it serves another purpose - that of assuring the community at large that the authority has the situation in hand and that members of the public who are willing to cooperate with the authority can do so without fear of reprisal from the criminals. For punishment to serve all these purposes, it has to hun the criminal where it matters most and it must be proportionate to the gravity of the offence. Unfortunately, the sentences meted out by our courts today appear neither to hurt the criminal nor are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1865</b></font>\n  <br>\n  <br> proportionate to the gravity of the offence. This is also the general view of the public. With our level of affluence today, a housebreaker or robber stands to gain very much more than before by his criminal activities. Police estimates show that in 1976 the average take per robbery case was $1,200 and for housebreaking $1,800. This went up to $4,000 and $4,600 respectively in 1983. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, as shown earlier, these offences attracted far lower sentences in 1983 than in 1976. In fact, during this period there has been a steady decline in the sentences meted out to criminals. To a criminal, therefore, the risk now is much more worth taking than before. To a foreign criminal who will also be able to seek shelter in his own country after an offence, the temptation is almost irresistible. The message to foreign criminals must be: crime in Singapore does not pay. \n  <br>\n  <br>\n  <i>Effects of Detention on Recidivism</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A recent study of the rate of recidivism among prisoners indicates that offenders who serve shorter terms are more likely to relapse than those who have served a longer term of imprisonment. Table 4 (Cols. 1969 - 1970) (Annex D) which has also been distributed to Members shows that the relapse rate for offenders who served short terms of less than a year is 33.2%, compared to 27.9% for those who have served longer imprisonment. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840726/19840726-HA-0441957.htm\">Table 4 - RELAPSE RATE BY LENGTH OF SENTENCE (Cols. 1969 - 1970)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Longer terms of imprisonment enable the offenders to benefit fully from the rehabilitation programme of the prisons. Within the prisons, work therapy, vocational training, educational pursuits and counselling form the main features of the rehabilitation programme. Nearly all inmates in our prisons who are eligible for work and training are so engaged. They are also paid for the work they do in prison and they put their money in a savings account with POSB. Those with aptitude for specialized work, such as electrical wiring and welding are selected to undergo recognized courses leading to the Certificate of Competency conducted by the VITB. Since the introduction of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1866</b></font>\n  <br>\n  <br> VITB training scheme at the Reformative Training Centre in May 1982, a total of 107 inmates have undergone the training. 60 have since sat for the examination, with 38 passes or a success rate of 63%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, longer detention does not mean languishing meaninglessly for a longer period in prison. It means that the Prisons Department will have a longer period and a better chance to rehabilitate the prisoners. For the prisoners, it means that they would be better equipped to return to society and have a better chance of not returning to crime. Our prisons have sufficient capacity and rehabilitation facilities to cater for the enhanced punishments provided by the Bill. \n  <br>\n  <br>\n  <i>Need for Guidelines in Law on Sentencing</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the notable English Magistrate and Social Scientist, Lady Barbara Wootton, pointed out in her celebrated Hamlyn lecture on sentencing policy delivered in 1963, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'in the first place, sentencing decisions are always of importance - often of overwhelming importance - to the individuals concerned, and in the aggregate they are highly important also to the whole community: yet they are frequently made in a very few moments. Second, although in many cases the court has a very wide discretion in its choice of sentence, there are no explicit rules as to how the discretion should be exercised, nor indeed any explicit principles determining the object of the whole exercise. Third, in many cues decisions as to sentences fall to be made by amateurs, in as much as the subject of penology has no place in the training of a judge. Fourth, sentences may be possed by persons who have no first-hand knowledge of what they imply.' \n  <br>\n  <br>So in a way, inadequate sentences meted out by the courts are understandable. Where there is inadequate guidance in law on sentencing, the temptation to play for safety will be strong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To redress the situation, we have chosen to ask Parliament, which reflects the general views of the people of Singapore, to stipulate a minimum sentence to be imposed by law for certain offences which have caused the most concern and alarm to the public. I must, however, stress that the very wide discretion of the courts in sentencing those convicted of these offences still remains. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1867</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Precedence on the Use of Minimum Sentence</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no lack of precedence for using the minimum sentence to combat crime. The Misuse of Drugs Act enacted in July 1973 is one of the most successful pieces of legislation in the world in the control of the misuse of drugs. Apart from the death penalty for drug traffickers trafficking illicit drugs above a certain amount, an important feature of the Act was to provide for minimum sentences for all types of drug trafficking offences and for repeat offenders for unauthorized possession of drugs. This piece of legislation, which has been successfully enforced for nearly 10 years, has contributed in no small measure to the control of the drug situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To cite an example from overseas, Japan has a Penal Code that provides for minimum sentences for certain categories of offences among which are the offences of arson, rioting, counterfeiting, forgery, robbery and rape. There are other quite comprehensive guidelines on sentencing in the Japanese Penal Cods, especially on habitual offenders and offenders convicted of multiple crime. And Japan is one of the most successful industrialized countries in crime control. The various features of its criminal justice system have contributed in no small measure to this success. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Penal Code (Amendment) Bill proposes to impose minimum sentences for all classes of robbery, housebreaking and theft, vehicle theft, snatch theft, extortion, raps and outraging of modesty. Let me now deal with each offence affected by the Penal Code (Amendment) Bill in turn. \n  <br>\n  <br>\n  <i>Clause 2: Outraging of Modesty</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 of the Amendment Bill seeks to provide for aggravated form of outraging of modesty to cover the cases in which hun, wrongful restraint or fear is caused to the victim. Table 1 (Annex A) shows that the number of cases of, outraging of modesty has increased from 205 in 1978 to 460 in 1983. Outraging of modesty ranges from a simple touch of the body to an act \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1868</b></font>\n  <br>\n  <br> which would otherwise qualify as rape had there been penetration. The existing law does not differentiate the various degrees of severity of the acts involved in commining an outrage of modesty. The existing punishment carries only a maximum of two years' imprisonment or caning or fine, or any two of such punishments. It is thus necessary to introduce this section to cover a range of aggravated instances of outraging of modesty. The proposed section also provides for enhanced punishment for committing an outrage of modesty in a lift or against young girls. A lift being a closely confined cubicle makes the offence even more hideous because the victims have no choice but to succumb. An offence committed in a lift raises great alarm in the neighbourhood and causes severe psychological trauma to the victim. \n  <br>\n  <br>\n  <i>Clause 3: Snatch Theft</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 of the Bill re-enacts section 356 of the Penal Code which provides for the offence of Snatch Theft. This section has seldom been used because the existing maximum punishment of imprisonment is only two years which is lower than the maximum punishment of three years provided by the general section on theft. The clause enhances punishment for snatch theft. It sets the minimum punishment at one year. The maximum will be seven years. A snatch theft differs from an ordinary theft in that the victim is usually aware of the crime at the necessary time of its commission. It is closer in character to robbery because in many cases it turns into a robbery when confrontation or hun takes place. The number of snatch theft cases has increased from 490 in 1978 to 1,057 in 1983, as shown in Table 1 (Annex A). \n  <br>\n  <br>\n  <i>Clause 4: Rape</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Rape is a particularly vicious offence because the victim suffers mental anguish and trauma which is not easily healed. Rape is particularly despicable when it involves the use of threat of violence and where the victim is a child of tender age. Clause 4 of the Amendment Bill seeks to provide for enhanced punishment for such categories of rape. It is recommended \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1869</b></font>\n  <br>\n  <br> that the punishment be made a minimum sentence of eight years' imprisonment and a minimum of 12 strokes of the cane. Under the existing law, if the court will no impose life imprisonment, it may only imprison the offender for 10 years or less. In other words, the court may not impose a sentence between 10 and 20 years. Clause 4 now removes this gap. \n  <br>\n  <br>\n  <i>Clauses 5, 17 and 18: Motor Vehicle Thefts</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 provides for enhanced punishment for theft of a motor vehicle or any component part of a motor vehicle. As already mentioned, the increase in the number of this offence has been particularly dramatic. Stolen motor vehicles are frequently used for committing robbery, housebreaking and snatch theft. Hell-riders have also been known to steal vehicles for their parts and for hell-riding. Clauses 17 and 18 further provide for enhanced punishment for dishonestly receiving or retaining stolen motor vehicle or stolen motor vehicle parts and assisting in the concealment of such stolen property. \n  <br>\n  <br>\n  <i>Clauses 6 to 9: Extortion</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 6 to 9 seek enhanced punishment for the offence of extortion even though the number of extortion cases has not shown any significant increase since 1977. However, it is anticipated that with the heavier punishment prescribed for robbery, the number of extortions would increase if the sentence is not enhanced as many criminals would commit extortion instead of robbery. This is because extortion is similar in nature to robbery except that while the victim of the robbery is put in threat of visible harm, the threat of harm facing the victim of an extortion is a deferred one. \n  <br>\n  <br>\n  <i>Clauses 70 to 16: Robbery</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 10 to 16 seek to enhance the punishment for all types of robbery. When mandatory caning for robbery was introduced in 1974, the number of robberies decreased dramatically in the following five years. Over the last few years, however, the number of robberies has steadily risen. This does not necessarily \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1870</b></font>\n  <br>\n  <br> disprove the effectiveness of the punishment introduced in 1974. Although the number of robberies has increased, the increase has not been as high as for housebreaking and motor vehicle thefts. Although caning is still dreaded among the criminals, it is no longer thought to be unbearable. The fact that sentences meted out for robbery offences has been declining has further diminished the effectiveness of the enhanced punishment introduced in 1974. It is therefore necessary to enhance the punishment for the various categories of robbery offences not just by the imposition of a minimum sentence but also by increasing the number of strokes given to convicted robbers. \n  <br>\n  <br>\n  <i>Clauses 19 to 25: Housebreaking</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 19 to 25 seek to enhance the punishment for the offence of housebreaking and theft. Housebreaking is a sinister offence because apart from losing one's property, there is always the possibility of the victim encountering the criminal which might lead to injury, assault, rape or even death. Such encounters had, in fact, occurred in housebreaking incidents in the past. The chances for such an encounter are greater at night than during the day when the occupants are more likely to be away. Such intrusions into a person's home leave an indelible mark which frequently result in him treating his house as a fortress. The quality of life of a housebreaking victim thus suffers in consequence. Many housebreakers are professionals and repeat offenders for whom an ordinary term of imprisonment will not be a sufficient deterrent. Clause 23 seeks to impose caning on such offenders as an additional deterrent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Mr Speaker, Sir, I would like to make a few comments on the Penal Code (Amendment) Bill. At the outset, let me say that I am no lawyer. I have no pecuniary interest in this subject. Let me also say that I am not against any legislation that aims to provide more deterrent penalties. Sir, this Bill is necessary and vital for the peace and prosperity of Singapore. All that we have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1871</b></font>\n  <br>\n  <br> built over the years will be lost if Singapore is not a safe place for its citizens. In fact, I feel, Sir, that in certain cases, ,the penalties should even be enhanced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What worries me, Sir, is the provision of minimum sentences in this Amendment Bill. I believe that the traditional role of the courts is basically twofold, first, to determine whether the accused is guilty or innocent and, secondly, an equally important role, that of sentencing or deciding on the level of punishment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I feel that the provision of minimum sentences will tend to erode the second function of the courts and I am not really convinced by the reasons given by the Hon. Minister as to why we should have minimum sentences. I quite understand the necessity of mandatory punishment or minimum sentences for offences involving kidnapping, drug trafficking, possession of arms or using of arms. But, Sir, for general offences of the land like snatch-theft or removing a hub-cap from a motorcar, a minimum sentence of one year appears to be rather draconian. Sir, the punishment must fit the crime and it must also fit the offender. The minimum sentence ruling here seems to be a deviation from this principle. I would like to offer two hypothetical cases to the Minister for consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, a school boy, 16 years old plus two days, is caught for snatch-theft. He is charged in court and found guilty. I am afraid in this case, if this amendment is accepted, the magistrate or judge has no choice but to sentence him for a minimum of one year. The second instance could be another 17 year-old school boy caught removing a hub-cap from a motor car and is similarly charged and found guilty. Again, he must go to prison for one year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for these first-time offenders, this will be altogether too heavy a penalty, especially to be thrown in the company of hard-core criminals. I find this very difficult to accept. I am sure the Minister will inform us later that discretion will be used when prosecuting such cases. Sir, if discretion is to be applied, why is it necessary to have such minimum sentences in the first place? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1872</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if crime rates are going up and the punishment meted out is not sufficient, as properly indicated in the various tables issued by the Minister, the proper course of action for this House is really to enhance the maximum penalty and, in this way, show our displeasure to the courts that they are not giving out the right sentences. I am told, Sir, that has worked out satisfactorily in many other countries. Maybe the Minister may want to enlighten us on the experiences of enhancement of sentences in other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is also stated that this Bill will not involve the Government in any additional financial expenditure. Prima facie this may be true. But in practice I believe that as a result of the enactment of this amendment, it will definitely cost the Government more to administer these provisions. First, I believe more will be sentenced to jail, our jails will be full, and maybe even more jails need to be built. Meanwhile maybe some could be housed in some of our unfilled hotel rooms and the hotel industry might welcome this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the workload of the courts will definitely be increased because most offenders will immediately claim trial rather than plead guilty because of this minimum sentencing ruling. I am told that in practice, a good proportion of those charged normally plead guilty. This definitely will involve additional use of the taxpayers' fund byway of more courts and legal officers, not to mention the fact that legal profession itself would be fully occupied as a result of this amendment. \n  <br>3.05 pm \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, perhaps I should likewise, as the previous Member has, first of all, declare my interest, if it can be deemed to be interest. I am an advocate and solicitor and I have defended criminals in the courts. But I have no personal pecuniary interest in this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as the Minister has said in his speech, the object of the Bill, and I am not quarrelling with it, is to deter persons who may be inclined to take up a life of crime. As I have said, I am not quarrelling with that, and I think it is an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1873</b></font>\n  <br>\n  <br> important duty of the Government to make it not worth the while for persons to take up a life of crime. But, as has been said, in our system of government, Mr Speaker, Sir, the administration of justice and the enforcement of the law is left to the courts and sentencing is a very important part in the administration of justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not right that the Legislature should take on for itself this important duty in the administration of justice. The Legislature is there to provide the laws and their administration should be left to the courts. It should not be the Legislature's object to encroach on what is the courts' domain in this respect. As I have said, the administration of justice is the courts' function and sentencing is a very important part. In fact, it has been said, quite rightly, that sentencing is perhaps more difficult than determining whether a person is guilty or not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister referred to a lecture given by Lady Wootton way back in 1963. We are now in 1984, 21 years on. She referred to magistrates who had not had any instruction in penology or education. Of course, she was referring to the lay justices. But in Singapore we do not have lay justices. We have trained lawyers. We have come away from the time when we had lay magistrates on the Bench. Now all our magistrates, right down to the lowest magistrate, are trained lawyers, having gone through a course at the University or elsewhere to qualify themselves for entry into the Legal service. So I do not think we need Worry too much about what Lady Wootton said in 1963 about the Judiciary not being well informed about penology and other sociological subjects relating to the need to deter criminals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this Bill, besides enhancing the punishment, takes away the discretion that is, as has been said and I say it again, traditionally vested in the courts. It is, may I say, Mr Speaker, Sir, wrong to generalize about sentences because no two offences are committed in exactly the same way and no two offenders are ever the same. There are a variety of ways and a variety of individuals and, as has been said, the sentence must not only fit the crime but must fit the offender. So it is dangerous to generalize. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1874</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill, which now asks the Legislature to fix minimum sentences for a number of offences, would suggest that we have no confidence in our courts and, I think, regrettably, that would be a wrong interpretation that we may give to the public. We should affirm our confidence in our courts to administer justice according to the needs of the society as they see it, and I am sure our courts are aware and alive to the needs of the society and the dangers to the society. We must not pretend that the Courts are not aware of that and only the Legislature alone is aware of it. The courts are, as I have said, one of the organs of government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would be happier if there was a provision in this Bill which still gave the courts the power, the discretion, .not to pass the minimum sentence provided by the Legislature in any case where the court thought it fit, where the court considered that the minimum sentence was perhaps too excessive in the case of the particular offender or in the case of the offence which he is found to have commined. That might be a saving and I would ask the Minister to consider that because, as I said, you cannot generalize about sentencing and say \"all and sundry\" regardless of the age of the person, the circumstances in which the offence was committed and his temperamental background should receive the same punishment. He might have something wrong with him - temperamentally, psychologically. It is wrong to generalize and to say that a uniform sentence must be passed on all and sundry who is found to have committed the offence. I would ask the Minister to consider whether he would agree to include such a provision in this Bill now, giving the courts still the discretion in cases where they find it necessary not to impose the minimum sentence and, if necessary, requiring them to state the reasons. And if the Public Prosecutor is not satisfied with that, he can still take it up to a higher court. In this way, you bring the courts into the administration of justice and allow them to discharge their role and recognize their importance and their part in the administration of justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I just refer to a matter that was raised by the last speaker, Sir? I do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1875</b></font>\n  <br>\n  <br> want to usurp the Minister's reply to that. He was talking about youths of 16 and 17 years. We have the Probation of Offenders Act and I hope it is not the intention of the Government to take away the power of the courts to use the Probation of Offenders Act even where minimum sentences are provided by law. Because at the moment the courts can still resort to the Probation of Offenders Act and put an offender on probation where his age and the offence require it. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, I rise to speak in full support of the amendment Bill moved by the Hon. Minister for Home Affairs. First, at the outset, may I say that I am no lawyer, neither am I a student of law. But I cannot agree with the Member for Anson for what he has said pertaining to the right of Parliament to prescribe the necessary laws for the Judiciary to act upon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Legislature must in the interests of the people and the country prescribe the necessary forms of punishment for the gravity of crimes com mined in which the Judiciary would then decide. Until proven guilty, a person is innocent and when he is found guilty for whatever offences, this amendment is most timely and I give it my full support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The mere fact that we have offences defined and very aptly described in the various Tables which I had the opportunity to take a cursory look, and then a serious look, frightens me, Sir. The sentences are inadequate. From the year 1978 to 1983 every type of offence that has been committed shows an increase. Please bear in mind that today we have more than 70% of our population living in high-rise buildings, in HDB flats, with no lift attendants. I am very alarmed, Sir, for example, in the case of outrage of modesty, 1978 to 1983, over a span of five years, it increased by more than 100%, from 205 to 460. Snatch thefts rose from 490 to 1,057. So I repeat, the mere fact that we have the offences defined by an Act of Parliament which also provides for punishment means that these are matters in which Parliament must lay down the policy for the courts. I grant that the Judiciary is independent of Parliament \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1876</b></font>\n  <br>\n  <br> in this respect and it is with due respect that I make these remarks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The determination of guilt or innocence of an accused person rests in the hands of the Judiciary. This is only a matter of sentences. So I have nothing to quarrel about. But I am very concerned, Sir, with Annex B of Table 2. One has only got to take a look at the average sentence, say, for robbery. On the one hand, the maximum prison sentence in law for robbery is 10 years; armed robbery also 10 years. But from 1976 to 1983, the average sentence for robbery is 32.3 months. And the proposed minimum prison sentence is two years. If committed between 7 pm and 7 am, it is three years. I think it is too lenient. We must rid the society of this menace and make a more deterrent sentence. I may be wrong. I stand corrected. When these criminals are sentenced, the Hon. Minister just now made mention that they undergo a period of corrective training or rehabilitation. But I take it that they would not serve the full sentence of two or three years if they behave well in prison. If that is the case, I would insist that if a person is sentenced to three years, he should serve three years and not be let off after 18 months for good conduct. And this is reflected, Mr Speaker, Sir, in Table 4, Annex D. Recidivism or the Relapse Rate by Length of Sentence. For the short-term - it is below 6 months and 6-12 months - the relapse rate is 33.2%. For the long-term - 1-10 years and above, 27.9%. In simple arithmetic, hon. Members of the House, the relapse rate is much too high. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I share the sentiments expressed by my good friend, the hon. Member for Chong Boon, when he posed the question on the explanatory note governing the expenditure of public money. It says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill will not involve the Government in any extra financial expenditure.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have my doubts, Sir. Can the Hon. Minister clearly indicate that with the passing of the amendment Bill, will it not incur the Government in any extra financial expenditure? If it does, how much will it involve? Will there be a need to set up more prisons? With due respect, Sir, this will have to be the case. I hope the Hon. Minister will take note. If it is necessary, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1877</b></font>\n  <br>\n  <br> we will have to come back again to Parliament to further amend the Penal Code so that Singapore can be a more peaceful place to live in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have more than 2 1/2 million tourists coming here. We have got people all over the place looking at Singapore. We have got so many people living in high-rise buildings and they make use of lifts with no lift attendants. I am quite sure the Police Force numbering, I suppose, less than 10,000 cannot be everywhere doing vertical policing, horizontal policing, on the beat, Koban footpatrol or radio patrol. The number will be hardly sufficient. So what else? Use the big stick. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I fully subscribe to what the Minister says. Crime does not pay and it must be seen that crime does not pay. For example, some years back when we were debating on the misuse of drugs when we introduced capital punishment, some so-called liberal Westernized countries said that Singapore was very harsh. We pressed on. A few got hanged. I think Singapore is no more a place for drug traffickers because they know that it does not pay. When caught, their life is gone. Even that, it took us some while. I raised this matter before, Mr Speaker, Sir, asking the Hon. Minister for Home Affairs how many have been convicted and how many have been hanged. He explained to this House that it took a few years: because our legal system is hinged to the British legal system. There are avenues of appeal and that is where I suppose, without casting aspersions, Sir, and with due respect to members of the legal profession, they make good money because appeals one after another means more money for them. But are we here to discuss a serious business? We have got a problem in hand. Do we go about tackling this business in the right way? We must not be emotional. He said, \"Look, we are tampering with the courts.\" I do not see anything wrong. Parliament is supreme and Parliament has the right to lay down the necessary prescription if it cures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I thank you for giving me the opportunity to speak. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, first, I would like to thank the Member for Punggol for his very ardent support of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1878</b></font>\n  <br>\n  <br> Bill, particularly his sentiments regarding criminals and how they should be dealt with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, I would like to thank the Member for Chong Boon for his support. But may I also answer the queries that he has raised which are very relevant and which I should give an explanation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He mentioned the case of a person who is 16 years old who has been arrested and convicted for snatch theft, the minimum sentence that he would receive would be one year. He also mentioned the case of another boy 17 years old who stole a hub-cap and been convicted, he also will receive at least one year's jail. May I say, first of all, when the AG's Chambers prosecute the cases, not only will they determine whether there is a prima facie case to prosecute but also they look into other circumstances, that is under what circumstances the person has committed the, offence, the age of the person. It is within the discretion of the AG's Chambers to prosecute the person under the appropriate section of the Penal Code. If they do not think that in the case of the boy who is a first offender who has only stolen a hub-cap out of mischief and not as a person who is a member of a syndicate to steal vehicles from Singapore and dismantle them and send them to other countries for sale, then that is a different situation. In the first case, most probably he can be charged for simple theft and not under this new amendment that is before the House. On the other hand, the new amendment is primarily to deal with syndicates and hard-core criminals who commit theft of motorcars and other types of motor vehicles like motor cycles, and they must be dealt with severely. So there is the safeguard that persons who commit such an offence because of youthfulness and so on will not be given a sentence which is mainly aimed at hard-core second offenders and those who are involved in such a syndicate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the snatch theft is concerned, there again, as I have explained, a snatch theft may appear to be a simple offence but, in fact, if a snatch theft involves injury or hun to the victim, it amounts to a robbery. That is the sort of circumstance in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1879</b></font>\n  <br>\n  <br> which we are aiming at to use this amendment. There again, if the circumstances merit it, the Attorney-General's Chambers have got the discretion to decide under what section the person is to be charged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And also, before I could answer you on another point, the Member for Anson has been helpful in trying to answer for me. He mentioned the Probation of Offenders Act which allows the Magistrate the discretion with regard to young people aged 16 and below. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> 21. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> And also those above 16 years old - he has such a discretion. But that is the existing law. I cannot say in the future whether we have to amend that law. I think it will depend on how this present legislation operates. If it operates well, that will be sufficient because the objective, as everybody agrees, is to deter criminals. From the tons of the Member for Anson, I think he also accepts the point that we must deter criminals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the Member for Anson. He was making a lot of play on the taking away of the fundamental principles of giving the courts discretion in sentencing. This is only a minimum sentence. There still remains a very wide discretion on the part of the courts to determine the appropriate sentence. But what we are doing here is just to provide certain guidelines which Parliament, as the legislative body representing the people of Singapore, has a duty if it thinks fit to provide such guidelines. And that in no way interferes with the administration of justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I say that this has been done before under the Arms Offences Act. The provision of mandatory caning with regard to robbery has been in force for more than six, seven or eight years, and minimum sentences have also been provided under the Misuse of Drugs Act. So this is not something new. We have introduced this minimum sentence and it has proved effective, and we think that Parliament should enlarge the scope to other offences where the public regards that it should be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1880</b></font>\n  <br>\n  <br> done. This does not in any way take away the vast discretion of the courts in sentencing a person. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I say that Singapore is not the only country that has introduced the minimum sentence. As I have explained in my address earlier, the Japanese also have done the same thing. I think we should not just look into precedents from members of the Commonwealth only; we do look into their practice. At the same time I think we should widen our horizon and look to other countries besides the Commonwealth. And Japan is a good example. They have practised such a system of minimum sentence and they have succeeded in being one of the developed countries with the lowest crime rate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the point made by the Member for Chong Boon about specifying maximum penalties, I do not think we can take that seriously. If the Member for Chong Boon reads the Tables (unfortunately I think he might not have the time to look into the Tables carefully), he will find that the actual average sentences of these offences are very much far below the maximum sentence. So if you up the maximum sentence, I wonder whether it can work at all or not because some of the maximum sentences is about seven years and the actual sentence is about 27 months. So you can up it to 10 years, maybe proportionately it may go up to another three months, six months. Is that what we want? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson said Lady Barbara Wootton's lecture was with regard to lay justices. I think he is wrong. It covers all the magistracy in the UK. It does not only refer to lay justices. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Most of it is lay. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Whether most of it is lay or not, it is not true that she refers only to lay justices. She refers to the whole of the subordinate courts in the United Kingdom. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> There is no such thing as subordinate courts there. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Magistrate's courts, or whatever it is, I do not want to quarrel with him on the terminology. That will be wasting the time of the Members. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1881</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing is that by laying down these minimum sentences we do not in any way indicate that we lack confidence in our courts to administer proper justice. What we are doing, as I said, it provides certain guidelines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the point about the statement in the Bill which says, \"This Bill will not involve the Government in any extra financial expenditure\", I think that is a technical matter. It is good for making a debating point but, as you know, every measure that the Government makes will eventually involve Government expenditure. Even the printing of this Bill involves Government expenditure. So I do not think I need to elaborate further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I would like to emphasize again that whatever Government expenditure is incurred in this respect will be worthwhile. As I have said, with longer term imprisonment, they get better opportunities for rehabilitation. And if our rate of recidivism goes down, and more of the offenders are well rehabilitated, then I think the saving will be very enormous, not only on the part of Prisons but also on money having to be expended to maintain law enforcement agencies and also on the economy of Singapore. It can be quite disastrous if we have a crime-ridden Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Chua Sian Chin]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1881</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ARMS OFFENCES (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading reed. \n  <br>3.44 pm \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my earlier speech, I have already discussed the rising crime situation and the need for enhanced penalties for certain offences which have caused the most concern and alarm to the public. So, Mr \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1882</b></font>\n  <br>\n  <br> Speaker, Sir, I will not take very much time this time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Enhanced punishment enacted by law has proved to be an effective deterrent against crime in the past. A good example is the Arms Offences Act introduced in 1974. The Act provides for, among other things, the death penalty for discharge of firearms in the commission of an offence and life imprisonment for having a firearm at the time of the commission of a scheduled offence. With the enactment of the Act, the number of firearm robberies dropped dramatically from 174 in 1973 to 3 in 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in 1983, the number of firearm robberies increased to 18, with firearms being discharged in six of the cases. This increase does not, however, disprove the deterrent value of the enhanced punishment. Most of the criminals involved in these 18 cases belonged to gangs of foreign criminals who thought they could manage to elude arrest by making a quick exit from Singapore after the offence. Recent Police intelligence indicates that these foreign criminals have adopted new tactics to reduce the chances of being apprehended with firearms. They usually deposit their guns with associates in Singapore before and after the commission of an offence instead of bringing them in and out of the country and risking detection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, under section 3(1) of the Arms Offences Act, unlawful possession of firearms and ammunition is punishable with imprisonment of up to 10 years and with not less than six strokes of the cane. This section has seldom been used in the past as most of the armed robbers were charged and punished for the more serious arms offences such as carrying a firearm in a robbery or for discharging a firearm, punishable with a mandatory life sentence and the death penalty respectively. In order to put across a message to the collaborators of armed robbers that a serious view is taken of their offences, the Arms Offences (Amendment) Bill seeks to provide for a minimum of five years' imprisonment for the unlawful possession of firearms and ammunition and also for other offences under different subsections of section 3 of the Act. After all, it is what \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1883</b></font>\n  <br>\n  <br> the offender thinks the penalty he will got rather than what is actually imposed that deters him from crime. This amendment will leave no doubts in his mind on what he will get. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - (Mr Chua Sian Chin]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1883</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CRIMINAL LAW (TEMPORARY PROVISIONS) (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>3.50 pm \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Chua Sian Chin):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Criminal Law (Temporary Provisions) Act, formerly known as the Criminal Law (Temporary Provisions) Ordinance, was brought into operation on 21st October 1955. Since then it has been extended every five years. The Act will lapse on 20th October 1984, and the Bill is to extend the Act for another five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Act provides for the maintenance of public safety, peace and good order, the prevention of strikes and lock-outs in essential services, and detention and supervision of persons associated with serious criminal activities. Without invoking the powers of this Act it would not have been possible for us to suppress secret society and drug trafficking activities in Singapore. It is not possible to successfully prosecute secret society elements in open court because potential witnesses are intimidated and therefore are unwilling to testify for fear of reprisal. It is the same with drug traffickers as addicts are invariably threatened with dire consequences by the traffickers if their identities were disclosed. This makes the application of ordinary legal procedures to prosecute such offenders ineffective. The effec- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1884</b></font>\n  <br>\n  <br> tiveness of the Act in curbing secret societies, is shown by the significant decrease in the number of secret society incidents such as rioting, unlawful assembly, settlement talk and murder. From a peak of 416 such incidents in 1959, the number of incidents dropped to 12 in 1983.ln respect of drug trafficking, the use of the Act has resulted in smashing the organized syndicates smuggling large quantities of heroin, cannabis and opium into Singapore, and the break-up of their distribution network. Last year, only six large scale traffickers were arrested compared with 46 in 1977. Of the six arrested, three were smuggling drugs through Singapore to other countries, and the other three were trafficking only cannabis and morphine. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Act also provides for the prevention of strikes and lock-outs in the essential services, especially in the water, gas and electricity services. These provisions are still necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are adequate built-in safeguards in the Act to prevent its abuses. After thorough investigations by enforcement authorities, cases are put up to the Home Affairs Ministry for consideration. After being satisfied with the investigation, the Ministry must seek the concurrence of the Public Prosecutor. It is only then that a Police Supervision or a Detention Order is issued. The Order must further be confirmed or otherwise by the President upon recommendation of an Advisory Committee charged with scrutinizing the investigation and examining all documentary evidence and witnesses. At this hearing by the Committee, detainees or supervisees have the privilege of being represented by counsel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Act has contributed considerably to the maintenance of public order. It is still needed to further suppress secret society activities, drug trafficking and other serious crimes. It is therefore necessary to extend the Act for a further period of five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, before I speak on this Bill may I again say that I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1885</b></font>\n  <br>\n  <br> have appeared for persons detained under this Criminal Law (Temporary Provisions) Act before the Advisory Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Criminal Law (Temporary Provisions) Act, like the other two Bills that the House has just considered and passed, is concerned with crime, the prevalence of crime in Singapore, the need to combat it and to take adequate measures to deal with it. As I said before, and I say it now, I have no quarrel over that and I certainly welcome the taking of adequate steps to rid Singapore of unnecessary crimes. But this Act, Sir, has in it provisions which depart from the rule of law. The rule of law is that no person may be deprived of his liberty, be incarcerated in prison unless he has been tried before a competent court or a tribunal and has been proved guilty on competent evidence adduced before the court or tribunal and the tribunal has found him guilty thereof. That is the rule of law and that is the rule that is observed in all civilized countries which seek to observe the rule of law. The provisions in this Act, there is a part devoted to them, depart from the rule of law and are a negation of the rule of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It may be necessary at times of emergency or in times of lawlessness to depart from the rule of law. But this departure from the rule of law should not become a permanent feature of any society. To do so would be to undermine the rule of law itself because it proclaims our lack of confidence in the rule of law and in the courts which are here or in any country to maintain the rule of law. So this is important. That if you wish to depart from the rule of law, it should be for good valid reasons and it should be for a temporary period of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We know of countries which have departed from the rule of law. For example, in the last war, in Great Britain they had the emergency regulations which departed from the rule of law, which provided for special powers to be exercised by Ministers and the Government. But that was confined to the emergency that the country was facing and once that emergency was over, those powers were no longer invoked. They were, in fact, repealed. So I am not saying that you \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1886</b></font>\n  <br>\n  <br> should not resort to powers that depart from the rule of law but I say it is at best a necessary evil which must be carefully guarded and must not be allowed to become a rule of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Minister quite rightly pointed out that this Bill had its First Reading in 1955 before this present Government took office. At that time when it was introduced in 1955, there was no provision for detention without trial. But as I was looking through the proceedings in the then Legislative Assembly, it was clear it was designed to deal with what they thought was the lawlessness at that time and statements were made that it was intended to last only for a short period of time and it was hoped that the Bill would not have a longer life than three years. That was the time limit that was given to this Bill when it was first introduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then in 1958, again before this present Government took office, there was the provision for detention introduced into the Act. It was introduced for the first time in 1958 providing for detention. But that provided for detention of persons for a period of six months at a time. It, nevertheless, contained a provision for any Order made for the detention of any person for six months to be extended for further periods of six months at a time. But there was a very important qualification. There was a proviso to that Bill in 1958 which said that no person may be detained under any Order for more than two years from the first making of the Order. In other words, you could only extend the order for a further three times, six months at a time, and two years was the maximum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, this limit on the detention of persons for a maximum of only two years under the Act without any trial was taken away in 1960. By then the present Government had taken office. The position now is that there are persons, who have been detained under the provisions contained in this Act, who have been in prison for much longer than two years. There has been a deprivation of their liberty, of their freedom, in circumstances which have completely negatived the rule of law. The Constitution provides and the constitution, as I have said, in all civilized countries provide, that no person shall be deprived \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1887</b></font>\n  <br>\n  <br> of his liberty unless he has been found guilty by a competent court of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I wish the Minister had given us some numbers of the persons who are at the moment in prison detained under this Criminal Law (Temporary Provisions) Act. I think the term \"Temporary Provisions\" is a misnomer. It should be perhaps \"Criminal Law (Special Provisions) Act\". It is a wrong use of the word \"temporary\" for a legislation which has been with us since 1955. But, as I said earlier, the intention then was that these provisions should only be for a temporary period of time. But, of course, the Government that succeeded that has found it very useful to retain these provisions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I asked this question about persons under detention - I think it was in 1982 - I was told that there were, I stand corrected, at least more than 1,000 persons who were detained under this Criminal Law (Temporary Provisions) Act, without any trial, without any Court having found them guilty in the first instance. I would like to know what the numbers are now, whether they have increased. What I would particularly like to know is how many of them have been in prison for more than five years. I know of cases where they have been in prison for more than five years. I would like the Minister, if he can, to give us the figures of persons who are detained under this Act, particularly of persons who have been detained for more than five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if I may draw the attention of the House to the speech that was made in 1959 after this Government took office, when there was an amendment to this Bill. The amendment was to increase the period of detention from six months to one year besides making other provisions in the Bill. The then Minister for Home Affairs said this [2nd September 1959]: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I would like to stress that it is because of the present date of gang lawlessness that the Government is seeking these additional and exceptional powers contained in the Bill.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It goes on to say, noble sentiments: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'This Government, like any democratic government, does not wish to lightly deprive the individual of his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1888</b></font>\n  <br>\n  <br> liberty by executive action nor for that matter for a longer time than is absolutely necessary. But when we are dealing with unruly and unprincipled thugs and gangsters and because of the terrorism they have spread, the ordinary process of law is inadequate to deal with the crimes and misdeeds committed by them.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, there may be times when drastic powers are necessary. And I see this Government recognized, in 1959 it would appear, that these powers should only be of a temporary nature. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At that Reading, I see that the then Member for Farrer Park, who is now on the High Court Bench, raised a caution about the powers under the Bill, under the Ordinance then, and he was concerned about the persons who might be wrongly detained under these powers. He said, there were perhaps not very many, \"There may be just one in a hundred\", he said. But he thought that even in that exceptional case, that person should be given the opportunity of presenting his case with a view to determining whether or not the detention had been right. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, whilst, as I said, I can see the need for this sometimes, I would like to know from the Minister, when he comes to reply, whether he thinks the need which brought on the introduction of these powers in 1958 for the first time and which were enhanced in 1959, still applies, the need still exists. As I said, the Minister then was referring to lawless gangsterism, fights between secret society gangs. Is that situation still prevailing in Singapore, or does the Government find this a very convenient handle to detain persons who are not guilty of secret society crimes but of other minor crimes? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Minister has referred to in-built provisions to safeguard, I suppose what he meant, against the danger of innocent persons being put away for many years, stretching perhaps to more than five years, 10 years. I do not know. It will be interesting when we have these figures. But, as I said, the whole thing, the process, is a departure from what the Americans would call \"the due process of law\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have, as I have indicated to you, experience in dealing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1889</b></font>\n  <br>\n  <br> with these matters. If I may inform the House, a person is picked up and detained by the Police acting under section 43 of this Act, and although the power that is given to the Police is detention for a maximum period of 14 days, or is it 16 days - it does not really matter - what happens is that, the Police very often re-exercise these powers at the end of the 14 or 16 days. They bring the man out of the lock-up or cell and then say, \"We are arresting you again.\" So a man may find himself detained by the Police for longer than 14 or 16 days provided under this Act. Then when the Police have completed their investigations, and there would appear to be no time limit on them to complete their investigations, and all this time the man is detained under these extensions, the papers are sent to the Minister with the recommendation of the Police. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the Minister is required under this Act, within 28 days, to refer the detention to a Criminal Law Advisory Committee. But there is no guarantee that it will be heard by the Criminal Law Advisory Committee within 28 days, more likely not. The man is lucky if he is heard before the Criminal Law Advisory Committee within six months of his detention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What happens before the Criminal Law Advisory Committee? The detainees is given a very terse statement. In many cases, he is not even served with the order of detention. He is given a very terse statement that he has been involved in activities of a criminal nature. He is also, in many cases, not told the times or the occasions when he is alleged to have been involved in activities of a criminal nature. Then he is asked to go and make representations before the Criminal Law Advisory Committee as to why he should not be detained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said before, this is a Kafta situation.You do not know what you are accused of. You do not know what the evidence against you is. You do not know what it is that the Police have against you and yet you are asked to defend yourself. It is a hopeless situation. And you go before the Criminal Law Advisory Committee. Although this Act says that the Criminal Law Advisory Committee can exercise the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1890</b></font>\n  <br>\n  <br> powers of a court to summon witnesses and to examine them, no witnesses are summoned before the Committee. I cannot, Mr Speaker, Sir, see why, if proceedings are conducted in camera, where the public are not allowed, why it is not possible for the detainee to have the case against him presented before the Criminal Law Advisory Committee by the Police officers who have investigated it. It cannot be said that the Police officers would be in danger of their lives if they came and gave evidence before the Criminal Law Advisory Committee. Because that is one of the reasons that was advanced - that witnesses would be frightened to come before the court to testify in case the criminal tried to seek revenge against them for having testified or given information. But that objection cannot hold for Police officers. So I do not know why Police officers should not be called before the Criminal Law Advisory Committee to set out clearly the case against the detainee so that he is given a chance to know what the case against him is, what the evidence against him is, and then to answer that. That is an elementary requirement of natural justice. When you want to deprive a person of his liberty, the least you can do is to tell him clearly, without any equivocation, what is it that he has done which warrants his detention and then give him the evidence that is in your possession so that he can answer it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, Mr Speaker, Sir, the man appears before the Criminal Law Advisory Committee. He is not allowed to call the Police officers. He can call his own witnesses. But he cannot require the production of the Police officers who investigated the offence so as to put questions to them. As I said, he is given a terse statement. Then it is left to him and his counsel to try and find out by questions put to the Criminal Law Advisory Committee any details. In my respectful submission, Mr Speaker, Sir, it is wholly wrong that a detainee should be put to the task of having to ferret out what the charge against him is and the evidence against him. And then at the end of the proceedings before the Criminal Law Advisory Committee, he is taken away. The Criminal Law Advisory Committee reports to the President on this. But the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1891</b></font>\n  <br>\n  <br> detainee or his legal advisers never see this report or recommendation of the Criminal Law Advisory Committee. And the man may never know what the recommendation is, what the report is against him. This is a complete departure from all civilized norms of law. And the question we must ask ourselves is: is this really necessary.? As I said, I concede the need to combat crime but we must, Mr Speaker, Sir, guard jealously the liberty of the individual. And we must guard against any danger of an innocent man spending in prison, what is it, eight years, 10 years, as I say, it is indefinite now. There is no limit, the years that he can be detained in prison. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Mr Speaker, Sir, the Ministry should well consider whether the time has not come to provide for a more satisfactory hearing for the detainee. I would like to know what is the objection to this. If it is the fear of witnesses, I have dealt with that. You do not have to call the witnesses. You just call the Police officers. What is the danger of providing the man with something more than a mere terse statement? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is important, Sir, that we should also provide him with an appeal against the detention to a proper tribunal. The then Member for Farrer Park was referring to the tribunal under the then Preservation of Public Security Ordinance and now the Internal Security Act. There the tribunal is presided over by a High Court Judge. And he was comparing the difference between the Advisory Committee and that tribunal. I am not suggesting that it should be the same tribunal. But you should provide the man with some safeguards, that the evidence against him should be looked at by an independent tribunal. And who should have the power to determine whether the detention should be continued or not? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present provisions only provide for the Criminal Advisory Committee to make recommendations. And as I said, we do not even know what they write. I would ask the Minister to seriously consider whether the time has not come for us to try and revert, if not completely, to the rule of law but at least get nearer to it. This was intended, as I said, for secret society \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1892</b></font>\n  <br>\n  <br> members and gangsters at a time when they were rife. It has now been extended and it has been used, for one, against drug traffickers, as the Minister pointed out, and also others. But the danger is this, Mr Speaker, Sir, that when you arm the Police with these powers, they will find it easier to resort to them. It is much more convenient to use these powers given to them than to have to build up a case and to present it to a court of law. And so there is the great danger of abuse. There is also the danger of private quarrels being settled through this medium of the power given to the Police. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in 1982, I spoke about the danger of the powers given under the Misuse of Drugs Act, the detention of addicts in the drug rehabilitation centres. I spoke of the danger of relying purely on the certificate of one doctor. At that time, I was told, \"Oh, it is perfectly in order. We are satisfied about the adequacy and there is no need for us to provide any appeal.\" But I understand, Sir, and I was very glad to hear that after that debate steps were taken to see that there were at least two doctors who examined the drug addict independently of one another and certified that the man was a drug addict. As I said, I was very glad to know that after the protests that were made in the House when I raised it. So I would ask the Minister to consider whether it is not time to bring in some provisions to see that there is no danger of abuse by the Police or that it is not used as a convenient handle by the Police. And that persons who are detained are really guilty and that there is sufficient evidence against them of which they are apprised and of which they are given ample time to rebut. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, the Member for Anson's long repetitive exposition has espoused the virtues of the rule of law. I do not disagree that, as far as the rule of law is concerned, there are virtues to have the rule of law. In Singapore we do have the rule of law. But his version of the rule of law may be quite different from my version of the rule of law.' \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is your version? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1893</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Whatever law that we promulgate goes through Parliament and Parliament approves the law and then we apply the law without fear or favour. That is the rule of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, the Member for Anson says that he is against lawlessness, criminals, secret societies and so on. I think he is quite hypocritical when he says these things. Because I have stated quite clearly in my address in moving the Second Reading of the Bill to extend the Criminal Law (Temporary Provisions) Act that we need these provisions. Otherwise, we will not be able to suppress secret society activities. Because of fear of reprisals by the victims, we will not be able to prosecute criminals, and drug traffickers by using the normal procedure under the Criminal Procedure Code. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do we want a rule of law or do we want a rule of drug traffickers and rule of secret societies? He quoted the then Minister for Home Affairs in 1961 who said that he would not detain - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> 1959. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Either 1959 or 1961, that he would not detain anyone longer than was necessary and that all precautions would be taken to safeguard detaining innocent persons. I will reiterate that that is the position today. We do not want to detain a person longer than is necessary. And if he says that there have been innocent persons who have been detained under this law, why does he not bring up cases of that nature instead of just making snide remarks and making statements in a left-handed way to suggest that there are such cases. If you have cases you bring them up. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, on a point of clarification. The Minister says, \"Why don't you take it up?\" I suppose he means, \"Why don't you take it up to the courts?\" But the Minister must surely be aware that there have been cases and because of the way the Act has been worded, it has been held that the courts cannot inquire into the detention. You made it so. Habeas corpus cannot run where the Executive has been given an absolute discretion and the freedom. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1894</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> But have you brought the cases to the attention of the authorities concerned. If you have, would you name it? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is your question? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Do you have any cases now of any innocent persons who have been detained? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, it is not my intention nor was it my intention to bring up the cases that I have been dealing with in this House. It is not my intention. But I say there is a grave danger. I have recognized that danger myself of innocent persons being detained. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Well, I cannot go further than that. I think he has answered my question that there. are no such cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson says, \"Why is that?\", although he understands that we cannot bring up the victims as witnesses before the Advisory Committee. He says, \"Why not Police officers?\" The answer is quite simple, if he is honest about it. If the police officers were to appear and be cross-examined in the proceedings of the Advisory Committee, then it will defeat the whole purpose of this Act. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Because he will have to disclose the names of the victims in the proceedings, then it defeats the whole purpose of this Bill. Let us be honest about the whole thing. The Member is a lawyer. He knows about the conditions in such cases, that if you allow such evidence, particularly the names of the victims and the names of the persons who have given evidence or statements to the Police, then it defeats the whole purpose. It is quite clear. I think a non-lawyer can also understand that. I think he is not straight when he brings up this point. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is the danger? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> The other point I would like to make is this. Although the police officer and the other witnesses are not presented in the Advisory Committee's proceedings to be cross-examined by the counsel or by the secret society detainee, the are available for cross-examination \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1895</b></font>\n  <br>\n  <br> by the members of the Advisory Committee, who can therefore be in a position to ascertain whether this man is innocent or the man is guilty as his case has been put forward before the Advisory Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also asked, \"Why not have an appeal tribunal?\" The answer is quite simple. The Advisory Committee itself is a tribunal. I think he should know that invariably the Chairman of the Advisory Committee that deals with these criminal law cases is a trained lawyer. Almost all of them are trained lawyers. They are assisted by two other members of the public, and there lies the safeguard of people who are innocent being detained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he asked about the length of detention. There again, the cases of those detained are also being reviewed every year by another advisory committee, which is also chaired by a member of the public who is also a lawyer. As far ,as locking up some of the detainees for long periods, some are detained and released on shorter terms and others have been detained for longer periods. And why did we detain them? Is it because we want to lock them up? May I inform the House that, in fact, when they are inside every attempt is being made to rehabilitate them. In fact, may I inform the House that as a result of work therapy, ie giving them skills, the rate of recidivism among criminal law detainees is much lower than the rate of recidivism among convicted criminals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to safeguards against people being wrongly -detained, as I have said in my speech, the safeguards are quite adequate. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, may I seek your advice? The Minister asked me a question whether I knew of any persons who have been innocently detained and I said it was not my intention to bring up my cases. But as I was sitting there listening to him, there came to my mind a case and I think perhaps I should inform the Minister if he is not aware of it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1896</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many years ago a man was charged in the criminal court with causing hurt to one no other than - I think he was then the President of the NTUC and who is now a fugitive. He was charged with causing hun to this man. He was charged in a court of law. The court dismissed the case against him, holding that there was no evidence on which it could find him guilty of the offence charged. But that did not prevent the police from picking the man up afterwards. He spent a good many years in Changi Prison when a court of law had found him innocent and the Judge had said that there was no evidence against him. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Mr Speaker, Sir, the reply from the Member for Anson is just begging the question. The very reason why we are here to renew this Criminal Law (Temporary Provisions) Act is that we can effectively take care of criminals - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That man was not a criminal. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> If we have to bring that person before a court of law using the Criminal Procedure Code, then we do not need this Amendment Bill. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am talking about the man who was acquitted by a court of law. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> The man was acquitted because the ordinary rules of criminal procedure had to be applied. The rule of admissibility of evidence has to be applied to cases of drug traffickers and criminals who intimidate witnesses. And this case which the Member for Anson has applied is a case of intimidation of witnesses, then of course you cannot get a conviction, and these are the very cases where the provisions of the Criminal Law (Temporary Provisions) Act are designed for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Chua Sian Chin]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1897</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CRIMINAL PROCEDURE CODE (AMENDMENT NO. 2) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>4.44 pm \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving the Penal Code (Amendment) Bill earlier, the Minister for Home Affairs explained in detail to the House the need for more deterrent penalties for certain offences which have been on the increase. In line with this policy, clauses 2 and 3 of this Bill seek to further enhance the sentencing powers of the court in dealing with persistent or habitual offenders so that they may be kept in custody for longer periods. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 empowers a court, in certain circumstances, to impose (in lieu of imprisonment) a sentence of corrective training for a period of not less than five years and not more than 14 years, or of preventive detention of not less than seven years and not more than 20 years. At present, the periods of corrective training or preventive detention which a court can impose on an offender are comparatively shorter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the law now stands, corrective training can only be imposed on an offender who is above the age of 18 years when he has been previously convicted of at least two offences punishable with imprisonment for two years or upwards. Clause 2 of the Bill, whilst retaining this provision, also empowers the court to impose corrective training on an offender with one previous conviction in respect of a serious offence, where he is again convicted of three or more distinct offences punishable with imprisonment for two years or upwards. However, the offender must have received a sentence of at least one month imprisonment for the previous offence. An offender who has been to prison once before ought to know the consequences of committing further offences. If he commits a series of offences subsequently, the short term of imprisonment imposed on the previous occasion \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1898</b></font>\n  <br>\n  <br> has clearly failed to deter him from a life of crime. Hence the need for this amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, a sentence of preventive detention can at present be imposed on an offender who is above 30 years of age when he has at least three previous convictions for offences punishable with imprisonment for two years or upwards. Clause 2 of the Bill, whilst retaining this provision, extends the powers of the court to impose a sentence of preventive detention on an offender who is convicted of three or more distinct offences punishable with imprisonment for two years or upwards and has previously been convicted of a serious offence and sentenced to imprisonment for at least one month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next clause of the Bill (clause 3) provides that where an offender is sentenced at one trial to imprisonment for at least three distinct offences, the sentences for at least two of such offences should run consecutively rather than concurrently. The purpose of this amendment, Sir, is to ensure that a person who has committed multiple offences will receive a longer sentence than one who commits a single offence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now turn to clause 4 of the Bill. This clause extends from 24 to 48 hours (exclusive of the time necessary for the journey to courts) the period a person can be detained in custody when he is arrested without a warrant by a police officer. This amendment is related to the amendment that has just been made to Article 9(4) of the Constitution by the Constitution of the Republic of Singapore (Amendment) Bill. The amendment is necessary to enable the police to investigate offences more thoroughly. The present 24-hour limit places undue constraints on police investigations. As the courts sit only during normal office hours, this means that in practice suspects who are arrested at night or outside office hours would have to be produced in court sometimes in a matter of 8 to 10 hours. By extending the limit to 48 hours the police would be in a boner position to complete their investigations and to carry out follow-up action which would include the arrest of accomplices, recovery of stolen property, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1899</b></font>\n  <br>\n  <br> searching for and seizing of material evidence, holding of identification parades and the recording of statements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, under the existing legislation, the police may hold a suspect arrested for any offence for a period of up to 24 hours. Before the expiry of 24 hours, the suspect must either be released or produced in court. In practice, the police are never able to take advantage of the full period of 24 hours for investigations for several reasons. As I said just now, the courts sit only during normal office hours and I have referred to the problem of cases where a suspect is arrested at night or early in the morning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also a number of procedural requirements to be fulfilled before a suspect can be produced in court. For serious and registrable offences, arrangements have to be made for the fingerprints and photograph of the accused person to be taken. The necessary paper work required to bring the accused to court places further demand on the investigator's time. As a result, an investigator normally has only a few hours with the suspect before he has to decide whether to produce the suspect in court within the time limit or to release him at the expiry of the 24-hour limit either on bail or unconditionally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Sir, the few hours that an investigator has with a suspect is woefully inadequate for investigations to be carried out properly and thoroughly. The period just after arrest is the best time for questioning an arrested person because the shock effect of the arrest lingers on the suspect. This is the time when a suspect is likely to be cooperative, especially when he is confronted with evidence of his wrongdoing. Other follow-up actions have to be taken immediately if the case is to be successfully investigated; eg, arrest of accomplices, recovery of stolen property, search and seizure of material evidence, recording of confessions, and so on. Delays will give the opportunity for accomplices to flee, cause evidence to disappear, give time for false defences to be conjured up and make memories to be more fallible. During the few hours that an investigator \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1900</b></font>\n  <br>\n  <br> now has, the pressure of the circumstances is in fact on the investigator to produce results quickly rather than on a thorough examination and on the pressure of the suspect to cooperate with the authority. For these reasons, the authority will need additional 24 hours to carry out the necessary follow-up actions without being disrupted by the need to produce the suspect in court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are numerous examples in other countries where a person may be detained without charge for 48 hours. I will mention the example of England because our Criminal Justice System is modelled after that country and also the example of Japan since our system of Neighbourhood Police Post has been influenced from the Japanese experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in England, where the power of detention is based on case law, it has been an established practice since 1980 for the police to hold a suspect without charge for up to 48 hours. Indeed, the British Government has before Parliament now a Bill which would seek power for the police to detain a person without charge for up to 96 hours. In Japan, after the initial 48 hours of detention, in fact, a further 24 hours is allowed with the consent of a Public Prosecutor. In both the countries cited, the authorities now have an uninterrupted 48-hour period with the suspect before deciding whether to charge the suspect in court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I might also add, Sir, that the increase in the period of detention would in some cases obviate the need to charge a person in court. For instance, when there are conflicting accounts from witnesses and the suspect, the investigator now has very little time to verify or investigate into all the circumstances of the case. He has no choice but to produce the suspect in court and request for custody. With a 48-hour period for investigation, these occurrences will be minimized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also add, Sir, that the need for more time for investigations before a person is charged in court will become even more evident in future with the enhanced punishment recently introduced by the Minister for Home Affairs in the Penal Code (Amendment) Bill. This is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1901</b></font>\n  <br>\n  <br> because enhanced punishment might make criminals more reluctant to cooperate with the police. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amendments to the Criminal Procedure Code will contribute significantly to the control of crime and just punishment of the offenders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I do not wish to repeat what I said when I spoke on the Penal Code (Amendment) Bill about the undesirability of taking away the discretion of the court. But may I ask the Minister by way of clarification why is it considered necessary, where it is proposed that persons under 18 should be sent for corrective training, that there should be a minimum period of five years? I should have thought the object would have been better served if the court merely ordered corrective training, and the duration of the time spent in the reformatory centre, or wherever it is that he gets his corrective training, is determined by a board who can review the progress of the boy and then, if he is sufficiently reformed and he has acquired some skill, to release him, if necessary, on parole. That would be in accordance with the trend now in other countries, that the discretion should now be left, especially in the case of young offenders, with those who will have the care of them in the reformative homes. I would like to ask the Minister why it is found necessary that there should be a minimum of five years in a corrective training order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other clause on which I would like to say something, Mr Speaker, Sir, is clause 4 - the extension of the period of detention from 24 hours to 48 hours. It was in the amendment to the Constitution and as a result of that we have got this amendment now. May I ask the Minister to take care that this does not become the rule. It should not be an excuse for the police to detain persons because they have got the power under this amendment to detain them for 48 hours. What is more important is, would the Minister direct by administrative fiat that the police inform the members of the family of the person \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1902</b></font>\n  <br>\n  <br> detained that he has been so detained and for what and when they could see him? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have known instances where families have not been told of the detention and they get alarmed about the disappearance of a member of the family for hours on end and then they have to go and start making the necessary inquiries. I think it will help if the police are told that if it is necessary to detain any person for more than 24 hours, the family is informed that that person is in their custody and for what reason. Would the Minister consider that? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, Mr Speaker, Sir, I will sit down. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, the Member for Anson has raised three points. The first point relates to the provisions seeking to amend the existing provisions on corrective training and preventive detention. I think he has failed, while looking at the Bill, to look at the existing provisions. If he looks at the existing provisions, he will find that the approach is to provide a minimum and - no provision is given in the existing law which has been in operation for some time for the decision to be made by a Board. The existing provisions provide for less than a certain number of years - not less than three years and not more than seven years in the case of corrective training; and not less than five and not more than 14 years in the case of preventive detention. So the approach taken is similar. What we have decided is, after examination of the crime pattern which has been spelt out in detail by the Minister for Home Affairs, to raise the minimum period. That is all that has been done. We have not changed the basic approach and philosophy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the second point, he has asked whether the extension of 24 hours to 48 hours will become the rule. Sir, it must have struck the minds of hon. Members that it costs the Government money to incarcerate prisoners for longer than is necessary. They have to be housed. They have to be fed. Meals have to be given to them. There is no reason why the police, where they can charge a person after investigation within 24 hours, will not do so. I have already explained in my Second \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1903</b></font>\n  <br>\n  <br> Reading speech just now that this is to give additional powers in cases where the 24 hours is not found adequate. This is the maximum period. The present law in the Constitution and in the Criminal Procedure Code places a 24-hour limit. That is a constraint and this constraint will be removed. If the police, in any particular case, are able to conclude the necessary investigations and follow-up and are able to charge a person within 24 hours, they will, of course, do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, he has asked me to consider whether the Police will inform the family. Of course, the police will inform the family. But each case will depend on its merits. In cases where the police may want to conclude investigations, they have to make sure that accomplices do not flee before they can be arrested. The police must have made the judgment as to whether it would be furthering the public interest in police investigations and to decide the precise moment when the family can be informed. They may feel that informing the family prematurely may lead to the fleeing of witnesses, intimidation of witnesses, destruction of evidence and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Prof. S. Jayakumar]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I propose to take a break now. I suspend the Sitting and will take the Chair again at 5.35 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 5.05 pm until 5.35 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1903</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.35 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>HUDC HOUSING ESTATES BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1904</b></font>\n  <br>\n  <br> On 1st May, 1982, the Housing and Development Board assumed responsibility for the development and management of housing for middle-income earners, known as HUDC housing. This function was previously undertaken by a Government-owned company which, prior to the take-over by the HDB, had sold over 2,700 units of HUDC apartments erected in what are popularly known as HUDC Phases I and 11 estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Company in the past, and the HDB since 1982, have received numerous complaints from HUDC residents about alleged inadequate standards of maintenance and tardy responses in solving maintenance problems. Such grouses have been similarly addressed in petitions to Ministers, letters to MPs and memos to myself. A typical example is the petition sent by the Chancery Court Residents' Association to my colleague, Mr Ong Teng Cheong, Minister without Portfolio, when he recently toured Cairnhill Constituency. The petition listed various problems which the residents demanded that the HDB should rectify fast. The impression gathered by the Government from these is that HUDC residents are very unhappy and discontented with the services given, previously by the Company and presently by the HDB. A number of residents were even unhappy to pay monthly conservancy charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The complaints generated by the HUDC residents living in the 2,700 flats are totally out of proportion to their number compared with that of the population residing in the 469,000 units of public housing. The HUDC Phases I and 11 estates are isolated developments apart from HDB's developments in new towns and housing estates. For these reasons, it appears to the Government that it would be in the best interest of all concerned to transfer the responsibility for management and maintenance of the HUDC estates to the residents themselves. After careful consideration, the Government has therefore decided that HUDC residents in the estates should be given the opportunity to manage and maintain their own estates. The residents in each estate should have the right to decide what level of maintenance they wish to keep, the speed they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1905</b></font>\n  <br>\n  <br> want to solve problems and how much they should spend on the maintenance of their estate. They will then be collectively responsible for the well-being of their estate, and be freed from having to deal with a bureaucracy like the HDB on matters concerning day-to-day running and maintenance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HUDC Housing Estates Bill seeks to give effect to this proposal. The Bill enables the Minister to constitute bodies corporate to take over from the HDB the control and management of HUDC housing estates described in the First Schedule. The Minister is empowered by clause 3 of the Bill to constitute a body corporate comprising the owners of all the flats in any particular housing estate described in the First Schedule to maintain and manage that estate. The Bill further seeks to impose on the flat owners a legal obligation to pay contributions to the bodies corporate for the maintenance and upkeep of their housing estates. This is a statutory obligation. The bodies corporate do not have to rely on the terms and conditions in the original lease agreements to collect such contributions. They will be empowered to do so by law when the Bill is enacted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this juncture, Mr Speaker, Sir; it would be appropriate for me to clarify that the Bill does not force the lessees to accept more than what they had originally contracted to take on concerning the maintenance of the common property. The maintenance of the common property, according to common law, includes not only the proper upkeep but also the renewal, repair and replacement of any fixtures or finings comprised in the common property or parts thereof. The lessees at present pay a maintenance fee to the HDB from which it meets the cost of upkeep, repair and replacement. In future, they will pay this fee to the body corporate and the proceeds will be used to defray the cost of upkeep, repair and renewal of the common property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill makes provision in clauses 6 to 29 on the powers, duties and functions of such bodies corporate to be constituted, including provisions:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) for the holding of general meetings; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1906</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) empowering the body corporate to levy contributions for the maintenance of the estate; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) for the recovery of arrears of maintenance contributions by the sale of a flat; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) imposing on the flat owners the liability to pay the body corporate's debts, and general provisions on insurance; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(v) empowering the.body corporate to carry out works required by any public authority to any flat when the owner fails to do so and to enter the flat to carry out certain works; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(vi) requiring the keeping of a register of the names and addresses of owners and mortgagees of the flats; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(vii) obliging the body corporate to supply information and certificates to prospective owners and mortgagees of the flats; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(viii) empowering the body corporate to appoint a managing agent and obliging flat owners to give notices to the body corporate on the happening of certain events; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ix) relating to the keeping of records and the auditing of annual accounts; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(x) generally relating to the constitution, duties and powers of the management committee of a body corporate; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(xi) imposing certain duties and obligations on flat owners and occupiers and stipulating by-laws to regulate the estate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Second Schedule contains the by-laws for regulating a housing estate in respect of which a body corporate has been constituted. The Third Schedule deals with the proceedings of the management committees and the Fourth Schedule governs the holding of general meetings of bodies corporate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 30 of the Bill empowers the Minister to appoint the HDB or any other person to take over the management and functions of any body corporate which is unwilling or incapable of carrying out its functions satisfactorily. A body corporate which commits a breach of any of the provisions of Part 11 of the Bill is liable on conviction to a penalty prescribed under clause 38. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1907</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Notwithstanding the constitution of bodies corporate, the HDB remains the legal owner of the land on which the flats are erected and of the common property. The Government has no intention to coerce any body corporate to make improvements to the common property. However, a body corporate which wishes to make modifications to the common property may do so, provided it obtains the prior consent of the HDB. The rights which the HDB and which the flat owners may have apart from the Bill are preserved under clause 36. Clause 40 provides that disputes between the Board and a body corporate about the common property shall be referred to an arbitrator appointed by the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister is empowered to make rules for the purposes of the Bill and to amend the Schedules. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis (Telok Blangah):</b> Mr Speaker, Sir, I wish to seek clarifications. May I state that although I live in one of these public housing estates, I have no direct pecuniary interest. I seek clarifications which are of general interest to such residents. Furthermore, my constituency will have an HUDC estate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister stated that there were numerous complaints since the HDB took over these estates. The question is: how many is \"numerous\"? Can the Minister elaborate whether these numerous complaints came from different complainants or these complaints came from the same small group of people? I feel the latter is more accurate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst I agree with the intention of the HUDC Housing Estates Bill, nevertheless I feel that it is less than fair to use the raw statistics as an excuse to support the Bill. Based on experience, I have and still do have high regard for the HDB for their efforts and caring way in which they look after the estate in my constituency. I know they are made of sterner stuff. For these reasons, could the Minister provide a breakdown of the statistics? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1908</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, Sir, before the body corporate under section 3 is constituted to take over the management and control of the HUDC estate from the HDB, would the HDB ask every resident by positive confirmation if he wishes to have the body corporate take over from the HDB or for HDB to continue with the management? \n  <br>5.48 pm \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, this Bill has been introduced into Parliament to bring HUDC housing estates into line with private development where the responsibility for the maintenance of the common areas is vested with the management corporation and not with the developers. The distinction, however, is that in the case of these estates, the common property is still vested with the HDB unlike in private development where the common property will be vested in the owners of the flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has given an assurance and I am sure it will be welcomed by all the residents of these estates that this Bill does not seek to impose on them any further obligations than what are already contained in their leases or their contracts with the HUDC. If that is so, I do not know why it was not possible for the Minister to have first sounded the views of the residents and allayed their fears on this Bill. After all, the number is not such a large number. As he says, it is only 2,700. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fear is that when these purchasers entered into the contract, the lease, with the HUDC, there were terms which were agreed between the two parties. There you have a contract between the HUDC and the lessees. Their fears are that this Bill seeks to violate the sanctity of that contract and vary the terms and conditions. If the Minister is prepared to give an assurance that there will be no variation whatsoever of their obligations and their terms under their contracts, I think it may go a long way to allay their fears. Will he do that? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, on the question asked by the hon. Member for Telok Blangah, the HDB has given me statistics. After the HDB took over the HUDC Phase I and Phase 11 estates, the HDB received a total of 4,215 complaints from the 2,700 units of flats. As I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1909</b></font>\n  <br>\n  <br> mentioned earlier, the HDB is managing 469,000 units of HDB flats. Just imagine these 469,000 people making the same proportion of complaints! It could be well over a million complaints! If the HDB were to attend to the complaints - imagine more than a million complaints - the whole HDB machinery would come to a halt. The HDB would not be able to build flats. It would be swamped by the complaints. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is why I mentioned earlier that the number of complaints is out of proportion to the number of HUDC flats. There are only 2,700 units of flats. These HUDC Phase I and Phase 11 flat owners are not happy and they have made such a large number of complaints. These housing estates are isolated. They are not part of the HDB new towns and not part of the HDB estates. For these two reasons, the HUDC flat owners under this Bill will be asked to manage their own estates. This may eventually be to the satisfaction of all the parties concerned because some of the HUDC flat owners may feel that they would like to have better facilities. Just for argument's sake, they may like to have security guards, they may like to have lift attendants and they are prepared to pay more. The HDB will not allow them to do that. So it is not something which will work out to be detrimental to the HUDC flat owners. It may eventually turn out that they are very happy with the new arrangement. If they are willing to pay more, they will got better service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I said earlier in my speech on the Second Reading that, other than this Bill, the HDB will not ask the owners to do more than what is in the original contract. In the beginning, the body corporate, ie the management organization organized by the HUDC flat owners, may run into some problems. But I would like to give the assurance that the HDB Area Office and the HDB will offer every assistance to this body corporate to help them to operate their own management. Also, under this Bill, in the unlikely event that the management organization collapses, they cannot manage and for various reasons they quarrel among themselves and garbage is not collected, lifts break down and the whole estate runs into disrepair, in this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1910</b></font>\n  <br>\n  <br> event, the Bill provides for the Minister to step in and the Minister may direct the HDB to take over the management or the Minister may appoint someone else to take over the management. So I would like to give the assurance that I will not allow the HUDC estates to run into disrepair and to cause serious inconvenience to the residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will just give an example. Previously, the HDB managed Neptune Court along East Coast Parkway on behalf of the civil servants. Eventually, the civil servants said that because the HDB was charging them a certain fee, they would like to manage themselves in order that they could provide better service and be able to do things their own way, not the HDB way. The HDB agreed. The Neptune Court residents have been doing their own management for many years. Up to today, everybody is happy. The HDB is happy because it does not have to carry this additional responsibility and the Neptune Court residents are happy because they are doing their own management. So let us not treat this Bill as being detrimental to HUDC flat owners. It would be a mistake to prejudge and come to that wrong conclusion. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, the Minister has not answered my query. Would he do a survey and by positive confirmation ask every resident whether he wants the HDB to continue or whether this body corporate should manage the estates? I think this is fair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing is that the HDB has received 4,215 complaints. Agreed. But I know at least 10 families who have never complained at all. So I have a feeling that among the complainants, there must be a small group who have been consistently complaining. I am not too sure whether the HDB officials have given attention to details and broke down these complaints into the minutest details and there could have been several double counting. All I am saying is let us do a breakdown of these complaints and see who have been complaining. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I said earlier that I do not have the information. I only have the gross figure. So I think to conduct a survey is a sheer waste of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1911</b></font>\n  <br>\n  <br> time. After the Bill is enacted, if the HUDC flat owners want assistance, the HDB will, offer whatever assistance to help them to set up the body corporate. After that, they will be managing their own estates and then we will see what happens. As I said earlier, we should not come to the conclusion that they are not happy about managing their own estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Teh Cheang Wan]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1911</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>INCOME TAX (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>6.00 pm \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance and Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance and Minister for Trade and Industry (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Income Tax (Amendment) Bill seeks to give legislative authority to the income tax concessions announced in the 1984 Budget Statement. Opportunity is also taken to include seven other amendments to the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it was announced in the 1984 Budget Statement that with effect from Year of Assessment 1985, the option of a three-year accelerated depreciation allowance will be extended to all now plant and equipment in all trades and businesses. Unclaimed residual allowances in respect of existing equipment will also be allowed full set-off in three years. Clauses 4 and 5 of the Bill provide for this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present tax exemption scheme for offshore syndicated loans, first announced in my 1983 Budget Statement, will now be extended to cover other syndicated credit facilities made during the five years from 1st April 1983. Specifically, the tax exemption scheme will now include syndication of guarantees, performance bonds and certain underwriting facilities, such as the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1912</b></font>\n  <br>\n  <br> underwriting of bonds, floating rate notes and revolving underwriting facilities. Clauses 3 and 11 amend sections 13 and 43A of the Act to provide for this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to provide the financial futures market, the Singapore International Monetary Exchange (SIMEX) will be given exemption on its income derived from futures activities for five years. Income of corporate and individual members which arises from transactions with non-residents, Asian Currency Units and other SIMEX members will be taxed at the offshore concessionary rate of 10%. Clauses 3 and 12 make the necessary amendments to sections 13 and 43D of the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With effect from Year of Assessment 1985, the personal income tax rates of an individual or Hindu joint family will be reduced, ranging from 8.4% to 13.5%. A tax rebate of 10% will be given on the tax payable in respect of the first $10,000 of chargeable income. Clauses 10 and 13 provide for this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The enhanced child relief is now increased to include the normal child relief plus 5%, 10% or 15% of annual earned income for the first, second and third qualifying child respectively. This is, however, subject to a maximum allowable deduction of $10,000 in respect of each of the three eligible children. The relief is also extended for married women who have successfully completed their secondary school education with at least five 'O' level passes or who possess equivalent or higher qualification. The concession takes effect from Year of Assessment 1985. Clauses 14 amends the Fifth Schedule to the Act to provide for this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now move to the other amendments to the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Act, as it stands, is unclear whether an individual who is in Singapore for any part of the day is considered to be in Singapore for one day, for purposes of determining whether that person is a resident or not. Clause 2 amends section 2 of the Act to remove this doubt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, only sums withdrawn from CPF balances on retirement are exempt from tax. Clause 3 amends section 13(l)(j) \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1913</b></font>\n  <br>\n  <br> of the Act to exempt from tax any sums, including interest, standing to the credit of an individual in any approved pension or provident fund or withdrawn whether before retirement for approved purposes or after retirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 also makes a drafting amendment to section 13(3) of the Act to make clear that the section applies only to individuals and not companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6 amends section 21 of the Act to ensure that the maximum amount of depreciation allowances which can be claimed for a new car registered as a business service passenger vehicle does not exceed $35,000. It also disallows the balancing charge on the sale of an old car to be set off against the cost of a new car unless the new car is registered as a business service passenger vehicle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7, which amends section 23 of the Act, is a technical amendment to allow the carry forward of industrial -building allowance to a person who derives income from the letting-out of an industrial building or structure but does not carry on the business in respect of such letting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 24 of the Act allows a company to sell equipment to a related company at the written down value instead of at market value. By an election under this section, undue tax advantage can accrue to a seller and a buyer of machinery or plant which has been leased by the seller to the buyer before the sale. Clause 8 amends section 24 of the Act to deny related companies involved in a lease agreement from exploiting the tax advantage that may arise from such an election. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of life insurance companies, the gains or profits on which tax is payable is based on its investment income and the gains or profits realized on the sale of investment. The intention is not to discriminate between companies receiving premiums from outside Singapore and those receiving from within. Clause 9 amends section 26(3) of the Act to make clear that premiums received by the company from outside Singapore are taxable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1914</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr P. Selvadurai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr P. Selvadurai (Kuo Chuan):</b> Mr Speaker, Sir, as the Explanatory Statement to this Bill states, this Bill seeks to implement the income tax changes announced in the 1980 Budget Statement and to make certain other amendments to the Income Tax Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A closer consideration of certain provisions of this Bill as it stands reveals that their drafting may lead to unforeseen or anomalous results. I should like to draw attention to those anomalies relating to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) the Central Provident Fund Contributions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Foreign Source Income. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Accelerated Capital Allowances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Industrial Robots. \n  <br>\n  <br>\n  <i>CPF Contributions</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is currently a discrepancy between the rates of Employer's CPF contributions payable under the CPF Act and the corresponding sums ranking for deduction in the Employer's income tax computation. The Bill is silent on this point. Section 14(l)(e) of the principal Act governs the deductibility of the Employer's CPF contributions up to the various specified percentages of the relevant employee's remuneration. Proviso (i)(E) to section 14(l)(e) of the principal Act limits the level of allowable Employer's CPF contributions on or after 1st July, 1982, to a maximum of 22% of the relevant employee's remuneration. Other sub-paragraphs provide for lower percentage limits for earlier periods. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is clear that the said percentage limits and the dates of changes as set out in section 14 of the principal Act correspond precisely to the relevant percentages specified under the CPF Act for periods up to and including 1st July 1982. Since that date, however, the percentages specified under the CPF Act were increased from 22% to 23% on 1st July 1983 and from 23% to 25% on 1st July 1984. It is anomalous that only a proportion of the current percentage of the current percentage of the Employer's CPF contribution should rank for income tax deduction. I am sure that this must be an oversight on the part of the legal draftsman. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1915</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Foreign Source Income</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 10 of the principal Act is the primary charging section and subsection (1) thereof imposes a charge to tax on income accruing in or derived from Singapore and on income received in Singapore from outside Singapore in respect of a series of types of income more specifically enumerated in paragraphs (a) to (g) of that subsection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The charging section refers to the income of a \"person\" which term is defined by section 2 of the principal Act to include a company, body of persons and a Hindu joint family in addition to an individual. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The scheme of the charging section is that all income sourced in Singapore is to be chargeable to Singapore tax irrespective of where the monies may be received, but that foreign source income should be subject to Singapore tax only if the monies are received in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 13(3) of the principal Act exempts from Singapore tax foreign source income received in Singapore by a \"non-resident person\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3(d) of this Bill proposes to delete entirely the existing section 13(3) and substitute therefor the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There shall be exempt from tax for any year of assessment any income arising from sources outside Singapore and received by any individual who is not resident in Singapore in that year of assessment.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This amendment was envisaged In the Budget Statement. The question here is, if any change in policy is intended. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the implications of the proposed amendment are far-reaching. There would henceforth be no statutory protection from a charge to Singapore tax on a foreign source income received in Singapore by, say, a foreign company regardless of whether such a company had any connection with Singapore or whether the Income in question was in any way related to Singapore. The mere receipt of income into a bank account operated in Singapore, for example, an ACU account, would be sufficient to establish a liability to Singapore tax. So, a foreign company contem- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1916</b></font>\n  <br>\n  <br> plating the opening or operation of an ACU account in Singapore must clearly demonstrate that the funds remitted to its bank account in Singapore were from capital and not income sources; otherwise, it would be liable to Singapore tax on the whole of the money remitted irrespective of the fact that the company may have earned such income entirely outside Singapore with no connection with Singapore except the operation of its bank account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The principal Act, as it now stands, without the proposed amendment, provides a logical and administratively workable code. Income sourced in Singapore is to be taxed here, irrespective of the residence of the recipient. Income sourced outside of Singapore is to be taxed here if remitted here by a tax resident. Income of a non-resident from sources unconnected with Singapore are not to be taxed here, irrespective of whether or not that resident chooses to take advantage of Singapore's banking and financial facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that the aforesaid implications of the proposed amendment are not intended. If so, section 13(3) of the principal Act should be left unamended. \n  <br>\n  <br>\n  <i>Capital Allowances on Plant and Machinery</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Broadly, there are two separate and distinct codes for the granting of capital allowances in respect of expenditure incurred by a taxpayer on plant and machinery. They are the section 19 code and the section 19A code. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under section 19 of the principal Act, an initial allowance of 20% of the expenditure incurred during the taxpayer's basis period for the Year of Assessment concerned is allowed. Thereafter, annual allowances are granted over a number of years varying according to the nature of the plant or machinery asset concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under section 19A of the principal Act, the full cost of the qualifying asset may be written off for tax purposes over three years, one-third of the cost in each year. Capital expenditure incurred in a particular basis period first ranks for allowances in the Year of Assessment relating to that basis period. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1917</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As it now stands in the principal Act, section 19A restricts the range of plant and machinery assets eligible for section 19A allowances by reference to a variety of criteria set out in subsection (1) of the section. Certain specific categories of assets will qualify for section 19A allowances irrespective of the nature of the business of the taxpayer (favoured assets) or the plant and machinery assets of specific categories of taxpayers will qualify for section 19A allowances (favoured businesses). Certain categories of assets like computers and office automation equipment qualify for a 100% write-off in the Year of Assessment relating to the basis period in which the expenditure is incurred. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These provisions were introduced with effect from Year of Assessment 1984, but the amended section 19(1A) in introducing these provisions did not refer to any specific date on or after which the relevant expenditure should have been incurred but to expenditure incurred during or after the basis period for the Year of Assessment 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, section 19(1 B) as amended provides that any capital expenditure incurred in earlier periods on computer and office automation equipment assets should rank for 100% write-off in Year of Assessment 1984 to the extent that there remained a balance of expenditure not fully allowed in earlier periods. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under section 35 of the principal Act, the income assessable to tax for any Year of Assessment is normally the income of the preceding calendar year. In the case of a business, however, subsection 2 authorizes the Revenue to accept as the basis period for any particular Year of Assessment the accounting period of the taxpayer ending in the preceding calendar year. In practice, therefore, it is very common to find that the basis period, for example, Year of Assessment 1985, in relation to a company or other unincorporated business will not be the calendar year 1984 but the 12-month accounting period ending on date 31st March 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 1984 Budget Statement announced a substantial extension of section 19A allowances to the previously unfavoured \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1918</b></font>\n  <br>\n  <br> business sectors. Section III of the Budget Statement provides that with effect from Year of Assessment 1985 all new equipment would be allowed to claim an accelerated depreciation allowance of 33 1/3 % over three years. Effectively, this means that expenditure on all new equipment could be written off against taxable profits in the three years following the year of purchase. In order not to penalize those who have already purchased their equipment, unclaimed residual allowances in respect of existing equipment are also to be allowed full set-off in three years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 of the Bill contains proposals to amend section 19A of the Act in line with the Budget Statement. Clause 4(a), which is intended to take effect from Year of Assessment 1985 onwards, provides that section 19A allowances will be available in respect of plant and machinery expenditure of all businesses but only in relation to capital expenditure incurred on or after 1st January 1984. However, for the reasons I have referred to earlier, it will commonly be the case that taxpayers incurred capital expenditure during their basis periods for Year of Assessment 1985 but prior to 1st January 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4(f) provides for the section 19A system to be applied to existing assets to the extent that they have not been written off for tax purposes under section 19 system. However, a pre-condition for such expenditure to qualify for this treatment is that it must have attracted allowances under the section 19 system at some period in the past. Capital expenditure incurred by a taxpayer during his basis period for Year of Assessment but prior to the 1st January 1984 will not have attracted any section 19 allowances for any earlier period and therefore will not be covered by the wording of the proposed amendments. This would be at odds with the drafting of clause 4(d) which I must now turn to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Assuming that it was the Hon. Minister's intention to restrict the extension of section 19A allowances only to expenditure incurred on or after the 1st January 1984, there still remains a potential anomaly in the proposed amendment as presently drafted. It would be open to the taxpayer to claim section 19 allowances in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1919</b></font>\n  <br>\n  <br> the normal way in respect of pre-1st January 1984 expenditure in his Year of Assessment 1985 tax computation. One would then expect the unallowed balance of expenditure to be dealt with under the section 19A allowance system for subsequent Years of Assessment. For this to happen, the taxpayer must make an election to that effect and in accordance with the present wording of clause 4(f) of the Bill, that election must be made before the end of Year of Assessment 1985. The problem, however, is that in the circumstances I have set out, the election would not be effective for Year of Assessment 1985 tax purposes but would rather take effect from Year of Assessment 1986. A substantial proportion of taxpayers may overlook this somewhat subtle point and defer making an election until the submission of the Year of Assessment 1986 tax return, by which time, any such election would no longer be valid. I venture to say that it is unlikely that the Hon. Minister intended any such complex hurdles to be placed in the path of taxpayers seeking to avail themselves of the more generous allowances now available. It may therefore be appropriate for a more generous time scale for this election to be embodied in the legislation. If not, there is a clear danger of penalizing inadvertently a large body of taxpayers who do not devote undue time or effort to the detailed scrutiny of complex and somewhat obscure income tax legislation. \n  <br>\n  <br>\n  <i>Industrial Robots</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4(d) of the Bill envisages an extension of the special 100% write-offs for specially favoured assets like \"Robots\". The Bill, however, does not provide any guidance as to what exactly is meant by a \"robot\". Guidance is to some extent available from the 1984 Budget Statement in the light of which I would suggest that since the\"robot\" when used in this context is not a term with a generally understood and familiar meaning in ordinary language, it would be appropriate for some guidance to its correct Interpretation to be included in the legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I should also point out, Sir, that in introducing these particular provisions in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1920</b></font>\n  <br>\n  <br> the Bill the draftsman has referred specifically to expenditure incurred \"during or after the basis period for the year of assessment 1985\" as opposed to expenditure incurred on or after 1st January 1984. He has not, however, included any provision along the lines of the existing section 19A(lB) to permit an immediate 100% write-off of unallowed balances brought forward from previous Years of Assessment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are also some problems centred around section 6 of the Bill which provides that with effect from Year of Assessment 1985, the provisions of section 21 of the principal Act will no longer apply to the replacement of one motor-car by another motor-car unless the new motor-car is registered as a business service passenger vehicle for the purposes of the Road Traffic Act and the Rules made thereunder. The said amendment appears to be at odds with other provisions with apparently similar legislative intent already existing in the principal Act. On this, I could perhaps write to the Hon. Minister separately. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Speaker, Sir, I would like to thank the Member for Kuo Chuan for the care he has taken in going through the Bill and for his pertinent comments which give me the opportunity to clarify a number of points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the Member is correct in noting that the increases in the rate of CPF from 22% to 23% on 1st July 1983 and from 23% to 25% on 1st July 1984 have not yet been reflected in the Income Tax Act. However, I would like to assure the Member that the contributions by employers have been allowed appropriate deductions. A suitable amendment to the Income Tax Act is being finalized and will be included in the next Amendment Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of foreign source income, I wish to inform the Member that the provisions of section 13(3) have never been applied to companies. This is apparent from the existing provision which gives the exemption to \"any person who is in Singapore for some temporary purpose only and not with any intent to establish his residence therein and who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1921</b></font>\n  <br>\n  <br> has not actually resided in Singapore at one or more times for a period equal in the whole to six months in the Year of Assessment\". As the term \"person\" in the Act includes a company, the proposed amendment is to make clear that section 13(3) applies only to individuals. The amendment was introduced merely to remove any misinterpretation. No change in policy is intended. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to accelerated depreciation allowance, it is not intended to deny such allowance to taxpayers who have incurred capital expenditure on plant and machinery which qualify for the allowance. Therefore, any purchase made during the basis period for Year of Assessment 1985 would qualify for the three-year write-off. I thank the Member for pointing out that there is an anomaly in the drafting, and I shall arrange for the anomaly to be rectified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question of what is meant by a \"robot\" has been carefully examined. It is difficult to have a precise definition. However, for administrative purposes, the Inland Revenue Department will accept any manipulator which can be programmed to perform various operations in a prescribed sequence without any human assistance as a robot which qualifies for the one-year write-off. There have been go identifiable records to show that depreciation allowance has been allowed to indus- trial robots. However, if there are claims for residual balance to be written off, the Inland Revenue Department will allow the balance to be written off in full. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member mentioned that he will be writing to me separately on the apparent conflict on the amendment to section 21 relating to depreciation allowance for a new car registered as a business service passenger vehicle. I would welcome his comments and I assure him that they will be considered seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - (Dr Tony Tan Keng Yam). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1922</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTATE DUTY (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>6.25 pm \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance and Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance and Minister for Trade and Industry (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to give legislative effect to the estate duty concessions that were announced in the 1984 Budget Statement. Specifically, it seeks to give effect to the following estate duty reliefs in respect of persons dying on or after 1st April 1984: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The exemption limit for residential properties will be raised to $3 million irrespective of the number of such properties owned by the deceased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) There will only be two rates of duty. The first $10 million of the value of the estate chargeable to duty will be taxed at 5% and the remainder at 10%. This two-tier rate of duty replaces the existing complicated system of remission and taxation with tax rates ranging from 5% to 60%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) The maximum exemption given for assets other than those which qualify for exemption as residential properties but including Central Provident Fund (CPF) balances will be increased from $100,000 to $500,000. The full CPF balance continues to qualify for exemption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 of the Bill makes a minor amendment to section 1OA(l)(h) of the Act to reflect the change in name of the Gold Exchange of Singapore to the Singapore International Monetary Exchange (SIMEX). The exemption will now apply to deposits and balances of non-residents with members of SIMEX in respect of transactions in gold, Yen, Deutschemark and Eurodollar interest rate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Tony Tan Keng Yam). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1923</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RUBBER ASSOCIATION OF SINGAPORE (INCORPORATION) (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>6.28 pm \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance and Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance and Minister for Trade and Industry (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Rubber Association of Singapore (RAS) was established in 1965 with the task of regulating transactions in the Singapore rubber market. Its responsibilities were inherited from its original sponsors, ie the Rubber Trade Association of Singapore (RTAS) and the Singapore Chamber of Commerce Rubber Association (SICCRA). At the request of the RAS, the Rubber Association of Singapore (incorporation) Act was enacted by Parliament in 1967 to provide for the incorporation of the RAS as a corporate body and to enable it to levy a cess on rubber exports to pay for the costs of promoting and regulating the rubber trade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Act, the policy and decision-making authority is vested in the Management Committee of the Association which comprises seven members from the Rubber Trade Association of Singapore (RTAS) and seven from the Singapore Chamber of Commerce Rubber Association (SICCRA). The Committee also has a representative from the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the last 16 years, the Management Committee has been successful in its regulatory role. It has satisfactorily and speedily settled most disputes within the rubber trade. In the periods of volatile rubber prices as well as in the depressed market conditions, such as the recent ons, there has been no major collapse of any firm in Singapore. The few defaults that have occurred have been efficiently handled by the Management Committee with minimum disruption to the market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of changing circumstances, the RAS now finds that the present structure of the Committee is no longer adequate to most the needs of the industry. The two constituent associations of the RAS have hence proposed to the Government to amend the RAS Act to restructure \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1924</b></font>\n  <br>\n  <br> the Management Committee. The membership of the Committee will remain at 15. The members from the industry will be elected by members of the Association to represent all classes of the rubber trade, irrespective of their status as SICCRA or RTAS members. There will be provision for nomination of members from outside the trade, including the Government. Such representation will ensure that cross-sectional interests of the trade will be taken into account and will facilitate the Association's efforts to develop the rubber market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill before the House therefore seeks to effect the recommendations of the Rubber Association of Singapore. The Bill also introduces minor consequential amendments relating to the restructuring of the Association's Management Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - (Dr Tony Tan Kong Yam). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1924</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EMPLOYMENT (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>6.31 pm \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Labour and Second Minister for Law and Second Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour and Second Minister for Law and Home Affairs (Prof. S. Jayakumar):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Employment Act, the main legislation governing the terms and conditions of employment in Singapore, was enacted in 1968. At that time, economic conditions were harsh and unemployment was high. The impending British withdrawal threatened to make things worse. However, the Act, particularly with the Industrial Relations Act, created the stable industrial climate necessary to instil confidence and attract foreign investments and to create jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the past 16 years, the Act has served us well. Industrial discipline \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1925</b></font>\n  <br>\n  <br> engendered in the workers has helped to foster rapid and robust economic growth so much so that today we enjoy full employment despite adverse economic conditions which have crippled even the more developed economies of the West. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Conditions over the last 1 1/2 decades, however, have changed rapidly. We started off as a mass producer of low cost and low value-added products and services competing successfully against other Third world countries. But with rising wage costs and growing competition from densely populated Third world countries with even cheaper labour cost, it is vital that we shift gear and move our economy upwards to the next plane of development. We need to continually upgrade our economy and produce higher value-added products and services which will not face such intensive competition. To achieve this, we must promote the growth of a more productive workforce in order that we may attract high technology industries and services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in reviewing the Employment Act so that it can continue to contribute positively to our economic development in the next decade, we were therefore guided by the following objectives:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, we sought to raise productivity by providing for flexible work schedules which, while maximizing the use of resources and production facilities, will also benefit workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we sought to enhance the nexus between employers and employees so that workers will work with motivation and be committed to their jobs and their employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, we sought to remove obsolete and contentious provisions within the current legislation to minimize disputes and thus foster more harmonious industrial relations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, raising productivity will serve our long-term national interests. While it is more obviously to the interest of employers, it also works to the benefit of workers. With more viable companies, workers are assured of job security. Further, with more profitable companies, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1926</b></font>\n  <br>\n  <br> workers are in a better position to negotiate for better wages and welfare benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In amending the Act, Sir, we have examined labour laws and practices of relevant countries in the East and the West to see if there were elements in their legislation which could help us promote good labour management relations, productivity, and enhance economic growth. We have consulted the National Trades Union Congress, the Singapore National Employers' Federation and other major employers' organizations and took their views into account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I do not propose to go into the technical details of the Bill which are adequately covered in the Explanatory Statement. I shall rather dwell on the major amendments and briefly outline the thinking behind them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, manpower is our only major economic resource. We have to maximize the use of this resource by deploying it to produce higher value-added services and products. Only then can we assure our people of a growing standard of living. To achieve this, we need to attract high technology industries and services to invest in Singapore. As they are usually capital intensive, investors must operate their plants and facilities round the clock to achieve a viable rate of return. This, therefore, calls for greater flexibility in scheduling of working hours so that workers can be deployed to man these plants and facilities round the clock without suffering any disadvantage in their terms of employment nor any ill-health effects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current provisions in the Act governing working hours and related provisions on rest days and work week were drawn up at a time when work round the clock was uncommon and the 8-hour day and 6-day week were the norm. These provisions impose constraints on employers when they want to arrange other work schedules which will mutually benefit employers and employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, the limit on the hours of work per day in section 38 of the Act makes it impossible to arrange a 44-hour work schedule over a 5-day week. Further, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1927</b></font>\n  <br>\n  <br> the limit of 44 hours a week in the same section does not permit a work schedule which exceeds 44 hours in one week but less in the following week even though the average hours of work per week over the two weeks is not more than 44 hours. The section also does not allow employers to implement work schedules involving a work day exceeding nine hours up to 12 hours in a non-shift system, although those who operate the shift systems are presently allowed to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example, Sir, is the definition of \"week\" in section 2 of the Act which makes it so inflexible that the weekly rest day of an employee has to be granted on the same day in every week. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the amendments in the Bill will overcome the difficulties and inflexibilities that I have just mentioned. For example:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, clause 13 of the Bill will give employers a flexibility to arrange work schedules which involve 40 hours of work over five days in a week followed by 48 hours over six days in the following week. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, clause 14 of the Bill will enable employers to extend the 12-hour work day, which is currently allowed only for shift work, to non-shift work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the new definition of \"week\" in clause 15 will enable rest days to be scheduled up to 12 days apart as opposed to the current six days so that workers can take turns to have a rest on a weekend which is a fairer arrangement. In any case, the requirement that there should be a rest day during each week has to be complied with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These changes, however, do not affect the maximum number of hours of work a week which remains at \" averaged over two or three weeks. Work which exceeds this limit will, therefore, still attract over-time rates of payment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These changes and the provisions for more flexible scheduling of working hours will help to raise productivity. However, employees also will stand to benefit in a number of ways. First, with more viable \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1928</b></font>\n  <br>\n  <br> and profitable companies, employees will enjoy job security and will be able to negotiate for better wages and fringe benefits, as I have mentioned earlier. Secondly, these work schedules will result in employees being able to enjoy longer rest periods at a stretch. Further, by having to work lesser number of days a week, they save on the cost of transportation to and from work. The longer rest periods will also enable them to spend more time with their families, socializing or recreation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employees need not fear losing over-time earnings as employees cannot avoid overtime rates of payment by manipulating working hours and rest day schedules to meet unexpected work loads because work schedules must be rostered in advance. Apart from this, employees' interests are also protected if the work day is extended beyond nine hours up to 12 hours as allowed in clause 14. This clause requires employers operating on a non-shift system to obtain the workers' written consent first. Further, they are also required to explain to their employees the law governing working hours and inform them in advance of their working hours and the weekly rest days involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, another amendment to the Act to enhance productivity is in clause 21. At present, the salary of a workman must be paid in cash. His written consent is required if his salary is to be paid by cheque or through his bank account. Clause 21 removes this requirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, payment by cash is unproductive as it entails employment of staff to count money and to enclose it in pay packets. Security personnel are also necessary to escort large sums of cash in transit from banks to companies. Staff handling large sums of money also risk robberies and bodily injury. Workers themselves face some risk as there have been instances where entire pay packets were stolen on pay days. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It might seem a great imposition on workers to pay them by cheque or through bank accounts just to improve productivity at individual factories. However, with more and more retail banking outlets, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1929</b></font>\n  <br>\n  <br> particularly automated teller machines being set up, this is not the case. Further, we must look at the issue from the wider national perspective. If every worker has a bank account, he will soon learn to pay his regular bills, such as HDB instalments, PUB bills and other bills, through the Giro computerized system. This will reduce the overall manpower requirements in Singapore and remove the need for people to take time off to queue at payment counters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, another aspect of raising productivity is to strengthen the ties between the employer and the employee. This will make the employee identify with his company and work with greater commitment. While the Bill provides for improved provisions on annual leave and maternity leave, we would rather leave it to the employers to provide for better terms and more attractive benefits over and above those mandated now by law so that employees will see these improved terms and benefits as having come from employers rather than mandated by legislation. It will therefore lead to a more committed workforce, willing to stick by the company through thick and thin and making sacrifices in times of the companies' difficulties because they are assured that their employers will think of their welfare in good times. Such a motivated workforce will, in turn, lead to higher gains for both the employer and employee and ultimately to a more robust economy for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The improvement in annual leave in clause 17 is to enable employees to enjoy more leave benefits if they remain with the same employer. New employees tend to move from one employer to another in search of better terms and conditions of employment. This often disrupts skills training. To induce workers to stay longer so that they can acquire skills, clause 17 provides for increasing annual leave entitlement with increasing length of service. Every employee is thus able to enjoy the current seven days' annual leave in his first year of service and an additional one day's leave for every subsequent year of service to a maximum of 14 days' leave in his eighth year of service. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1930</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, maternity leave is to encourage female workers to remain in the workforce after childbirth. Presently, a female employee is entitled to maternity leave of four weeks before and four weeks after confinement. This provision is considered to be too rigid, Female employees generally prefer the flexibility of having a shorter pro-confinement and a longer post-confinement leave. Clause 24 of the Bill will make it possible for a female employee, with the agreement of her employer, to take longer leave after confinement so that she will have more time to recuperate and to be with her newborn. The length of maternity leave, however, remains at eight weeks. Clause 24, Sir, will also enable a female employee who has served her employer for 180 days before the day of her confinement to qualify for paid maternity leave. The current provisions require her to work at least 180 days within a period of one year before she gives notice to her employer of the expected date of her confinement. This amendment will make it easier for female employees to qualify for paid maternity leave. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, section 50 of the Act provides a formula for calculating payments of salary for annual leave and sick leave and for work on a rest day or a public holiday in the case of monthly-rated employees. However, this was based on the traditional eight-hour day work schedule. It did not take into account work schedules where the normal hours of work per day is more than eight. Clause 19 meets this shortcoming by providing new formulae to replace section 50. These formulae will ensure that payment to employees is more equitable and commensurate with their normal working hours. The new formula will also be applied for the purpose of calculating payment in lieu of a notice of termination and the amount of deduction for one day's absence from work by the employee as provided under clauses 4 and 7 of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the amendment Bill also removes obsolete and contentious issues under the Employment Act. Grey areas of the Act are often interpreted by the employer and employee naturally to their respective favour. However, with give \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1931</b></font>\n  <br>\n  <br> and take, these issues can often be resolved without trouble. But where this accommodating spirit is absent, they can lead to disputes and work stoppages resulting in the loss of production. With doubtful issues clarified or deleted, the possible areas of friction between employers and employees will thus be removed leading to more harmonious industrial relations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally Sir, the Bill will also provide for enhanced penalties for various offences under the Act. Clause 37 will raise the fines from $500 to $1,000 and from $1,000 to $2,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>6.50 pm \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Mr Speaker, Sir, the proposed amendments to the Employment Act as encompassed in the Bill before the House have some rather significant features. Underlying some of these proposed changes are subtle but important implications for our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me comment on some of the main amendments proposed in the Bill. To begin with, I would say that the proposed amendment to the definition of \"employee\" which will bring watchmen and security guards within the scope of the Act is a welcome move. It is a known fact that this category of workers sometimes work long and odd hours. It is only reasonable and equitable that they be afforded with adequate protection and be provided with the basic benefits of employment as governed by the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed amendment to section 21 allows for overtime payment to be made not later than 14 days after the last day of the salary period. The original provision was that payment must be made within seven days. The reason for the amendment, I believe, is that employers have found it difficult to pay salary for overtime within seven days as the overtime payment cannot be computed in advance. But I would imagine that with computerization and improved payment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1932</b></font>\n  <br>\n  <br> systems, the employers should be able to compute overtime payments rather expeditiously. I hope the employer would not cite this new provision as an excuse to unduly delay overtime payment to workers. The proposed amendments to section 25 and section 63 seek to allow employers to pay their workers' salaries by cheque or into their bank account without their written consent. Sir, no one can refute the fact that manual cash payment is \"unproductive and risky\". This perhaps explains why, even before the proposed amendment is mooted, many workers have not only been receptive to the idea of payment through bank accounts but have accepted it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In companies where the new mode of payment was introduced without much difficulties, this was usually achieved through proper and clear explanations to the workers of the advantages of such a scheme. Employers must also help to allay the fear of the workers in operating a bank account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that employers contemplating convening to payment through bank accounts should learn from the experience of those who have implemented the scheme to the satisfaction of their employees. I believe if employers consult the union and adopt the encouragement and soft-sell approach rather than maintain an authoritative stand towards the whole matter, they would have the cooperation of their employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I need not emphasize here again the importance of adequate banking facilities towards the successful operation of such a scheme. Employers should see to it that such banking facilities are available for the convenience of their workers. They may wish to consider staggered pay days or earlier pay days for their workers. This will greatly reduce the need for their workers to join the long queue which is a regular feature at most banks and teller machines during the end of the month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed amendment to section 29 provides for deduction of the employee's salary for damages or loss of goods caused by negligence to a maximum of one-quarter of the worker's one month's salary. Presently, the maximum deduction \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1933</b></font>\n  <br>\n  <br> is one-quarter of the wages or $50, whichever is the less. Sir, it is indeed unfortunate that even inflation has caught up with this particular provision of the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employees of any company are assigned different duties and responsibilities. For some, their jobs entail handling cash; for others, they may be entrusted with the delivery and transportation of goods. Such jobs incur some degree of risk. And the workers are liable for loss or damage. It is therefore not surprising that jobs of such nature which incur such risk are shunned by many. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that the employers should always explore ways and means of improving their systems and methods of handling goods and cash. There may not be foolproof methods in all instances. But it makes better sense to try to introduce control to prevent losses from occurring rather than to try to attribute the blame on the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed amendments to section 38 and section 40 allow greater flexibility for employers in scheduling the working days and working hours. One would perhaps understand the flexibility afforded to employers, as set out in the proposed amendments, in the light of our drive towards a high-technology and high value-added economy characterized by extensive automation and mechanization. The proposed provisions will enable those employers who have automated to a high level to be in a position to better organize their manpower resources so as to derive optimal performance and returns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I must stress that employers should not be allowed to abuse the provisions of the Act by changing the work pattern arbitrarily just to avoid paying overtime when the need for overtime work arises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amendments to the Act allow employers to implement a 12-hour shift. The most common arguments put forward in support of a 12-hour shift system is the need to optimize and maximize the utilization of expensive plant and equipment. But this shift system is still a fairly new work arrangement and its validity in increasing productivity and work motivation has not yet been fully established. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1934</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One common physiological effect arising from long hours of work is fatigue. Research has shown that a sudden increase in working hours could result either in a perceptible reduction in productivity or a significant increase in symptoms of fatigue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would urge companies which intend to introduce the 12-hour shift to study their nature of operations and to obtain the views of the workers. If the work is strenuous and intensive and if working conditions are adverse, such as extreme hot or cold, high levels of noise, vibration and dust, the 12-hour rotating shift system can cause serious detriment to the health of the workers. On the other hand, the 12-hour shift system may be more suitable for light work or for tasks having numerous rest pauses and waiting time arising from the nature of the operations. I must stress that higher productivity must not be achieved at the expense of workers' health and safety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed amendment relating to the progressive increase in the annual leave entitlement with the length of service is in line with the policy of encouraging the workers to stay with their employer. This is worthy of support. I also fully support the proposed amendment to section 76 which allows a female employee to take less than four weeks pre-confinement leave so she could have longer post-confinement leave. Apart from allowing the female to exercise their preference, the flexibility of a longer post-confinement leave will also give the female employees more time to work out their child-care arrangement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the amendment Bill confers upon the employers several management prerogatives, including flexibility in devising the work schedule and in paying salaries by cheque or through the bank account, etc. All these were proposed in the name of productivity, efficiency and optimum utilization of plant and machinery. We can convince and mobilize our workers to support measures to improve productivity and efficiency. This is good for our economy and our nation. But at the end of the day, we have to ask ourselves the question: Have the workers benefitted from the productivity improvement and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1935</b></font>\n  <br>\n  <br> have they been given a fair share of the fruits of success? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore hope that the employers in Singapore would view the amendments to the Employment Act in the right perspective. They should exercise their prerogative and discretion in the right spirit and in the right manner. Management should adopt a consultative rather than an autocratic approach before introducing any changes. And most important of all, the employers must have the interest of the workers at head and be prepared to share with the employees whatever gains or benefits derived from higher productivity and better utilization of capital, equipment and manpower resources. \n  <br>7.00 pm \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Mr Speaker, Sir, I would like to look at the amendments to the Employment Act in a positive way, in that they will, provided certain safeguards are taken in the implementation, enable higher productivity to be achieved and this will benefit our workers who will be able to enjoy a better quality of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I would like to comment on the provisions in clauses 13 and 14. They will give greater flexibility to employers to schedule the working days in a week as well as working hours in a day. A flexible work system will allow the high technology plant and equipment in our factories to be operated at an optimum level each day. It will help justify the high capital investment and, as such, will encourage employers to invest in capital intensive industries. The benefit to workers will be that better jobs will be created and there will be more opportunities for them to upgrade their skills and knowledge. In the process they will be able to earn higher salaries and enjoy greater job satisfaction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to stress that there must be effective consultations between the employers and their employees before such flexible work systems are introduced. While the employers want to achieve higher operational efficiency, they must never neglect their employees' well-being \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1936</b></font>\n  <br>\n  <br> which deserves their priority consideration. They must show genuine concern for their employees' health and safety. The employers must satisfy themselves that longer work shifts, like the 12-hour shift, will not bring harmful effect to their employees. Their employees' mental and physical health must not be adversely affected by the flexible work system. The employers must also realize that the longer shifts can also adversely affect the workers' family and social life. In short, we must always maintain a balance between the drive for operational efficiency and the crucial need to safeguard the workers welfare and well-being. As we gear ourselves to promote greater economic progress and development, sufficient care must also be taken to ensure that the families of the workers will not suffer. The Government will have to check that the employers will not abuse these provisions and must take them to task if they do so. Effective consultations between the employers and employees will see to it that the workers' welfare and well-being will not be neglected in the pursuit of greater operational efficiency and higher productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The employers must be continuously reminded that in the effort to raise productivity their employees must be happy and comfortable. They will only be motivated to work to the best of their ability if they know that their employers genuinely care for their welfare. It is the objective of the amendments to the Employment Act to bring about greater labour-management cooperation and to enhance company loyalty. The employers must understand this. Lack of care and concern for their workers' welfare in the implementation of these provisions will strain the relationship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 21 will enable employers to pay salaries of their employees by cheque or into their banking account without having to obtain their employees' written consent. I would like to again ask the Minister to see that there will be adequate safeguards to ensure that employers do not take advantage of this and implement new salary payment system which may create difficulties for their employees, particularly when they are not given sufficient \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1937</b></font>\n  <br>\n  <br> time to adjust to the new system. We have among our workforce workers who may not be familiar or accustomed to the banking system. For all these years they have been paid in cash, and if they are paid through the banking system now, they will find difficulty to adjust, at least in the initial stages. They should therefore be given the necessary help to prepare them to be paid through the banking system before such payment system is implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Payment of salaries into the employees' banking account or by cheque can bring about cost-savings for the employers, and I think it is only fair that some of this cost-savings is shared with their employees as well. Sir, I support the Bill and I would like to ask the Minister to give the assurance that serious consideration will be given to safeguard the workers' welfare and well-being in the implementation of the above provisions in the Bill. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1937</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motions)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the item under discussion be exempted at this day's sitting from the provisions of Standing Order No. 1 - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1937</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EMPLOYMENT (AMENDMENT) BILL</b>\n  </div> \n  <br>7.06 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong (Senior Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Home Affairs (Mr Chin Harn Tong):</b> Mr Speaker, Sir, I rise in support of the Employment (Amendment) Bill. This Bill is of much interest to workers because the possibility of the amendment of the Employment Act has long been discussed by the public before the Bill was finally presented in Parliament. As a Member in this House very much associated with the trade union movement, I have scrutinized the provisions of this Bill very carefully. Though I have heard comments by some persons to the effect that the provisions of the Bill are mainly favourable to employers rather than to workers, I can say from my own study of the Bill that this is not correct. For example, security guards and watchmen who constitute a sizable proportion of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1938</b></font>\n  <br>\n  <br> workforce in Singapore are now brought within the scope of the Employment Act. The provisions of annual leave for workers are made clear and more favourable to workers. Under the existing Employment Act, a worker has to work more than 10 years before he can enjoy an annual leave entitlement of more than seven days. Under this Bill, with every additional year he works, the worker enjoys a greater annual leave entitlement immediately. Similarly, the provisions of maternity and protection benefits are made more favourable to workers in that the workers may take their two months paid maternity leave after confinement, as is the usual practice amongst workers in Singapore. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last, but not the least, the Bill provides for different basis of computation of ordinary rate of pay in accordance with the actual number of working days in a week. Such a provision is useful when calculating the salary payable to a worker on termination of service. On the other hand, ft may be said that provisions of the Bill, such as those concerning overtime, may be intended to favour the employers. But to take an objective stand on this matter, any Bill to amend the Employment Act to make it more reflective of the existing circumstances must necessarily contain provisions that are equally favourable to employers as well as to workers. Sir, if the Bill has been drafted to favour the workers rather than the employers, it would not be in the long term interest of the workers themselves as ultimately the employers are also investors and may not be induced to set up businesses in Singapore to give employment opportunities to workers here if the employment climate and conditions are made to be unfavourable to them. On that consideration, I view the Bill to be a well-balanced piece of legislation as it seeks to make the statutory provisions governing employment to be objectively fair and balanced between the employers and the workers, as it is not in the interests of either the employers or workers to have provisions which are disproportionately adverse to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the significant merit of this Bill is that it makes the provisions of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1939</b></font>\n  <br>\n  <br> principal Employment Act more flexible in keeping with the needs of industry and commerce as practised in Singapore. Sir, the only caution I may express is that the greater the flexibility of a piece of legislation, the greater is the scope for exploitation by employers. I accordingly support the Bill but with the request that the Ministry of Labour is to exercise more vigilance in its enforcement of the pm- visions of the principal Employment Act in order to ensure that the provisions of the Employment Act are not abused by employers against workers. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, we are debating amendments to legislation for a section of our population who have served us well. Sir, I do not have to remind Members of the House that they have served us well and they have contributed in no small measure to the prosperity that we now enjoy. This has been acknowledged year after year by even this Government in its Budget Statements. But all we have had is lip-service from this Government on the contribution made by the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Employment Act was not the first piece of legislation that governed the conditions of work for our workers in Singapore, There was, before this Government took over the governing of this country, legislation and that legislation contained terms which were moria favourable to the workers than are to be found in the Employment Act. I remember, Sir, before the 1959 elections, at rallies addressed by the Prime Minister he was complaining about how the workers under the then legislation were being discriminated against in favour of the employers and how his Government or his Party when it came to power would remedy all that. As I have said before, this Government came to power on the backs of the workers, and the moment it took power it forgot its promise to the workers. And it began dismantling the provisions in the employment legislation and introducing legislation which militated against the welfare of the workers and their interests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was this Employment Act which was introduced. Then there was the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1940</b></font>\n  <br>\n  <br> amendment to the Industrial Relations Act which cut down very severely the right of bargaining which was given to trade unions, the right of the trade unions to secure for their members better working conditions and better benefits from their employers. This was all introduced on the ground that it was necessary for the economy of Singapore because it was passing through a difficult period. There was the British withdrawal. We did not know what the future would look like and so the workers were persuaded to accept all these limitations on their rights and to put up with less favourable conditions of terms and service. They have put up with them and they have responded and played their part, as I said, in contributing to the economy of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As has been said by the last speaker, Mr Deputy Speaker, this proposed amendment to the Employment Act has been mooted for some time now. It was said that it was going to bring in a better deal for the workers or that is what they hoped. May I say, Mr Deputy Speaker, Sir, that this Bill is a bitter disappointment. There are of course some provisions, crumbs thrown to the workers, in this Bill, which would appear to give the impression that they are getting some benefits but they are very marginal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A number of these provisions are designed to help the employer and that has been touched upon by previous speakers and I do not propose to go through them. The hope has been expressed that employers may not exploit the rights given to them under this Bill and under the Act and take advantage over their workers. But this Bill, Mr Deputy Speaker, Sir, is no great deal for our workers. May I touch upon three areas where, I think, it is sadly lacking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mention has been made about giving workers security of tenure. In the legislation before the Employment Act came into force there was, as is provided in this Act, a period of notice that an employer had to give an employee before he terminated his service. But then under that legislation, the employee was entitled to a month's notice and if he had worked for more than seven years he was entitled to two months' notice. Under the Act, irrespective of how \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1941</b></font>\n  <br>\n  <br> long a worker has worked, an employer can give him notice of only four weeks and terminate his employment. That is all that he has to give. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is, under the Act, section 14 which provides that an employer shall hold a due inquiry before he dismisses an employee. I had spoken on this before. Under this section, the employer may dismiss an employee for .misconduct after due inquiry. One would have thought that that provided some form of security. for the worker. But the Court of Appeal has held that despite the provision in the Act requiring an employer to conduct an inquiry before he dismisses him, an employer may nevertheless dismiss the worker without any inquiry and only pay him the four weeks' wages which is required under section 10 of the Act where an employer terminates an employee's services. So although the intention of section 14 may have been to give the workers some security, some protection against dismissals, it did not achieve that effect because the Court of Appeal held that it was not mandatory and did not render a dismissal in violation of that provision nugatory. The dismissal was still valid and the employer was only liable to pay damages for the breach of contract. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had asked the then Minister for Labour whether he would consider amending section 14 of the Act to provide that where an employer does not hold a proper inquiry before he dismisses a worker, the dismissal shall be null and void and the worker should be reinstated in his employment. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong (Minister without Portfolio) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister without Portfolio (Mr Ong Teng Cheong):</b> Go to court. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is not a question of going to court. It is a question of providing it. The court has held that section 14 of the Act does not require the employer to hold any inquiry. He can still nevertheless dismiss an employee but the Ministry's intention was that the employer should hold an inquiry. With the court's decision, I should have thought that any Government concerned with the welfare of the -workers would have taken steps to put right the defect in the section which the Court of Appeal said there was. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1942</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister spoke about consulting legislation in other countries; I take it, enlightened labour legislation in other countries. Does he not know that there are in some countries statutes which legislate against unfair dismissals by an employer of his employee? The legislation provides that where an employer terminates the services of an employee for no good reason, the employee may appeal to a tribunal and the tribunal can order the employer to take the employee back into his service except where the termination is necessitated on the grounds of reorganization and it is not found possible to retain the employee in the employment. But in that case the tribunal can order the employer to pay compensation based on the years of service of the employee. Here we have no such provision for our workers. There is no security of tenure for our workers. They may work 15 years or 20 years with an employer and give devoted faithful service but before they can retire the employer may dismiss them. And all he has to do is to give them four weeks' notice regardless of the length of service that they have put in with the employer, or he can just throw at the employee four weeks' wages and say, \"Leave immediately.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So in what way is this Bill a big deal for our workers? what are the provisions here that go any way to guarantee them security of employment, security of tenure in their employment, that protect them against unfair dismissals? Nothing at all. All that we are left with are these marginal benefits given to the employees, perhaps to compensate for the benefits that are given to the employers by this Bill to arrange work schedules to suit them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mention has been made about the 12-hour shift. What is the provision in this Bill that will stop employers forcing 12-hour shifts on workers? We must accept that employees and workers are entitled to be consulted. I have mentioned in my Budget speech here of the legislation in other countries and of the practice in other countries where workers sit on the boards of companies to regulate terms and conditions of service of the workers. There is nothing whatsoever of that in this Bill. I say, Sir, with regret that this Bill continues in the betrayal of the workers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1943</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One would have thought that this Government, having recognized the contributions that the workers have made, would have found it possible to compensate them and to thank them for their contributions; but nothing at all. All that we are left with are crumbs and pious appeals to the employers. I sos that even the tax collector is allowed now under this Bill to grab the whole of the employee's wages first if the employee owes the tax collector any tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister, a number of times, has referred to my betraying the workers at Blair Plain and this, of course, is faithfully reproduced by the lackey press. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> You misled the residents of Blair Plain. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But, Mr Deputy Speaker, Sir, let me say here that those workers in Blair Plain, before I became a Member of Parliament, were served with notices to vacate their quarters. They were told - no doubt they were given two years' notice - but they were told that they had to vacate them. And they were told that there was no obligation on the part of the employer. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Jeyeretnam, we are not debating on Blair Plain. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b>. But we are talking about the workers. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Would you please come back to the Bill? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am talking about the care and welfare of the workers, Mr Deputy Speaker, Sir, and they are workers with the Port of Singapore Authority. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> But what has that got to do with the Employment Act? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The Employment Act regulates the welfare of the workers, Mr Deputy Speaker, Sir. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Would you please come back to the Employment (Amendment) Bill? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, I am talking about how this Government looks after the welfare of the workers - \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1944</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> But what has that got to do with Blair Plain? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> We are debating that at the moment. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs (Mr S. Dhanabalan):</b> No, we are debating on the Bill. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Come back to the Bill, please, otherwise I will have to ask you to sit down. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, I know you can, but what I would like to say is that - \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> It is not relevant. I am just telling you that it is not relevant to the Bill. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What are we debating on? The welfare of the workers, are we not, under the Employment (Amendment) Bill? \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> What has it got to do with Blair Plain? You tell me that. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Because I have been accused of letting them down. I want to show - \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> That is a different matter altogether. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is not a different matter. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> The hon. Member with whom you should be debating is not here. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He may not be here, but it is not a different matter. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I am afraid you are taking up too much of the time of the House now. Please, would you come back to the Bill? Or woUld you rather sit down? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, Sir, I am afraid you are restricting my right to speak in this House. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I am not restricting your right. I just want to make sure that the business of this House is conducted in an orderly manner. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, I am not contravening - \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1945</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> We are honourable gentlemen, and I would like to see that we conduct our business in an honourable manner, please. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> We are dealing with legislation for the workers, are we not? \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes, we are. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> And I am talking about a section of the workers, how they were dealt with. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes, you may talk about the workers, but what has it got to do with the resettlement problem in Blair Plain? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am sorry, if you do not see that, then I am afraid I cannot do anything about it. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I do not see the relevance. So do you want to sit down or do you want to carry on in a more specific term in line with what we are debating here, and that is, the Employment (Amendment) Bill? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That was said in support of my argument - that the whole Bill is a let-down and a betrayal of the workers. Not only this, but the Employment Act - \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I am not restricting you from saying that. You can say that. Yes, go ahead, please. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, as I have said, this Bill sadly lacks any provisions for the security of tenure and against unfair dismissals and it is a poor Bill after so much promise to the workers. Thank you. \n  <br>6.35 pm \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang)</b>(\n  <i>In Malay</i>): Mr Deputy Speaker, listening to the speech by the Member for Anson, I felt very upset. The impression I got is that our Singapore workers are proscribed, suffering, miserable, impoverished, oppressed and only puppets of employers. And he also alleges that the services promised to the workers are only lip service. Where is his sincerity when he refuses to listen to the true explanations, which I am going to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1946</b></font>\n  <br>\n  <br> tell him, by leaving the Chamber? Most deplorable. Several of my colleagues and I daily are involved in the activities of the workers and trade unionists discussing from time to time, outside of office hours, ways and means to enhance their working conditions, not just as workers only but, more than that, as citizens and as one community heading towards the same direction. However, the Member for Anson persistently refuses to accept the truth and, as I am no orator, I do not wish to pursue the matter further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I wish to stress to him is that he should open his eyes wide and see for himself the living conditions of the workers in Singapore, be it at the workplace, their home or wherever they may be. Look at the food they eat, their comfortable life at home, how their children are attired and also their level of wages which they have been getting today. There is no need for me to elaborate the true living conditions enjoyed by our workers today. If we peruse the local dailies, we will be able to know in depth the determination of our workers in preparing themselves to achieve further progress in the years ahead, and I am convinced that the purpose of introducing this amendment is no other than for the upliftment of the conditions of our workers and also for our Singapore society as a whole. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the issues that I intend to raise have already been touched upon by my colleagues from Boon Lay and Aljunied, I do not wish to cover the same points again. I only hope that great care must be exercised in the initial implementation of these amendments in order to gain the confidence of the workers; that the workers are convinced of our sincerity to further uplift their working conditions, because our workers comprise those who are not so skilled, with inadequate education, but who are already advanced in age and who may find it difficult to adapt themselves to new situations and who may require a longer time to absorb these amendments. These amendments have to be explained to them to enable them to grasp the full implications and thus encourage them to strive even harder in order to progress. Although the NTUC has organized and conducted courses, classes, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1947</b></font>\n  <br>\n  <br> such as BEST and others, I feel that this can be dons more successfully if the full support of the employers is forthcoming. I support this amendment. Hopefully, we can achieve even more rapid progress. Thank you. \n  <br>7.42 pm \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii (Bukit Batok)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, first of. all, let me say that I support this Amendment Bill. Just now several Members have spoken in full agreement with the objectives of the Bill. They spoke on behalf of the workers, expressing the concern that employers might make use of certain provisions of the Bill as an excuse for taking certain measures disadvantageous to the workers. But I would stress that our society is a free enterprise society. The employer and employee are in the same boat. We can describe the employer as rather the helmsman and the employee as a member of the crew of the boat. They should cooperate with one another and forge towards the same direction so as to achieve greater success. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I myself can be described both as an employee and an employer. Living in this society, each one of us often has different roles. Therefore, our perspective should be an all-rounded ons. It should be comprehensive. We should view the perspective from the point of the general interest of the whole society, the whole nation. We should not be like the Member for Anson who wastes so much of our time, particularly at this time when normally people take their dinner. The air-condition ing here is rather cold and so, having spoken, he has gone out; perhaps he has gone for his dinner. He has been harping on the same tune, trite repetitions, in his verbose utterances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should know that Parliament represents the general interest of the people of the whole nation. When we speak here we must speak with a broad vision on the premise that the interest of the nation must be uppermost. We should not be partisan in our attitude in this respect. We should not presume that every employer is bent on exploiting the worker. In fact, in a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1948</b></font>\n  <br>\n  <br> free enterprise society, the employer of course wants to make money. If the employees do not find their working conditions comfortable, of course, their effectiveness and productivity will also decrease, so that the employer will also be adversely affected. Therefore, the employer would not be looking for trouble for himself, by finding fault or cavil with the employee just to discomfort the employee. The employer and the employee are just like a pair of hands, left and right hands, of our body. So, with cooperation if the employer has good business, he can make more money. I believe every employer will then be willing to give more reward to the employee. So the crux of the matter is usually due to the different views on the same matter. Perhaps the employer thinks that this is enough. But the employee says it is not enough. So it is a matter of degree. Therefore, we should pay attention to this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards wages, whether it is sufficient or not or whether it is right or wrong, it is all in our conscience. If an employer is so stingy and puts all his profit into his own pocket and does not care for the welfare of his employee, then his company will not succeed. Singapore is an open society, and many of our employers come from different countries. If they cannot have a foothold and make money in Singapore, they might as well wind up their business and go elsewhere. Therefore, what we are discussing today namely, the Employment (Amendment) Bill, is to meet the requirements of the day. Therefore, we must base our discussion on the interests of our nation and the interests of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully support this motion. \n  <br>7.47 pm \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Mr Deputy Speaker, Sir, the Member for Pasir Panjang is normally a calm and patient man. I have never seen him lose his temper. But he was rather angry with some of the comments made by the Member for Anson, and I think he rightly stood up to state his views in this House. The unfortunate thing was, of course, that the Member for Anson decided that he did \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1949</b></font>\n  <br>\n  <br> not want to listen to a barrage from the Member for Pasir Panjang. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson has, as usual, not done his homework and he was not talking about the Employment (Amendment) Bill before us but rather repeating what he has mentioned many times in the past in this House. The only relevant point which we may term \"relevant\" was his view of the Employment Act. He made out that the Employment Act is a betrayal of the workers of Singapore. Again, he has got all his facts wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the Employment Act was passed by this House in 1968, we should consider it as a milestone in labour legislation. It was a historic definition of the ground rules for a healthy relationship between employer and employee. The Employment Act sets out the rights and responsibilities of each party in the employment contract. That such rights and responsibilities could be enforceable by law was a necessary condition for investors to have confidence in placing their capital in Singapore, thereby creating jobs, giving to Singaporeans the right to work, to earn a living and to build a better life for workers and their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With high unemployment, a harsh reality in 1968, union leaders accepted the Employment Act although, to many of them, it was more favourable to the employer. But they soon found out that as more investments came in, the unemployment quickly disappeared. Our unionists learnt that, by sacrificing some short-term goals, the aspiration of \"bread for all\" that we hear so often in international trade union gatherings has been achieved by Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers, particularly foreign investors, quickly found that the Singapore worker is diligent, flexible, eager to learn and highly productive. With stable, social, economic and political conditions, Singapore is an attractive place for investment. So high unemployment transformed into a tight labour market and real wages have increased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can write beautiful Employment Acts giving workers all kinds of benefits. But what would be the use of such legislation if there are no jobs. The Member for Anson \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1950</b></font>\n  <br>\n  <br> keeps referring in this House to legislation of other countries. And very often he has referred to British legislation. I wonder what is the use of British Employment Acts or Trade Union Acts would be to Singaporeans. Does he not know that today they have a very high unemployment problem? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Strikes! \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Strikes, lock-outs and chaos in their ports, on their roads, and what I think is worse still for the workers in Britain is the fact that fresh school leavers/graduates have very limited opportunities to find work. 50% on a national average of British school leavers have no hope whatsoever of getting a job. Sir, if you look at the more depressed areas, the figure goes up to 100%. So what is the use of talking of tenure of jobs if there are no jobs at all? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning to our own Employment Act, particularly the amendments proposed to this House, I think the Employment Act has served us well in the last 16 years. But some of the clauses are out of date and should be revised. One of the provisions concerns maternity leave. It is already widespread practice for employers to allow expectant mothers to work up to confinement and grant two months' post-confinement leave. Most mothers have found it much more beneficial to have two months' leave after birth to recuperate and to nurse their new-born, than to rest one month before birth and have only one month to recuperate after confinement. So the amendment here is not something new but merely bringing up to date what is generally practised in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example of an outmoded provision is in statutory minimum annual leave. Seven days annual leave may have been adequate in 1968 when workers were thankful to be at work and perhaps fearful that to take leave may mean that their places could be taken by someone else. Today, it is time for us to provide for a more decent period of annual leave entitlement. But the proposal in the amendment is not as good as what is enjoyed by workers. So I consider this as enshrining a principle which the Minister for Labour has stated, ie to give recognition to long-serving employees. The actual minimum \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1951</b></font>\n  <br>\n  <br> number of days specified in the amendment lags far behind what our workers enjoy. Our union leaders have successfully negotiated for better leave conditions than what the new amendments provide. And with jobs for all, continued economic growth, high productivity, our workers need not be concerned with the minimal provisions in the legislation. They will enjoy much better terms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I consider to be more significant in the proposed amendments is in the laying of a new set of work rules for our future growth. One of the amendments will open the way for employers to pay wages into a bank account of their employees. As the Member for Boon Lay has stated, even without this amendment some employees are already doing so with the consent of their employees. We are moving into a new era which some have called \"the information society\". A cashless society will be part of this new age. The Government is forward looking and in this respect the amendment serves to signal that we must move forward. Our workers and union leaders are not against the cashless society. What they are concerned with is the process of the change. In March, I dealt at length on the problems that workers may face in the change from cash payment to cashless payment. And this afternoon, my colleagues have again stated some of the problems. I do not wish to cover the same points again. However, like my colleagues, I wish to reiterate that employers should not take the amendment as giving them a free hand to decide the method of payment. If they are caring employers, they should first discuss the change with their employees, find out their problems and difficulties, and in the implementation, make sure that these problems are solved. There must be consultation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second major change in the Bill of much greater significance in the long term is found in the cumulative effect of the amendments to clauses 13, 14 and 15 of the Employment Act. Considerable flexibility is now given to employers to schedule working days in a week, working hours in a day and intervals between rest days. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1952</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Given the need to maximize the use of high cost capital equipment of high level technology, such a flexibility can result in our factories becoming more efficient and more competitive. Properly planned, the flexibility can also be beneficial to workers. But improperly used, solely from short-term profit motives, it could lead to a degradation of the quality of life of workers and their families, the social aspect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here again, union leaders and workers are not against this amendment because of the danger of abuse by a small number of unenlightened employers. We will support this amendment because this flexibility is advantageous to all workers in the information age where flexitime will be a feature. But we need to remind employers that they should observe both the spirit and the letter of the law, and not merely interpret the letter of the law for selfish short-term goals. Again, we call for consultation so that all may benefit from the flexibility in working days and working hours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To those unenlightened and narrow-minded employers who form the minority and who have inclinations to exploit workers, we serve notice now that our unions will be vigilant and will not fail to take errant employers to task. At the same time, we would urge the Ministry of Labour to be equally vigilant to ensure that both the spirit and the letter of the proposed amendments are observed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to commend the Minister for Labour for his consultation with the union leaders in the process of formulating these amendments. I think the process has proved both beneficial to the Ministry of Labour as well as to the trade union movement. I thank him for that and urge him to continue this good practice. \n  <br>8.00 pm \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Deputy Speaker, Sir, the hour is late and I am sure all Members as well as non-Members in the Chamber must be tired, and so I do not propose to dwell at length in my reply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to thank the Members for Pasir Panjang, Bukit Batok and Kebun Baru for their comments. I have taken note of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1953</b></font>\n  <br>\n  <br> various points they have raised. I am glad to note their positive support for the principles and provisions in the Bill. If I could generalize, they have qualified their support with a note of caution and some apprehension as to the ways in which the new provisions for cashless pay, for flexible working hours, for flexible working weeks, will be implemented, their scope for abuse and so on. I have taken note of their valid concerns. In fact, I would say that employers would do well to heed the points which have been expressed by the hon. Members this evening. As for the Ministry of Labour, I can assure hon. Members that the Ministry of Labour will not fail to keep these points in view when we monitor the implementation of these provisions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But above everything else, the so-called unenlightened employers referred to by the Member for Kebun Baru should take note that if they seek to implement these provisions in a short-sighted manner or in an exploitative manner, the greatest sanction really is, that they would lose these workers. In a tight labour market, unenlightened employers would be doing themselves in if they tried to exploit these provisions. I am sure that the workers and their representatives in the unions will be vigilant and will bring to the attention of the Ministry each and every instance of such malpractice for the Ministry to investigate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as far as the specific provisions commented on, I have taken note of them. They are not objections to the principles but the comments have been made on questions of implementation. While my Ministry will look into these detailed comments, I may now just touch on a few. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The requirement as to flexible hours, 12-hour working day: I would like to point out that we have taken into account the previous concerns expressed in various informal discussions as well as in union dialogues. If one examines the provisions of clause 14 of the Bill, certain safeguards have, in fact, been incorporated there. The consent of the workers must be obtained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as far as the provision for deletion of the $50 in the provision for deductions for damages to goods or for money entrusted \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1954</b></font>\n  <br>\n  <br> to an employee, I would like to point out that this section has a very restricted meaning. It deals not with goods generally but with goods expressly or specially entrusted to the custody of the worker. Of course, that section also deals with money. But in this connection, it may be worthwhile noting that, as we move into a cashless pay society, this problem should become a thing of the past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in a sense it may not be necessary for me to reply to the Member for Anson because effective rebuttals have been given eloquently by the Member for Pasir Panjang as well as the Member for Kebun Baru. I would say that his professed concern for workers' rights is today matched by his total lack of interest in what transpires in the proceedings on this Bill after he spoke. The fact that he left is typical of the depth of his concern for the rights of workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The points he has raised are nothing new. They have been raised before. He makes constant references to the rights of workers enshrined in laws in other countries. Mr Deputy Speaker, Sir, we can have the most grandiose Bill of Workers Rights drafted but, as the Member for Kebun Baru has said, what is the use of having a nicely drafted Bill of Rights when there is nothing really to bargain about? There are no jobs to bargain about in these countries. Bargaining is irrelevant because people are unemployed. We have enshrined in our Employment Act, and supplemented by the Industrial Relations Act, a scheme where workers have scope for bargaining, not for invisible jobs but for real jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, I think all those foreign critics or the Member for Anson might do well to read what Dr Winsemius has written in his published interviews in our press as to what is the real right when we talk about rights of workers. I remember, in this interview which was published in the local press, he said that in his view all the socialists in the International should read the Universal Declaration of Human Rights, and if I may quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'And then the fools will find that one of the human rights is that of employment. Every one of them (in other countries in Europe) has managed to create with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1955</b></font>\n  <br>\n  <br> their stupid practices unemployment directly contrary to human rights.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, Sir, for many years we have managed to have economic progress and stability and have achieved a situation of full employment, a record which very few other countries, developed or developing, can boast about. What is our task now? Our task is to go forward. The question. is not whether this Bill is pro-employer or pro-employee, as the Member for Anson tried to project it. This is not the approach. This Bill is pro-Singapore, is pro-progress and advancement; it is anti-unemployment, anti-deterioration of our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson raised several other topics. I do not intend to go into them, except one. On his resurrecting his point about the right to inquiry under section 14, this was a subject of debate between him and the previous Minister for Labour. The record is in the Hansard at the sitting on 19th March 1982. He complained then, as he complains now, that a court had decided or interpreted the provision in a particular way and he wants us in Parliament to change it. He blows hot and cold. Only this morning, in the discussion of the Criminal Law legislation, he made ardent pleas that the judicial discretion of the courts should not be tampered with. And he bemoaned the fact that Parliament was, in his interpretation, trying to fetter the discretion of the courts. Yet, barely hours later, he comes here and he asks us to overturn the judicial interpretation of the court. This speaks for itself! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He says that in other countries there are provisions for complaints to be made on unfair dismissal. He talks about tribunals. We too have provisions for complaints of unfair dismissals, and victimization. The record speaks for itself. There have been cases where appeals are made to the Ministry of Labour, and where the com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1956</b></font>\n  <br>\n  <br> plaints are justified, employees have been reinstated. In other cases where they are not reinstated, compensation has been ordered where a case has been made out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has not read the provisions of the Bill, Mr Deputy Speaker. The best example of his complete lack of understanding of the Bill, which proves that he has not even taken the trouble to read the Bill in relationship to the Act, is when he asked about the 12-hour working day in clause 14. This was his question, \"Where are the safeguards to prevent employers to force the employee into a 12-hour working day?\" If one looks at clause 14 carefully, this is what it says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(2) No consent given by an employee under this section shall be valid unless the provisions of this section and section 38 have been explained to the employee and the employee has been informed of the times at which the hours of work begin and end, the number of working days in each week and the weekly rest day.' \n  <br>\n  <br>And the earlier part of the paragraph says that this applies to employees who have consented in writing to this new flexible 12-hour working day. On that note, Mr Deputy Speaker, I think I need not spend any more time dealing with the points resurrected by the Member for Anson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Prof. S. Jayakumar]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> Resolved, \"That Parliament do now adjourn to a date to be fixed.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Sixteen\n  </div> \n  <div align=\"right\">\n   minutes past Eight o'clock p.m.\n  </div> \n  <div align=\"right\">\n   to a date to be fixed.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1957</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840726/19840726-HA-0441957.htm\">CRIME STATISTICS 1978-1983, AVERAGE SENTENCES FOR ROBBERY AND HOUSEBREAKING OFFENCES 1976 TO 1983, AVERAGE PRISON SENTENCES (IN MONTHS) 1976 TO 1983, AVERAGE SENTENCES FOR OUTRAGING OF MODESTY, SNATCH THEFT, MOTOR VEHICLE THEFT AND EXTORTION 1976 TO 1983, RELAPSE RATE BY LENGTH OF SENTENCE, RATE OF COMMON ROBBERY AND AVERAGE SENTENCES IMPOSED ON ROBBERS (1976-1983), RATE OF HOUSEBREAKING AND THEFT AND AVERAGE SENTENCES IMPOSED ON HOUSEBREAKERS (1976-1983), (Cols. 1959 - 1974)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1958</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1959</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1960</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1961</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1962</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1963</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1964</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1965</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1966</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1967</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1968</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1969</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1970</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1971</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1972</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1973</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1974</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
