{"memberId": null, "volumeNo": "43", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "10", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"43\"> \n  <meta name=\"Sit_No\" content=\"10\"> \n  <meta name=\"Sit_Date\" content=\"1984-03-16\"> \n  <meta name=\"Start_Col\" content=\"1175\"> \n  <meta name=\"End_Col\" content=\"1276\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">43</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">10</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">16-03-1984</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1175</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 43</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 16th March, 1984</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Acting Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Chan Chee Seng (Jalan Besar). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Maj. Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister of Defence and Second Minister for Health. \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1176</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister for Health. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Acting Minister for Labour. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of Finance. \n  <br>Mr Liew Kok Pun (Boon Teck). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1177</b></font>\n  <br>\n  <br> \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok, B.B.M. (Bukit Ho Swee). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance and Minister for Trade and Industry. \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for the Environment and the Minister for Social Affairs. \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and Minister for Culture, Dr Wan Soon Bee (West Coast), Minister of State. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1178</b></font>\n  <br>\n  <br> \n  <br>Dr Yeo Ning Hong (Kim Seng), Acting Minister for Communications. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr Chor Yeok Eng (Bukit Timah). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr P. Selvadurai (Kuo Chuan). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Sa niff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1177</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon (Alexandra) - from 19th to 23rd March, 1984. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1178</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Liew Kok Pun (Boon Teck) - from 22nd to 26th March, 1984. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1179</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>PRIMARY PRODUCTION</b>\n  </div> \n  <div align=\"center\">\n   <b>(Government Policy)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Goh Chee Wee</b> asked the First Deputy Prime Minister and Minister of Education what is the current policy of the Government on primary production and whether there are specific plans to achieve self-sufficiency in pork, poultry, eggs and other primary produce. \n  <br>\n  <br>\n  <!-- Dr Goh Keng Swee (First Deputy Prime Minister and Minister of Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister of Education (Dr Goh Keng Swee):</b> Mr Speaker, Sir, it is not the Government's policy to achieve self-sufficiency in pork, poultry, eggs and other primary produce. I have explained in reply to a previous Question how an attempt to achieve self-sufficiency in pork has led to great harm in the form of environmental pollution and high cost to consumers. All producers of poultry, eggs and other primary produce must compete with imports if they want to survive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is better that we earn incomes in producing goods and services in which we have a competitive advantage over others and buy from other countries what we need with the money we earn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1179</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CITIZENSHIP APPLICATIONS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Refusals)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr M.K.A. Jabbar</b> asked the Minister for Home Affairs, in the years 1981-83 (a) how many applications for citizenship had been refused; and (b) how many of such refusals had been endorsed by the Citizenship Advisory Committee. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister of State for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Home Affairs (Prof. S. Jayakumar) (for the Minister for Home Affairs):</b> Mr Speaker, Sir, from 1981 to 1983, 35,908 new applications for citizenship were received. This was in addition to the number of cases carried forward. In the same period, a total of 29,548 applications were approved and 13,149 were refused. All the applications refused had been endorsed by the Citizenship Advisory Committee. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1180</b></font>\n  <br>\n  <br> number of refusals each year was as follows: \n  <pre>\r\n\r\n      Year           No. of Refusals\r\n\r\n\r\n\r\n      1981                  5,202\r\n\r\n      1982                  6,887\r\n\r\n      1983                  1,060\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, supplementary question for the Minister. Perhaps would he tell us who comprise the Citizenship Advisory Committee? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, the Citizenship Advisory Committee is constituted under Article 18, clause 2 of the Third Schedule to the Constitution of Singapore. The present members of the Committee are Mr G. Ramachandran, Encik Mohamed Ismail bin Haji Pitchay and Mr Philip Liau. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1180</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REGISTERED SOCIETIES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Non-citizen officials)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr M.K.A. Jabbar</b> asked the Minister for Home Affairs if he will inform the House of the number of registered societies which have non-citizen officials and whether such a situation is acceptable to the Government. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar (for the Minister of Home Affairs):</b> Mr Speaker, Sir, as at 1st March this year, there were 3,133 registered societies. Of these, 617 or 20% had non-Singapore citizens on their management committees. Only political societies are restricted to Singapore citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Membership of non-political societies is not confined to Singapore citizens. There are adequate safeguards to prevent foreigners from making use of these societies for unlawful purposes or for purposes against the national interest. Groups seeking registration are required to state the objects of the proposed society and to provide the names and particulars of the pro-tem committee members. Each application is carefully considered to ensure that registration is not detrimental to national interest. Registered societies are also required to submit returns stating the names and particulars of persons elected each year to the management committee. Any society used for unlawful purposes or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1181</b></font>\n  <br>\n  <br> for purposes incompatible with its objects and rules can be dissolved. There is, therefore, no compelling reason at present to restrict membership of all societies to Singapore citizens. Such a move would deprive societies, such as charitable and civic organizations, of the useful contributions made by non-citizen officials. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1181</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NATIONAL DAY CELEBRATIONS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr J.B. Jeyaretnam</b> asked Mr Ong Teng Cheong, Minister without portfolio, what is the justification for celebrating Singapore's National Day this year from June to December and what the celebrations are expected to cost the taxpayers. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong (Minister without Portfolio) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister without Portfolio (Mr Ong Teng Cheong):</b> Mr Speaker Sir, there is no plan to celebrate Singapore's National Day this year from June to December. So the question of the Member is irrelevant. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, there was an announcement - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I would like to have your supplementary question, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I ask the Minister what is it that he plans to celebrate from June to December this year which was announced in the papers? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, as usual, the Member got his facts wrong. Nevertheless, perhaps I will help him with the question. He wants to know what is the justification for celebrating 25 years of nation building this year from June to December. Is that right? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I want to know what you are celebrating? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> What is your question? Are you talking about National Day celebrations or you are talking about whatever we are celebrating? We have a lot of celebrations from June to December this year. I am trying to help you with your question. I believe what you want to know is the justification for celebrating Singapore's 25 years of nation building this year from June to December. This is what I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1182</b></font>\n  <br>\n  <br> announced not very long ago to the press. Is that your question? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, did he not announce - and it has been repeated ad nauseam in the papers - that we are celebrating our nationhood? Is that what we are celebrating? Maybe if we are not celebrating that, then may I know what is it that we are celebrating? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, the question submitted by the Member is about National Day Celebration this year. Anyway, I will explain why we are celebrating 25 years of nation building this year, not what is printed in the Order Paper here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore achieved internal self-government on 3rd June, 1959 when the Singapore (Constitution) Order-in-Council came into operation. The process of nation building has continued unabated since, and much progress has been made in the economic, social and defence spheres. Singaporeans have every reason to look back to the past with pride as they contributed to these achievements. It is therefore fining that Singaporeans celebrate 25 years of nation building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The celebrations will begin with an SBC show at the City Hall on 2nd or 3rd of June and end with a month-long National Exhibition in November/December this year. National Day is one of the Celebration events. The other events, including sporting items, exhibitions, variety shows and parades, are all aimed to allow for mass participation. Singaporeans can be proud of what they have achieved over the past 25 years, and they have every right to rejoice and to participate in the celebration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most of the events are annual affairs to be adapted and tailored to fit in with the National Celebration. Private organizations are encouraged to plan and finance their own programmes or sponsor some of the national events. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government is expected to spend a net amount of $11 million on account of the National Celebrations. The bulk of this sum, about $8 million, will go towards meeting the cost of a month-long National Exhibition to be held at the World Trade \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1183</b></font>\n  <br>\n  <br> Centre. The balance is for organizing shows, sporting events, parades, publications, publicity and the printing of promotional materials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The National Exhibition will be the largest ever held in Singapore. It will occupy three exhibition halls and an open exhibition area totalling 34,000 sq metres. It will feature the physical transformation of Singapore with emphasis on the tangible developments of the last 25 years and of the things to come. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I ask the Minister whether Singaporeans have been asked to celebrate nation building or 25 years of domination by the PAP? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, I do not wish to repeat what has been said. What V!e have achieved over the past 25 years is something that Singaporeans can be proud of and Singaporeans will be celebrating 25 years of nation building this year. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, may I ask the Minister what is his basis for this glib statement that Singaporeans are all very anxious - it appears from his pronouncements that Singaporeans are all ready and eager to celebrate this 25 years of nation building at a cost of $11 million. May I ask what is there for them to celebrate? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, I believe all Singaporeans have the right, as anybody else, to celebrate their National Day, or nation building. If the Member for Anson does not wish to celebrate nation building and if he does not feel that he has contributed anything to nation building for the last 25 years, by all means, he does not have to take part. There is no need for him to behave like a sour grape. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, it is not a question of sour grapes. Mr Speaker, Sir, do the taxpayers have a say or not? May I ask the Minister, do the taxpayers have a say in this expense of $11 million? If they have a say, are you going to give them a say? The only way that you can give them a say is to have a referendum for this expenditure of $11 million. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1184</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, Singaporeans will have a say. We will wait and see the crowd that turns up. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1184</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>3-ROOM APARTMENT BLOCKS IN TOA PAYOH</b>\n  </div> \n  <div align=\"center\">\n   <b>(Repairs to secondary roofs)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Liew Kok Pun -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Liew Kok Pun</b> asked the Minister for National Development whether the Housing and Development Board is aware that secondary roofs in a number of 3-room apartment blocks in Toa Payoh North in Boon Teck Constituency need to be repaired and, if so, when the repair work will be undertaken. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> The secondary roofs of nine of these blocks require repairs. HDB Will commence work on these blocks in mid-1984. The work is expected to be completed in three months' time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1184</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TELOK BLANGAH CRESCENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Replacement of faulty lifts)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr M.K.A. Jabbar -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr M.K.A. Jabbar</b> asked the Minister for National Development why the old and faulty lifts in Telok Blangah Crescent have not been replaced in spite of repeated representations ma de by residents to the Housing and Development Board officials. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the Housing and Development Board plans to replace a total of 160 old and problematic lifts in its various housing estates with priority given to older lifts which are most prone to breakdown. The 66 problematic lifts in Telok Blangah Crescent are, on average, about 10 years old. They are scheduled to be replaced from December 1984. Replacement work will take six to seven months. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1184</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMPUTER COURSES IN COMMERCIAL SCHOOLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Upgrading of teaching standards)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Goh Chee Wee</b> asked the Minister for Finance and Minister for Trade and Industry whether the Ministry of Finance or the National Computer Board has any specific plans to upgrade or regulate the standard of teaching of the commercial \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1185</b></font>\n  <br>\n  <br> schools which offer computer courses, in particular those which prepare the students to sit for examinations leading to certification or professional qualifications. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister of State for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Finance (Mr Lee Yock Suan) (for the Minister for Finance and Minister for Trade and Industry):</b> Mr Speaker, Sir, at present, there are 12 commercial schools which train students for the joint National Computer Board - British Computer Society (NCB-BCS) professional computer examinations. These schools, like all other commercially-run schools, are required to register under the Education Act which prescribes that such schools must have proper facilities and qualified teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The success rate of commercial school candidates in the NCB-BCS examinations has been relatively low. For example, only 14.8% of these candidates passed the 1983 Part I examinations as compared with a 37% success rate among candidates employed at Government computer installations. According to the BCS examiners, one of the main reasons for the lower success rate of commercial school candidates is that many of them are over-ambitious. More than 60% attempted all papers at one sifting as compared with 35% for UK candidates. Moreover, many candidates have relatively little working experience and, therefore, have insufficient knowledge of the applications of computer technology and data processing methods in business and industry. As the National Computer Board has a statutory responsibility to establish and maintain standards of computer education in Singapore, it is closely monitoring the performance of all candidates sitting for professional computer examinations, including those from the commercial schools. The NCB is of the view that the teaching standards in the commercial schools need to be upgraded. Towards this end, NCB will be organizing a seminar for instructors of these schools to upgrade their teaching skills and thereby improve the success rate of candidates. Further measures will be taken as and when necessary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1186</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PRICE-FIXING ACTIVITIES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Legislation to curb)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Mr Goh Chee Wee</b> asked the Minister for Finance and Minister for Trade and Industry whether the Ministry of Trade and Industry has made any progress in the preparation of legislation to prohibit the formation of cartels and to curb price-fixing activities. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong (Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Trade and Industry (Dr Wong Kwei Cheong) (for the Minister for Finance and Minister for Trade and Industry):</b> Mr Speaker, Sir, the Ministry of Trade and Industry has made further progress in the preparation of legislation to prevent price-fixing by trade associations. The Ministry has completed a study of legislation on restrictive trade practices in other countries. Arising from this study, the Ministry has drafted a Bill which is now being discussed with the Attorney-General's Chambers and other Government bodies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As my Minister has said in the Budget Debate last year, legislation on restrictive trade practices are intricate and complex. It has taken countries like the United Kingdom, Australia, Japan and the United States of America, many years to draft and o refine the system of legislation to make hem comprehensive in scope and practicable in enforcement. Similarly, we should take great care in the drafting of our own legislation in order not to disrupt the free market mechanism that has been the basis for our economic well-being. Nevertheless, I would like to assure the Member that my Ministry is as concerned as he is with the problem and will introduce the Bill as soon as it is ready. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1186</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FOR THE FINANCIAL YEAR 1ST APRIL, 19 TO 31ST MARCH, 1985</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of Supply [4th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1187</b></font>\n  <br>\n  <br> \n  <br>2.50 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head K (cont) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [15th March 1984], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head K be reduced by $10 in respect of Subhead KB-01 of the Main Estimates.\" - [Mr Rohan bin Kamis]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (Minister of Defence and Second Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of Defence and Second Minister for Health (Mr Goh Chok Tong):</b> Sir, first, let me separate the substance from the form. I wish to recapitulate the points raised by my colleagues and information sought by them. They have raised eight points altogether: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. Total defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. Rationale for the extension of the Reserve cycle from 10 to 13 years. Would it not inconvenience the employers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. Criteria for enlistment into National Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. What has been done by the SAF to improve the quality of its officers so that they could cope with the demands of a modern, technically sophisticated and professionally competent force, and questions on upgrading of permanent staff and the welfare schemes for regular officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;5. What is the status of the drug problem in SAF? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;6. Requirement to submit medical certificates within 24 hours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;7. Search and rescue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;8. SAF Boys' School. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me deal with the first item, which is total defence. Why total defence, the question was asked. When Singapore became independent in 1965, the primary problem was getting a credible military defence capability quickly. The problem became most urgent when the British announced their pull-out East of Suez in 1967. So National Service was introduced in 1967 and the SAF was formed. It took many years for Singaporeans to accept National Service as a way of life. Three to four years ago the public education effort on Defence \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1188</b></font>\n  <br>\n  <br> moved away from full-time National Service to concentrate on the role of reservists, particularly the fact that these are front-line fighting troops and that the better of them would have to be put to higher level of appointments in the Reserve. So we moved from National Service to concentrate on the reservists. But we all know that a military attack on Singapore is not the only means by which Singapore can fall to an aggressor. Public morale and confidence have to be boosted with the knowledge that a civilian population is organized to cope with emergencies even when the younger and physically more capable men are mobilized for SAF service. Hence, civil defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, due to a lack of natural resources and a small population, our economy must be organized to withstand external pressures as well as internal pressures that can be brought about by the mobilization of men and equipment from the private sector. Hence, economic defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a multi-racial society, Singapore can be a fertile ground for mischievous elements to stir up problems on account of race, religion or culture. Hence, the need for social defence, the need to organize communities within housing estates, like RCs, CCCs, community centres and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But undergirding it all is the need for Singaporeans to be willing to stand up for themselves, Hence, psychological defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having spent many years to educate the general public concerning military defence, first, concerning fulltime national servicemen and then reservists, we feel that it is now time to cover the other potential weak spots in Singapore's security. Hence, the mass effort on civil defence starting last year, and greater effort this year to educate the public on total defence. Otherwise we, the Singaporeans, can be caught unawares and Singapore can go down without an aggressor even having to mount a military campaign against Singapore because we are not prepared psychologically, socially, and in the fields of economics and civil defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1189</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now move on to explain briefly the rationale for extending the Reserve cycle from 10 to 13 years. Simultaneously as we try to educate the public on the necessity of total defence, we have to also impart to them the concept that defence is a life-long commitment. It is not service in the SAF for two years or 21/2 years in National Service and 10 years in the Reserve and then you are free of any responsibility whatsoever to defend this place. So we have also to preach this concept of defence is everybody's business. Defence is a life-long commitment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, the SAF Enlistment Act clearly stipulates that Reserve liability is up to the age of 50 for officers and 40 for other ranks. Although the ideal is to require all reservists in the SAF Reserve service to serve till the maximum age limit, there are many practical limitations which preclude this ideal, factors such as lack of training area, cost of training, shortage of regular staff, administration and logistic constraints. All these limitations require us to decide on a fixed cycle for reservist training. In the past it was 10 years. So why 13 years now? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have been projecting future intakes into the National Service based on current and projected birth rate which has come down drastically after we started family planning. Our falling birth rate has led to dwindling National Service resources which will be insufficient for us to generate the force required for our Reserve force. If we extend this by three more years, it gives us additional men and not just additional men but also trained men for three more years. Hence the need for us to extend the training cycle from 10 to 13 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As soon as a decision to increase the 10-year training cycle to 13 years was made, briefings and discussions were held by Mindef and the SAF to keep Reservist officers informed of the new Reserve policy. The respective Reserve Formation Headquarters also conducted briefings for their Reserve personnel. Mindef is happy to note that reservists have no problem accepting the logic for the extension from a 10-year Reserve cycle to 13 years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1190</b></font>\n  <br>\n  <br> \n  <br>3.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about the employers? Would this not inconvenience the employers even though most of the reservists understand the need for an extended reserve cycle? Mindef has also held meetings with employers to explain the rationale for increasing the Reserve cycle from 10 to 13 years. Mindef is also pleased to note that more and more employers are coming forward to express their support for their employees' involvement in Reserve in-camp training and for the need for total defence. In fact, if employers have been accustomed to the reservists going for in-camp training for the last 10 years, an additional three years will not pose any great inconvenience to the companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A question was asked as to the criteria for enlistment into National Service. The Enlistment Act provides for all able-bodied citizens to render National Service. The contribution or the role he will play in the defence of Singapore will, however, to a larger extent, depend on the physical standard and educational attainment as well as the vocational requirements of National Service appointments. Those who satisfy the criteria for enlistment into full National Service, which I have touched on above, would serve in any one of the organizations which require full-time National Service, like the Singapore Armed Forces, Police National Service and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Member for Kaki Bukit knows of any particular able-bodied citizens who have not served National Service and who would like to do so, we would be pleased to get the names from him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moving on to the question raised by the Member for Nee Soon on the quality of SAF officers and how we intend to upgrade the quality to meet new needs, this question was also touched on by the Member for Pasir Panjang when he spoke on the Regular officers. I will take both questions together. We need to do two things. The first thing is to recruit better and better qualified individuals who can become officers or NCOs. That is the first approach, to work out a scheme to attract better qualified people to join the SAF. Secondly, for those who are in the Regular \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1191</b></font>\n  <br>\n  <br> service, we have to work out schemes to upgrade the quality of these officers and NCOs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fundamental to the upgrading of the SAF officer cadre is our ability to identify those who have good potential and to groom them for key appointments. First, we have to identify them before we can groom them. The SAF has a Wrangler scheme which was started in February 1974 to achieve this. This scheme was revised in July 1981 to incorporate elements of the Shell appraisal scheme. The scheme is part of a wider personnel management system for assessing and developing SAF officers. Basic to the system is the SAF personnel management philosophy of developing human resources to the fullest of the individual's potential. That is the fundamental assumption in the management philosophy. Fitting the right man to the right job at the right time is not only good for the man, but it is also good for the SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from the Wrangler development scheme, the SAF also runs advanced and specialized military courses to keep all its officers and NCOs updated and trained in modern weaponry and tactics. In FY 1983, a total of 1,083 regulars, 465 national servicemen and 589 reservists attended advanced level courses conducted by the SAF. Sixty-three regular officers and 28 regular NCOs were also sent overseas to attend specialized courses conducted by other armed forces so that they could learn from their experience and to ensure that in-breeding does not occur. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To improve the quality of the officer cadre, the SAF revised the minimum educational requirement for its Regular recruits in 1981. Officers are required to have a minimum of two 'A' levels and two 'O' levels. To ensure that the SAF has its fair share of top talent, the SAF has scholarship schemes to sponsor good 'A' level students to the best universities overseas as well as to the NUS. Ten candidates were awarded the SAF Overseas Scholarship in 1982 and 12 in 1983 to study in Oxbridge and other good universities in the United Kingdom. Fourteen candidates were awarded scholarships to pursue both academic and military training in military \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1192</b></font>\n  <br>\n  <br> academies in UK, Japan, West Germany and Australia. Another 20 National Service officers took up local scholarships to study in the NUS in 1983. There are several other management courses which we put our SAF officers and NCOs through. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure that the SAF is able to attract and retain a fair share of the requisite skills and talents, the terms and conditions of service are continually being reviewed to keep them competitive with those prevailing in the public sector as well as in the private sector. We have set up a Pay Research Unit recently to better organize research into salaries and service conditions. The salaries of SAF officers are presently being pegged at 20% above those in the Civil Service for candidates with similar abilities and capabilities. This is also in recognition of military life being more onerous and demanding. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for welfare schemes, there are several such schemes which are available to the Regular officers, like housing loans, car loans, and so on. I do not think I need go into details of these schemes which are sufficiently attractive to the Regular officers and NCOs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the status of the drug problem in the SAF? This was asked by the Member for Nee Soon. The problem of drug abuse in the SAF has been well contained. That explains our silence, not the other way round. Evidence? The number of servicemen arrested for drug offences decreased from 631 cases in 1977 to only 109 cases last year, hard evidence that the problem is under control. The relapse rate for drug abuses has also dropped steadily over the last five years. In 1977, there were 90 cases of relapse. In 1983, only 34 cases. How have we done this? Again, we adopt a two-prong approach, soft and hard approaches. The soft approach comprises various educational an d publicity measures carried out from the very beginning when the servicemen are enlisted. The purpose of the programme is to educate them on the dangers of drug abuse. Counsellors from the SAF Counselling Centre assist unit officers in this educational effort. Servicemen who have taken drugs prior to their enlistment are encouraged to admit this fact to their superiors or medical officers. Disciplinary \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1193</b></font>\n  <br>\n  <br> action will not be taken against self-confessed drug abusers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to education and publicity, more direct preventive and containment measures are taken to discourage abuse in the SAF. Mass urine screening exercises are regularly conducted on a spot-check basis at unit level. Where abusers persist in their drug taking habit, punitive punishment follows. Even then the emphasis is on counselling and prevention. Every effort is made by the SAF to rehabilitate drug abusers. Even where punitive punishment has been meted out against persistent drug abusers, they are accorded individual attention and treatment from counsellors from the SAF Counselling Centre which has a good record in tackling the drug problem in the SAF. \n  <br>3.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Nee Soon also touched on the peculiar procedure in SAF of requiring national servicemen who have fallen sick and seen private doctors to personally submit their medical certificates to the SAF units within 24 hours. This is, in fact, the directive but I have been told that officers exercise this flexibly. In other words, the sick national servicemen can report over the telephone and send the medical certificate to the unit through somebody else if they like. There is no requirement now for them to personally appear before the SAF medical officers. This also applies to servicemen at the Infantry Training School at Pulau Tekong. So the problem is one of too rigid an implementation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in some non-routine cases where it is felt that monitoring is necessary, the medical officer may ask the servicemen concerned to report back to camp for review of the ailment and arrangement of suitable medical attention and follow-up. This refers to non-routine cases. This is necessary where the medical leave given is of long duration, more than one day, two days. In such cases, it is necessary for the unit medical officer to liaise with the doctor who issued the medical certificate to discuss the serviceman's illness and, if \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1194</b></font>\n  <br>\n  <br> necessary, to work out a more detailed or appropriate treatment programme. Where it is not possible for the serviceman to return to camp, for example, if he is too ill, the medical officer will visit him at his home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Search and rescue. The Member for Kebun Baru would like to know the number of occasions the Republic of Singapore Air Force was involved in search and rescue missions and whether such services benefited the RSAF. In the last two years, the RSAF has on 14 occasions launched search and rescue missions at the request of civilian agencies. These missions resulted in 26 people being successfully evacuated by rescue helicopters to the Singapore General Hospital. The heli-evacuation conducted during the cable car incident of January 1983 in which 13 lives were saved was one such mission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The experiences derived from search and rescue operations help to reinforce the operational proficiency and skills of our pilots to conduct exacting missions in difficult situations. The RSAF search and rescue capability was primarily developed to meet the Air Force's own needs, both in peace time as well as in war. However, the facilities and resources are also used by the Department of Civil Aviation to meet Singapore's obligations under the Convention of International Civil Aviation to provide search and rescue within the Singapore search and rescue region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I move on to the last point raised by the Member for Pasir Panjang on why did we decide to close down the SAF Boys' School. The SAF Boys' School was established in 1975 with the primary purpose of producing potential NCOs for the SAF. Premature school leavers between the ages of 14 and 16 were recruited and trained to become tradesmen or combat NCOs in the SAF. As a result of changes in our national education system, almost every child is now provided with an opportunity to continue its education after PSLE to GCE normal level or 'N' level. And for those who are less academically inclined, they are streamed to VITB for vocational training. So there are fewer and fewer premature school leavers available from the mainstream of our education system. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1195</b></font>\n  <br>\n  <br> So the SAF Boys' School has become a victim of the improvement in our national education system. For example, in 1982 and 1983, the intake was only about 140 boys compared to about 500 previously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is an additional reason for closing down the SAF Boys' School, and that is, with our increasing emphasis on upgrading our NCOs' cadre to meet new challenges and higher responsibilities, including the necessity of training progressively better educated national servicemen, the SAF requires people who are better educated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have covered the points of substance raised by my colleagues in Parliament. I shall now move on to the speech made by the Member for Anson. The Member raised three points. First, our Defence expenditure at 27.92% of our recurrent expenditure is too high. Second, the acquisition of E2C or Hawkeye at $1 billion is unnecessary, particularly as we do not see any immediate threats to our security. His third point is: reveal our enemies. Where are the threats? Who are the enemies? These are the three points which I will answer one at a time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He made one claim and, that is, he and the Workers' Party are totally committed to the defence of Singapore. I shall also examine this claim later on. But first, Mr Speaker, let me state briefly our Defence objective and philosophy. Our Defence objective is straight forward, and that is, national security and national survival. We are too small to be a threat to anyone but we must be able to stand up for ourselves should we be threatened. We see our security and prosperity as closely linked with that of Malaysia and our other ASEAN neighbours. All we want is to be left alone to progress and prosper in peace. But deterrence requires that we have and are known to have a good defence capability. Our defence doctrine is therefore to build up sufficient military, civil, social, economic and psychological strength to deter any threat against our vital interests. And should deterrence fail, to have the capacity to repel any aggression. We started off emphasizing military defence, first full-time national servicemen and then \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1196</b></font>\n  <br>\n  <br> reservists, moved on last year to civil defence, and this year to total defence. Building up the Armed Forces is like a person learning martial arts, for example, karate. When that person acquires a black belt and people know that he has a black belt, he is unlikely to be bullied. And even if others take him on, he has got the wherewithal to defend himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know, Mr Speaker, Sir, that such a general answer would not satisfy the Member for Anson and I do not propose to duck the issue. I will come to his points one at a time. Looking at our Defence expenditure and relating it to just recurrent expenditure alone is not correct. He should relate this Defence expenditure to the total Government budget. For the coming year, the more correct figure is therefore 13.67% of our total budget. This appears to be high. But to view this percentage of 13.67% in isolation and to conclude that we should scale down our Defence expenditure is to betray an analytical perception that is as shallow as a saucepan. And I propose to give him more information, more data, and to circulate to Members of the House a Table (Cols. 1275 - 1276) on Defence expenditure for Singapore and several other countries plus two neutral countries, Sweden and Switzerland. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840316/19840316-HA-0431275.htm\">Table - DEFENCE EXPENDITURES, 1982 (Cols. 1275 - 1276)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;[Copies of Table distributed to Members.] \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Did you say New Zealand? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Yes, for New Zealand also. For Australia, India, Indonesia, Japan, Malaysia, New Zealand, Philippines, Singapore, South Korea, Thailand, Sweden, and Switzerland. This is published information taken from the Annual Reference Edition of the Pacific Defence Reporter The object of circulating this Table and to examine the data here is to take the Member for Anson through what I would call a proper assessment of information, and not picking one information and coming to a quick conclusion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just compare, first, our Defence expenditure as a percentage of government spending with India. The figures are for 1982 because these are the figures available for these countries and not the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1197</b></font>\n  <br>\n  <br> 1983 figures. 17% for Singapore, 17.8% for India. We then look at the column expressing our Defence expenditure as a percentage of GDP/GNP, the size of your income, the annual income. For Singapore it is 5.6%, for India (the latest year available) it is 3.3%. Then look at the column on per capita expenditure. This is where, if one looks at a figure in isolation, one will be shocked at the high expenditure in Singapore on Defence - US$355 in 1982. In Singapore dollars, at S$2.2 to US$l, it works out to about $780. Look at India, only US$8. So if one looks at figures in isolation, per capita expenditure on Defence in Singapore as compared to India, one may well conclude that the Singapore Armed Forces, is way ahead of the Indian Armed Forces. But I will not dare make such a claim. Just look at the column on absolute expenditure whereby Singapore spent US$852 million in 1982 as compared to India's US$5,556 million. So when we interpret data, we must understand the basic fact. And the basic fact is Singapore has a very small population; therefore a smaller economy compared to a large country like India, even though India has a smaller per capita i\"come. I think the arithmetic is obvious. I will leave the arguments on New Zealand to the Member later on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will move on. Defence weapons cost the same to a poor country as well as to a rich country. There is no discount just because you are poor. So also an aircraft. In fact, I suspect the richer country will get the aircraft cheaper than the poorer country because it buys aircraft in abundance. There is a bulk discount. And if the Member for Anson were to argue that we are spending far too much on defence per capita my answer is, it is worth incurring $780 per head to protect each and every Singaporean in Singapore. In fact, this figure has gone higher this year. The figure this year will be close to $1,000, actually $900. Is the life of a Singaporean worth $9007 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> More. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Or should we, in fact, reduce our expenditure so as to save \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1198</b></font>\n  <br>\n  <br> the $900, but for what purpose? I think even if it costs us $2,000 per head to protect the lives and properties of Singaporeans we will spend that sum of money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I move on to the E2C, whether the expenditure of $1 billion is necessary and whether there are cheaper ways to protect the lives and properties of Singaporeans. Sir, if I were born blind and if, through some medical miracle, I was offered a pair of artificial eyes which would enable me to see, I would sell off my furniture, my house, just to be able to buy that pair of artificial eyes. Because with the ability to see, I can read, I can acquire knowledge, I can move about, I can easily earn back what I have spent to give me sight. And that is what the E2C is about. It is a pair of sophisticated eyes in the sky. Unfortunately, it is also expensive - $1 billion for four aircraft for the whole system. Again, be very wary of looking at figures in isolation. Try to relate this $1 billion to per capita. Take 2.5 million lives, leaving aside all that belong to them. $1 billion for the system works out to S$400 per head. Again, is the life of a Singaporean worth less than $400? Do we not worry about a vulnerability that may cost us our lives and our whole country? The E2C will last us not just one year, it will last easily 20 years. Let us assume a 10-year life-span for the E2C; that works out to $40 per head. $40 to give you the security which you need when you go to bed at night; you do not have to worry, somebody else is doing the worrying for you, $40 per year. Is the Singaporean's life not worth at least $40 per year? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not so long ago, in 1979, the House will recall that a Vietnamese-hijacked airplane flew into Singapore, escaping our radar detection until it was quite close to Singapore. What if it were a hostile airplane? What would have happened if in a hostile situation a hostile aircraft came this close before it was detected? Can we afford to have a leaky security umbrella so that when it rains you get wet? If our air defence is full of holes, what is the point of having National Service? What is the point of having a good Armed Forces and a good Navy? It is like laying an expensive carpet before you have put up the roof! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1199</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kebun Baru spelled out the scenario when Singapore was bombed during the Japanese Occupation. I would go one step further and try to recall what happened to Hamburg during World War 11, when Hamburg came under similar heavy air bombardment. In one night alone, 70,000 Germans died through direct effects of the bombing as well as through the after effects of fire or chaos. 70,000 dead Germans in one night. Hamburg at that time had a population of about 1.5 million people. So you can extrapolate very easily - what would have happened if this bombardment had carried on night after night for one week? To Germany, the loss of Hamburg would have meant the loss of only one city, but to Singapore if you lose 70,000 lives in one night and we lose the city of Singapore we lose the whole nation. So our situation is very different from other countries where, if they are caught with their pants down, they lose only one city. But if we are caught with our pants down, we lose everything. I suspect the Member for Anson wants us to be as blind as a helpless day-old mouse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked a question, in fact he has argued the other way: why buy the E2C? Because by the time it is delivered in 1987, are we sure that it will not be obsolete? What does that mean? Does he mean that we should, in fact, wait to buy a better system? If that is so, then we are on the same wave length. You do a market research, you wait out one or two years, if necessary, in order to buy a better system. Was that what he was implying, that we have made a mistake in deciding now to buy an E2C, which could be obsolete in a few years' time? His point is on technical obsolescence, mind you. It is one that has been argued all the time whenever we are buying new weapons or even new capital equipment for companies. But I will tell him that, in fact, there is a better system than the E2C. If I were to follow the Member's argument, we should in fact not buy the E2C. We should be buying the AWACs. If you compare the E2C with the AWACs, the E2C is obsolete. Are you suggesting that we should buy the AWACs? Even if he is suggesting it, we will not do so. We cannot afford it. The AWACs is twice the cost of the E2C, and it is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1200</b></font>\n  <br>\n  <br> unnecessary for us to settle for such a sophisticated piece of eyes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now we come to the sensitive ticklish question of, \"where are the threats?\" The Member takes a snapshot of Singapore when the sun is out and asks, \"where is the rain? Who says it is going to rain. I do not see any dark clouds.\" He has no sense of history and no ability to visualize the future. His vision is as far as that of a bat. He knows very well that to name an enemy is to make an enemy out of him. If I were to point a finger at my good friend across the Floor, any one of them, and designate him as my enemy, he will be my enemy. Does the Member for Anson want Singapore to make an enemy out of a friend? Is that the objective of the Member for Anson so that I will stumble into the trap and name 1 -2-3-4-5 as my enemy, and then we have an enemy? Defence expenditure will then be justified. But even if yoU justify Defence expenditure at that point of time, it is too late. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member's defence doctrine is very simple. Forget defence till there is trouble. I am paraphrasing but I think that is the gist of his argument - forget about defence till there is trouble. If we do that, the consequence will be horrendous for us. Forget about defence and there will be trouble. When you go to bed at night, do you close the door and bolt it? I think the answer is, all of us do. We do not know who are the burglars. Whether or not there will be any burglar coming at night, we just close our doors for safety's sake. We do not know where are the robbers or who are the robbers, but if we wish to count our money,( think we will close the door and bolt it too. If you go around asking, \"where are the robbers?\" \"Who are the robbers?\" \"Leave the door open and count your money\", then when there is trouble you can forget about defence. It will be too late. No one buys life insurance after he is dead. If you worry about defence only when you can see trouble, no one will sell you life insurance. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I do not intend to run away from his question: Who are your enemies? I know it is not right, Sir, to point a finger at any one \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1201</b></font>\n  <br>\n  <br> because to do so, as I have explained just now, is to turn him into an enemy. But I do not run away from a direct question and I shall tell the House. Our enemies are those who try again and again, and again and again, to reduce our Defence expenditure - to zero. If they have their way, they will disband National Service and dismantle our Defence structure altogether. That is our enemy. Does the Member for Anson honestly support National Service? I am interested to hear his views later on. His view of the threat assessment, whether he still supports the acquisition of the E-2Cs and whether he honestly supports National Service. I ask this because the Member has claimed that he was totally committed to the defence of Singapore as was the Workers Party. I think we should weigh his words carefully for what they are worth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Point one. In the Workers Party publication of Hammer, August 1983, which I have reduced to size, he argued for the cancellation of the Hawkeye system which we are purchasing, under the heading \"Policeman for the region.\" He argued that our eyes should be gouged out so that we cannot see. If you cannot see, you will find it extremely difficult to defend yourself against anyone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Point two. At the Workers Party National Day rally on 7th August -last year, whilst touching on the same issue, he was inciting Singaporeans \"to protest at any build-up of arms by the Singapore government.\" And he wanted to march in our National Day Parade. Of course, he would not want us to celebrate 25 years of nation building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Point three. Now we go back seven years, from 1983 to 1976. I go back to his Party's manifesto. Unfortunately, I have difficulty in reading it because the contents became a little blurred during the photocopying process. Under the section on \"Defence\" I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Party is of the view that in the present day context of relations between nations the present expenditure on defence is wasteful and unnecessary.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is in paragraph 1 from the manifesto on defence expenditure. It was not a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1202</b></font>\n  <br>\n  <br> criticism of the high level of expenditure and that the level should be reduced to a more appropriate level. It is \"expenditure on defence is wasteful and unnecessary.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The present. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> \"The present expenditure on defence is wasteful and unnecessary\". So what does that mean? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The present level. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Then say so. It is not \"present level\". It is \"present expenditure is wasteful and unnecessary.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Let us not quibble. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Let us not quibble over words. If it is \"present level\", say so. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Semantics. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> There are many semantics and we have got to try and get to the bottom of what words actually mean. Do they mean what they say, or do they have a different meaning when we corner the speaker of the words? That is what we are interested in. I move on to the last paragraph under \"Defence\" and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Party, however, sees the need for being ready at all times to meet any threat to the society from within or without.\" \n  <br>\n  <br>I would say, \"Hear, hear!\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"And the Party believes that it will be in the main from within. The Party therefore advocates the maintenance of an efficient regular army to meet any threat to our society and to help in the maintenance of peace.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who runs a regular army to maintain peace in the country? Internal security. Peace in the country is for the Police, not for the regular army, We are a little perplexed as to what the Member for Anson in 1976 had in mind assuming that he had won the elections and become the government of the day. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Culture (Mr S. Dhanabalan):</b> Then there would be chaos in the army! \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> He would have maintained an efficient regular army to meet any threat to our society and to maintain peace. And mark you, he said that the threat would be from within. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1203</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Martial law. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Martial law and the army. Let him have a go at this because I do not know what the true intent of the words is. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That is beyond you. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Let us go back further to 1972. Again, in his manifesto published in the Hammer, May 1972 issue, it was repeated and let me quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Party is of the view that in the present day context of relations between nations the present expenditure on defence is wasteful and unnecessary. We shall examine the present administration of national service with a view to removing all injustices and hardships resulting from the call-up. The Party will strive to maintain good friendly relations with our neighbours and will work towards effective regional defence arrangements.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like clarification from the Member whether the present administration of national service today, 1984, is unjust and whether it also incurs hardships for national servicemen, the reservists and the employers, and what does he have in mind if he had the opportunity to examine the administration of National Service and to reshape it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have spoken enough. I believe the Member for Anson would like to have some words and I would suggest to the Member for Telok Blangah not to withdraw the amendment. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I am grateful really to the Minister for giving me an opportunity to speak. He has asked me a number of questions and I would be very glad to deal with them. But before I deal with the Government's plan, may I answer the questions about the Workers Party's stand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, he refers to the publication in August 1983. I am very glad to find that even Ministers take the trouble to read the Hammer. If the Minister is honest, he will see that what we have said there is, \"until we know more about it, until we know the Government's case for the purchase of these planes, we shall not support the purchase.\" That was the tenor of the argument. Is that not right, Minister? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> You now support? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1204</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> So that is what we said in August 1983. We are asking the Government to make out a case and I shall, after this, deal with the Government's case as has been presented to this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he referred to the National Day rally and I take it he refers to my speech at the National Day rally. Has he got the tape then? Has the ISD given him the tape? We were again talking about the purchase of the E-2C planes. I remember very clearly that what I was saying was the lack of consultation with the taxpayers, i.e. the spending of this vast sum of money without the electorate being sounded on this. But he picks up a phrase and he says \"protest at build-up of arms\". I want to know whether he has got the tape. Perhaps we might listen to it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the 1976 manifesto. Yes, we said we considered the present expenditure was wasteful and unnecessary and we said in 1976 that the threat, as we saw it, was more internal than external. Let me say this. In 1984,1 do not myself think there is any internal threat either, nor do I think there is an enemy banging at our doors from outside, an external threat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then we come to the 1972 manifesto which he read out. The 1976 manifesto repeats largely what we said in 1972. I do not think that I need to dwell very much on what we said in 1972. One thing we did say in 1972 was that we proposed to examine the expenditure and the cost of National Service and whether there was any injustice or hardship caused by the administration of the National Service. What is wrong with that? We still take the view - we do not know at the moment because we do not have the figures - that there is a case for pruning expenditure in the National Service, and I would not say anything more at the moment because it is a question of examining it properly to see whether the expenditure is absolutely necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not ashamed, far from it, of the Workers Party's stand on defence, and I would like to ask the Minister - he has produced all these utterances - in what way are any of the utterances either at the National Day rally or in the manifesto advocating the abandoning of Singapore's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1205</b></font>\n  <br>\n  <br> defence? In what way are we saying we should just lie down and let a foreign army just walk over us? Where did we say that? \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me look at the case as presented by the Minister. He says that 27.9% of recurrent expenditure is not really very high, that it should not really be put against recurrent expenditure but should be put against total expenditure. But putting the Defence recurrent expenditure against total recurrent expenditure, you will get 27.92%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the Minister has made comparisons of Singapore's expenditure with India. I did not intend to compare Singapore's defence expenditure with India. India has got, what is it, 1,000 million people now, or more than that? We have only got 2.5 million people. But what I wanted to compare is this. I asked him whether he had the figures, and he has got them here. I am grateful to him. In his statement to the press, he has selected New Zealand as the example. He said it is a small country with about the same population. Let us look at New Zealand. Let us not look at India. India has got problems with her neighbour, Pakistan, which perhaps complicates matters a little bit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let us look at New Zealand. New Zealand in 1981 was spending about 2.2% of its GDP/GNP on defence. Singapore (the figures were given by the Minister) is spending 5.6% of GDP/GNP on its defence. Then, if you look at other countries, which again the Minister mentioned, Switzerland, what do you find? Switzerland is spending 2.1% of its GDP/GNP on defence. Sweden is spending 3.1%. Then if you look at it as a percentage of government spending, you will find New Zealand is spending 6.2%. Sweden is spending 6.9%. Singapore is spending in 1982, according to this Table, 17%. Switzerland is spending more than Singapore. It is 21.4%, as a percentage of government spending. So you will find that if you take comparable countries - I have taken these countries because these are the countries that the Minister took for comparison. I am being fair to him. It is his choice. You will find that Singapore's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1206</b></font>\n  <br>\n  <br> spending is pretty high. It is much higher than New Zealand. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Your time is up. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, may I just reply to these points? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You have had 10 minutes. You must give the Minister a chance to reply. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Perhaps the Minister would agree that I should answer him on the E-2C planes at least. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is not the Minister's permission. It is the Chair's permission. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I ask your permission, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Your 10 minutes are up. Let the Minister reply first. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I see. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> The Member for Anson has missed the point entirely. Why does the Defence expenditure appear high as a percentage of GDP, as a percentage of Government spending, as a per capita figure? It is because of our small population. To buy an aircraft is going to cost the same for us as for any of these countries listed here, and each of these countries which I have given here has a population bigger than Singapore. So we would expect that a bigger country, even though its per capita income is lower, would have a bigger GDP, a bigger government budget. So if you were to reduce security expenditure in this format, our expenditure would appear to be very high. The point is, are Singaporeans going hungry? Are Singaporeans out in the street, without homes to live in? Do they not have good medical facilities? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Defence expenditure has not eaten into any of the economic and social requirements of our nation. In the interpretation of data, bearing in mind that we are small, that defence is lumpy because it costs the same for us to buy an aircraft, a boat, a ship or weapon system as it would for a larger country. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1207</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you, Sir. I am indebted to you. May I continue on the purchase of the E-2C planes? Sir, we know the capabilities, as I have said earlier, of the E-2C planes. But to what use are they going to be put? We were told that they were to keep an eye on shipping, ships that pass through the Straits of Malacca. We were not talking about aircraft at that time. We were talking about ships. Now, these planes had been in production since 1971 and the US Navy has got on order about 96 of these planes, I understand. By the end of 1982, 64 had been supplied to the US Navy. They are based on aircraft carriers. And you have the US Navy around this area. They are doing the surveillance, I take it. What are you doing? Are you trying to tail in to the United States in our defence? \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Culture (Mr S. Dhanabalan):</b> Are you suggesting that we depend on the us? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The question is, I repeat, you have got to know who are you preparing to defend against? It is important. It is no good saying that we have got to be prepared. It is like in the days of the Communist bogey. Everyone was told that he must look under the bed to see if there was a Communist under the bed. Who is your enemy in Singapore? The Minister has talked about the internal threat, about insurrection, that it might blow up any time because of our multi-racial society. Do you want the planes for that purpose? Surely not. Against whom will these planes serve any purpose? Is it against Vietnam? Because somebody behind me yesterday interjected, \"Vietnam\". But is Vietnam at the moment capable of mounting a threat against Singapore? \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> On a point of order, Sir. Who at the back said it was Vietnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, somebody, I do not have eyes at the back. Somebody said, \"Vietnam\". I think it is important that you should know who it is you are guarding against. I was looking at the Asia Year Book about the build-up in these various countries. They say about Vietnam, about \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1208</b></font>\n  <br>\n  <br> the aircraft. They say that most of them are probably inoperable because of the lack of US spare parts now. Do you really worry about Vietnam sending its squadron of fighters across into Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some years ago there was mention, and I hope it has not been abandoned, about a zone of peace for this area. The Minister says that I am like a blind man, or rather because it is sunshine I do not expect any rain at any time. But the Minister himself was saying that he expects this region to be peaceful for the remaining years of the decade. Well, I say yes to that. Then, why do you want to go and incur this expenditure at the moment without really spelling out its usefulness to Singapore's defence? What role will these planes play? I really have not heard anything from the Minister to satisfy me that these planes have a definite role in the defence of Singapore and against whom? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, this build-up of publicity. May I tell the Minister that whilst we are, of course, agreed that Singapore should always be prepared, may I tell him about what was told to me by a businessman? He is somebody who was born in Singapore, lived in Singapore all his life and he is extremely loyal to Singapore. He is not one of those who want to run down Singapore's defence. Whatever you may say, Mr Minister. He said, \"Mr Jeyaretnam, what is all this sudden hysteria about? Why are we suddenly having all this build-up over TV, in the papers, about being ready to meet the enemy, about preparations to commandeer private vehicles, lorries, heavy vehicles, in the event of a war?\" He said, \"Are we really in peril at the moment?\" He said that this sort of publicity would only add to the anxiety of Singaporeans. Why do we have to build up this anxiety, this neurosis, as if they do not have enough of other worries and problems? You must take care that, whilst you must be ready, you must not build up an over-anxious people about your security. That is important psychologically. Your publicity about this may have an opposite effect. People might get panic stricken and worry about the threat to Singapore's security from outside. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would ask the Minister again, movement of which country's planes or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1209</b></font>\n  <br>\n  <br> ships are these planes supposed to keep watch? May I again put one more question through you, Mr Chairman, Sir? This was asked me. I am passing on a question that was asked me by one of my constituents; \"Well, Mr Jeyaretnam, would you ask him in Parliament? Suppose we saw the Russian Navy in full steam ahead, saying across its bows, Singapore, here we come! You have these planes. They will report back to you. What can we do against Russia?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Defeatist! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is not a defeatist attitude. But one has to be realistic about the matter. You talk about not letting anyone think that you are a weakling and that you will be prepared to stand up. On the other hand, if you know that there is someone in front of you or somewhere, a person who is very strong, who is a giant, you do not go shaking your fist at his nose and say, \"Look here, we can do this to you.\" You try and keep out of his path. You try and be friendly, develop friendly relations. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Kowtow! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> So let us be realistic about our capabilities. Let us be realistic about what is possible within the resources available to us. We cannot just close our eyes to our capabilities and the realities. The reality is open to us and we should not just incur expenditure in imagining enemies at our doorstep. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, you have exhausted another 10 minutes. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, a Swiss soldier was asked the same question by someone nearer Europe. Of course, it is not the Russian Navy but the Russian tanks. \"If the Russian tanks were to roll through the passes in Switzerland, do you really believe you can take on the Russians?\" The Swiss soldier replied, \"Frankly, no, but I'll be here to fight and make sure that he is deterred from getting into Switzerland. And even if there are no Swiss left, it is worth the effort because they take over nothing.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1210</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think there is really no need for me to get into details. If the Member for Anson has been to the Netherlands, he will see that there are no floods in the Netherlands because the dykes are there. But if you remove the dykes, you are going to have floods in the Netherlands. The whole country will be flooded. The SAF is like a dam. Because there is a dam, you do not see the flood. When you remove the dam, then you will see the flood. But the policy of the Member for Anson is to prepare to build the dam only when the flood waters have engulfed us. I think he can preach that to his members in the Workers' Party but not to the rest of the Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Really, my point, Sir, is that it is not the E-2C, it is not the National Service. The crux of the whole argument of the Member for Anson is whether he believes in the defence of Singapore basically. He says he believes in the defence of Singapore, but I am not persuaded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sometime in 1967, a group of professionals, including lawyers and doctors, mooted the idea of forming the National Party of Singapore. News about this was first revealed in an Utusan Melayu article of 27th July 1967. One of the declared objectives of the National Party of Singapore was to work for the eventual reunification of Singapore with Malaysia. This objective was highlighted in another Utusan Melayu report on 14th August 1967. The then PKMS Chairman, Ahmad Haji Taff, supported this and he said that the NPS' aim to reunify Singapore with Malaysia was for the good of Singapore in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who were the people behind the National Party of Singapore? I think the Member for Anson can tell us. He was its legal adviser. He was responsible for drafting its constitution. The NPS never got round to contesting any elections. It seemed the prime movers could not agree on who should be the secretary-general of the Party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When that became apparent to the Member for Anson, he and Murugason, the present CEC member of the Workers' Party, decided to team up with one Charlie Seow to form the People's United Front in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1211</b></font>\n  <br>\n  <br> May 1971 with the Member as Secretary-General and Charlie Seow as Assistant Secretary-General. A Party programme was drawn up which called for the scrapping of National Service and the reduction of Defence expenditure. It is the same theme. Scrap National Service, modify it, reduce Defence expenditure. The present level is too high. It is too high now. It was too high in 1976. It was too high in 1972. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Later in June 1971, the Member for Anson became Secretary-General of the Workers' Party. His stand on Defence has been consistent - that we should scrap the present Defence expenditure, whatever that means, our present levels, wasteful, unnecessary, scrap it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Reduce, wasteful. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Wasteful, unnecessary. Reduce to what level? Mr Speaker, Sir, we are not convinced that the Member for Anson is serious about his claim that he was totally committed to the defence of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You want another 10 minutes? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Just briefly, Mr Speaker, Sir, with your permission. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right, briefly. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, the Minister digs into past history. That is all he can do at the moment instead of trying to answer the case for the Government on the purchase of these E-2C planes. As regards the National Party of Singapore, he quotes reports in Utusan Melayu. I am not responsible for what appeared in Utusan Melayu. I remember there were discussions but I do not know that they drew up a constitution for the Party. Then he talks about something else, that perhaps I was talking with Mr Charlie Seow in 1971. Let us not rake up all these. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> He is ashamed! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, it is not that I am ashamed of that. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1212</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You are. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Let us stick to the subject in hand. May I just say this? The Minister asked earlier, is this expenditure on the planes depriving Singaporeans of anything? And I say it is. At the moment, our Singaporeans are not getting the proper medical care and, of course, I am not talking about the rich. I am talking about the poor who are not getting enough by way of public assistance. They are not getting enough, the handicapped, the maimed, the deaf, the dumb. They are being deprived. And the Government is ready to spend a billion dollars on something which we, certainly in the Workers' Party, are not convinced and I am sure the majority of Singaporeans are not convinced. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> They will speak for themselves! \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Mr Speaker, Sir, with all the explanation that was given, may I just say that this is Singapore. This is my country. I am prepared to defend it and I am sure many Singaporeans will be willing to defend it. I think the lives of Singaporeans are worth much more than $400 or $1,000 that is required. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,113,240,000 for Head K ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $150,000,000 for Head K ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1212</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head O - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr M.K.A. Jabbar: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) That the sum to be allocated for Head 0 be reduced by $10 in respect of Subhead OA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment (1) has been withdrawn. Mr Chandra Das, amendment (2). \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0 be reduced by $10 in respect of Subhead OA-01 of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1213</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the cornerstones of our economic success is our pragmatic foreign and defence policy. Our total defence concept will undoubtedly send the right signals to any potential aggressor. In tandem with the total defence concept, our friends to all and enemy to none approach in our foreign policy has together ensured our territorial integrity and sovereignty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus far, Sir, the Ministry of Foreign Affairs has maintained embassies in our ASEAN partner countries and other key listening posts such as Tokyo and Washington. We must continue to expand our contacts. In this context, I am a little concerned that the Ministry of Foreign Affairs has reduced its 1984 expenditure budget, True, high productivity and the strong Singapore dollar vis-a-vis the United States dollar and other major currencies could mean that the Ministry would not actually be cutting down its activities. It appears however to be standing still. Perhaps the Minister would like to inform this House whether there are any plans to open up new missions, especially in the African and Latin American countries, for example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is generally accepted that trade follows the flag and not the other way round. Secondly, would the Minister report to this House whether his Ministry has purchased any properties overseas for the last financial year? If so, could he give details? Also, what are his Ministry's plans for the FY 1984-85 regarding purchase of overseas properties? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is one other matter which I would like to raise with the Minister. This refers to an article which appeared in the Straits Times yesterday in which it was reported that the Vietnamese Foreign Minister said that \"ASEAN countries, including Singapore, had been involved in huge secret trade deals with his country despite their public attempts to isolate Vietnam.\" This statement is purported to be made in Canberra. And it goes on to say that \"many goods from Thailand were sold in Vietnam through Singapore. Vietnamese goods were in return being sold in Thailand also through Singapore.\" Maybe the Minister may want to inform this House about these secret trade deals? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1214</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Speaker, Sir, at the last United Nations General Assembly session, the ASEAN and its member-states were very successful in the debate on the Cambodian problem. The success was seen in the strong support for the ASEAN Resolution aimed at seeking a political solution to the Cambodian problem. More than 110 members of the United Nations wanted Vietnam to withdraw from Cambodia and to allow the Cambodians their right to independence, sovereignty and territorial integrity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Foreign Affairs and especially our mission in the United Nations contributed very significantly to the success during the debate. I would like to congratulate them for their tremendous efforts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there are some Singaporeans, and I may say very few of them, are still very naive about security matters, including the question of the threat to our security. Whatever others may say, Vietnam's occupation of Cambodia constitutes the main threat to peace and security in Southeast Asia. First, it deprives the Cambodians of their land and has taken away their independence, sovereignty and territorial integrity. Secondly, it threatens Thailand and this can be seen in the number of instances when Vietnamese troops have crossed into Thailand. Thirdly, it threatens peace and security in the region because there is the danger of the Vietnamese invading Thailand as they did in Cambodia. Fourthly, it allows the Soviet Union and China to increase their intervention in the region because it gives them the opportunity to support the opposing sides and thereby increase their presence and influence. \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Vietnam should keep to its own borders and not occupy the land of its neighbours. Vietnam should concentrate on its own defence and internal development. Then only can Vietnam be regarded as a peaceful state and not a threat to the region. The solution to the Cambodian problem must therefore start with the Vietnamese withdrawing its troops from Cambodia and allowing the Cambodians to return to their own country. The United Nations must be involved in seeking a solution to the pro- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1215</b></font>\n  <br>\n  <br> blem and guaranteeing the security of all states in the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure the Ministry of Foreign Affairs on its part will continue its support for the ASEAN Resolution and search for new opportunities to resolve the problem. The Ministry, I am sure, will try to influence other countries which have not supported the Singapore position. In this connection, I would like to ask the Minister whether the Ministry is thinking of setting up new missions abroad. These missions to be set up can play an important role, both in political as well as economic terms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Setting up of new missions require additional manpower, especially the Foreign Service officers. Last year, I asked the Minister about the problem of recruitment in the Foreign Ministry. I would like the Minister to report to this House the progress the Ministry has made on this matter. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Culture (Mr S. Dhanabalan):</b> Sir, on the first point raised by the Member for Chong Boon on why there has been a reduction in the Ministry of Foreign Affairs' budget for the coming fiscal year, the proposed budget for the fiscal year 1984 is $69.9 million, which represents, as he has pointed out, a reduction, which is $5.8 million or 7.7% from the budget for FY 1983. Of the $69.9 million provided in fiscal year 1984, $55.9 million is for recurrent expenditure and $14 million is for development expenditure. The reduction that the Member has mentioned is from the recurrent expenditure and is due mainly to one item, that is, the removal from the budget of $4.95 million as Singapore's contribution to the UNCTAD Common Fund for Commodities. We provided this amount last year, but it is now quite clear that the Common Fund Agreement is unlikely to be ratified by the requisite number of countries to bring it into operation in the fiscal year 1984. We shall make a suitable provision at the appropriate time after the agreement takes effect. The balance of the reduction is due to the strengthening of the Singapore dollar. Apart from that there has been very little reduction of the real budget of our overseas missions or any other expenditure under this head. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1216</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked on what we spent on properties. For the year 1983, my Ministry spent approximately $11.5 million or 82% of the $14 million that was allocated for the purchase of properties. Ten properties were bought as staff residences in Kuala Lumpur, Manila, New York and Washington. Progress payments have been made for construction projects in Canberra and in New Delhi. Apart from these on-going projects, in addition my Ministry will buy residential properties for staff in the various capitals so that we are not subject to continuous rent increases from landlords. At the same time, of course, we will have sound investments overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked about what new missions we have planned for the coming years and he made the point that trade follows the flag. I am afraid for Singapore that cannot be so. It may have been the case for the colonial powers in the past, but we have to be more pragmatic and open missions where we have substantial economic relations or where we see good prospects of substantial economic relations. For the coming year we will be opening one new mission, which will be in Rangoon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also referred to newspaper reports about secret deals with Vietnam. Sir, as an international trading centre, we are an open economy. We trade with all countries, except those on which there is an international agreement to impose trade sanctions. There is no trade embargo on Vietnam, either by the United Nations or by any other group. What ASEAN has been advocating, and quite successfully, is an aid embargo. Our ASEAN partners know this and, in fact, all the ASEAN countries have trading relations with Vietnam to varying degrees. Singapore's trade with Vietnam in 1983 is estimated to be about $170 million. This constitutes about 0.1% of Singapore's total trade with all countries. Vietnam finds it advantageous to sell in Singapore and buy from Singapore as many others do. Whatever they earn from their meagre exports or whatever they obtain in the form of cash grants from the Soviet Union, they find, can go the longest in Singapore; Singapore's traders conduct their trade with Vietnam on a cash basis. In line with our policy of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1217</b></font>\n  <br>\n  <br> an embargo on aid, trade with Vietnam does not enjoy any incentive or special terms. There are no credit guarantee schemes, no reinsurance facilities, or any other kind of export incentives applying to exports or trade with Vietnam. There are no secret deals. All these figures are published every year and they are available in our trade statistics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps such trade is a secret on the Vietnamese side. What with a thriving black market system, an organized scheme to relieve desperate refugees of their belongings, it is possible that there is much that goes on in Vietnam that are secrets to Mr Nguyen Co Thach. Or perhaps he has difficulty explaining how an advanced social economic system such as theirs still needs to depend on supplies from decadent capitalist systems of ASEAN. In any event, if there is any secrecy at all, it is entirely on the Vietnamese side. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I now turn to the points raised by the Member for Serangoon Gardens. He asked whether we are going to open new missions abroad. I have already answered that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he touched on the question of manpower within the Ministry. The question of manpower and the manpower shortage problem is a continuing one with the Ministry. It has forced us to keep our overseas missions' staff to the minimum. Indeed, we will have to make further reductions whenever it is possible. During the last few months, for example, as a result of new systems and other procedures that we have introduced, we have been able to reduce staff in some of the missions. Our New York mission, as the Member has pointed out, is a busy one. It is small under normal times but it is always augmented during the General Assembly periods when officers from headquarters help in garnering support for various issues, including the ASEAN position on Cambodia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the current fiscal year we recruited only three Foreign Service officers, and three resigned. So we are really more or less standing still. The rate of resignation, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1218</b></font>\n  <br>\n  <br> however, has reduced considerably. Actually, now we have only 28 vacant posts as against, for example, in 1980 when we had 43 vacant posts. My Ministry and the Public Service Commission are continuing our efforts to find suitably qualified persons to fill the posts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think I have answered all the points. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I am grateful to the Minister for his rather detailed answer. On that note, Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0 be reduced by $10 in respect of Subhead OA-02 Object Group 3310 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the free world there are only two economic groupings which are worth noting, the EEC and ASEAN. ASEAN's strength comes from the deep understanding and appreciation of the hopes, aspirations, fears and objectives among the leaders themselves. In short, ASEAN SIX is in fact ASEAN ONE. This has been the trade mark of ASEAN: its solidarity and its one-mindedness in approaching any problems, reviewing any situations and investing in any opportunities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, I find it difficult to reconcile when it comes to the issue of Cambodia and the Vietnamese threat. To countries near the action, the Vietnamese threat is current and real. ASEAN has always approached this issue together. However, there appears to be a sudden change in the stand of one of its members because she has bilaterally gone ahead with her own objectives. The question now is, are ASEAN countries divided in their views and stand on the Cambodian issue? Would the Minister please comment? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, ASEAN is an organization of six sovereign states. We should not forget this. We are not controlled from one central headquarters which gives directions so that all speak with exactly the same words and in the same voice. It is natural to expect that there will be minor differences of opinions on various issues now and then. But in the fundamentals, ASEAN members have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1219</b></font>\n  <br>\n  <br> always been united. I think Vietnam, year after year, has found this to be so. In many cases, differences in styles and the way of speaking have been misunderstood or played up as differences of policies among ASEAN countries. Even Vietnam has now at last come around to accept that it is futile to try and split ASEAN on this issue. I read in the newspapers that Mr Nguyen Co Thach in a recent interview said that trying to split ASEAN was like trying to separate lovers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, regarding the reports that have given rise to some feeling that there is a difference of opinion on fundamentals, I think the Member is referring to reports of the visit by General Benny Murdani to Hanoi. I must inform the House that Indonesia has been in very close touch with us and, in fact, I have been kept constantly informed by my colleague in Jakarta on the results of General Murdani's visit to Hanoi as well as the visit of the Foreign Minister of Vietnam, Mr Thach, to Jakarta. We know that President Suharto has made it very clear to Mr Thach that Indonesia stands with ASEAN completely on the present policy on Cambodia. The ASEAN countries, of course, and this includes Indonesia, will continue to be responsive to any indication of Vietnamese interest to find a compromise political solution in Cambodia which will result in the withdrawal of their forces. The line is always kept open. \n  <br>4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is why the Indonesian Foreign Minister, as Chairman of the ASEAN Standing Committee, received the Vietnamese Foreign Minister in Jakarta. As he has explained to me, the ASEAN solution to the problem was explained very clearly to the Foreign Minister of Vietnam. But, unfortunately, as it stands now, it has not brought forth a positive response from Vietnam. But we are confident that in time Vietnam will find that it is to its advantage to respond to our formula for a solution in Cambodia. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, I thank the Minister for his detailed answer and I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1220</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 0 be reduced by $10 in respect of Subhead OB-01 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this of course, as you can see, deals with the Purchase of Properties for Overseas Missions and it has already been touched upon by other Members and the Minister in his reply. I note that we have spent about $96 million in the purchase of offices and residences and a sum of $14 million is now earmarked, subject to Treasury sanction. What I want to ask the Minister is what is the thinking regarding opening of new offices now that we have a grouping known as ASEAN-Six sovereign states. Is there any thinking of perhaps sharing offices with a view to reducing expenditure on properties abroad or having one ASEAN country look after the interests of another country where it has a diplomatic office? Or are we all going to set up separate offices? Is that the thinking that there should be separate offices in each country? I am asking this because that obviously is one way of trying to reduce the costs of expense on buildings overseas. We have spent, as I said, $96 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I move on, Sir, with your permission, to ask a question which perhaps may not come under the Development Estimates, and that is, on the question of relations with Vietnam. I am referring to the report in the papers today on the remarks made by the Australian Minister for Foreign Affairs that Vietnam is now willing to talk about the withdrawal of Vietnamese forces from Cambodia without linking it to the withdrawal of foreign troops from other countries in ASEAN or other countries in Asia. It may be too early for the Minister to make a response to this. What I would like to know is what is Singapore's thinking about talks with Vietnam to try and find a solution? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, on the first point raised by the Member for Anson, there are no plans to share offices. I think even older groupings than ours, the European Community, for example, find that in many instances bilateral relations with other countries demand that they have separate offices and separate staff to deal with them and it is not possible to deal \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1221</b></font>\n  <br>\n  <br> with third countries on a group basis. The idea of sharing costs by sharing buildings makes sense probably in very theoretical terms but if one is familiar with the way foreign affairs is conducted and foreign ministries are administered one would see at once that this is not a practical suggestion . Of course, ASEAN countries do assist each other in countries where all of them are not represented. For example, although we have an ambassador accredited to Sri Lanka, we do not have an office in Sri Lanka and during the disturbances in Sri Lanka the Malaysian High Commission helped to look after our citizens there. This cooperation exists not only with ASEAN but also with other friendly countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point has really nothing to do with this particular subhead, that is, the report about Vietnam being prepared to talk and what is our view. I would have thought that our view is very obvious. We have always made it very clear that we are prepared to discuss.The problem has been that Vietnam has not been prepared to discuss the particular issue, that is, the occupation of Cambodia. It is too early to react to the newspaper report. I do not know whether the newspaper reports are accurate or even whether the words used are what Mr Nguyen Co Thach used. Even if they were, I know from past experience that words have different meanings and I cannot react until we study further exactly what he said. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I beg leave to withdraw the amendment, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $55,933,300 for Head 0 ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $14,000,000 for Head 0 ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think at this stage we shall take a break. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I suspend the Sitting and will take the Chair again at 5.25 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 4.54 pm until 5.25 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1222</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1222</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.25 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Dr Augustine H.H. Tan: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (1), Dr Augustine Tan is not here. Amendment No. (2), Dr Ow. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JA-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1982, when debating the Budget estimates relating to the Ministry of Culture, I asked the Minister for Culture whether his Ministry had a comprehensive plan for cultural development. He answered then that the Ministry of Culture was formulating a five-year plan. Two years have since passed. I wish to know whether this plan has already been completed. Can he let Parliament know the main points of this plan? Does the plan include any measures for encouraging artistic and literary creation in our four languages? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also wish to know the state of progress of the \"Singapore History\" in the Museum and of the Oral History Unit so far. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to give my views on the role Singapore Broadcasting Corporation (SBC) can play in the propagation of culture and traditions. The performance of SBC in the past few years indeed merits our commendation, for example, the artistic programmes and documentaries of Channel 12, the Newswatch programme of Channel 5 and the special edition of \"Poems of Tang Dynasty\" on Channel 8, etc. The Television Division has also been trying its best to produce a few serialized Mandarin dramas reflecting local scenes and life. What is worth mentioning is the serial \"The Awakening\" now being shown. Although there are quite many shortcomings with this serial, if one does not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1223</b></font>\n  <br>\n  <br> cavil too much, the theme and contents are quite meaningful. It traces the history of blood and sweat of some of our forefathers in the 1920s who struggled in very difficult situations and under exploitation to make a living. The SBC's effort in this respect is very commendable and should be encouraged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, on the other hand, the SBC should also be criticized. The contents of the Chinese Variety Show programme warrant some scrutiny and thought-probing. One example can be found in what the Member for Henderson described a few days ago about the manner in which the audience were asked to imitate the way of a certain singer. There are also interpolating games during the Variety Show involving some quiz posed to the audience or participants - questions for oral answers. Some of the quiz were naive as well as nonsensical, such as \"Who do you think Tan Kim Seng Fountain is commemorating?\" This kind of childish questions not only regard the audience as fools but also make Singaporeans lose face. \n  <br>5.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that the idea of SBC telecasting some popular entertainment programmes is to increase its revenue. There is nothing really wrong about it. But excessive stress on revenue would make one sick. I remember last year SBC refused to telecast live the Ching Gay procession because of money considerations. This year, for a sum of $50,000, it changed its mind! Similarly, in February this year, there was an innovative Floating Carnival night on the Singapore River when teams from faraway countries were sent here to televise the event while our SBC audience were unable to see anything. The SBC has thus given our people an image of itself as a greedy money-seeking organization, Is SBC too commercialized, so much so that it has overlooked its task of propagating culture and traditions? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Culture must be aware of the Public Broadcasting Service (PBS) of the USA which depends on government grants and donations for producing and telecasting its high standard and meaningful programmes. Could the Ministry of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1224</b></font>\n  <br>\n  <br> Culture request the Ministry of Finance for the allocation of some funds to subsidize some public service programmes, such as for the Ministry of Defence and various public campaigns, and for the SBC to produce or buy some high standard educational programmes, such as \"Vietnam: A Television History.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, let me touch upon the question of the preservation of the National Theatre. The Government has decided to demolish the 20-year old National Theatre. We will remember that in the early years, our people from all walks of life, from the rich down to the trishaw riders had all enthusiastically supported the donation campaigns for the building of the National Theatre. This reflected the confidence the people had in the Government during those years. The National Theatre has a definite place in the culture and history of our country. It was the first milestone in the cultural development of the PAP Government. Students have also learned about the existence of the National Theatre from textbooks and other publications. To raze the National Theatre to the ground would mean the self-destruction of our historical landmark. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Foreigners pay great attention to history. We should also foster our people's awareness in history. I suggest that the relevant authorities consider preserving the facade of the National Theatre and a part of the set-up of the Theatre and turn it into a museum or memorial to preserve a landmark for our next generation. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, may I take the points made by the Member for Leng Kee one at a time? First of all, a cultural plan. The Ministry of Culture submitted a cultural plan to the Ministry of Finance in August 1982. The plan outlined the Ministry's general direction over a five-year period and its annual programmes during the period. - The plan was drafted in very broad terms, and the Ministry of Finance, quite rightly, asked for more details. The detailed costs and priorities in comparison with other countries are now being collated and a modified paper is now in the final stages of preparation. It will be submitted to the Ministry of Finance. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1225</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Broadly, the plan covers three elements. First, the Ministry of Culture will continue to provide leadership for cultural development by upgrading the annual programmes of cultural activities. Secondly, there are some plans to strengthen the infrastructure for cultural development, such as upgrading of existing theatres and other facilities that are required to continue cultural promotion activities. Thirdly, there are plans to improve training facilities for artistes by strengthening programmes for workshops, assisting established artistes, assisting established cultural groups and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as helping the promotion of creative activities in the various languages is concerned, there are two aspects to this. First, of course, is the documentation and preservation of such creative activities, especially literature, and secondly, the promotion of such literature. We have provision in the National Library Act for all printed and published materials on Singapore to be submitted to the National Library for documentation and preservation. There is a permanent record of all books published on Singapore. This, of course, includes books published in the various languages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as promotional aspects are concerned, the Ministry of Culture does promote literature in the local languages by compiling bibliographies, book lists of local writers and also organizing forums, workshops and other events to introduce local writers to Singaporeans as well as to enable local writers to put forth their ideas to those who are interested. We have also encouraged creative writing in the four languages by such competitions as short story and playwrighting competitions and, wherever possible, the results of these competitions will be published as literary works. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry has also given financial support to local cultural bodies. Just to give a few examples, it has given support to the Central Council of Malay Cultural Organizations to publish a book called \"Kahma Temasek\", which contains the prize-winning works of 1981. It also supports the translating and publishing of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1226</b></font>\n  <br>\n  <br> local literary works into English, from Chinese and vice-versa. Similarly, the Ministry has been encouraging writers in Malay and Tamil to translate their works for publication in the literary journal such as \"Singa\". These are some of the things the Ministry is trying to do to promote creative activities in the various languages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Leng Kee made a number of remarks about SBC and emphasized the role of SBC in matters of culture and in the promotion of values and traditions. He also criticized some of what he termed as \"stupid questions\" in variety programmes which either shows SBC or maybe the participants to be fools. Sir, one of the sad things about some of these quiz programmes is that unfortunately, they do create the impression that many Singaporeans really do not know much of what is going on around them. If somebody was asked, \"In whose memory was the Tan Kim Seng Fountain erected?\", when the answer is contained in the question. And if he still could not answer, then I think that speaks very poorly for some of our Singaporeans. But I take his point. In fact, I have been speaking quite often to SBC about either trying to improve these quiz programmes or to do away with them altogether, because somehow Singaporeans perform very poorly before the microphone or before the camera. We do not seem to have the gift of the gab, which is not entirely bad because I think it just means that our people are more interested in getting things done rather than in talking about things. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked why was the Ching Gay procession not telecast. The truth is that it was telecast live. But perhaps what he really meant was, why was it telecast without sponsorship? Sir, there are various demands on SBC from various organizations to cover their events over TV. There must be a policy. SBC just cannot cover events upon demand. SBC reviewed its policy and they submitted their policy to me. I have agreed that the policy that they follow is quite sound. Where an event, public or national, enjoys a very large TV or radio audience, of course, there is no problem. Once an event has a larger audience, sponsors or adver- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1227</b></font>\n  <br>\n  <br> tisers are easy to attract and there is no problem in SBC meeting all the expenses for the telecasting of such an event and, of course, recoup the cost from the sale of advertising time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem arises when we have public events which do not enjoy a sufficiently large audience to attract commercial revenue, or we have public events which are not suitable for commercial sponsorship. Examples of the first type, that is, those which are of national significance, will be events like the National Day Parade and National Day rallies and special speeches by the Prime Minister and so on. They are either not suitable for commercial sponsorship or in some cases they may not even have a large audience. But in such cases the SBC, as one of its functions, will provide full or extended TV coverage and meet all the expenses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another category of events which is not of national significance but which evokes national pride or support, crucial national policies. An example of this would be the SAF display. In these cases, the organizers meet the production cost and air time and, in some cases, the organizer is able to obtain a sponsor or sponsors to meet the cost of production as well as air time. In these cases, if the organizer is not able to find sponsors to cover the air time cost, the SBC has been prepared to help by finding sponsors. But there are still other types of events, like the Orchard Road parade or the Ching Gay or the Dragon Boat race, which do not come under any of these categories. They also do not command a large audience because, as I have said at the very beginning, if such events command a larger audience, then there is no problem because we can always get some commercial sponsors. These events will, of course, be covered by SBC in the normal way over its news programme or some magazine programme. But extended live or recorded telecast of such programmes cannot be justified. If the organizer wants such events to be covered in full, either live or recorded, then they will have to get sponsors to meet the cost of both production and air time. In the case of the Ching Gay procession, that is what they did. It is really a question of poor audience size, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1228</b></font>\n  <br>\n  <br> whether SBC should undertake the telecasting of such events which cannot be supported by commercial revenue. As I have said, there are events which, in any case, SBC will give extensive coverage even though commercial revenue cannot be obtained because of other over-riding national interests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked about SBC turning to the Ministry of Finance for further allocation to buy programmes of an educational nature. In fact, 25% of telecast time is for educational and information programmes. The SBC is able at present within the existing framework of distribution of time for different types of programmes to meet the cost of such educational programmes on its own. \n  <br>5.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member raised one other point on the National Theatre. Sir, it is true that the National Theatre is more than just a building. It was a very important part of nation building and it was one of the first projects in which all members of the public from all walks of life participated. And it forms an important milestone in the building of our national spirit. It is indeed regrettable that we have had to close the Theatre and later demolish. It was not an easy decision to make and it was only made after very careful consideration of the safety and other relevant aspects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the press statement from the Ministry of Culture issued to the public at the time when the decision was made stated, we in fact had a committee of four professional engineers to determine the structural soundness, and unfortunately this committee came to the conclusion that the structure is sub-standard and unsound and does not meet the generally accepted safety factors. I think Members will all agree that under such circumstances it would have been impossible for any responsible government to keep the Theatre open. Any accident would have resulted in a loss of lives which would far exceed anything that Singaporeans have experienced so far including the cable car accident. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the conclusion on the structure of the Theatre, the construction \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1229</b></font>\n  <br>\n  <br> of an elevated eight-lane expressway just in front of the Theatre which will, in fact, eat into quite a bit of the Theatre's present grounds will create such a noise and pollution that the Theatre in fact would become quite unsuitable for staging performances. All the same, Sir, I do take seriously the Member's suggestion that something must be done to retain some reminder of the Theatre as a historical landmark in Singapore's history. We are prepared to make a study to determine the feasibility of preserving the facade of the Theatre. This will, of course, have to depend not only on the engineering and aesthetic aspects but we have also to consider what other alternative uses the site can be put to. If it is not possible to preserve the Theatre facade, we have to find some other way of commemorating the Theatre. Sir, I think I have covered all the points. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, with your indulgence, may I just raise one or two points. I know that financially SBC currently is quite healthy. But if you look at the annual report, the net income in 1982 was $25 million but it has dropped to $22.4 million in 1983. So I still think that it will be good for the Ministry of Culture on behalf of the SBC to ask the Ministry of Finance for a grant for so-called public service programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point I would like to make is whether the Minister will ask the SBC to consider telecasting BEST lessons over TV for our workers. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I am sure SBC will always welcome contributions from the Ministry of Finance. And at an appropriate time when we do ask, I hope that the Members of this House will support such request. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as SBC telecasting BEST programmes is concerned, this again comes within the problem of who is to bear the cost. SBC, of course, is prepared to telecast but the cost has got to be borne by somebody. And it is important for good \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1230</b></font>\n  <br>\n  <br> accounting that different Ministries cost carefully whatever programmes they have in mind. If such costing is not done and SBC or some other Ministry not directly related to the activity of the Ministry has to bear the cost, then I think it can distort the assessment of the cost-benefits of a particular programme. All the money whether it is SBC, Ministry of Education or the Ministry of Labour, comes, of course, from a common pool. But it is important that the common pool be allocated according to the functions of different Ministries, When this is sorted out, SBC will be more than prepared to telecast BEST programmes. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, I just want to remind the Minister that I am on his side and I am sitting behind him, On that note, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Chai Chong Yii: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JC-01 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment (3), Mr Chai is not here. Encik Othman, amendment (4). \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JD-01 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to bring up three issues. The first concerns the SBC's Malay programmes, particularly the TV programmes. I would like to ask the Minister what steps have been taken by the SBC to improve the quality of the Malay programmes. Will the SBC consider producing Malay programmes like current affairs forums, debates as well as documentaries which have educational value? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like next to deal with the programmes on Channel 12. At present, the programmes on Channel 12 are only in English. I would like to enquire whether SBC has been successful in acquiring good Chinese, Malay or Indian films or features suitable for telecast on Channel 12. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1231</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third issue is the SBC's personnel management and career development programme for its staff, What are the SBC's plans to train and upgrade the quality of its staff? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SBC has recruited staff from other countries and I wonder whether this move has affected the morale of the other employees in the Corporation. I believe that it is a sound decision to attract talented people from all sources to join the SBC. They can help raise the quality of the SBC programmes and, at the same time, impart their knowledge and expertise to the other staff. However, care must be taken to ensure that they do not demoralize the staff. Above all, our local talents must be given adequate recognition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In all organizations, it is crucial that there is effective communication between the management at all levels and especially the middle management officers and the staff. Effective communication will help create a harmonious and happy working environment in which the organization's problems can be discussed in a frank and open manner and appropriate solutions which are fair to all concerned worked out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to end by asking the Minister to see that there is effective communication between the management and staff in SBC. This will indeed help SBC to produce quality programmes for its viewers. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, I join my colleague, the Member for Geylang Serai, in his comments about the dearth of good Malay programmes in SBC. However, I must say that SBC has generally improved in its production. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to touch upon the question of censorship policy which I find a bit difficult to reconcile. Many of my residents have complained that the censorship policy on television is pretty strange and there appears to be a dual standard of censorship in Singapore. They claim that this is so for particularly the Chinese shows. One day I sat up to watch a film known as the Golden Swallow which I saw in a theatre some 10 years ago. It starred at that time the famous duo, Wang Yu and Cheng Pei Pei. I remember, Sir, the last scene of the original film which was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1232</b></font>\n  <br>\n  <br> shown in a theatre known as Roxy. In the fighting scene alone, the action went on for about 10 minutes. Here you are on television after about one and a quarter hours, in a minute you see the hero standing with about 40 lying dead. I was wondering what happened. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There may be a need for these deletions so as to cut it short in order to suit the time slots. Or maybe the scenes are considered too violent now, 10-12 years later, than it was 10-12 years ago. Sir, I appreciate there must be good reasons behind the TV censorship and maybe the Minister may wish to enlighten the House and the people as to the rationale for this apparent discrepancy between the two censorship policies? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, Sir, I notice also that good programmes like Yes Minister and Mind Your Language, apparently get by-passed. Maybe the Censorship Board or the people doing the censorship thought it was too sensitive or maybe it may not appeal to the humour of the Singaporeans. Sir, I must say that they are wrong. Now, the second time around, it comes round and it is being shown on the air. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing, Sir, is that it appears that although there is an increase in licence fees, SBC still push along this no-pay-no-show concept. A case in point is the Hong Bao Show which the Minister attempted to reply, but I am not convinced. Because I thought for the Hong Bao Show, the STPB and the SDC, if I am not mistaken, spent a vast amount of money to stage that show, and I thought that show would have been a worthwhile one. Many of my residents asked me this question, \"Why not?\" So I am asking now, why not? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I notice also that the SBC has gone to town and slotted an advertisement slot or inserts into the News. Is this really necessary? I do not think it is. Sir, I would appreciate if the Minister could give me an answer to this query. And I must say that basically SBC has improved but I think there is still room for improvement. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Mr Speaker, Sir, I share the views expressed by the Members for Geylang Serai and Telok Blangah about Malay TV programmes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1233</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In recent times, there have been a lot of improvements and innovations in the programmes telecast by SBC. Special mention should be made with regard to the Malay entertainment programmes for their high quality and efficient presentation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, television as a medium that is most popular with Singaporeans not only has to entertain but also impart knowledge and educate the viewers. Programmes like Opinion and forum discussions are good platforms for expounding views on national issues. Apart from these, programmes of general interest to the Malay speaking community as well as programmes that could be of special importance and benefit to students should also be included. I understand, Sir, that there is no lacking in such programmes in the Chinese section. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to know from the Minister for Culture whether the SBC has any plans to fulfil the need for educational and informative programmes produced in Malay by SBC. \n  <br>6.00 pm \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chai is not here. Encik Saidi. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff (Kaki Bukit)</b>(\n  <i>In Malay</i>): Sir, first of all, I wish to put on record my support for the arguments put forward by my colleagues, the PAP MPs, who have spoken before me because they have stated what I wanted to say. As citizens of Singapore which is only 618 sq km in area with a population of 2.5 million, we are fortunate to have wide-ranging radio and TV services in terms of long transmission times and diverse programmes in our four official languages. I am most surprised that the SBC staff are able to broadcast in the various languages continuously from morning till late at night every day and are able to do it smoothly, with very few disruption s by technical faults. And whenever any technical fault occurs it is speedily rectified. The quality of all programmes broadcast keeps on improving from the point of planning, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1234</b></font>\n  <br>\n  <br> delivery and the overall technical production. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can enjoy all this by taking out a licence that is fairly cheap and within our means. If the licence fee is too high, many people would certainly have refrained from buying radios and TVs or would have sold their sets. But this has not happened. Nevertheless, it would be wise not to revise the licence fee by a surprise announcement, but rather by first presenting in Parliament to be debated so that the reasons for such a move could be given to the satisfaction of all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the launching of the radio service and subsequently TV, the SBC has achieved progress in line with advancement of science and technology; and with the use of modern recording and transmission equipment, the quality of our radio and television broadcasts is very high indeed. The introduction of SBC Text and Channel 12 are indications of the progress and development that have been achieved by SBC and it is learnt from the SBC 1982/83 Annual Report that the Corporation is now making efforts to develop a trained corps of local talents for participation in programmes produced by SBC in all the language streams. This is being done through recruitment and audition, training schemes and opportunities to participate in radio and TV programmes. I congratulate each and every member of the SBC staff who is involved either directly or indirectly in the broadcast of all the radio and TV programmes for the creativity and dedication shown which have helped to satisfy every listener and viewer in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is extremely difficult and fraught with problems for the SBC to give full satisfaction to every member of Singapore's multi-racial, multi-lingual, multi-cultural and multi-religious society. As human beings we have various attitudes and ideas based on our background, experience and education. But I believe that Radio 1, 2, 3, 4, and 5 broadcasts have been able to satisfy listeners from all sections of society in Singapore on the basis of their needs and what they desire. I have been told that Radio 2 broadcasts have received good response from residents of our neighbouring countries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1235</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I view TV Singapore as a national restaurant which every evening is able to put on the menu various types of imported and local dishes to cater to the taste and palate - the eyes, hearts and minds - of all the people of Singapore through its branches, restaurants 5, 8 and 12 as well as SBC Text, and these dishes are then sent to the residence of every member of our society. It is up to us to select - to accept or reject - the foreign or local dishes put on the menu by SBC. We should use our discretion to make the correct choice of the type of food that is good and beneficial to us and our families. Every cook in every restaurant often thinks that the dishes he prepares are good and delicious and frequently endeavours to cater to the tastes of the customers. And generally we, as diners, who know next to nothing about cooking, often like to comment on the taste of the food - too sweet, too saltish, too hot, too spicy, and so on and so forth. We give our opinion as we deem fit. Whatever suits our taste we pronounce as good otherwise we label it bad. The cooks at SBC should therefore be able to come up with a well-balanced mix of dishes for the education, entertainment and information of Singaporeans of all walks of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe SBC has succeeded in doing so and achieved the objective of providing a balanced service in the field of information, education and entertainment although there is still room for improvement. At the moment, programmes such as Feedback, Friday Background and Newswatch have produced popular response from a large sector of viewers as a means of information and education. Entertainment programmes telecast in conjunction with festivals like Christmas, the New Year, Hari Raya, Deepavali and Lunar New Year also serve to provide an equally satisfying meal. Programmes for children such as Mat Yoyo, for instance, has won an award for the best produced programme for children. I understand too that the Bangsawan or Opera Gunong Sari and the programme called The Awakening have likewise been well received by the general viewers. In the area of Malay drama, I have not yet seen a drama produced that can match the effectiveness of the programme called Pak Awang \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1236</b></font>\n  <br>\n  <br> Temberang which remains fresh in my memory to this day. It is hoped that SBC would be able to further upgrade the quality of its Malay drama in terms of story and presentation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;TV is a very effective medium of remoulding and refining the thinking of the people of a country, especially through programmes featuring discussion or dialogues. Discussions or forums in which leaders of certain professions participate can help to change the mentality and attitude of the people of a country. It is hoped that SBC would be able to produce programmes like the ones I referred to in the field of family education, namely, those featuring elements relating to the role of parents and the family in the education of the young in managing the- house and family life in accordance with our oriental traditions and practices in order that our children are properly brought up morally and educationally. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, may 1, first of all, thank the Members who have made very complimentary remarks about SBC. I am sure the staff in SBC would be most encouraged and we also welcome constructive criticisms which will help SBC to improve its programmes; and whatever the Members have pointed out by way of shortcomings and possible improvements, we take it in good spirit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would first like to take points made by a number of Members about the Malay programmes, the quality of Malay programmes and the call for more Malay programmes of an educational or informational nature. Sir, the first thing to note is that we do not have unlimited time. There is a certain amount of time allocated for English, Chinese, Tamil and Malay programmes. The mix of programmes, even though we have some very good cooks in SBC, cannot really satisfy all palates. If we have more programmes which are serious, eg, forums, seminars, discussions, it will have to mean less entertainment programmes. In spite of this, I must point out that almost 40% of Malay TV telecast time is taken up for informational and educational programmes. This includes, of course, News and occasionally Forums. We do not schedule regular forums and discussions because even with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1237</b></font>\n  <br>\n  <br> the English or Chinese language broadcast we find that it is very difficult to get people who can discuss a problem in an interesting way and also put across the points in a convincing way. This again goes back to the point that I made previously that we just do not seem to have people who are able to hold the audience before a camera or a mike. And as I said, it may be all to the good because we are just people who are more action-oriented rather than speech-oriented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But having said that, when there are particular issues which require to be explained to, say, a Malay audience, we do have a special forum; but of course not as often as some of the Members would like. Again, I must point out that whenever we have these small forums and discussions, they will eat into the other times allocated for Malay programmes. While Members in the House may be very interested in serious programmes, whether it is Malay, Chinese or English, I think we must realize that the general audience in Singapore, the man-in-the-street, may not have the same kind of interest that Members here have in such serious programmes. So to some extent we have also to take into account the audience size for different types of programmes. All the same I do take note of Members' suggestions and I will ask SBC that whenever particular topics come up, we should require explanation to the Malay audience that they should organize seminars or forums. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Geylang Serai raised the question of Channel 12, why it is only in English and whether there is any success in getting programmes in other languages. I think we have explained both in Letters to the Press as well as over Feedback programme on TV and other media to explain why Channel 12 has to depend so much on English programmes. For Channel 12 programmes, the basic criteria is the quality of programmes both technical and content. Unfortunately such programmes are available mostly from the other Asian countries, and some will be screened over Channel 12 over the coming months. We have acquired some Indian films. I think we may also be acquiring \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1238</b></font>\n  <br>\n  <br> some Chinese films, I do not know, But as and when we acquire good films, we will put them over Channel 12. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of Malay films there is a specific problem, there is just not enough films; whether it is for Channel 8, 5 or 12. The number of Malay films that are being produced every year in Malaysia is very few and, in fact, before November 1983, we could not even really present one film a month without repeating the films. Now SBC has tried to tap the Indonesian market. Films are available but we have to be careful in our selection of films and SBC has been able to telecast more Malay films. So the question of Malay films is rather special. I do not think it is just whether we can get good films for Channel 12. It is a general problem and as and when we can get good films, we will telecast them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from that, I want to take this opportunity to also explain about Channel 12. Apart from films, programmes in other languages or programmes covering other cultures, whether it is Chinese drama, or Chinese music or Indian drama or music, or Malay drama or music, or other Asian programmes, are difficult to come by in quality, both technical and content. I do not want to mention names but we have tested out programmes from various other countries and some of them are really atrociously bad, in terms of presentation. And they just cannot be presented on SBC, if we want to maintain a high standard. \n  <br>6.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of the Members have seen an attempt by SBC to present an opera that was presented locally by the New York Metropolitan Opera Group and SBC tried to film it and telecast it and those who watched it must have noticed how poor the standards were because the lighting was poor. The lighting was meant for people in the theatre and not for a TV recording with the result that the stage was very dark and one could only see ghostly figures moving around and rather thin reedy music. SBC, in fact, had to cease those broadcasts. And the kind of films that SBC is able to get from some of the other Asian countries is unfortunately of that type, even though they were pro- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1239</b></font>\n  <br>\n  <br> duced for TV. So if we want to maintain a high standard, we have to depend at the present moment mostly on films from US and Europe. But SBC is constantly trying to get programmes from other sources for Channel 12. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Geylang Serai also raised the question of SBC staff development, and he emphasized that local talent must be given adequate recognition. I do not know whether, when he talked about local talents, he meant performing talents or whether he meant just talent in the general sense of administration and production and so on. But whatever the case may be, of course, SBC tries its best to encourage local talent and to try and use local people wherever they are available. But, as I have pointed out in the past, SBC's primary duty is to produce good programmes, and if this requires recruiting people from abroad we will do so. Wherever local talent is available, we will recruit, train and use local talent. But we must not get our priorities mixed up. SBC is not set up to promote local talent. SBC is set up to produce good programmes to telecast to Singapore audience - educational and entertainment programmes - and if this requires SBC to recruit people from overseas, whether they be performing talents, production or other talents, SBC must be free to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of performing talent, a number of SBC programmes, for example, the Variety programme that is telecast five times a week, Live from Studio 1, does in fact use mostly local talent and many of the performers have become quite well known as a result of exposure through this programme. The management of SBC, as any good management, must be aware that communication with the staff and the schemes to motivate staff are very important. SBC is a service organization and more so than organizations that produces some tangible products. It is very important to have the right morale and the right esprit de corps in the organization to be able to produce good programmes, and unless the Member is specific about some failings in communication between the management and staff, I really cannot be more specific in my answer. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1240</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Telok Blangah talked about the dearth of good Malay programmes. I think I have already touched on that. Then he talked about the double standards of censorship. He said that there is a dual standard of censorship - one standard for films in the theatres and another for television, This is quite normal. In fact, there is a double standard. Usually films over TV are subject to much more stringent criteria, even for the same film. And this is not peculiar to Singapore. Even other countries have the same approach because TV programmes come right into the homes and are viewed by the family as a whole. Therefore, very often, programmes that are telecast over TV are subject to much more stringent criteria. On the particular episode he quoted, The Golden Swallow fighting scene, I was informed that in fact the cut was only three minutes whereas the impression given was that the cut must be about nine minutes. The Member said that he felt that when he watched the show in the theatre the fighting scene was 10 minutes. I think time is very relative, Sir. I do not think he looked at his watch. Probably the scene was so dull that he felt that it was 10 minutes long but the actual cut was only three minutes and SBC just summarized it. Probably it showed the start of the fight and the end of the fight without the in-between. So there is no discrepancy. It is quite normal to have a different standard for films shown over TV and the same film shown in the cinema. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Hong Bao Show, I have already explained the general policy towards the telecast of such shows. Members must be aware that SBC just cannot take along its cameras and record a show. It requires a lot of preparation. It requires a lot of extra lighting. What is sufficient lighting for a normal show is not at all sufficient for a TV recording on film. It requires a lot of planning. In the case of the particular show that the Member mentioned, I think SBC's judgement was that the live audience for such a show was not there. In fact, If the live audience was there, I think sponsors would have come up quite readily to pay for sponsorship of such a show. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding commercials, of course, this is a perennial complaint and somehow \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1241</b></font>\n  <br>\n  <br> SBC has got to balance the number of commercials and the quality of programme. Less commercials mean less revenue, less revenue means poorer quality programmes. So we cannot have more revenue, better programmes and less commercials. It is not compatible. But somewhere, a balance has got to be struck. In fact, in the case of commercials, there are some very clear guidelines. The maximum period of commercials allowed within a programme of an hour is 12 minutes. There may be three minutes of commercials before or after a programme. So the maximum over one hour is 15? minutes, ie, 25%, which of course is a lot for commercials and people may get the impression that they watch more commercials than the programme if they sit through a programme containing 15 minutes of commercials. But this is the maximum and very seldom is this maximum reached. It is reached only during the peak times, which is 7.00 pm to 10.00 pm, just before festivals like Christmas or Chinese New Year. Even during these festival periods the average per hour during peak time of commercials is only about seven to eight minutes. It is about 13% in an hour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Peak time during non-festival periods it is even less. But of course this is the average between 7.00 pm and 10.00 pm. If the most popular programme is sometime between 8.00 pm and 9,00 pm, then there will be more commercials in the 8.00 - 9.00 pm programme than in the other programmes. But still it is subject to the maximum that I mentioned. The trouble is, of course, if somebody is watching a programme, he sees many commercials that it registers and stays in his mind whereas at other times when he watches a programme with few commercials he just does not remember. What sticks in the mind is the irritation of frequent commercial breaks. But there is a limit and SBC tries to keep to its limit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Commercials in the News programme. As you know, the English and Chinese News has now been divided into basically two sections and there is a commercial break between the two. It does not in- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1242</b></font>\n  <br>\n  <br> terfere with the News and the commercial break does not really exceed two minutes and so far SBC has found this commercial break to be a highly well-paid commercial break. This revenue will be used to produce better programmes. The Member may not like the idea of News being interrupted by commercials. I can quite understand because it is something that we are not used to but SBC is very careful in not allowing commercials to break into the major news item. Basically we are trying to divide the News into the hard news and what we call soft news and between the two there is a commercial break. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the Member for Kaki Bukit's comments on improvement of Malay drama, this is something that SBC is constantly paying attention to improve the quality of local drama production, and we do get people from overseas, from Indonesia or Malaysia, in the case of Malay drama, to train. As you know, SBC has set up a training school and quite a vast sum of money has been spent in setting up and staffing this training school. Trainers from outside Singapore, BBC, NHK, Indonesia or Malaysia, have been brought in to improve the production of various local programmes and these include the Malay drama. Improve plot and presentation - yes, of course, that is what we are trying to do. We hope that over time Members will see. sufficient improvement, if not to satisfy them at least to make them grumble less. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> The Minister has not answered this question. It looks like we were not offered the programmes Yes Minister and Mind Your Language. Is it because of the censorship policy? Can you please clarify this? We had it the second time round. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, it has nothing to do with censorship policy. I think it was purely a decision by SBC based upon consideration on whether it will have an audience. Initially they came to the conclusion that there would not be a sufficiently large audience. But with the start of Channel 12, we have been able to assess more accurately the audience for serious programmes. Yes Minister, for example, may be of great appeal to Members of this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1243</b></font>\n  <br>\n  <br> House but in general terms it may not be of much appeal to the man-in-the-street. Most of them would not be able to follow a lot of the dialogue. But all the same, SBC has acquired this programme as well as Mind Your Language which, I think, it has already completed the run. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff:</b> Sir, I stand to be corrected. I would like to urge the Minister to seriously consider, in line with the efforts of the Muslim community, to upgrade the achievements of our Malay students in education. Perhaps SBC could conduct a series of forums or discussion by a certain professional on family education, such as how to bring up children, conduct a discussion on education for children at home, and so on. I hope the Minister can consider it seriously. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I will ask SBC to consider the suggestion. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, let me first thank the Minister, but I would just like to make a clarification. I was referring mainly to the production talent. I think the local production talents must also be given a chance to show their talent. The other point on communication, to be fair, SBC has been expanding very rapidly over the last two to three years and there may be minor lapses. However, if there are specific problems I will bring them to the Minister's attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $30,113,510 for Head J ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $33,342,000 for Head J ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1243</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head N - \n  <pre>\r\n\r\n   The following amendment stood on the Order Paper Supplement -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Augustine H.H. Tan:\r\n\r\n\r\n\r\n   (i) That the sum to be allocated for Head N be\r\n\r\nreduced by $10 in respect of Subhead NA-01 Object\r\n\r\nGroup 1100 of the Main Estimates.\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (1), Dr Tan is not here. Amendment No. (2), Mr Chandra Das. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1244</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, in moving Amendment No. (2), I also intend to take up subjects which I intend to raise under Amendments Nos. (3) and (4) with your permission, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Subhead NA-01 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all our plans to upgrade and restructure would come to nothing unless we are prepared to invest in our human resources. We have rightly opted for a high skill and high wage strategy. In this respect, the Government has set up the Skills Development Fund which now has an accumulated fund of $337 million. My question refers to what has been perceived as the unrealistic guidelines of the SDF. Firstly, it seems that any company applying for SDF financing for its training programme is required to put up what is known as a total training plan. I agree that this requirement will ensure that all training is properly planned and coordinated. However, Sir, some of our companies might not have the expertise to put up such total plans. Perhaps the Minister could tell this House whether his Ministry or the SDF has any expertise to advise smaller companies in this area of manpower planning. If this is not the case, only larger corporations will benefit from the scheme and the smaller companies will continue to pay. \n  <br>6.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other issue concerns the disappointing productivity figure of the trade sector, which showed a growth rate of only 1.9% compared with the national average of 5.2%. The general suspicion is that SDF guidelines tend to be manufacturing-biased. I hope the Minister would look into this and thus help the trade sector improve its productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to turn to a subject which has been raised many times in this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1245</b></font>\n  <br>\n  <br> House. This is the question of the Annual Wage Supplement. Sir, Singapore prides itself on having one of the most efficient and honest Civil Service in the world. The Government in turn has improved the salary and working conditions of the Civil Service significantly. I might even say that in some respects the total remuneration package for our civil servants are comparable and just as affractive as those in the private sector, However, there appears to be a minor policy quirk which tends to make retiring civil servants leave with a bad taste in the mouth. Mr Speaker, Sir, I am referring to the practice which deprives civil servants who retire before 31st December of the year from his well-deserved 13th month or Annual Wage Supplement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am aware of the reply given in this House to many of my colleagues, that is, you must be in service on 31st December in order to receive the Annual Wage Supplement. Sir, as the retirement date is predetermined, it is not fair to penalize one if one retires before 31st December. Perhaps, the Minister might want to consider paying such cases a pro-rated sum. The same should also apply to those who die in harness. Frankly, Sir, I think there is a good case for the Minister to review this present hard policy, especially when the Minister of State for Finance made an eloquent appeal in this House in June 1981, while serving as a Backbencher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the next item is the question of computerization in the Civil Service. My question is, what is the level of computerization in our Government Ministries and statutory boards? I am interested to know how many Ministries have computerized and how much have been spent both on hardware and software. Moreover, are there any indications to measure success, failure or productivity increases arising from the computerization effort? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister of State for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Finance (Mr Lee Yock Suan):</b> Mr Speaker, Sir, I am replying on behalf of my Minister, The hon. Member for Chong Boon has raised three questions and I propose to deal with them in sequence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1246</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, he emphasized the importance of human resource development in our economic restructuring and he commented on the role of the SDF. The SDF's role is to promote the upgrading of skills of persons in employment. It is a financial assistance scheme to stimulate employers to train their workers and equip them with the skills necessary for economic restructuring. When the scheme was introduced in 1979, the level of employer-based training was low. To stimulate awareness of the need to train and to overcome employers' initial reluctance, the SDF has adopted a liberal approach in the evaluation of training applications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDF recognizes that companies have varying capabilities to train. A small firm new to training can still receive grants in spite of its weaker efforts. The hon. Member may not be fully aware of this. Differential levels of support (30%, 50%, 70% and 90% of allowable costs) are granted, depending on the depth, extent and quality of the training proposals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Considerable efforts have been made to reach out to small and medium-sized companies through their industry associations. The SDF has also identified 177 courses at the various training institutions to which companies can send their employees for training and qualify automatically for a fixed level of grants. This scheme is especially helpful to small companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Significant progress has been made by the SDF in quantitative terms. As at the end of 1983, the SDF has committed a total of $203 million in grants under its various grant schemes. This represented 48% of total levy collections. About 140,000 workers will benefit from the training grants committed. Utilization rate in terms of grant commitments has improved from 18% of levy collections for the year in 1980 to 59% in 1983. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDF is now directing more attention to qualitative improvements in their training schemes. The main thrust is to promote more in-house systematic training programmes by companies rather than relying on external ad hoc training courses. More generous support up to 90% grant level is available for in-house training programmes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1247</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Towards the end of last year, companies which have the capability were encouraged to submit the so-called \"total training plans\" to provide for the systematic training of workers over a longer time-frame. As an incentive to promote such schemes, training grants are paid in advance to qualifying companies. They, therefore, save on interest cost. The SDF has approached 50 companies to submit total training plans. Twenty such plans have been submitted, of which eight have been approved and the others are being processed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must, however, clarify that total training plans are not the only ones to qualify for SDF grants. Other training applications will continue to be assessed according to the existing liberal SDF guidelines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDF has been offering advice to the smaller companies in applying for grants from the SDF. However, given their large numbers and lack of capacity to train, the most effective approach is to assist through their trade and industry associations. The SDF has thus encouraged 10 such organizations to set up permanent training centres to cater for the specific needs of their members. These include the Hotel Training Centre and the Textile Training Centre which, I think, Members are familiar with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides financing 90% of the set-up costs and providing training grants for course fees at these centres, the SDF has also paid special attention to equip the training managers and instructors of these centres with the necessary training competence as well as consultancy skills. They will then be able to analyse training needs and advise their members on appropriate training programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other issue raised by the hon. Member is that the SDF appears to favour the manufacturing sector. This is a misconception. As at 31st December, 1983, the trade and service sector received a total of $63.7 million in grants from the SDF. The shares of the trade and service sector were larger than those of the manufacturing sector in respect of training grants (36% as compared to 33% for the manufacturing sector) and in respect of the development \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1248</b></font>\n  <br>\n  <br> consultancy grants (34% as compared to 25% for the manufacturing sector). In value terms, 66% of the SDF training grants were given to local companies, many of which are small firms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I share the concern of the hon. Member in the poor productivity performance of the trade sector, Much more can be done to increase its productivity. One way, of course, is through automation and computerization. Another way is through providing more systematic training not only for managers and supervisors, but also for the sales persons and other line workers. The SDF will continue to provide generous support for structured training programmes to upgrade the productivity of this sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I move now to the next issue raised by the Member concerning the payment of the Annual Wage Supplement to retirees: The late Minister for Finance, Mr Hon Sui Sen, had logical and cogent reasons for maintaining the policy of not paying the 13th month Annual Wage Supplement to retired civil servants in their year of retirement. As the Member has mentioned, this issue has been raised so many times in this House over the years that I think hon. Members are very familiar with Mr Hon's reasoning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Basically, it is that the AWS is a bonus payable only to those who are in the service on 31 st December. Those who resign, retire or pass away before 31 st December, therefore, do not qualify. For a civil servant whose birth date is not known precisely, the Government has given him the benefit of the doubt and assumed it to be 31 st December in his year of birth, so that he can have the benefit of working till the end of the year instead of a date before that. However, since he then has to retire upon reaching retirement age on 31 st December, his last day of service is 30th December and he is, therefore, also unfortunately not eligible for the AWS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The arguments are sound and logical. However, in view of popular requests by both MPs and the public for the policy to be reviewed, I will ask the officials of my Ministry to take a fresh look at this issue again. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1249</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point raised by the hon. Member concerns the Civil Service Computerization Programme (CSCP). He has asked for a progress report and he would also like to know how the success or otherwise of these efforts can be measured. As Members are aware, computerization is not new to the public sector. In fact, computers have been used in Government since 1964. The larger statutory boards, such as the CPF Board, the Telecoms, PUB, PSA, JTC, HDB, URA and the MAS, also make extensive use of computers in their day-to-day operations. \n  <br>6.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Four Government Ministries, namely, the Ministries of Defence, Education, Environment and Finance now have fully operational computer centres running many application systems. The computerization requirements of another six Ministries, namely, the Ministries of Communications, Health, Home Affairs, National Development, Social Affairs, Trade and Industry and also the Customs and Excise Department have been included in the Civil Service Computerization Programme. The National Computer Board (NCB) is also assisting the Ministries of Law and Foreign Affairs in identifying their computerization requirements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CSCP involves the acquisition of three mini-computers and eight mainframe computers and also the development of 110 application systems. The three mini-computers have been installed and the eight mainframe computer systems will be installed by the end of this year. Of the 110 application systems, four are currently operational and 39 are in various stages of development. By the end of this year, 29 application systems or 27% of all application systems in the CSCP are expected to be operational. By 1986, some 80% of the application systems will be operational and the remaining application systems are targeted for completion by 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CSCP is estimated to cost about $120 million, of which about 40% will be for hardware. To-date, $15 million has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1250</b></font>\n  <br>\n  <br> been spent. Of this, nearly $2 million was for hardware, $3 million for site preparation works and $10 million for systems development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CSCP was approved after a careful evaluation of the likely benefits and costs of the various computerization projects proposed by Ministries. The anticipated benefits fiom computerization include improved administrative and operational efficiency, higher productivity and better service to the public. The success or otherwise of the CSCP should be gauged by the extent to which these benefits are realized in practice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The implementation of the CSCP is being closely monitored to ensure that targets are achieved. For this purpose, NCB and the Ministries have specified for each major application system, not only technical performance criteria which have to be met, but also operational performance standards which must be satisfied when the system is fully operational. For example, one of the goals of the computerization programme in the Singapore Fire Service is to reduce the average time taken to respond to emergency calls by a specified percentage. The actual reduction in average response time achieved with computerization can then be compared to the targetted reduction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Productivity gains are also expected as a result of computerization. There should be substantial reductions in the time taken to process applications and provide other services to the public. Staff productivity would therefore increase. This in turn would help reduce the demand by Ministries and departments for additional manpower to cope with workload increases. In certain areas, the introduction of computers could lead to staff reductions. The excess staff will be redeployed to fill vacancies in other departments. The full extent of the manpower and cost savings or productivity gains arising from the implementation of the CSCP cannot, however, be accurately estimated at this stage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I would like to touch briefly on the question of computer security which the hon. Member for Chong Boon raised in Monday's debate on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1251</b></font>\n  <br>\n  <br> Budget Statement. The Government and the NCB are as concerned as he is that there should be adequate security in our computer systems, both public and private. The NCB has established a computer audit and security department. It works closely with the Audit Department, the Institute of Systems Science and acknowledged consultants in this field. Computer security standards have been set for the Government's computer systems and will be tested to verify their effectiveness. A security standards manual has been prepared. To stimulate private sector awareness and to disseminate knowledge on computer security, the NCB will be organizing training courses and seminars on this subject. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Mr Speaker, Sir, I am grateful to the Minister of State for Finance for his very detailed and lengthy answer, in particular, his assurance that he will ask his officials to have a fresh look on the payment of the 13th month allowance for retirees. Contrary to what the Minister said, I still maintain that small companies still have difficulties in getting SDF grants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on that note, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Subhead ND-01 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the drive to improve labour-management relations, to improve work excellence and productivity, we frequently encounter some people who have closed minds. Such sceptics always say, \"Let the Government as the largest employer set the example.\" They say, \"If Government believes in company welfarism, let Government show us that it cares for the civil servants.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is not to say that Government has been inactive. There is the WITS programme which has taken off and working well. It is only that the sceptics refuse to see such efforts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The good work of those who are promoting teamwork in the various \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1252</b></font>\n  <br>\n  <br> Government Ministries and statutory boards can be negated by a careless remark or lack of attention to small details on the part of senior officers. There are also those in the civil service working under unenlightened supervisors who have the impression that Government as an employer does not care for their welfare. As such, it is important that those who are in a supervisory capacity in the civil service be properly trained in human relations. Could the Minister tell us whether training programmes have been conducted for such officers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to take this opportunity to point out to the Minister a small matter which may give the impression that Government as an employer is uncaring. A Government servant who is entitled to Class C ward hospitalization was warded in Class B2 owing to the unavailability of Class C beds. He was billed for Class B2 ward charges. He refused to pay because he felt that he should pay for Class C charges. The dispute was referred to the Ministry of Finance. The Ministry ruled that an employee's eligibility to a particular ward accommodation depending on his divisional status is subject to the availability of beds and is not an entitlement. Hence, if an officer is admitted to a higher class ward owing to the non-availability of beds, he will be charged 20% of the public rate for the higher class and not for the class that he is eligible for. This appears unfair in the eyes of the employees. It is not the employee's choice which Class that he goes to. So why should he be charged for the higher Class ward charges? \n  <br>6.54 pm. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I wish to seek clarification on the frozen quantum of pensions. Some 10 years ago, civil servants were given the choice to opt for the CPF scheme. If they did so, they were entitled to a sum for the service that had been performed to-date under the Pension scheme. This sum was frozen and will be paid out upon retirement. The question is: can this frozen quantum be paid into the employee's CPF \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1253</b></font>\n  <br>\n  <br> account so that he can use it to purchase his HDB flat? \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, in speaking on this amendment, I like to raise three points. First, I would like to take up the plight of the pensioners who have made a contribution to Singapore's development. I feel that a revision of the pensions from time to time is necessary to ensure that the pensioners do not face hardship as a result of inflation and the rise in the cost of living. I would like therefore to ask the Minister whether he will review the pensions paid to the pensioners with a view to adjusting them to enable the pensioners to meet the rise in the cost of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like also to take up the question of opportunities which are available for junior staff to obtain extension of employment when they reach the retirement age. With our citizens now enjoying a longer life expectancy, we should try to ensure that our officers who are healthy and who have performed satisfactorily are given every opportunity to work as long as possible. I hope therefore that the Minister will see to it that the Ministry will be flexible in its consideration of applications from staff who a,re retiring for continued re-employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I am told that even though the Ministry of Finance has delegated to statutory boards the authority to carry out their independent personnel management policy for their staff, the boards still continue to refer to the Ministry of Finance on various aspects of wages, fringe benefits and other conditions of employment of their staff. I would like to know what is the extent of the delegation of authority to the statutory boards to carry out their own independent personnel management policy. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Deputy Speaker, Sir, I shall first deal with the points raised by the hon. Member for Kebun Baru. He asked about the opportunities for training in inter-personal skills for Government officers, especially those in supervisory capacity. The answer is yes. Indeed this is one of the areas regarded as extremely \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1254</b></font>\n  <br>\n  <br> important in the Government service. Since the Civil Service Institute was established in 1971, special emphasis has been laid on the training of inter-personal skills. At present, courses which teach such skills are as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For Division I officers, courses are conducted for communication skills, organization and leadership, management communication and management principles. For Division 11 officers, there are courses in the principles of effective supervision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For FY 83, 13 such courses were conducted for a total of 253 participants. Furthermore, elements of inter-personal skills are taught in other courses of a more general nature. Examples of such courses are induction and WITS courses. 24 such courses were conducted in FY 83 for a total of 619 participants. For FY 84, a total of 56 courses for various grades of officers are planned. An estimated 1,400 participants will be attending the courses. \n  <br>7.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the courses mentioned, individual Ministries sponsor their officers for courses conducted by organizations such as the NPB, Singapore Institute of Management and the National Youth Leadership Training Institute. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member can be assured that steps have been and will be taken to ensure that civil servants in supervisory capacities are trained in inter-personal skills. I agree fully with him that these are very important for improving morale and productivity within the Civil Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His second point concerns the case of a Government officer who is eligible for Class C ward but who has to be admitted to Class B2 ward because no Class C bed is available. The situation can be looked at this way. The Government, as a good employer, has allowed the officer to enjoy a better class ward than he is normally entitled to but he must expect to pay a somewhat higher fee corresponding to the benefit of the better class ward. As a Government officer, he needs only pay 20% of the public rate, which means the Government is subsidizing 80% of the rate in addition to the normal subsidy for ward \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1255</b></font>\n  <br>\n  <br> charges. Faced with this situation, many officers would willingly pay the somewhat higher fee to enjoy the better class ward at highly subsidized rates. However, there are some who, having enjoyed the benefits of a better class ward than he is normally eligible for, insist that they should nevertheless only be charged at Class C rates. In fact, I understand that many of these officers would be very happy if they are upgraded, in general, to Class B2 for better ward service and pay the fees which are only 20% of the normal public rates. So I leave it to Members to decide whether Government is being fair in such cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Not fair. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> The third point concerns the pension which has been frozen. As Members are aware, in July 1973, Division III and IV officers were allowed to convert from the Pension Scheme to the full CPF Scheme. For those who have opted to convert to the full CPF Scheme the benefits accrued to them under the Pension Scheme up to the date of conversion would be frozen. These frozen benefits are only payable in the event of an officer's retirement. Should an officer resign before his date of retirement, he will stand to lose these frozen benefits. The frozen lump sum therefore cannot be transferred to the officer's CPF account. Nevertheless, my Ministry has allowed the frozen lump sums (discounted at 6% per annum to the early withdrawal dates) to be used by the officers as payment for the purchase of residential properties, including HDB flats. Should such an officer resign from the Civil Service before retirement, he has to refund the amount utilized to the Government. The use of this amount is in addition to whatever loan the officer may be eligible for under the Government Housing Loan Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the points raised by the Member for Geylang Serai. First, the matter of pensioners. He asked what help we can render to our pensioners in view of the rising cost of living. As hon. Members are aware, the Government does pay a Singapore Allowance to Government pensioners who are resident in Singapore and whose monthly pension is less than $850 per month. This allowance is in addition to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1256</b></font>\n  <br>\n  <br> their pensions provided the aggregate of the allowance and the monthly pension does not exceed $850 per month. The Singapore Allowance is reviewed now and then when there is an abnormally high rate of inflation. I must stress, however, that it is not our intention to have periodic adjustments. The present quantum of the Singapore Allowance was fixed in April 1982. The inflation rate since then has not been significantly high to warrant a revision of the allowance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst sympathizing with the position of some of the pensioners, we should be careful not to fall into the pension trap which afflicts many western countries that have indexed their pensions to their inflation rates. With an aging population and longer life expectancy, the pension burden has grown over the years to become an almost unbearable burden on the economy of many an industrialized country. Fewer and fewer working members of the society are forced to bear the increasing burden of pensions for aged retired workers. The retired workers have contributed to the economy and this is appreciated. However, like those who retire with CPF savings, those on pension schemes should plan ahead for their retirement and manage with whatever savings they may have in addition to their pensions which are pegged to their last drawn salary. They cannot expect the State to shelter them from inflation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member also wants to know what opportunities there are for officers in the lower divisions to continue their employment after retirement and also the terms of re-employment. Officers who joined the service before 1st July 1956, have two ways by which they can continue in employment after reaching the age of 55 years. The two ways are extension of service and re-employment. Under extension of service, which is usually for a full period of five years, the officer does not retire at 55 but is deemed to remain in service. Extension of service is considered by the appointing authority, normally the Permanent Secretary, under whom the officer serves. It is on the understanding that both the employer and the employee can terminate the extension at any time by giving three months' notice. Pensionable \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1257</b></font>\n  <br>\n  <br> officers under extended service are given the option to choose either to continue on the pension scheme or have their pension benefits preserved and be superannuated under the CPF scheme for the duration of their extended service. They will otherwise continue to enjoy the same terms and conditions of service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Officers who retire at 55 and similarly those who retire at 60 may seek re-employment. The authority for re-employing retirees is vested with the Public Service Commission. Re-employment is very selective and each case is considered on its own merits. Ministries may re-employ Divisions 11, Ill and IV officers on a temporary month-to-month basis for up to a year. Fresh approval from the PSC is required annually if the Ministry wishes to continue re-employing the officer. A re-employed officer is superannuated under the CPF Scheme. A re-employed pensioner is paid a full salary in addition to any pensions due to him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In considering the retention of officers after their normal retirement age, the following guidelines will apply. First, the experience and expertise of the officer. Secondly, the staffing position in the Ministry or Department and difficulties in recruitment or retention of officers in that grade of appointment. Thirdly, the officer's work and conduct. Lastly, the officer's health. Extension of service or re-employment is subject to medical fitness. The hon. Member may be assured that the Government as an employer realizes that life expectancy in general is now longer. Wherever necessary and appropriate, the Government will continue to retain employees past their statutory retirement age bearing in mind the needs of the organization. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point raised by the hon. Member concerns the powers which have been delegated tb statutory boards to deal with their own personnel management policies. Since 29th October 1981, statutory authorities have been given autonomy in personnel matters. They can develop their own management styles and use terms and conditions more effectively to boost productivity, morale and team \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1258</b></font>\n  <br>\n  <br> spirit. They can also design and update their own schemes of service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, certain overall checks are necessary. Each Ministry has to ensure that any change in salaries or terms and conditions of service proposed by the statutory board within its purview does not upset essential relativities in the public service. Secondly, the Finance Ministry has to be kept informed of any new or revised salaries or terms and conditions of service. Finally, the Auditor-General should be free to identify and comment on any apparent extravagance on the part of the statutory authorities. All these checks are necessary to ensure that statutory boards which are self-sufficient do not go overboard and those which are dependent on Government grants do not over-commit Government financially. It is also important to ensure that there is some overall fairness and uniformity in salaries and terms and conditions of service, both among statutory authorities and between the authorities and Government Ministries. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, I cannot say that I am particularly happy with one of the answers to a point which I raised. The Minister of State is treading on rather fallacious ground when he says that a person who goes to hospital has enjoyed better facilities. After all, going to hospital, is not like going on holiday. Nobody would really want to go to hospital.if he has to go to hospital, it is because of some unfortunate disease or accident. So if the Government cannot provide him with a Class C bed, surely Government, as a magnanimous and generous employer, should find it possible to pay for the charges that are incurred. But if the Minister of State seriously thinks that the employees would like to enjoy a Class B2 ward, would he then be prepared now to say that he would extend Class B2 ward to those employees who are eligible for Class C at the present moment? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> I do not know whether the hon. Member is serious in expecting an answer from me right now on an issue like that. I think he is really extending this way beyond the scope of the question. The point is this. It is granted that nobody wants to go to hospital; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1259</b></font>\n  <br>\n  <br> neither you nor I. But if you do have to go to hospital, there is a preference surely for more privacy, better room and so on. People go out of their way to apply for better wards. I am sure many of these people, if they have a choice between Class B2 at a slightly higher fee and Class C, would prefer Class B2, especially when they are paying only 20% of the public rate. This is the point I am trying to make. \n  <br>7.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If it were a private hospital and the officer goes there and if a Class C bed is not available, he has a choice. He either waits, which may not be possible in terms of health, or he goes to a higher class ward. And the Government, being a caring employer, says, \"Look. You go to a higher class ward and we, as employer, will pay the bill, 4:1. We pay 80% and you pay 20%.\" That surely is very reasonable. But to twist the question - to look a gift-horse in the mouth, so to speak - and say, \"You must now give it to every Class C civil servant\" is, I think, surely extending this way beyond the scope of this topic. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, I do not want to urn this into a collective bargaining session. But I would like to put it to the Minister of State. In some instances, there may be genuine hardship that the person who is entitled to Class C ward is not really in a position even to afford the 20% of the increased cost that he has to bear. Would the Ministry of Finance consider some assistance to those people who may be so affected? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> I am afraid I am not in a position to say yes to that question. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, I understand the Minister of State's position, and I beg leave to withdraw the amendment. \n  <pre>\r\n\r\n   Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n   In the absence of Dr Augustine Tan and Mr Chai\r\n\r\nChong Yii, the following amendments were not proceeded with:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Augustine H.H. Tan:\r\n\r\n\r\n\r\n   (6) That the sum to be allocated for Head N be\r\n\r\nreduced by $10 in respect of Subhead NE-01 Object\r\n\r\nGroup 1210 of the Main Estimates.\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1260</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\n   (7) That the sum to be allocated for Head N be\r\n\r\nreduced by $10 in respect of Subhead NE-03 of the\r\n\r\nDevelopment Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chai Chong Yii:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Augustine H.H. Tan:\r\n\r\n\r\n\r\n   (8) That the sum to be allocated for Head N be\r\n\r\nreduced by $10 in respect of Subhead NF-01 Object\r\n\r\nGroup 1210 of the Main Estimates.\r\n\r\n\r\n\r\n   The sum of $2,841,823,290 for Head N ordered to\r\n\r\nstand part of the Main Estimates.\r\n\r\n\r\n\r\n   The sum of $1,568,933,700 for Head N ordered to\r\n\r\nstand part of the Development Estimates.\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1260</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head W - \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (1), Dr Augustine Tan is not here. Amendment No. (2), Encik Othman Eusofe. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Subhead WB-01 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to first touch on the productivity of our work force. In 1983, there was a significant improvement in productivity which rose by 5.2% compared to 1.1% in 1982. Productivity improved in all sectors, the most impressive being the manufacturing sector which grew by 8.8%. There is now a widespread awareness of productivity among our workers. A survey conducted in September last year to determine the extent of productivity will among our workers showed that most employees possessed these positive work attitudes. They were keen to attend training courses and to acquire knowledge and skills. They were also more willing to offer suggestions for improvement and to work overtime. They have the will to want to do things better all the time. They are now also more interested in participating in quality control circle activities and the number of circles has increased greatly. There is a four-fold increase in the number of quality control circles registered with the National Productivity Board. Our union leaders have played a leading role in the productivity movement. With workers and union leaders more responsive and receptive to ideas and schemes of productivity, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1261</b></font>\n  <br>\n  <br> we can hope to achieve even greater heights in productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I move to another matter, I would like to touch on the comments made by the Member for Anson, who is not here now, regarding productivity growth in the manufacturing sector. The Member claims to speak for the workers. Yet he tries to do the workers in by questioning the productivity improvement attained by them. He argued that their productivity has fallen compared to 1982 by 1.4%. The workers have worked conscientiously and more smartly and have made contributions to the productivity growth. The Member for Anson should not deprive them of their contributions and the benefits that higher productivity will bring to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In moving this amendment, I would like also to enquire from the Minister what type of assistance his Ministry can provide to local businessmen to expand their business. Here, perhaps the Ministry can work closely and hold regular dialogues with the Chambers of Commerce to identify areas in which the local businessmen need Government assistance. Where special problems or special needs are identified, the Ministry should examine them carefully and help the Chambers of Commerce concerned to find ways to overcome the problems and to satisfy their needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to deal with the personnel management policy in the Public Utilities Board. Here, I am interested to know what are the PUB's plans to provide opportunities for its junior staff, in particular, to receive skills training which can help them to enhance their career development prospects. What are the PUB's plan to develop better labour-management relationship in the Board? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two groups of employees in the PUB, ie, the monthly-rated employees and the daily-rated employees. The daily-rated employees have approached the PUB management to consider converting them into monthly-rated staff grade. I believe this will help to bring about greater teamwork and a more harmonious and happy working environment in the Board. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1262</b></font>\n  <br>\n  <br> The two groups of workers are employees of the Board and therefore they should be given similar opportunities and similar terms and conditions of employment. Such a move will improve the morale and productivity of the Board's employees and in this way the Board will be able to provide public utilities at the lowest cost possible. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong (Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Trade and Industry (Dr Wong Kwei Cheong):</b> Sir, I could not have agreed more with the Member for Geylang Serai that our workers were more productive last year. As pointed out by the Member, evidence of this is clearly reflected in various independent surveys, such as the surveys carried out by the Ministry of Labour, the Times Organization and the National Productivity Board, and also in my Ministry's Economic Survey of Singapore. However, as mentioned by the Member for Geylang Serai, the Member for Anson chose to question the reliability of the statistics in the Economic Survey. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson said during the Budget debate on Monday, 12th March, 1984, that the Government's claim of a rise in productivity in the manufacturing sector was a lie. According to his calculation, manufacturing productivity has been falling since 1981. This is a serious accusation and even though he is not here at this moment I will show that his calculations are wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I shall explain in very simple terms what productivity is. Productivity is what each worker has produced on the average. Here, we are talking of real output, that is to say, actual units of production. The effects of increases or decreases in prices are excluded. In statistical terms we calculate productivity by dividing the real value-added by the number of employed people to obtain the real output. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his haste to find fault with Government statistics, the Member for Anson has got himself completely mixed up. He failed to realize that the productivity growth figures quoted in the Economic Survey of Singapore referred to real value-added per worker, whereas his own calculations were based on current prices. In other words, the Member for Anson made the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1263</b></font>\n  <br>\n  <br> unforgivable mistake of comparing apples with oranges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1981, value-added in current prices in the manufacturing sector has been declining because the price of Singapore manufactured goods has been falling. Hence, if the real value-added in 1983 is to be compared with that in 1981, one must adjust for this price effect. When this is done using the figures in Table 2.1 of the Economic Survey as quoted by the Member for Anson, he would find that real value-added per worker in 1983 expressed in 1981 prices was $36,669 compared with $34,419 in 1981. It has therefore gone up, not down, as alleged by the Member for Anson. But even if he were to adjust for the price effect, the Member for Anson would still have made a fundamental flaw on conceptual grounds. He has used value-added figures from the Table in cols. 703-4 of the Economic Survey, ie Table 2.1, which is based on the census of manufacturing. These broader value-added figures, technically called census value-added, should not be used for the purpose of computing productivity because they include the cost of intermediate services, like legal fees, accounting fees, interest payments and rentals which are the contributions of other sectors of the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is yet another reason why the census of manufacturing figures cannot be used. The footnote at the bottom of Table 2.1 in cols. 703-4 of the Economic Survey states that the figures cover only establishments engaging 10 persons or more. They do not include smaller establishments with less than 10 workers but their contribution to the economy is not insignificant. In calculating the overall productivity their contribution to value-added must be taken into account. As Members of the House would have noticed, the calculation of productivity is not as simple as the Member for Anson would have us believe. I would suggest that he leaves such things to the experts to save further embarrassment for himself. He insinuated that the Government deliberately distorts productivity figures to give a rosy picture of the economy. I can assure the House that this is not being done. Nor is it in the interest of the Government to do so. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1264</b></font>\n  <br>\n  <br> will want to know the true picture so that appropriate and effective measures can be taken to put things right, We have not flinched from telling the truth even if it hurts. In fact, the Member for Anson would surely have noticed from the Economic Survey that productivity in the manufacturing sector went down by 2.9% in 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now turn to the next point raised by the Member for Geylang Serai who has asked for the type of assistance that my Ministry has been providing to local businessmen to help them expand their business. The Economic Development Board which reports to my Ministry has for several years placed strong emphasis on assisting local businessmen. I will highlight some examples of this assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Small Industries Finance Scheme which is used exclusively by local companies, $325 million of loans have been approved for 750 local companies since the inception of the scheme in 1976. Under the Interest Grant for Mechanization Scheme, which is available to all companies in Singapore, $22 million has been given to local companies, This accounts for 65% of all grants under the scheme. \n  <br>7.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the preferential release of workers from the Government Joint Training Centres Scheme, 651 trainees out of a total of 2,324 trainees have been released to local companies. Local companies who take in such trainees are not required to pay the normal release fee. Under the Product Development Assistance Scheme, which is reserved exclusively for local companies, 21 grants have been made since 1979, totalling $1.9 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Geylang Serai may also like to know that 27% of all tax incentives granted in 1983 went to local companies. If joint ventures with local companies are included, the proportion rises to 50%. On top of these incentives, there is also the New Investment Allowance Scheme to encourage venture capital investments. This scheme has just been announced in the Budget Statement and is reserved exclusively for local companies to. encourage them to go into new technologies. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1265</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the third point raised by the Member for Geylang Serai, he has asked about the manpower development plans of the Public Utilities Board. The Public Utilities Board's manpower development plan is geared towards improving productivity and the development of a multi-skilled workforce through systematic training. This year the PUB will spend $4.6 million on staff training, which is $1 million more than last year. Of this amount, 45%, or some $2 million will be on training to enable the daily-rated employees to upgrade themselves. The Board provides many opportunities for the daily-rated employees in this respect. Courses for daily- rated employees include the Apprenticeship Training Programme and the Trade Training Scheme, both of which are conducted by the PUB at its training schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to assure the Member for Geylang Serai that the PUB will continue to provide systematic training to improve the skills of all categories of its employees in order to enhance their career development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Geylang Serai has also asked if there are any plans to convert the PUB daily-rated employees to monthly-rated employees. The PUB management and the PUB's Daily-Rated Employees' Union are actively studying this proposal. However, I must emphasize that this will take some time as it is a major policy which requires careful consideration. The daily-rated employees establishment in the public sector has been in existence for a long time and has developed terms and conditions of service peculiar to itself. The conversion of daily-rated employees to monthly-rated employees will involve changes in these terms of conditions. It is essential, therefore, that all implications of conversions are identified and studied carefully so that workers are not adversely affected. The Civil Service and other statutory boards also have a big daily-rated workforce. In studying this proposal, the PUB will have to consider the implications and repercussions to the public sector as a whole. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1266</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the labour-management relationship in the PUB, the present relationship between the PUB management and the employees' union is good, It is the PUB's policy to develop a labour-management relationship based on openness and mutual understanding. There is regular dialogue between the unions and management at divisional and departmental levels throughout the PUB. The Board recognizes the importance of employee welfare. There is an NTUC representative as well as a union adviser on the Board of the PUB. Another NTUC representative, who is also a union adviser, is a member of the PUB's Productivity Steering Committee, which plans and oversees the Board's productivity policies and objectives. Of course, there is always room for improvement. I would like to assure the Member for Geylang Serai that the PUB will continue to look into ways and means of further improving employee-union-management relationship. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I would like to thank the Minister of State for Trade and Industry. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Subhead WB-01 Object Group 3110 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Sentosa Island is our island in the sun of mainland Singapore. I have monitored the progress of Sentosa Island over the last three, four or five years, and I think the progress of the development of facilities, amenities and attractions has been commendable. Of course, I have a vested interest here because Sentosa is in my Constituency. For this reason, Sir, I would like to highlight a few items which need the attention of the people looking after Sentosa. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the attractions have greatly improved. For instance, the Insectarium is very well presented. You pay 50 cents, you get a postcard and the place is airconditioned. It is more than cost-justifiable to pay your 50 cents. It is good value for money. However, I cannot say the same for the Coralarium. There you cannot take \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1267</b></font>\n  <br>\n  <br> the Monorail as in the case of the Insectarium. You stop, you take a bus and then you have to pay $2.50. There has apparently been an increase in charges. What do you see there? Absolutely nothing. The Tower, which was the highlight of the Coralarium, is gone. The exhibits are all decrepit. I would suggest that you should not even allow the exhibits to be viewed free-of-charge by the people because it leaves a very bitter taste in the mouth. I would suggest that you close it down completely and just put a sign saying, \"Before this date, here lies the Coralarium.\" You could be charged for daylight robbery, and that is exactly how I felt after going through it. Remember that Sentosa is in my Constituency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is that, Sir, you have the Rasa Sentosa, which is a very good idea. However, there is a great shortage of Muslim food there. I would suggest that you have a few more nasi padang stalls which, I think, would be enjoyed by everybody. I understand that there is a good nasi padang stall at the Swimming Lagoon and maybe this could be included in the extension of the hawker centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Any interest to declare? \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> That is under the Ministry of Trade and Industry, Sir. Maybe the Trade Development Board might want to come into the act. I would commend the planting of local fruit trees along the monorail track. This is a very good idea because I notice that some young children are very excited when they see local fruit trees for the first time. I have heard in the monorail young children asking, \"What is that?\" When I looked around,l saw it was a coconut tree. Obviously, not many young Singaporeans of four or five years old have seen coconut trees or lime trees. So I do not blame the Member for Nee Soon when he commented that maybe the officers from the HDB Resettlement Department, being members of the younger generation, have not seen such trees. I would suggest that they go to Sentosa Island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Monorail is good. The Musical Fountain could be slightly improved because it is not comparable to the one in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1268</b></font>\n  <br>\n  <br> Disneyland Hotel. I understand that this is going to be done. The new jetty is much safer. I understand that the chances of little children falling off are less, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With all these comments, I hope the Minister would seriously consider putting more grants into the Sentosa Development Corporation and soup up the whole place. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, may I first thank the Member for Telok Blangah for his useful comments and for helping us to promote Sentosa Island to tourists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In reply to an earlier question to the House on 17th January, 1984, I have informed the House that the Sentosa Development Corporation would be introducing new attractions on the island. A new gallery to depict the Pioneers of Singapore will be completed this year. A family entertainment park, called Castle Park Entertainment, will be ready sometime in the middle of next year, In addition, existing facilities like the swimming lagoon and the wax museum will be upgraded. With the new facilities and the upgrading of existing facilities, Sentosa will hopefully be up to its mark. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is unfortunate that the Member for Telok Blangah did not find the food at the Sentosa Hawker Centre pleasing to his taste buds. However, feedback from visitors received by the Sentosa Development Corporation revealed that they found the food at Rasa Sentosa to be average, or above average. Some of them even rated the food as being better than that at Rasa Singapura. As for Malay food, I am pleased to inform the Member for Telok Blangah that the Sentosa Development Corporation has found an operator to sell nasi ramast padang on the island. This will widen the choice of Malay food for visitors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Coralarium at Sentosa, as the Member has pointed out, may not be the best in the world. But the Sentosa Development Corporation has, nonetheless, worked hard to improve it. It has plans to resite the Coralarium to combine it with an Oceanarium. This is now being studied. In the meantime, the Corporation shares the view of the Member that the present range of exhibits at the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1269</b></font>\n  <br>\n  <br> Coralarium does not justify the admission charge of $2. I am pleased to inform him that the charges have been revised downwards, from $2 to $1 for an adult and 50 cents for a child, with effect from 1st March, 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Sentosa Development Corporation is ever conscious of the need to maintain and upgrade the facilities on the island. It welcomes feedback and suggestions from visitors on how it can make the island a better one. In this respect, it is grateful for the attention shown by the Member and hopes that he will continue to visit the island and to give it more comments. \n  <br>\n  <br>\n  <!-- Mr Rohan bin Kamis -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rohan bin Kamis:</b> Sir, may I thank the Minister very much for his reply. I do look forward to more attractions, but I wonder whether he is trying to sink the Coralarium into an Oceanarium. But whatever it is, we look forward to the many attractions. On this note, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the absence of Mr Liew Kok Pun, the following amendment standing in his name was not proceeded with: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) That the sum to be allocated for Head W be reduced by $10 in respect of Subhead WB-02 of the Main Estimates. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Subhead WC-01 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our inflation rate in 1983 of 1.2% was the lowest since 1976. It was also one of the lowest rates in the world. The Minister deserves our congratulations for this achievement. However, while prices of most foodstuffs declined, there was an increase in the prices of cooked food. \n  <br>7.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like therefore to ask the Minister what steps his Ministry can take to check profiteering at the cooked food centres and other eating establishments. Our workers depend on food sold at cooked \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1270</b></font>\n  <br>\n  <br> food centres. While it is easy to say that they can boycott those hawkers who are profiteering, this is really not easy to practise. Perhaps one way is to increase the number of cooked food stalls in the hawker centres and thereby increase the competition. I hope therefore that the Minister can consider measures sufficiently effective in controlling profiteering at the cooked food centres as well as other eating establishments. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, hawker prices went up by 1.1% in 1983. This was a rather modest increase. Nevertheless, my Ministry will, as in the past, continue to monitor the prices of food charged by hawkers. It will also work with the Consumers' Association of Singapore to expose unscrupulous hawkers who try to profiteer. But I would urge consumers themselves to play their part by not patronizing hawkers who charge exorbitant prices. There are sufficient cooked food centres and hawker centres to allow consumers to be selective. Moreover, all licensed stallholders are required by law to display price tags and consumers should certainly not pay prices higher than those indicated on the price tags. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, just a clarification. I think there are two aspects to hawker food. One is the quantity and the other is the price. Sometimes the prices may just go up a little but the quantity has gone down. Is there any way that we can help to prevent this? Maybe the Minister of State could comment? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Perhaps one way is for the Member for Geylang Serai to cook his own food! \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, it is not a satisfactory answer for me. Anyway, I would like to thank the Minister of State and beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $76,254,000 for Head W ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $482,985,600 for Head W ordered to stand art of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1271</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head V - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Dr Augustine H.H. Tan: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) That the sum to be allocated for Head V be reduced by $10 in respect of Subhead VA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment (1) has been withdrawn. Amendment (2), Encik Othman. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10 in respect of Subhead VB-02 Object Group 1210 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I would like to ask the Minister to explain the procedures adopted by the Majlis Ugama Islam Singapura (MUIS) when it processes applications for the issue of halal certificates by eating establishments and factories producing food items with the halal label. I would like also to ask whether MUIS officers do regular checks on these eating establishments and factories to ensure that they are complying with the conditions which have been imposed by the MUIS. Do they also check whether the eating establishments are displaying genuine certificates issued by the MUIS? And, if they are not doing so, what enforcement action will be taken by MUIS? Also, what enforcement action will be taken by MUIS against those establishments or factories which infringe MUIS conditions for issue of such certificates? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like also to ask the Minister whether the Majlis Ugama Islam Singapura will provide advisory or information services to the Muslim public regarding manufactured food items containing non-halal or haram ingredients. \n  <br>\n  <br>\n  <!-- Encik Saidi Haji Shariff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Saidi Haji Shariff</b>(\n  <i>In Malay</i>): Sir, first of all, I would like to support the arguments put forward by the Member for Geylang Serai regarding the issuance of halal certificates by MUIS. According to the MUIS 1982/83 report, I find that MUIS has made significant progress in its activities with regard to the administration of Islamic affairs, particularly so in two areas, ie collection of Fitrah or tithes which is done annually. Computerization and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1272</b></font>\n  <br>\n  <br> cooperation of the Muslim public have enhanced the collection of Fitrah. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, it is in regard to the development of new mosques. Contributions by the Muslim public to the Mosque Building Fund have increased. This is a good sign. This goes to show how affluent the Muslim community in Singapore is and they can afford to make greater contributions. The Mosque Development Programme has entered its second phase and in this phase, MUIS has completed building the first mosque, ie Masjid En-Naeem at Hougang New Town, and hopefully the construction of the nine mosques under Phase 2 will be proceeded with smoothly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point deals with the progress achieved by MUIS in looking after matters pertaining to the Haj pilgrimage. The services rendered to those who performed the pilgrimage last year have been further improved and upgraded. I hope that MUIS will continue to strive to provide even better services in the interests of the Muslim public, and to Muslims who perform the Haj from year to year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Report under review, I also note that MUIS has plans to publish its books in the English language for the benefit of those Muslims who do not understand the Malay language. I would like to ask what progress has been made in this direction? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, plans are under way in the construction of the Islamic Centre. In this connection, I seek elucidation from the Hon. Minister as to the progress made and work that has been put into this project. What are the problems faced by MUIS in the development of the Islamic Centre? We must be kept informed of the situation because as leaders of the Muslim community we could make our contributions, We could convey such problems to the Muslim public who could in turn help to resolve them \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at this point of time, I would like to take this opportunity to discuss MUIS' role in an age when the Muslim community is undergoing rapid changes. MUIS was established under the Administration of Muslim Law Act to fulfil the provisions \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1273</b></font>\n  <br>\n  <br> contained therein. In 1981, a Central Islamic Haiah Dakwah (Missionary Activities) Committee was set up to implement missionary programmes for the benefit of the Muslim public throughout Singapore particularly those living in Housing Board estates. According to my observation, this Haiah Dakwah (Missionary Activities) Committee has discharged its obligations to the satisfaction of MUIS and has succeeded in establishing rapport with and cohesiveness among the Muslim public who were relocated in the housing estates from the kampongs. The Committee is also able to provide leadership to the Muslim public so that they ban lead an Islamic way of life in the urban housing estates. Further, the Committee has organized many celebrations to commemorate important events in the Muslim calendar such as the Holy Prophet Muhammad's (peace be unto him) Birthday Anniversaries and Awal Muharam (Muslim New Year). In this connection, I would like to suggest that the organization of such celebrations be left entirely to the Haiah Dakwah (Missionary Activities) Committee leaving MUIS free to focus its attention on more important matters connected with Islam. The Haiah Dakwah (Missionary Activities) Committee has and will continue to organize all such celebrations as it is capable of doing so. This is a commendable effort because the Muslim public can be involved in such religious activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The role of MUIS can be further expanded and upgraded in order that it can provide leadership as well as direction as to the course the development of the Muslim community should follow as a Muslim community recognized not only in Southeast Asia but also throughout the world, and demonstrate how a Muslim community can live in a country where Islam is not the official religion like Singapore. Our Islamic way of life can be an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1274</b></font>\n  <br>\n  <br> example to Muslim communities in other parts of the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the course of my speech, I would like to draw attention to or raise the following points. First, it concerns the role of the Fatwa Committee. Second, is MUIS' intention to set up the Haj Fund. Third, deals with religious schools or madrasahs. Fourth, matters connected with the development of mosques. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first point is the Fatwa Committee which was set up under the Administration of Muslim Law Act for the purpose of issuing fatwas (religious rulings) concerning any matter faced by the Muslim public in which they need true guidance in accordance with the teachings of Islam. I would like to suggest that the Committee should respond to a matter raised by an individual Muslim or a group of Muslims. 8.00 PM \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Acting Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Social Affairs (Dr Ahmad Mattar):</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1st April, 1984 to 31st March, 1985, and ask leave to sit again on Monday, 19th March. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Dr Ahmad Mattar]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Eight o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1275</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1984/19840316/19840316-HA-0431275.htm\">Table - DEFENCE EXPENDITURES, 1982 (Cols. 1275 - 1276)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1276</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
