{"memberId": null, "volumeNo": "44", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "5", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"5\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"44\"> \n  <meta name=\"Sit_No\" content=\"5\"> \n  <meta name=\"Sit_Date\" content=\"1984-07-25\"> \n  <meta name=\"Start_Col\" content=\"1787\"> \n  <meta name=\"End_Col\" content=\"1856\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">44</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">25-07-1984</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1787</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>FIFTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART V OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 44</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 25th July, 1984</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 02:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng, B.B.M., J.P. (Joo Chiat)). \n  <br>Mr A. Rahim Ishak (Siglap). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for Social Affairs. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr Chan Chee Seng (Jalan Besar). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Dr Chau Sik Ting, P.B.M. (Thomson). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Senior Parliamentary Secretary to the Prime Minister. \n  <br>Mr Chua Sian Chin (MacPherson), Minister for Home Affairs. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Culture. \n  <br>Maj. Fong Sip Chee (Kampong Chai Chee), Minister of State, Ministry of Culture. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), Minister of Defence and Second Minister for Health. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1788</b></font>\n  <br>\n  <br> \n  <br>Dr Goh Keng Swee (Kreta Ayer), First Deputy Prime Minister and Minister of Education. \n  <br>Mr Ho Kah Leong (Jurong), Parliamentary Secretary to the Minister of Education. \n  <br>Mr Ho See Beng, B.B.M. (Khe Bong). \n  <br>Mr Howe Yoon Chong (Potong Pasir), Minister for Health. \n  <br>Mr Hwang Soo Jin (Jalan Kayu), Deputy Speaker. \n  <br>Mr M.K.A. Jabbar (Radin Mas). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Labour and Second Minister for Law and Home Affairs. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Chiaw Meng (Tanah Merah). \n  <br>Mr Lee Khoon Choy (Braddell Heights), Senior Minister of State, Prime Minister's office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister of State, Ministry of Finance. \n  <br>Mr Liew Kok Pun (Boon Tock). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1789</b></font>\n  <br>\n  <br> \n  <br>Encik Mansor Haji Sukaimi (Kampong Kembangan). \n  <br>Mr Ong Pang Boon (Telok Ayer), Minister for the Environment. \n  <br>Mr Ong Teng Cheong (Kim Keat), Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister of Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Second Deputy Prime Minister (Foreign Affairs). \n  <br>Mr Rohan bin Kamis (Telok Blangah). \n  <br>Encik Saidi Haji Shariff (Kaki Bukit). \n  <br>Mr Seah Mui Kok, B.a.m. (Bukit Ho Swee). \n  <br>Mr P. Selvadural (Kuo Chuan). \n  <br>Mr Sia Kah Hui (Paya Lebar). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry and the Minister for Social Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rijah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance and Minister for Trade and Industry. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1790</b></font>\n  <br>\n  <br> \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for the Environment and the Minister for Social Affairs. \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Encik Wan Hussin Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Health and the Minister for Culture. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Second Minister of Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr E.W. Barker (Tanglin), Minister for Law and Leader of the House. \n  <br>Dr Chiang Hai Ding (Ulu Pandan). \n  <br>Mr Chor Yeok Eng (Bukit Timah). \n  <br>Mr J.F. Conceicao (Katong). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Tan Soo Khoon (Alexandra). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1789</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>CONSTITUTION OF THE REPUBLIC OF SINGAPORE (AMENDMENT) BILL 22</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [24th July, 1984], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Bill be now read a Second time.\". - (Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, in September 1966, the National Geographic magazine called Singapore a \"reluctant nation\". But \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1790</b></font>\n  <br>\n  <br> in August 1981, the Fortune magazine euphemistically described Singapore as \"one of the four industrial little dragons of Asia.\" What makes us to be more proud of ourselves is that throughout the world there are not many countries which could boast of enjoying both political stability under a democratic system and economic prosperity under a free enterprise system. Ours is one of the few. This achievement is chiefly attributable to the excellent and effective leadership, coupled with the diligence and the survival mentality of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore's success is not achieved in one day and it is not accidental, nor is it to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1791</b></font>\n  <br>\n  <br> be taken for granted. In view of our unique economic and geopolitical factors, in order to ensure our future political stability, economic prosperity and social progress, our people must continue to elect a farsighted, clean, fair, effective, strong and good government. This is the natural choice of the majority of our people, particularly those of the older generation who have experienced tumultuous years. However, our younger generation who are growing up have not experienced the struggle, turmoil and the difficult years of the early stage of our nation building. They might not have any knowledge of the past. Perhaps they might have some inkling of something of the past through reading or radio or TV programmes but they have not got any personal experience. Therefore, they could not have any personal feelings. Knowledge is one thing, feeling from personal experience is another thing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another trend in the field of education. In view of our universal education, there are more and more people who are educated year after year, while the percentage of those who have English education is increasing even more rapidly every year. Among them, there are not a few who think that we should follow the Western political system in having two parties confronting each other, or at least in Parliament, where there should be some Opposition members so that they might exercise the duties of supervising and watching over the government. There are more and more of this type of voters, whose characteristics are: young, having secondary and tertiary education, but without having gone through the so called \"baptism of fire\". To a certain degree, they have accepted the Western democratic system and they also have the inborn idealism of youth. When casting a vote, they might face a dilemma, not knowing what to do. They would not know what to choose. On the one hand, they hope to have a strong, effective, pragmatic and good government in order to ensure prosperity and progress. On the other hand, they also want to have some Opposition members to question and criticise the government, to supervise government in the implementing of its policies and legislation so that it would listen more to the wishes and feelings of the people and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1792</b></font>\n  <br>\n  <br> would relax somewhat the tough and paternal style of the PAP Government in the past. They are more willing to accept such style from the real 'parents', but if younger Ministers talk like the Senior Ministers, they may think that the younger Ministers are riding over their heads (&nbsp;&nbsp;&nbsp;&nbsp;). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Idealism is a stream of force. It is just like water in the ocean. It can carry a boat and can also overturn a boat. Let me give three examples. One is an historical lesson and the other two are my personal experiences. The Member for Anson yesterday said that the Prime Minister was living in the past. To reminisce the past and to seek lessons from the historical past is not living in the past, but to learn something so that our future generation may build a better future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first example is an historical event from the record of books, ie the May 4th Movement of China. This movement was a positive achievement of the idealism of the young people at that time. They had not only changed the form of Chinese language and literature but they had also emancipated the olden society of China from its feudalistic shackles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Idealism can be constructive, but it also can be destructive. This is the second example I want to mention. In the 5Os and early 60s, our country experienced a period of political turmoil. Many secondary school students particularly those in the Chinese schools and young workers had participated in the struggle for Singapore's independence and self-government Some of them were utilized by others. In 1950, I entered the primary school. In 1961, I graduated from senior middle school; the last batch of the 3-3 system. So I know at least something of the turmoil that had taken place in that period and I was particularly sensitive to the matter of Chinese education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the most precious political lessons I had learned were acquired during the time when I was in America from 1966 to 1971. During that period, many idealistic young people, including my fellow students, came out of the University lecture halls and classrooms and went into the campus and streets and demonstrated. They \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1793</b></font>\n  <br>\n  <br> shouted slogans against the war, against the establishment, proposing civil rights and so on. Outside the White House, they hoisted white flags with red letters saying, \"LBJ, how many Americans have you killed today?\" Outside the Lincoln Memorial Hall, they listened to the oratory of Martin Luther King \"I have a dream.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1968, the sentiments of the upheavals of the young reached the peak. In the end, President Johnson sadly announced that he would not be seeking presidential nomination for another term. In the same year, Martin Luther King and Robert Kennedy, were assassinated, one after the other. 1968 was also the year when the Democratic Party held its Convention in Chicago for electing its presidential candidate. Inside the Conference hall, it was a tumultuous scene like a circus, and Humphrey was nominated. But outside the hall, thousands of youths and students demonstrated. They clashed violently with the police and the underlings of Mayor Richard Daley, resulting in bloodshed incidents. In 1970, the National Guards went into Kent State University and opened fire at the demonstrators killing one of them. At that time, the American society was filled with an atmosphere of disappointment, anguish, fear, and insecurity. I personally experienced such events during that period. Therefore, I could personally feel that kind of sentiments. Such events and sentiments have turned a wealthy superpower like America which has prided itself as a bastion of democracy into an era of turmoil and instability, loss and trouble-bound. However, because of its vast land mass, large population, and bountiful resources, it has survived and recovered. But what about Singapore? Do we have such favourable conditions? We are limited in our land and natural resources, and even in human resource. So the hard-earned heritage that had been built up by the past generation can easily be ruined. If that happens, nobody can give us a second chance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, from the view point of the proper channelling of idealism of the young people, the prime motive for this Constitu- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1794</b></font>\n  <br>\n  <br> tion (Amendment) Bill is well-intentioned and well-thought out. The Bill can introduce Opposition Members into Parliament while preserving political stability and can also fulfil the political aspirations and wishes of the younger generation. In our circumstances, we cannot allow them to simulate or emulate the experiences that had taken place in America in the 1960s or in our country in the 1950s and to get lessons of such turmoil and trouble therefrom. We have no capital to pay for the cost of such experience and lessons. Moreover, this amendment does not contradict the spirit of democracy while taking the feelings and wishes of the people into consideration, and it does not have any adverse effect on the living of the people. Therefore, in principle, I support this Amendment Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many methods and views to implement such a system of inducting Opposition members into Parliament. Different people have different opinions and ways. The system we base on must match our present circumstances at the present time and not what others say. Some people think that we must have proportional representation as practised by some countries. As the Prime Minister has said, this method is very dangerous in our circumstances because it may cause many kinds of political parties of many shades to appear. We may see a Catholic Party, a Muslim Party, a Singapore Chinese Party, a Singapore Indian Party and other political parties coming out. In our multi-racial, multi-cultural, and multi-religious society, such a move would easily lead to our social disintegration and political instability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people think that the method of introducing certain Opposition candidates who have lost in the elections into Parliament as non-constituency Members is not correct. Just as Lianhe Zaobao on 19th of July in its editorial has pointed out: First, the candidate who has lost out in the general election has only 15% of votes; so it could not be representative enough. Secondly, if a non-representative member of Parliament just indiscriminately opposes everything for the sake of opposition, it will be against the original intended principle of having him in the Parliament, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1795</b></font>\n  <br>\n  <br> as it will be more destructive than constructive. On the first point, such members would be the next highest scorers of votes and may represent around 40% of votes in some constituencies. Based on the results of the 1980 elections, there were six candidates who had lost in the election but had 30% and 47% of the votes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the second point in the Zaobao editorial, we must see the,motive and the personal character of the Opposition Member. So far we have only one Opposition Member, the Member for Anson, who has come into the Parliament with a majority of 653 votes. He has been harping the same tune in Parliament these past two years. Whether the presence of such a Member is constructive or destructive, we all know in our hearts. I need not talk further on it. Whether his utterances sound like oft-repeated incantations, trashy and spooky or not (&nbsp;&nbsp;&nbsp;&nbsp;), we all know very well. Therefore, we cannot use the quality of the present Opposition Member as a standard to measure future Opposition Members who may come into Parliament, thinking all Opposition Members who may come into Parliament are all useless fellows (&nbsp;&nbsp;&nbsp;&nbsp;). So let us see. Maybe there could be some usefulness from such members. So let us wait and see their performance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Zaobao editorial had also in the same issue proposed that the Government should instead appoint certain people from the industrial-commercial and the cultural-educational circles as non-constituency Members. This is not practical, I would say, although the intention is good. The problem is because of the term \"appointment\". Those who propose that there should be Opposition Members in Parliament may regard these parliamentary Members as \"officially appointed\" so that they will be standing on the same front as the Government. To put it less nicely, they will be breathing through the same nostrils as the Government. They cannot or will not have their own opinion or decision or criticize Government's policies or measures. To people of such beliefs who could not even trust that Government Backbenchers could be truly effective as Opposition Members in questioning and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1796</b></font>\n  <br>\n  <br> criticizing Government's measures and policies, what is there to talk about the \"officially appointed Members\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, the PAP Backbenchers have all along been exercising their functions according to their conscience and sense of duty, speaking up for the people, expressing the wishes and aspirations of the people, criticizing Government's policies and measures and pointing out the Government's merits or demerits. Whether in Parliament or in the constituencies they have been playing a positive and constructive role. And because of their closeness to the Ministers and Parliamentary Secretaries, it has helped in their suggestions and criticisms being more effective. There are numerous instances of these as evidenced in the Hansard for all to see. Those who insist on having Opposition Members in Parliament, however, are not willing to accept this fact that Backbenchers also can play a positive role. If there are PAP Backbenchers who have different views on policies or whose arguments are out of line or a bit caustic, then there would be rumours aplenty saying that they have been offensive to the Head, offending the big boss, so they would be sacked or invited to lunch at the Ministry of Defence and they would not come out to stand for election in the coming election. The perpetrators of these rumours and those who believe in such rumours have committed two errors. The first is that they presume that our leadership is made up of narrow-minded people who could not accommodate different opinions and would expel the heretics. The second error lies in the fact that they have looked down upon PAP Backbenchers, present and past, including those who have left. During their term of office, these PAP MPs have spoken up for the people and have served the people well and contributed to the country. As long as they have tried their best according to their conscience, their staying or leaving the Parliament is of no account. Personal gain or loss does not matter. But these rumours reflect a more serious problem concerning the image of the PAP Backbenchers: people believe that if they speak up they will be sacked, but if they do not speak, then they will be described as \"yes-men\". \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1797</b></font>\n  <br>\n  <br> This question also touches on the respective roles of PAP Backbenchers and non-constituency Members in Parliament hereafter. As we all know, PAP Backbenchers have aimed at improving the good performance of a good Government to make it even boner by correcting certain faults in its implementation of policies. But non-constituency Members do not have such constraints. They may try to find faults with the Government in everything, picking bones from eggs just to embarrass the Government. So who can really serve the people well? This will have to be seen after some non-constituency Members have come into Parliament. The people can then compare and judge. This could be a political education for the voters, particularly the young voters. Thank you. \n  <br>2.55 pm \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Mr Speaker, Sir, thank you for allowing me to speak on this Constitution (Amendment) Bill that is before this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this year we celebrate 25 years of nation building, a process begun in 1959 when the People's Action Party swept into power. Twenty-five years of uninterrupted PAP Government has given Singaporeans the highest standard of living in Asia outside Japan. I am sure my colleague, the Member for Whampoa, will give you all the detailed statistics. The fact remains that we have the highest standard of living outside Japan. With all these successes, we now find a small section of the population wishing for Opposition Members in this House. This I submit, Sir, is the politics of affluence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Singaporeans are rightly concerned over what I believe to be a very pleasant problem. On the one hand, the hard-headed Singaporean wants a PAP Government. On the other hand, he also wan\"Opposition\", however defined, to serve as a check on the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir it cannot be over-emphasized that the primary objective of a general election is concerned with the question: \"Who shall govern?\" And in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1798</b></font>\n  <br>\n  <br> context of Singapore today, the answer, in the hearts of the great majority of Singaporeans, is undoubtedly the People's Action Party. The question then arises: \"Is an entire PAP-filled Chamber healthy for Singapore in the long run?\" I think this is what one has to examine when looking at this Constitutional Amendment which is before us in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The overwhelming success or continued dominance of the People's Action Party has also given rise to certain legitimate questions. One such question is the so-called \"disenfranchisement\" of about 25% of the electorate, ie the voters who voted for Opposition parties in successive general elections. Under the so-called First-Past-the-Post System, the candidate with the highest number of votes is returned as the Member of Parliament for the particular constituency. Sir, consequently some people have expressed the opinion that a Proportional Representation System may be a suitable alternative system. The existing system of simple majority is one, Sir, we have inherited from the British. The simple majority formula is also used in the national elections in Great Britain, Canada and New Zealand. One half of the German Parliament is selected according to this system while the other half is elected according to a Proportional Representation formula. Most of the Western countries except Britain employ some formula of Proportional Representation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, having seen how the Proportional Representation System work in some countries, particularly France, Italy and even Sri Lanka, I would agree wholeheartedly with the Prime Minister and certainly reject this System for Singapore. Our present system results in decisive majorities, ie majorities that can govern without recourse to the coalition which, of course, is considered to be natural in any form of Proportional Representation. Mr Speaker, Sir, the purpose of an election is not to \"mirror\" the views of the electorate but rather to provide a strong, single-party government which can be held directly responsible for its actions at the next general election. Proportional Representation will produce coalitions and therefore diffuse responsibility. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1799</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More importantly, in an election, a nation is making a decision, a choice, and that the function of the electoral system is to achieve consensus rather than a census of opinions. More importantly, proportional representation is likely to foster ethnic, linguistic and religious cleavages and also brings out class and other racial conflicts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, having noticed some of the major alternative systems being practised elsewhere, one can safely conclude that no amount of electoral engineering can ensure political stability or good and efficient government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is my humble submission that the question one has to ask is this: Does the Constitutional Amendment, as proposed by the Prime Minister, help to bring about more effective government, widen political participation, enhance democracy, and reduce political alienation? At this point in time, taking note of the quality of the Opposition, I am not too convinced about the real merits of this Constitutional Amendment. The essence of democracy, I submit, is a continuous dialogue among the ruling party, the Government and the people. Thus, we have Ministerial walkabouts and talkabouts, meet-the-people sessions and the intricate network of community groups, such as the Residents' Committees and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The solution, I submit, lies in widening the opportunities for political participation and debate. Inducting or grafting a few Opposition non-constituency MPs into this Chamber would, at best, be an experiment to heighten our political scene. Nevertheless, I am appreciative of the fact that we in Singapore must devise our own mechanism which best suit our circumstances and institutional framework. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this context, I must admit that the Constitutional Amendment which is before us is an innovative device and one that has not been tried out elsewhere, and seeks to give the electorate the best of both worlds, ie Singaporeans have a PAP Government with all PAP MPs and, at the same time, have at least three non-constituency MPs. Sir, we have introduced \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1800</b></font>\n  <br>\n  <br> many firsts and we have generally succeeded. This amendment, while being innovative, I feel, is also Government's genuine response to a section of the population, and the least we can do is to give it a try. After all, nothing will be lost and this is an additional appendage that we can live with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Personally, Sir, I do not see any ploy or trickery as implied by the Member for Anson in the introduction of this Amendment Bill. The PAP has governed Singapore well and its record is there for everyone to see and there is no need to resort to any devious means. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I sincerely hope, Sir, that the Member for Anson and his party would reconsider their position on this issue. Yesterday, the Member for Anson stated that he and his party will not accept the non-constituency seats when offered. Surely, the Member for Anson has enjoyed the glamour and the limelight of being in this House since October 1981 and he would be wise not to spurn this offer. He may regret it later. \n  <br>3.04 pm \n  <br>\n  <br>\n  <!-- Encik Sidek Bin Saniff (Parliamentary Secretary to the Minister for Trade and Industry and the Minister for Social Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Trade and Industry and the Minister for Social Affairs (Encik Sidek bin Saniff)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, this Constitutional Amendment providing for the creation of non-constituency Members of Parliament is a new concept for us. As with anything new, it will create a feeling of awkwardness. The democratic system itself or any other system for that matter will at the beginning create a feeling of awkwardness. Most of the time, we feel that it is not perfect. And there will be efforts to improve the system all the time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just see how many modifications have been made to this system by the majority of the newly independent nations of the world. This is a process that is going on until now. This includes the nation that produces this parliamentary system itself ie Westminster. Their Act of Parliament of 1911 is an example of an attempt at serious reformation. It is clear that although the Preamble to the Act attempted to realize the desire for change or improvement, the political will was not apparent. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1801</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Twenty years later, ie in 1932, there was a speech at the Federal Bar Association in defence of the system in which there was admission as to its shortcomings. I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Even though counting heads is not an ideal way to govern, at least it is than breaking them.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifteen years later, before the august House of Commons in 1947, Sir Winston Churchill reaffirmed his faith in the system when in a similar note he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It has been said that Democracy is the worst form of Government except all those other forms that have been tried from time to time.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, 15 years after this, ie in 1962, Clement Atlee in his book \"Anatomy of Britain\" appears to vent his frustration when he says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Democracy means government by discussion but it is only effective if you can stop people talking.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But we all know that the characteristics of a Parliament is to discuss a debate. At times, there is too much of it. Sometimes, it is just to fill the one hour allotted time for the speaker and the speech would drag on, devoid of any substance coming from a shallow mentality or mind, not realizing that taxpayers' time and money had been wasted. The speech was just a prolonged monotony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of late, criticism was hurled by the British people at the moronic uproar in their House of Commons which they dubbed as \"Disorderly House\". I had the opportunity of being in London in March this year for about 3 weeks when I heard Speaker Weatherill defended his august Chamber, saying: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I took this job, I took on an ancient right - the first is freedom of speech. If we don't practise it here, how on earth can we expect it to work outside this place? Our system is controversial politics and where you get controversy, you are bound to get noise. You should thank goodness they didn't have live broadcasts of Parliament in Churchill's days when fights broke loose and they actually chucked things around the Chamber. And if you open Hansard at the turn of the century, you will find whole blank pages scrawled across with \"the House proceeded in indescribable disorder.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Until now, Britain has not yet solved their bicameral system - the House of Commons and the House of Lords. In a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1802</b></font>\n  <br>\n  <br> Federation, the second chamber is necessary to protect the interests of each state in the Federation. In a unitary state, it is deemed necessary in order to enable capable and experienced individuals to represent their community, religion or other minority interests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This bicameral system provides for second thoughts in respect of policies. In Britain itself, there are sharp criticisms of this bicameral system, especially the role played by the House of Lords. Amongst them, there are criticisms which say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The House of Lords still will be speakers for a very small section of the community as life peerages tend to be granted as reward to Party Loyalists or as a consolation for Ministers who are no longer \"measuring up to their jobs.\".' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this means that they can no longer discharge their responsibilities courageously and meaningfully. They are labelled lackeys or living puppets. They can only delay a certain policy, not more than that. Abbe Sieye's gives his cynical views: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'If a second chamber dissent from the first, it is mischievous. While if it agrees, it is superfluous.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The bicameral debate in the United Kingdom continues until today. The American Presidential system has not been left out as an alternative. It is being discussed by certain quarters. How about the other countries which accept this system? Obviously, some have failed. They failed because the Westminster model is incompatible with the background of the local political reality, time and society of the countries concerned so much so that there are countries which enshrine in their Constitutional Preamble \"general agreement\" in setting up the \"One-Party System\" because they are of the opinion that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Limited human resources are not to be divided into \"Government\" and \"Opposition\". Mutual brotherhood demands cooperation in one party.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Certainly this measure is alien to the British society. Now what is the interpretation to the Constitutional Amendment of our nation today? To me, inter alia, it is a forward-looking step which is unique. It demonstrates at once the sense of responsibility and maturity of thought of a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1803</b></font>\n  <br>\n  <br> government in putting the interests of its society or citizens at the highest level. And because a country is as good as its people, it means the maturity of the society or the people of the country themselves. Even more so, bearing in mind that in the Constitution itself is embodied an organization system which is one of the absolute conditions or criteria that determines the existence of a society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A society exists because of three criteria: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. the individual's level of capability; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. Esprit de corps; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. Organization system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;History has adduced evidence that those in power will want to cling to power aided by constitutional amendments which tighten their stranglehold on their authority, whereas our amendment provides a golden opportunity for non-constituency Members of Parliament to respect and prove the trust entrusted to them by their supporters and, at the same time, voice their representations. They should not feel like second-class Members of Parliament because those who voted them in are not second-class citizens. In our country, there are no second-class citizens. They are Class One. First Class. The decision taken in this august Chamber is not a white elephant Chamber which frustrates the people's wishes. This Chamber is not a place for playing games, as stated by our Prime Minister, and, far from becoming a gambling den. We cannot gamble with the people's lives. Our absolute task is to protect their lives. Not to destroy. For, as politicians, we all know that politics is not a place to seek power. It is a praise to humanity. It should be passed with the development of mankind and humanity. I consider that today's motion has also manifested the Government generosity which provides the following interpretation: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, a training ground for Members of Parliament from other parties, particularly the younger generation which represents more than 60% of the voters. Consonant with that, it gives more opportunity for the younger Ministers to further upgrade their capabilities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1804</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Their sense of dedication and acceptance by the people of their performance in Parliament will reinforce them and their parties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Accepted by the people as Opposition parties in the next general elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Possibility of ruling or governing the country cannot be denied or ruled out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The cynics allege that this motion is a ploy by the Government to preserve its government. But we must understand the extreme possibility arising out of this motion that the seats of non-constituency Members of Parliament, say 25 years hence, maybe occupied by Comrades Ong Teng Cheong, Goh Chok Tong, Tony Tan, Dhanabalan and Ahmad Mattar Junior. At that time the average age of the second generation leaders will be around 70 years. We all would have retired when this happened. Some will have met with their God. Thank you to Minister Howe Yoon Chong for his Report on the Problems of the Aged, possibly, we might still be healthy and enjoying the love showered on us by our children and grandchildren. Thank you to Minister Jayakumar for his \"formula\". We will not trouble our children nor the institutions for the aged. I am confident that if this extreme scenario materializes, we, as supporters of the present Government, will feel sorry. But, alas, we must accept the wishes of the people. More so, if that government proves itself to be better than ours, it has the right to govern because it is we who have provided them with such an opportunity. And any government that can defeat us democratically deserves the support of all. Long live Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At that time, that is 25 years hence, our children would have grown up and raised their own families. We, that includes me, will have several grandchildren. When we gather at Hari Raya Aidilfitri, I will relate to them, to my grandchildren, today's episode concerning the decision that we made today, particularly to my grandchildren who take great pride in their involvement in the National Service. I will tell them, \"Grandchildren, do you know that the present Government is the result of the creation of grandpa's party? When grandpa's Party ruled 25 years ago, we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1805</b></font>\n  <br>\n  <br> introduced a significant Constitution (Amendment) Bill. A political Party which places the interests of the people above everything else. During its term of office, grandpa's party has propelled Singapore to a new era, from a small island to a modern city state; from living in communal compartments, Chinese, Malays, Indians, with their different religions, language and culture, to a united thought and aspirations. Harmony prevails in the midst of these divergencies.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are Singapore citizens in the true sense of the word. Our country has inherited unemployment from its predecessor government, but it was able to eradicate the individual human stigma within a period of 10 years of its rule. They live in clean flats. The bricks are not lifeless because of the fresh green surroundings. The political climate is healthy. Stable. Together, with friends in the Pacific basin, we have achieved a GDP which is superior to the advanced countries and many others. All this was made possible because grandpa's Party had vision. It had dedication. It had conviction. We never run away from problems - far from wanting to justify ulterior motives. I hope my grandchildren know the purpose of my dissertation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, the Party is synonymous with the Government psychologically. It moves in tandem with the Government that nurtures Singapore. It deserves a proper place commensurate with the sacrifices made hitherto. It deserves to govern Singapore. If this happens again, in a loud voice I will shout, \"Long live Singapore.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in view of the fact that we have never looked for justifications or excuses, I am reminded of what Gleanville William wrote in his book, \"Learning the Law\". He quoted from \"Punch\" to illustrate this boring attitude of looking for justifications. He quoted an instance when a student broke a window. The student came out with all sorts of justifications, but finally he had to admit it. \"In the first place, Sir, the classroom has no window. In the second place, the window is not broken. In the third place, if it is broken, I did not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1806</b></font>\n  <br>\n  <br> break it. In the fourth place, Sir, - it was an accident.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This attitude of trying to justify one's action is often seen in people who claim that they represent this or that group. This includes a Member in this Chamber. And if they cannot find a way out, the glimmering eye will suddenly become dull. Lack of sincerity will be apparent. Falsehood emerges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, realising the interest of the people is above that of the Party or self, I support fully this Constitutional Amendment. Let us hope that our stand in support of our democratic system will succeed and that this genuine spirit will permeate in international politics. Today we are making history. \n  <br>3.20 pm \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, hon. Members who have participated in the Second Reading debate all assume that our system of one-man-one-vote will succeed, will thrive, will endure, and that perhaps tinkering with it may be a necessary evil but may be unwise. I think it is useful if we see this in perspective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, there is no guarantee that one-man-one-vote can continue to work in Singapore and improve beyond a PAP Government, or perhaps beyond the tenure of office of those who are today in charge. How long has the system lasted? Since 1955, partially representative government - 29 years. What was the premise based on? A British decision that decolonization must take place in an orderly way and they must have an elected legislature to which they could hand over authority. What is their system based on? How long has it lasted? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me sketch out very briefly how recent and how frail the system of one-man-one-vote is. Britain, as you know, prides itself as being the earliest model of democracy - Westminster, the mother of Parliaments. It is useful to remember that nobody had a vote without property qualifications up till 1918, and then only men over the age of 21 and women over the age of 30. Women over 21 got the vote only from 1928. So if you take the Singapore system which is all men and women \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1807</b></font>\n  <br>\n  <br> above 21, it has worked in Britain for only 56 years. What worked before that? The landed gentry and property ownership. In 1832, with the rise of the industrial revolution and the wealthy middle class connected with manufacturing, there was the First Reform Act which redistributed some 143 seats from the worst of the rotten boroughs - they called it (it is a historical term) \"rotten boroughs\", you fix it, you buy your seat - to the larger manufacturing towns, including London and the counties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1867, the Second Reform Act extended the vote to one million urban working men, one million for the first time, 1867. In 1872, there was a secret ballot for the first time, by the Ballot Act, just 112 years ago. In 1884, the Third Reform Act enfranchised agricultural labourers. They did not get the vote until 1884, the peasants, and the Act extended the electorate from 3 million to 5 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I was a student of law in England in 1946-47, my lecturer in Constitutional Law was the leading expert of the time. He was the writer of the standard textbook called \"Constitutional Law\" by E.C.S. Wade. He took great pride in the British constitutional system, for it was based on so much unwritten law, on convention, on custom, on the monarchy, which gave it flexibility. He compared Britain's then political stability with the constant turmoil, tribulation, tumbling governments of France in the Fourth Republic where coalitions of governments went through a revolving door every 3-4-5 months. My fellow British students believed that it was Anglo-Saxon phlegm -the stoical, unexcitable nature and temperament of the British people that was the secret of success of the British democratic system. It did not work in France. It did not work in Germany. It did not work in Italy. It worked only in Britain, Canada, Australia and New Zealand; America - less well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But my lecturer pointed out that the British political system, the two-party system, evolved gradually over history. It evolved through the Golden Age of the Victorian era, Britain at the height of its wealth and power, an empire. And the toss of the coin was between Whigs and Tories. Later they were known as Liberals and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1808</b></font>\n  <br>\n  <br> Conservatives. In the 1930s, it became a toss-up between Conservatives and Labour, and the Liberals were squeezed aside. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the two-party system to work, the two main parties must share basic beliefs in the fundamentals of what the national interests are and what are the political variables over which they could contest. When leaders of both parties, Conservatives and Labour, shared common values and beliefs because these leaders had, through a common educational system, mostly the elite British public schools and Oxford and Cambridge, come from similar social and economic backgrounds, it worked. Now it is under very great stress and strain because the conditions have altered. And it is in recent times, in my active political lifetime, right up till 1964 with the first Labour government under Harold Wilson, there was Tweedledum and Tweedledee, from MacMillan to Alec Home, both from Oxford, to Hamid Wilson, Bradford Grammar School, Oxford. Polarization set in. It was apparent by the third Wilson government, 1974-1976. It became deeper under the Callaghan government, from 1976 to 1979. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By the time the Tories returned to office under Margaret Thatcher in May 1979, polarization was a fact of British political life. And when the Labour Party elected Michael Foot as leader of the opposition, despite his being an Oxford man like Mrs Thatcher, an Oxford woman, it had sharpened. Now under Neil Kinnock, neither public school nor Oxford or Cambridge but Cardiff University, as leader of the opposition, the conflict is in fundamental objectives that puts the two-party system in jeopardy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Conservatives believe in a separate British nuclear deterrent. The Labour Par!y is committed to, and Mr Neil Kinnock is fervently a supporter of, unilateral nuclear disarmament and the removal of all American nuclear weapons from Britain in breach of their NATO commitments. So it is a fundamental attack on who defends or how Britain is defended. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Conservative Party is committed to privatization of nationalized industries. They want to sell off Britoil, or British Oil, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1809</b></font>\n  <br>\n  <br> in the North Sea. British Airways is losing money, inefficient. The Labour Party has threatened to renationalize them and has deterred buyers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Conservatives want to abolish the large city councils like the London City Council and several of the major cities as wasteful, extravagant and replicative of government functions. Labour is commined to restoring them if the Conservatives abolish them. So if Labour remains the alternative and looks like winning, the country heads for an impasse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the US democracy. It is just over 200 years old. It is an endless fascination for all those who, like me, have to read about them because what they do affect our lives, not only what the President does but what the US Senate does, what the US House of Representatives does, with our textile quota, whether NOL ships can take freight or they are at a disadvantage because it is a State-owned company and therefore categorized together with the Communist shipping lines, and so on. (t is a miracle it has worked because there is a separation of powers, the President, the Executive, Congress, the Legislature, the Supreme Court presiding over them all. And in between are checks and balances, lobbies and pressure groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kreta Ayer and I regularly read weekly reports from our man in Washington, a professional, whose job it is to keep people like us informed so that we know the political and legislative background against which the financial markets have to operate. The conclusion of Dr Goh is that any country less rich, less robust, less talented than the United States would have collapsed a long time ago with their system of government and their infinite number of power groups and lobbies, and unending compromises for every piece of legislation and every resolution, a paralysis of government in every fourth year of a presidential election. America's allies shudder each time a new President takes office and starts off on a new initiative. Helmut Schmidt, the former German Chancellor, once told me, what a burden it was that just when they had educated President Carter, they got to start \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1810</b></font>\n  <br>\n  <br> all over again educating President Reagan on the facts of international politics and international finance. And even if the President is with you, they find the Senate taking initiatives, passing a resolution to withdraw or reduce NATO troops in Europe unless they increase their defence expenditure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The American system has been tried in the Philippines. They gave the Philippines independence in 1946. It failed. By 1972, it had already failed before President Marcos declared martial law. And whatever happens, it is unlikely that it will ever be reattempted in the Philippines in its unadulterated form. The Philippines is not rich enough, not talented enough, not big enough, not robust enough, to pay the price of such a system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, what about the other mature democracies? Take France. It has gone through five Republics since the French Revolution with the storming of the Bastille on 14th July 1789. In between they had Emperors, Napoleon, Napoleon 11. The Third Republic, for those young enough not to remember went down with Marshal Petain in Vichy, France, in disgrace as collaborators of the Germans. De Gaulle went back with the liberating Free French forces, and the Fourth Republic was inaugurated. He withdrew and retired to his country home. By 1958, paralysis, chaos, pandemonium. They had lost the war in Indochina, Dien Bien Phu. They were in deep trouble in Algeria and the generals were in revolt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was in France in 1958 for a break from my constitutional conferencing in London, and it was pandemonium. The taxi driver took me past the Nationale Assembly. I could not speak French. He pointed to the Nationale Assembly and said, \"Voila, Voila, Voila, Voila.\" \"Democracy\" from a French taxi driver to a very young student of politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;De Gaulle was summoned from his retirement. He had a referendum and instituted strong, tough presidential rule with a Fifth Republic. It only lasted 26 years, 27 really, 1959, no proof that it will go on. There were considerable doubts whether after De Gaulle apres moi la deluge, as they say. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1811</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Germany and Japan, it is uncomfortable to mention the past, but you know they were not model democracies up to 1945. Their democracies stemmed from Allied occupation of West Germany; Russian occupation of East Germany, now a people's democracy; and American Occupation of Japan. And it started in the 1950s when the Occupation forces handed over power. So it is only just over 30 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you read the reports of what happens in Italy, changing governments every six months, please remember there was Mussolini. There was Marshal Badoglio who took over after Mussolini was overthrown. Then came Victor Emmanuel, again Allied occupation and this democratic system for just over 30 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ask yourselves, let us be honest, let us not bluff ourselves, what are we? Anglo-Saxons with phlegmatic temperaments, not excitable? We are Chinese or Chinese ethnic descent, Malays, Indians, Punjabis, Pakistanis, Sri Lankans. Remember, for thousands of years, not just these countries but even the British, their societies were governed by tribal chiefs, kings, emperors, military commanders who made themselves kings and emperors and conquerors like the Romans. It is just not part of our history to count heads to decide who is the leader. It is not part of either Chinese, Malay or Indian culture or tradition. Indeed, it is anathema to Chinese culture that the Emperor's mandate from heaven should depend on the counting of heads. It depends on the chopping of heads and that mandate was exercised not through a rabble in a legislature but through a strictly quality-controlled Mandarinate that went through a series of Imperial examinations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, 29 years is all the practice that we have. Our attitudes, our practices, have been shaped by our history in these 29 years. How we will progress depends on how we direct our social, economic and political policies, and including how Opposition leaders or Members accept the basic parameters of what Singapore is about - the independence and sovereignty of Singapore, its multi-racial, multi-religious, multi-lingual, multi-cultural character. They are not for argument. We start arguing about that, we are tearing out our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1812</b></font>\n  <br>\n  <br> entrails. Any argument as to party differences must accept that these basic parameters cannot be changed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Anson in his rambling, desultory fashion, cast doubts yesterday on whether I meant what the amendment is supposed to mean and whether the words speak for themselves. I chose my words. The amendment was crafted by the Attorney-General's Chambers. I wrote the operative part of my speech myself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will fight to win each and every constituency because it is in the nature of the PAP, because it is part of the history of our struggle with the communists because it is good for Singapore. If three or more constituencies choose to vote for the Opposition, and they are perfectly at liberty to do so, so be it. And the constituents will learn to live with these Opposition MPs. This is part of the learning process, a very important process which, I hope, I will contribute to whilst I am in charge. Because I think I know how to teach constituents what life is about better than my younger colleagues. I have been through a very tough school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the Member for Anson and his Workers' Party were really the alternative, then I have to say to Singapore, \"This is a non-starter.\" For it is our duty to expose, demolish, and destroy the Workers' Party and him, because he does not accept the basic premise that we must defend Singapore. He does not accept the SAF; he does not believe in the sovereignty, in the integrity of Singapore. His first platform in 1972 was a Re-Merger of Singapore and Malaysia. And because of that, we moved in this Chamber an amendment --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam :</b> On a point of order, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> There will be plenty of time for him. Please. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Where is this statement? Have you got our policy for 1972? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, it is so tiresome. It is not a point of order. It is a point of information and the information was brought out when the Minister of Defence picked it up in the Budget debate. I passed it on to him. Because I noted the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1813</b></font>\n  <br>\n  <br> fact at that time and I had the Constitution amended to entrench --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Have you got the programme? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> --- to entrench in the Constitution --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Misleading. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> --- that any surrender of sovereignty will require a referendum. There was a Black Ops on at that time, with many agents around like Leong Mun Kwai, and they were peddling Re-Merger. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is that why you broadcast that lie? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, he has gone through the courts, and he has been thrown out. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Did you broadcast that lie? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I did not broadcast. I do not have to broadcast a lie, because telling the truth is the most damaging thing to the Member for Anson. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Did you direct Radio Singapore to broadcast that lie? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, there is something pathetic about the way proceedings in this House are debased, demeaned by an unequal, inadequate appreciation of the significance of the debate, of the occasion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the British have granted 38 now constitutions for their former colonies. I had the Foreign Affairs Ministry count them up. Apart from a few like Barbados and Fiji, they have not fared very well. And those who have travelled on CPA Conferences, you know, I know, what happens. In Africa, they have all become one-party states or are under military dictatorships. In the Caribbean, several have become presidential systems with one-party dominance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In South Asia, take India, politicking on language and religious issues has caused serious deterioration in the administration \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1814</b></font>\n  <br>\n  <br> and in public order. So much so that the Prime Minister Mrs Gandhi had to proclaim a state of emergency in 1975-77. Now, it is facing a grave crisis in the Punjab over Sikhism. It is facing enormous problems in Nagaland with the influx of refugees from Bangladesh. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take Pakistan. It had a series of military rulers and had only one spell of constitutional government, in 1972-77, after East Pakistan was lost in a war with India and Bangladesh was established. The only elected President, Mr Bhuno, was hanged. And martial law was re-proclaimed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Sri Lanka, dismal succession of failures led them to change the name from Ceylon to Sri Lanka. Some Asian societies, they do that. They think that if you change the name, bad luck will follow the old name. And they changed the constitution from Parliamentary to presidential government. You know, after the riots it is in a parlous condition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look closer home. Let us take South-east Asia. The French have left lndoChina. They gave constitutions to Laos, Cambodia and South Vietnam. Now they are all people's republics. And the prospects of reasonable standards of life and political freedoms are grim. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The US left the Philippines with a US-model constitution. It has collapsed. The Philippines is now part-parliamentary, part-presidential. It is under serious economic and political stress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Dutch bequeathed Indonesia with independence and an inadequate administrative machinery and it ended up with a multi-party constitution. In the first 10 years of Sukarno, one party rotated after another in a coalition. He decided on \"guided democracy\" for the next 10 years. It left the country prostrate and in debt. After 18 years of Suhano and the Now Order, and they have just improved conditions, not completely recovered from the wreck of the first 20 years. It is a very hard climb back to law and order and steady economic development. Then,, there are no doubts that whatever the difficulties, it is infinitely better than \"guided democracy\" under Sukarno. The problems are large but they are less serious than \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1815</b></font>\n  <br>\n  <br> what the Western media or Amnesty International has made out or depicted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the British left Malaysia, Singapore and Brunei with different legacies. We have all managed after our own fashion and developed our own political forms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore experience is very recent history. It has worked. Whether it will continue to work depends on getting able, honest and dedicated men to run the system, able to produce, able to achieve effective goals and make economic progress. It also depends on our ability to expose and keep irresponsible Opposition in check, so that no ideas of social welfare give-aways, dismantling of the SAF, reducing our defence expenditure and generally weakening the State, is allowed to permeate public consciousness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thailand was never under colonial rule but it has regular, very orderly, coups and a periodic review of the Constitution, and new coalition governments formed every one, two, three years. Those Members of this House who are AIPO Members (The Asian Inter-Parliamentary Organization) meet regularly. Singapore MPs can hold up their heads, just like the others. Singapore citizens travel, so they can compare and contrast. I think their political freedoms and liberties, the quality of the Singapore press and TV, standards of government, quality of life, they pass muster. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I ask the Member for Anson to ask himself: Would he be better off, first as a citizen, next as a lawyer, third as an aspiring leader of the Opposition, if he had stayed on in Johore Bahru and were a Malaysian citizen? It is just across the Causeway and he has his siblings there. He visits them, I presume. That was where he was brought up, he was schooled. He can throw away his Singapore passport and walk off. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That would suit you, won't it? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Wait, vote with his feet. Let us imagine him in the Dewan Rakyat in Kuala Lumpur. He would question the Prime Minister of Malaysia and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1816</b></font>\n  <br>\n  <br> make allegations about him, as he has in this Chamber, corruption, nepotism, giving banking licences to my brother for which he went to court and swore on the Bible that he never intended to mean what the words, the judge decided, meant. Sir, would he have been better off? Ask himself as citizen, as lawyer, and as potential leader of the Opposition, if he had never left Jaffna for Malaysia? He had been born and brought up in Jaffna. He might be the leader of the TULF or the leader of the Tigers! Sir, if Singapore were an evil, bad, vicious country, I assure him there is no law whatsoever which requires him to stay in Singapore. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But I am staying. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I think the Member suffers from an irrepressible instinct to utter the truth at the wrong moment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this young man who wrote in the Straits Times, I read today, he thanked God that he was not in Lebanon. I thought Lebanon, strange, Kannan Chandran. I said, \"Chock up.\" No Lebanese. I understand he is a Malayalee. His father came from Kerala. I do not know if he has been to Kerala. I have. It is not so bad as Lebanon and there will be more newspapers to write for in Kerala. There is more press competition. But ask himself where does he enjoy greater freedom, a better quality of life, a better future for himself and his family? Kerala or Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The foundations of this political superstructure - Houses of Parliament, one chamber, two chambers, Houses of Congress, House of Representatives, Senate - they are founded on the infrastructure, the foundations of a society, the state of economic, social and cultural development of a people. You do not just transfer a Congress and a Constitution and give you a Speaker's Chair and a mace and you have got a Parliament. It depends on a people's history - their traditions, their national cohesiveness or lack thereof their educational levels, their professional knowledge their industrial skills - whether they feei that they are a nation that they belong to each other, that they are prepared to fight for each other, work with each other, share one destiny. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1817</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rest, the superstructure without this foundation, the infrastructure, are just so much bric-a-brac, like Lego bricks. When the European powers and the Americans transferred these superstructures modelled on their forms, like the Belgian to the Congo, they failed in the Third World. The foundations were not there. Missing. In Africa, the loyalties are tribal. I read in the Listener recently of a very talented Nigerian woman journalist recounting the travail of Nigeria, and she ended up by saying, \"But in the end, I felt closest to my village and my tribe.\" And African loyalties are tribal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When Alan Lennox Boyd, Lord Boyd, was Secretary of State for the Colonies, he once told me, \"You know what they call the leader of the opposition in Africa? Chief Enemy.\" That is right, Chief Enemy. Because there is no such concept as the leader of a loyal opposition. You are the chief, the man hopes to be chief, he must be the chief enemy. It is as simple as that. Hence, to maintain law and order - never mind law, just to maintain order - they established one-party states. Some of them become military dictatorships or under revolutionary juntas. It is like the economic side of Marshall Plan. When aid was given to develop societies to Europe, and in a different way to Japan, the foundations were there - the national cohesiveness, the skills, the discipline, the knowledge, the know-how, the social organization - and the societies flourished. When aid was transferred - machines, lecturers, polytechnics - to Third World countries, they asked for more aid. It is the infrastructure that is lacking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I played a little part in shaping our Constitution. Earlier - in 1959 - I attended three Constitutional Conferences - 1956, 1957, 1958 - the 1959 Constitution. In 1956, for eight weeks, under the leadership of the then Chief Minister Mr David Marshall, we had Sir Ivor Jennings, the leading British constitutional law expert of his generation, and for many years Vice-Chancellor of the University of Ceylon - and it was a renowned institution of excellence - and he was legal adviser to the delegation, and we became \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1818</b></font>\n  <br>\n  <br> friends. I used to visit him subsequently when he was Master of Trinity Hall, Cambridge. He taught me, amongst other things, the difference between political realities and constitutional theory. But I think my best teacher was not Sir lvor Jennings or the British Commonwealth experts. It was the Tunku. He tossed it to me in a chit-chat once. This was late in 1962 in his drawing room in the Residency. I looked at the beautiful leather-bound green cover volume Constitution, and there were some Arabic letters on it. So I said, \"Tunku, what is this?\" He said it was given to him by President Ayub Khan. It was his now Constitution. I said that it looked splendid. I was looking at its inscription. He said, \"But you know, Kuan Yew, they make very good constitutions. They have many brilliant lawyers. With every new leader they have to make a new one.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I remember that. So in 1970, our Constitution was in a mess - part State Constitution, part Federal, part amendments after separation. Untidy. So I asked the British High Commissioner, Sir Arthur de La Mare, in 1970, I said, \"You have got a lot of legal experts. I remember them from my Constitutional talks. They draft so many. They become experts. Polish it up for me.\" And he did me a great service. They polished it up. It came back in April 1971. I had forgotten the date. This is just looked up. I thought perhaps I ought to tell the House how careful I am about fiddling around with constitutions. I looked it up. The FCO had done a first-rate job. The Attorney-General pencilled in his comments. I read the draft through, and I paused. I paused for several months and read it again, and I reflected on the matter for several weeks more. I decided that the experts just had no idea why we had made certain basic alterations, like when an MP leaves his party and crosses the Chamber he loses his seat and he re-contests an election. He thought that was unusual and said, \"Refer back to British practice.\" I said, \"No, no. We stay put.\" I have paid an awful price for it in 1961. I have not forgotten that lesson. And please do not forget that the price may yet be paid again. I may not be here, but Singapore and Singaporeans may have to pay for it if I allow a constitutional perfectionist to alter what he thought was a little unusual mote \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1819</b></font>\n  <br>\n  <br> in the Singapore Constitution. I decided to leave the Constitution as it is, just incorporate all the amendments, publish a clean copy. Never regretted it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I learned my constitutional law not so much from my lecturers and my textbooks or my association with people like Sir Ivor Jennings. They taught me the theory. I learned it in real life, hands-on experience, and from watching the Malaysian Constitution being amended, over 100 amendments, in just under three years since it was promulgated and it has gone through many more since, as Members will know. I suggest we stick to the Singapore Constitution because it works and I am suggesting this minor amendment in the hope that it will work better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Anson says, \"Postpone it until after the elections.\" This is rather disingenuous. If he loses, then we can pass it and he can come in. He did not say so. He said, \"I am going back to the electorate. There is no such thing as a non-constituency seat.\" The House needs an Opposition. That is him. But of course if he loses it, there is nothing to prevent us from passing it for him. But passing it now, I will refuse. We shall see. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think he fails to understand that we are passing this amendment not to please him or to do him a favour. It is not designed for him. Its main purpose is to encourage the serious contenders who are now on the sidelines and are thinking of waiting for the old guards to pass on before they contest. I am saying to them, \"Come out. Take advantage of the next four to five years of exposure. Build up.\" And if we find that they accept our parameters, we may well develop a two-party system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By way of an aside, in Mr A P Rajah I found somebody who accepted our parameters. I invited him to open the constituency's community centre at Farrer Park. It was then his constituency. He accepted that these were the interests of Singaporeans. He disagreed with me and the PAP on how it should be brought about, how it could be improved, but that Singapore should be defended and the interests should be preserved, that it should be multi-racial, multi-lingual, multi-cultural \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1820</b></font>\n  <br>\n  <br> and multi-religious. Do not tamper with it. We were \"ad idem\". Pity he lost Farrer Park. We invited him to be Speaker of this House. We are not partisan. To run the system, we must be bigger than ourselves. We must do our job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, just a few points to dispose of the Member for Anson's various complaints. He says there is a ban on political parties. There is no ban on him. He can have a party meeting any time in any covered hall. That has been the law. It is part of our history. The PAP abided by that law all the years it was in opposition, before it was the government. It abides by the law even today. There are wilder and fiercer men than him. We are not worried about his Workers' Party mounting a rally of 100,000. I do not think we should dismiss this, and those of us who went through the mangle with the communists do not dismiss them lightly. I know that the Plen is still alive, last heard of in Malaysia. The organization is still there. The rules to prevent any resurgence must stay in place. They have not given up and the Malaysians take them seriously, and they take very seriously China's moral support for the CPM. I think we should do well to take our position seriously and take the CPM seriously too. They look weak today. I hope they will continue to be weak. You have street corner meetings, open air night markets. We had running fights with Barisan. Endless. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he wants access to the media. The SBC, and the RTS before that, gives every party air time at the elections. They give more time per candidate to the Opposition than to the PAP. He wants more coverage so that it is not to his disadvantage. It is not our fault. I promise him - the moment Japanese technology in video cameras is good enough for this House without extra lights, he will be seen live. Because I think no pressman in the Gallery can convey the sloppy, slovenly, ill-prepared, thoroughly confused presentation, I agree with the Members who sit in the Backbenches and complained bitterly that the press makes sense out of his nonsense, because when I read him today, it made some sense. While I was listening to him yesterday, he felt he had to speak for one hour because that is his right. What he had to say could \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1821</b></font>\n  <br>\n  <br> have been said in 15 minutes, and he could have said it well. But he wanted to show what a great, eloquent speaker he was. So he rambled on for one hour, and the press rescued him. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What about yourself? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I am not a man with conceit. I usually prepare my work, got my thoughts together before I expound. Hence, he will see careful notation. If he wants his Workers' Party programme published, and he has got a great five-year plan, there is nothing to prevent him from buying advertising space. People do that regularly. I read it in the International Herald Tribune. I am sure the Straits Times and Monitor will publish it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he wants an Elections Commission in which the Opposition will take part. That is a red-herring. No Opposition takes part in any Elections Commission. It is appointed by the government. President Marcos has appointed an Elections Commission, and' the Opposition in the Philippines say that he rigged it. The Member for Anson wants me, of course, to appoint him on to the Elections Commission. But if I appoint an Elections Commission without him, then he says I have rigged it. Is he suggesting for one moment that the elections had been rigged? We fought, we won, under the same rules. The last Government was in charge. They ran it. We fought them. We won it. And if he has got support, he will win it. Let us not have red-herrings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MPs should keep their seats. Mr Speaker, Sir, one of the virtues of going through traumatic experiences, I am told, is that neuropeptides are released and they forge such a deep impression on the mind (the RNA that is forged in the neurons) that for many, many years they remain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We had 43 Assemblymen in this House in 1959. Came 1961, we lost three : Ong Eng Guan and two others. That was early 1961. Middle 1961, 13 more went across with Barisan. We had 27, the balance on the other side. One died, Baharuddin - \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1822</b></font>\n  <br>\n  <br> Anson. We lost Anson; David Marshall won. 26-25. Ahmad Ibrahim died - Sembawang. 25-25. They were exciting times. The Gallery was really full then, because it was for real. It was not simulated. If the Government fell, there was a serious constitutional crisis; there was going to be big trouble. We never lost our nerve. But we decided, whatever way we fall, it should not be by people changing minds and swopping sides. Anybody who wants to swop sides stands on his own platform. We are not in favour of Independents. \n  <br>4.20 pm \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. The Prime Minister has addressed the House for an hour. I shall accept the motion from the Floor that the hour allowed to the Prime Minister for his speech be extended by another 15 minutes. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Yes, please. I have to complete. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1822</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs (Mr S. Dhanabalan):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the one hour allowed to the Prime Minister for his speech be extended by 60 minutes. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Sixty minutes? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Yes, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the hour allowed to the Prime Minister for his speech be extended by another 60 minutes.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I call for a Division on this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b>: No. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> To prevent further interruption from the Member for Anson, I suggest we give the Prime Minister another 15 minutes as provided by the Standing Order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the hour allowed to the Prime Minister for his speech be extended by 15 minutes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1823</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONSTITUTION OF THE REPUBLIC OF SINGAPORE (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Very well, Mr Speaker, Sir. Then I would not be able to take all his points and I will have to be very brief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I say that I got these amendments incorporated into the Constitution when we were still under Orders-in-Council, and it was incorporated into our Constitution as part of the Constitution of Malaysia. Watch the Indian Parliament and see them swopping sides. Watch Kashmir. The Chief Minister got out, and the Chief Minister's brother now becomes Chief Minister. Sri Lanka has changed their rules to copy us. So has Thailand, to stop the musical chairs. It is a successful practice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the media. I shall deal with this on some other occasion. But let me just add briefly. It is not our desire nor our intention that our press and TV should be a copy of the British or the American. Our model is more that of Japan - factual, serious, informed reporting where facts are presented without a slant. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Tell that to the marines. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> No crusading, and comments are kept separate. Their role is information and feedback for consensus building. The Member should ask himself: is Singapore better off with a privately-owned press under strict rules of ownership and self-censorship? Or is it better off where the press is owned by the governing parties, as in Sri Lanka and in Malaysia? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is difficult to imagine, having lived through a long period of calm and stability, that the Singapore as we now know it in this Parliament can be fragmented and shattered. But let me warn Members that it is not to be ruled out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson wants to know why a non-constituency Member should not vote on a motion of no confidence, Money Bills and other things. There is nothing to prevent more than half the Members of this House, when they disagree with the government, to gather \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1824</b></font>\n  <br>\n  <br> together, vote on a motion of no confidence and force the government out. And by the time the party gets around to expelling them, the government is already out facing a general election. There is nothing to prevent it. And I sincerely hope the next leadership, the younger generation leadership, will understand the meaning of party discipline. With the old guards in charge, there is a great deal of laxity because everybody knows that at. the end of the day the rules of survival require certain parameters to be observed. And if that were to happen, if there is a split within the leadership and one half goes with one side and the other, I do not think non-constituency Members should be sought for their votes. It is a real distinct possibility because strong men have 'strong views, and they can collide. I hate to see such an occasion occurring. But I have to make provisions for such an event. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will give the Member for Anson my other rebuttals through the press since he does not want to give me the time. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You had an hour. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Sir, if he wants my answers, I am prepared to give it to him, and in full. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our history has shaped us, including the clownish stupidities and idiocies of people more ferocious than the Member for Anson. We have infinite patience. In the end, we track them down. We have great determination. We learnt it. There is no other way. Just contain yourself. Wait, sooner or later, the time will come when a person is thoroughly exposed and totally destroyed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, I do not see any clear divide in political, social or economic policies that will bring about such a split. But again this is part of our history. When the PAP won in 1959, it was a Party mainly of the Left and of the Chinese educated Left. When it won in 1963, it had shed its extremist Communist and Chinese chauvinist wing, and moved on to middle ground. It carried a fair size of that middle ground, Chinese educated, English educated and Malay educated. In 1968, after he trauma of Separation, we carried more of that middle ground, Chinese and English-educated Chinese and most \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1825</b></font>\n  <br>\n  <br> Indians. But I knew that we lost the Malay ground. The shock of Separation and the problems of adjustment and resettlement from Malay kampongs to HDB estates were a strain. We regained that Malay ground in 1976, eight years later. By 1980, we had at least half the Malay ground and we had expanded our support amongst the English-educated and the Chinese-educated Chinese and isolated the pro-Communist and the chauvinist Chinese. The Indians we know are equally divided between those who support the Government because they benefit from it and those who want an Opposition because it is part of Indian culture. And those of us who look at the Gallery know. There are 6% Indians in Singapore. There are invariably 40% to 50% Indians in the public Gallery. They enjoy it. It is part of Indian culture. They want an Opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our development depends as much on internal factors, what we do, whether we are able to develop open styles of government, free discussion without resorting to emotive appeals which threaten national unity, the gut issues. And it also depends upon whether external threats become severe. Frankly, I do not see in the immediate future an alternative group of leaders emerging to pose an alternative Party that accepts these basic parameters and has sufficient middle ground support. And the danger to Singapore, if the PAP were to be riven by factional splits, is real. It is the breadth of support and its organizational strength which is providing Singapore with our political stability. Mr Fukuda told me why he had to take a stand to try and clean up the LDP. Without the LDP, the policies that have brought about the transformation of Japan would not have been possible. Without the PAP there is no modern Singapore. It has been so. It is a fact of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From each of these experiences we have learned. We made amendments to the Party Constitution and instituted cadre membership thereby preventing our being captured in 1961. So one-man-one-vote is a very difficult system to operate. And I warn both Members in this House and the people at large, that there is no reason to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1826</b></font>\n  <br>\n  <br> suppose that it will continue to function effectively, no reason, no justification, without honest, dedicated and able men willing to undertake this responsibility. It is as good as the men who are prepared to run it. And in order that it can work, we have to use powers to suppress those differences which are so fundamental that if we bring them out, we tear ourselves apart, differences based on the interests of race, language, religion, culture. They are what the Member complains of powers of detention without trial. He does not know why we locked up Shamsuddin Tung Tao Chang. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Tell us. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He does not read the Chinese papers. I do. Shamsuddin Tung knows what he did and so does Mr Los Eu Seng whom we locked up as the proprietor of that newspaper. And we will do it again. Let there be no doubts about it. And because people know that this Government is prepared to do it again, it has not been necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have not developed the two-party system and the reasons are, again, part of our history. When we won in 1959 we were part of a united front with the Communists. The Lib-Socs, the Alliance to the right of us, they were weak and feeble and they were decimated in 1963. After 1963, it was PAP democratic socialism against Barisan Mao's socialism. When the Barisan abdicated, and we must thank Dr Lee Siew Choh for that, they left a void which we filled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we understand the value of Opposition and since we are all getting old, while I have a witness here with me in the House, I should tell the House that I considered Dr Lee Siew Choh an important constitutional part of Singapore's functioning. Because Dr Ismail, then Minister for Home Affairs in the Federation, was going to lock him up together with the other Barisan leaders. I hurried to KL, and separately the Member for Kreta Ayer, and told him that under no circumstances should Dr Lee be removed from the leadership in case we got a better man. And lo and behold, how right we were. He took the battle to the streets. His lines of communication with his bosses \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1827</b></font>\n  <br>\n  <br> were disrupted. He issued his own statements. He ended up by giving us the whole of that middle ground and a large chunk of the non-extreme, non-lunatic Left. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us not forget that the Constitution, the nature of Parliaments or Congresses, the political personalities and the Parties that form that government, their role is not self-aggrandizement. Their function is to serve the interests of the people, to ensure their survival and their well-being. Rights and liberties of the Constitution are not meant to serve the interests of politicians or their conceit or conceits. At the end of every term of office of the government, every citizen of Singapore, when he goes to the vote, should ask himself this question which Mr Reagan posed to the American people when he was contesting against President Carter in 1980. Are you better off than you were four years ago? Is your misery index higher or lower, rate of inflation plus rate of unemployment? Are your expectations of the future better? If the Constitution which is the system, and the men who work it make your lives and that of your children better, you would be most unwise to listen to medicine men and bomoh politicians about the principles of democratic opposition and their desire for greater publicity and influence. We are talking about life and death of peoples. I have seen a few actually disintegrate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One last anecdote and perhaps anecdotal lessons are the ones best learned. I went to Uganda in January 1964. It was a glorious, beautiful, superb capital, 6,000 feet high, like an English spring, sunshine, stonefaced Parliament House, Supreme Court, a Sikh Speaker of Parliament who entertained me. You know what happened. Obote chased the Kabaka Buganda out. He was here in Singapore. Idi Amin took over. He was in exile. ldi Amin brought the country down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was in Lusaka in 1979 talking to the new President of Uganda, Sir Jeffrey Ben Esa, QC. Mrs Malcolm Fraser said to me talking over tea, \"Isn't he a very educated and cultured man?\" I said, \"Of course. He is a QC.\" There is only one of him left. Most of them have been killed by ldi Amin. You cannot put the country together again. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1828</b></font>\n  <br>\n  <br> In 1981, I was in Melbourne and I met an Indian gentleman in the tea room. I asked him, \"You from India?\" He said, \"No. Uganda.\" I said, \"Uganda!\" He said, \"Yes, I am the High Commissioner in London.\" I said, \"Ah.\" He said, \"The Prime Minister asked me to return but I told him my children were settled in London. They were educated there. They have to continue their education. But I will serve him.\" I said, \"What has happened to the Sikh Speaker of Parliament?\" He said, \"Ah, he is in Darwin now. He is a magistrate. He is coming tomorrow night. Would you like to see him?\" I was so overwhelmed with the memories of that stupendous spring day in Uganda. I met Mrs Obote in Delhi at dinner last year in November and she recounted to me her travail as she went from house to house to escape Idi Amin and slipped into Kenya, and finally got to Dar-es-Salaam. And she said \"The people are different now. They do not listen to orders. They do not obey the law. They rob, they steal, they shoot. It is so different.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore was different. Gangsters, secret society thugs, ran in elections and killed some of my supporters in Tanjong Pagar. I swore that when we came in here, we will be rid of them. We will be rid of them, and we have got rid of them. You can bring them back very quickly. A few more medicine men selling kowyao and if bought by the people, we will go back in time. But it is different this time. You cannot go back to the attap hut and keep your chickens, dig your well, and plant some tapioca and bananas. You will have to carry your water up to your 20th storey flat without electricity. So in voting for this amendment, remember: little cautious changes for what works is best kept working. [Applause.] \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> A Division will be taken to ascertain that the Second Reading of the Bill is supported by the votes of not less than two-thirds of the total number of Members of Parliament, which is 50 Members, pursuant to Article 5 (2) Of the Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1829</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Division taken: Ayes, 66; No, 1; Abstention, 1. \n  <pre>\r\n\r\n      Ayes                        Ayes (contd.)\r\n\r\nA. Rahim Ishak              Mansor Haji Sukaimi\r\n\r\nAbbas Abu Amin              Ong Pang Boon\r\n\r\nAhmad Mattar                Ong Teng Cheong\r\n\r\nAng Kok Peng                Othman bin Haron Eusofe\r\n\r\nChai Chong Yii              Ow Chin Hock\r\n\r\nChan Chee Song              Phua Bah Lee\r\n\r\nChandra Das, S.             Rajaratnam, S.\r\n\r\nChau Sik Ting               Rohan bin Kamis\r\n\r\nBernard Chen                Sidi Haii Shariff\r\n\r\nCheong Yuen Chee, Eric      Seah Mui Kok\r\n\r\nChin Harn Tong              Selvadurai, P.\r\n\r\nCh'ng Jit Koon              Sia Kah Hui\r\n\r\nChua Sian Chin              Sia Khoon Soong\r\n\r\nDhanabalan, S.              Sidek bin Saniff\r\n\r\nFong Sip Ches               Tan Chong Bock\r\n\r\nGoh Chee Wee                Tan, Augustine H.H.\r\n\r\nGoh Chok Tong               Tan Keng Yam, Tony\r\n\r\nGoh Keng Swee               Tang See Chim\r\n\r\nHo Kah Loong                Tay Eng Soon\r\n\r\nHo See Beng                 Teh Cheang Wan\r\n\r\nHowe Yoon Chong             Too Chong Too\r\n\r\nHwang Soo Jin               Toh Chin Chye\r\n\r\nJabbar, M.K.A.              Wan Hussin Zoohri\r\n\r\nJoyakumar, S.               Wan Soon Bee\r\n\r\nJek Yeun Thong              Wong Kwei Cheong\r\n\r\nKoh Lip Lin                 Yap Giau Cheng, Eugene\r\n\r\nLai Tha Chai                Yeo Choo Kok\r\n\r\nLau Ping Sum                Yeo Ning Hong\r\n\r\nLau Teik Soon               Yeo Toon Chia\r\n\r\nLee Chiaw Meng\r\n\r\nLee Khoon Choy                     No\r\n\r\nLee Kuan Yew\r\n\r\nLee Yiok Seng               Jeyaretnam, J.B.\r\n\r\nLee Yock Suan\r\n\r\nLiew Kok Pun                     Abstention\r\n\r\nLim Boon Heng\r\n\r\nLim Chee Onn                Yeoh Ghim Seng\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Second Reading of the Bill has been carried by the votes of not less than two-thirds of the total number of Members of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [The Prime Minister]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>4.55 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment made: In page 1, lines 5 and 6, to leave out \"of the Republic of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1830</b></font>\n  <br>\n  <br> Singapore (referred to in this Act as the Constitution)\". - [The Prime Minister]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 as amended, ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In page 2, line 39, after \"force\", to insert \"within three months of the vacancy occurring\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I may speak on this amendment. This amendment of the Constitution provides for the vacating of non-constituency Members, but I wish to take this opportunity now to move an amendment to the first part of this clause which deals with the filling of vacancies of Members of Parliament, not non-constituency Members, but regular Members of Parliament. Sir, I raised this at the sitting of this House on the 20th December last year when I asked the Prime Minister what were the compelling reasons for denying the electors in the constituency of Havelock their right to elect their own representative to Parliament following the vacancy created by the death of their former representative. I asked the Prime Minister then what was the reason for the amendment to the Constitution which was made in 1965 which took away the requirement that was in the Constitution that any vacancy in the House should be filled within three months of the vacancy occurring. The Prime Minister's reply was, I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Mr Deputy Speaker, Sir, 1965 did not see such an amendment. He goes by what he reads. The Member for Anson, as a member of the learned profession, should not go by what he reads in the press. The legislation on elections was governed by lows which were promulgated in 1959, and I remember distinctly that when the then Member for Sembawang died in August of 1962, we did not have to hold an election because there was an evenly divided House of 25 Members on each side until we held the General Elections in September 1963.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am a little flattered that the Prime Minister equated the present situation in this House to the situation in August 1962 when the House was evenly divided. The suggestion is that with just myself being in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1831</b></font>\n  <br>\n  <br> the House, the House is evenly divided. I wonder whether he thought of that when he mentioned the position in August 1962. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the point is this, Sir. The Prime Minister is clearly wrong. There was an amendment, and if he would like the reference, it is the amending Act No. 8 of 1965. The Malaysian Constitution - and it was just not the Malaysian Constitution, it was our Constitution when we went into Malaysia in 1963 - required the filling of any vacancy in the House within three months. In 1965, a Bill was introduced in Parliament to amend this provision. So there was an amendment, and the Prime Minister would appear to have not known what he was saying in this House on 20th December 1983 when he said that there was no such amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I asked the Prime Minister whether he was standing the principle of parliamentary representation on its head by not calling for a bye-election in Havelock constituency and by appointing a caretaker Member of Parliament for that constituency. His reply then on 20th December 1983 was: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I am standing no principle on any head. The lows are as set out in the Constitution. There is no reason why the people of Havelock should have a bye-election.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those were his words, \"There is no reason why the people of Havelock should have a bye-election.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I say, Sir, that the Prime Minister, in giving that answer, ignores the Constitution because if you look even at the present Constitution, with the amendment that was made to Article 49 in 1965, if you look at Article 66 of the Constitution, what do you find? You find that \"a general election shall be called within three months after every dissolution of Parliament.\" So the Constitution requires that the electors in the constituencies in Singapore should not go unrepresented in Parliament for more than three months. After dissolution, you have got to call a general election within three months. You cannot govern without Parliament for more than three months. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Havelock, in point, is a constituency with its own electorate. They have as much right as the electors in all other constituen- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1832</b></font>\n  <br>\n  <br> cies to send their representative into Parliament and you cannot deny them this right. To have denied the electors in Havelock to have their own representative in Parliament, a man chosen by them is, may I say to the Prime Minister (he is not here, he has walked out) but may I say to the Government, is to deny the electors in Havelock this right which the Constitution has given to all the voters in the constituencies. I think that we should now take this opportunity to restore into Article 49 those words \"within three months of the vacancy occurring\" which were, as I said, a part of the Article in the Constitution from 1963 to 1965. They entrench, what I say, the constitutional right of electors, voters, in every constituency to be represented in Parliament. Why should not the electors of a constituency where the incumbent MP has died as in this case, or where his seat has been declared vacant, why should they be denied representation? They can, in theory, I suppose, object to paying any taxes imposed while their representative is not in Parliament. [Laughter]. Members may laugh at this but if you are talking about parliamentary government and parliamentary process, then you have got to work the rules of parliamentary government. And I say, Sir, that it is an abuse of the right of the voters in any constituency to deny them for more than three months their right to have their own elected representative in this Parliament. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I never like to repeat myself. We learn from experience. The Constitution would have worked worse if we had this three-month requirement. We went through a harrowing time. I stand corrected. The moment we got back into Singapore, out of Malaysia, we reverted to Singapore provisions. We were extremely grateful for the Singapore provisions, and some future government may be grateful that this Government remembered what happened in 1961. Nobody can predict how future Parliaments will behave. A changing generation has different values, different attitudes. The party in power must inevitably reflect the changing mores, values, attitudes of the populace. If there should be a repeat of 1961, I think we would be doing the Government and Singapore a disservice by instituting these words. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1833</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not propose to enter into the legalities of the argument that the Member has advanced. I told him the last time that if he believes in his argument, put his money where his mouth is. Go to Court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be inserted, be there inserted.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Division, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Do you want a show of hands and your \"Aye\" will be recorded? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right, Sir. I will bow to you. I accept a show of hands. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The Question is, \"That the words proposed to be inserted, be there inserted.\" As many as are of the opinion, \"Aye\". Show your hands. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> (hand raised) Aye. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> To the contrary, say \"No\", and show your hands. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b>: (Majority hands raised): No. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The Noes have it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;New Clause - \n  <pre>\r\n\r\n   \"Amendment     Article 5 of the Constitution of\r\n\r\nof Article 5.   the Republic of Singapore (referred to\r\n\r\n                in this Act as the Constitution) is\r\n\r\n                amended -\r\n\r\n                (a) by deleting the words \"Except\r\n\r\n                    as provided in clause (3), a\" in\r\n\r\n                    clause (2), and substituting the\r\n\r\n                    word \"A\";\r\n\r\n                (b) by deleting clause (3); and\r\n\r\n                (c) by re-numbering the existing\r\n\r\n                    clause (4) as clause (3).\". -\r\n\r\n                    [The Prime Minister].\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Brought up, and read the First time. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Sir, I beg to move, \"That the clause be read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This amendment is consequential to the amendment to Articles 39 (1) of the Constitution. As I have stated earlier, Article 39 (1) would be amended to provide that the number of elected MPs would be equal to the number of constituencies. It will not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1834</b></font>\n  <br>\n  <br> change the practice in substance. The amendment will, however, obviate the heed for Parliamentary Membership Bills to be introduced in future. However, Article 5 of the Constitution has references to such parliamentary membership legislation and provides that such legislation does not require a two-thirds majority. These references in Article 5 need to be deleted. Therefore, as a consequence of the amendment to Article 39 (1), in future there will be no more Parliamentary Membership Bills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause read a Second time and added to the Bill. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> This new clause is to be inserted immediately after clause 1. This will be done. Amendments will also be made to the numbering of clauses consequent on the addition of the new clause. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with amendments. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Third Reading, what day? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Now, Sir. I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The procedure at the Second Reading will again be adopted here. The Clerk will ring the Division bells. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Division taken: Ayes, 66; No, 1; Abstention, 1. \n  <pre>\r\n\r\n                     Ayes\r\n\r\n\r\n\r\nA. Rahim Ishak               Howe Yoon Chong\r\n\r\nAbbas Abu Amin               Hwang Soo Jin\r\n\r\nAhmad Mattar                 Jabbar, M.K.A.\r\n\r\nAng Kok Peng                 Jayakumar, S.\r\n\r\nChai Chong Yii               Jek Yeun Thong\r\n\r\nChan Chee Seng               Koh Lip Lin\r\n\r\nChandra Das, S.              Lai Tha Chai\r\n\r\nChau Sik Ting                Lau Ping Sum\r\n\r\nBernard Chen                 Lau Teik Soon\r\n\r\nCheong Yuen Chee, Eric       Lee Chiaw Meng\r\n\r\nChin Harn Tong               Lee Khoon Choy\r\n\r\nCh'ng Jit Koon               Lee Kuan Yew\r\n\r\nChua Sian Chin               Lee Yiok Seng\r\n\r\nDhanabalan, S.               Lee Yock Suan\r\n\r\nFong Sip Chee                Liew Kok Pun\r\n\r\nGoh Chee Wee                 Lim Boon Heng\r\n\r\nGoh Chok Tong                Lim Chee Onn\r\n\r\nGoh Keng Swee                Mansor Haji Sukaimi\r\n\r\nHo Kah Loong                 Ong Pang Boon\r\n\r\nHo See Beng                  Ong Teng Cheong\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1835</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\n   Ayes (contd.)                  Ayes (contd.)\r\n\r\n\r\n\r\nOthman bin Haron Eusofe      Teo Chong Tee\r\n\r\nOw Chin Hock                 Toh Chin Chye\r\n\r\nPhua Bah Lee                 Wan Hussin Zoohri\r\n\r\nRajaratnam, S.               Wan Soon Bee\r\n\r\nRohan bin Kami               Wong Kwei Cheong\r\n\r\nSaidi Haji Shariff           Yap Giau Cheng, Eugene\r\n\r\nSeah Mui Kok                 Yeo Choo Kok\r\n\r\nSelvadurai, P.               Yeo Ning Hong\r\n\r\nSia Kah Hui                  Yeo Toon Chia\r\n\r\nSia Khoon Seong\r\n\r\nSidek bin Saniff\r\n\r\nTan Cheng Bock                       No\r\n\r\nTan, Augustine H.H.          Jeyaretnam, J.B.\r\n\r\nTan Keng Yam, Tony\r\n\r\nTang See Chim\r\n\r\nTay Eng Soon                      Abstention\r\n\r\nTeh Cheang Wan               Yeoh Ghim Seng\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Third Reading of the Bill has been carried by the votes of not less than two-thirds of the total numctser of Members of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I propose to take a break now. I suspend the Sitting and will take the Chair again at 5.50 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 5.20 pm until 5.50 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1835</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 5.50 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>PARLIAMENTARY ELECTIONS (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Labour and Second Minister for Law and Second Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour and Second Minister for Law and Home Affairs (Prof. S. Jayakumar) (for the Prime Minister):</b> Mr Deputy Speaker, Sir, on behalf of the Prime Minister, I beg to That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister has already referred to this Bill in his earlier comprehensive explanation of the Gpvernment's objectives in ensuring the presence of a minimum number of Opposition Members in Parliament. There has also been a very exhaustive debate stretching over twq days on the Constitution (Amendment) Bill which, inevitably, has also traversed the proposals in this Bill. As a result, therefore, I propose to be brief and avoid repeating the rationale and arguments underlying the proposal. It will suffice to refer only to certain provisions in this Bill with regard to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1836</b></font>\n  <br>\n  <br> the circumstances and the manner in which the proposed non-constituency Members are to be declared elected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the method of determining non-constituency Members, Sir, clause 3 introduces a new provision into the Parliamentary Elections Act to provide specifically for non-constituency Members. If no Opposition Member is returned in a General Election, the Returning Officer shall declare elected three non-constituency Members who polled the highest percentage of votes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If one or two Opposition Members are returned, then the Returning Officer shall, in the same manner, declare elected two or one (as the case may be) of the Opposition candidates in order to make up three Opposition Members in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As has been stated by the Prime Minister, it may be necessary to review and appraise this method of electing non-constituency Members in the light of experience gathered over a few years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the new proposed section 51A makes it clear that the non-constituency Member must be a member of an Opposition political party, as it is not the intention that independent candidates should become non-constituency Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The method of determining non-constituency Members is subject to the proviso that such a non-constituency Member must have, polled at least 15% of the total number of votes (other than rejected votes) polled in the constituency concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under the Parliamentary Elections Act, a candidate forfeits his deposit if he fails to obtain at least 1/8th of the votes, which is 12 1/2%. Therefore, it is reasonable and justifiable that as a prerequisite to being declared a non-constituency Member, an Opposition candidate must poll at least 15% of the votes in the constituency contested by him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it will be recalled that the enabling provision in the Constitution (Amendment) Bill, which Parliament has just adopted, authorizes, inter alia, Parliament to provide by law for the filling of vacancies of the seats of non-constituency \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1837</b></font>\n  <br>\n  <br> Members where such vacancies are caused otherwise than by a dissolution of Parliament, such as, for instance, by death or by resignation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the Bill before us, no provision is made for the filling of such vacancies, and Government's intention is that, in the event of such a vacancy arising, the seat will remain unfilled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An argument can be made that, logically, when such a vacancy arises it should be filled by the person who had the next highest percentage of votes. However, such a solution would be problematic if the vacancy arose much later after the General Election, say, two years subsequently or even later. It would be incongruous to give such a seat to a person after such a lapse of time. For the time being, therefore, Government considers it not necessary to provide for the filling of such vacancies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Provision is made, however, for the situation where any of the three persons returned as non-constituency Members fails to take his seat. This is provided for in the proposed new section 51B. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If such a Member fails to take the Oath of Allegiance at the first or second Sitting of Parliament after the General Election, Parliament will have the discretion, by resolution, to declare his seat vacant and to declare that it be filled by the next succeeding candidate in order of priority depending on percentage of votes polled. The same proviso of having to poll at least 15% of the votes, other than rejected votes, would also apply in this situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I should stress that Parliament has a discretion whether it wishes to declare the seat vacant and thus have the seat filled by the next succeeding candidate. It is not under an obligation to do so. This is because Parliament may have good reasons not to so act. For instance, it may conclude that the non-constituency Member has justifiable excuse for not taking the Oath during the first or second Sitting. In such a case, Parliament might refrain from adopting any resolution and permit the non-constituency Member to take the Oath at a future Sitting. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1838</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are two other minor provisions in the Bill. One is clause 2, which states explicitly that the number of electoral divisions of Singapore will be the total number of the electoral divisions specified in the notification to be made under section 8 of the Parliamentary Elections Act. The other, clause 4, amends section 73(2) of the Act to vary the fees paid for the supply of extracts of documents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the Prime Minister has stated yesterday, there is, of course, no tailor-made constitution for all countries or for all purposes, and we have to devise constitutional provisions designed to meet our own special circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To illustrate my point, Members may wish to know that Mauritius too has constitutional provisions for eight additional seats which are allocated to candidates who were not returned to represent constituencies. But their system is designed to meet their own problems. Thus, in determining the allocation of these seats in Mauritius, the general principle is to consider the most successful of the un- returned candidates. However, there are complex formulae which require the interests of their different communities, the Hindu, Muslim, Sino-Mauritian communities, to be reflected in the distribution of seats and, furthermore, it is also provided that even defeated candidates of the party in power can be allocated such additional seats. But in Singapore we have devised and presented the present proposals contained in the Bill before us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, Sir, I wish to move an amendment to the Question, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the word \"now\" in the Question be left out, and to add, at the end of the Question, \"on this day six months\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, if I may speak on my amendment to this Question. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1839</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, it is my view that Parliament may not pass this Bill today as is the intention, I take it, of the Minister moving the Bill. If Parliament were to pass this Bill today, it is my view that Parliament would be doing something in violation of the Constitution. And I am sure it is not the intention that Parliament which is the law-making body of this country which should, above all, observe the laws of this country should do something contrary to the provisions in the Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Prime Minister, when he moved the amendment to the Constitution, quite rightly said that it was to enable the amendment to the Parliamentary Elections Act. He said it was an enabling move, and of course he is right because any law passed by Parliament must come within the corners of the Constitution. And if any proposed law conflicts with the Constitution, then Parliament may not pass it. That is my point. And I say this in spite of the fact that Parliament has passed the amendment to the Constitution. But, Sir, the Constitution has not been amended despite the passing in this House today of the amendment to the Constitution. The Constitution remains as it was before the amending Bill was introduced in Parliament, and the Constitution will only be amended and the enabling provision will only come into force after the President has given assent to this Bill. So the position today despite Parliament having passed the Constitution of the Republic of Singapore (Amendment) Bill is that the Constitution is as it was yesterday and even this morning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Constitution only provides for Parliament to consist of elected Members. There is no provision in the Constitution now, at this time of speaking, for other than elected Members, first-past-the-post elected Members to comprise Parliament. There is no provision in the Constitution, as at this time of speaking, for any addition in this House of Members other than those elected by the electorate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So it is my view, Mr Deputy Speaker, Sir, that it is premature for the Minister to introduce this Bill. He will have to wait. He will have to wait until the Bill passed by Parliament this afternoon becomes law \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1840</b></font>\n  <br>\n  <br> and becomes part of the Constitution. Then it is in the Constitution that Parliament shall consist of an additional six Members if necessary other than elected Members. But until that is done, Parliament may not in my view pass any legislation because to do that would be to violate the provisions in the Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I refer the Minister, and I am of course sure he is aware of this, to Article 58(2) of the Constitution. It is clearly spelt out there. Sir, Article 58(2) reads: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A Bill shall become law on being assented to by the President and such low shall come into operation on the date of its publication in the Gazette or, if it is enacted either in such law or in any other low for the time being in force in Singapore that it shall come into operation on some other date, on that date.' \n  <br>\n  <br>For the purposes of my amendment, Sir, the operative words are, \"A Bill shall become law on being assented to by the President... \". So there it is explicit. It is clear that the passing this afternoon by this House of the amendment to the Constitution does not make it law. It is not the law in Singapore yet that there should be other than elected Members in this House. So I would ask the Minister to seriously consider this. Does he want Parliament to undertake something which is in direct violation of an Article in the Constitution? Is that what his intention is? I hope not. I ask the Minister to consider this very seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I beg to move, Mr Deputy Speaker, that the word, \"now\" be left out and add at the end of the question, \"on this day six months\" by which time perhaps we will have the President's assent to the Bill that we have just passed. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Deputy Speaker, Sir, can I comment on the amendment? \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes. I will propose the Question first and then you can speak on it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> I think you are quite right, Sir, in assuming that there is no merit in this amendment but nevertheless for the record, I ought to reply to the Member for Anson. He has raised what he thought is a great constitutional issue. I completely oppose the amendment and he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1841</b></font>\n  <br>\n  <br> should know by now that the Government considers every legal aspect of every one of its moves in Parliament or outside Parliament. This point has been thoroughly considered. The opinion of the Attorney-General's Chambers has been obtained and only after the opinion was obtained was the course of action of having the two Bills taken through this sitting adopted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He is right in saying that the Constitution (Amendment) Bill does not have the force of law until it is assented. There is no quarrel with that. But that does not mean that, until that is assented to, Parliament cannot consider any other Bill. This Bill, after it has been taken through the Second and Third Readings, also does not have the force of law until it is assented to. Both Bills will be presented for assent as required by the Constitution, and only when all these stages have been completed can the Member for Anson ask, and address himself to, the question whether the provisions of the Constitution have been violated. As I have said, we have taken the opinion from the Attorney-General's Chambers. There is no violation of the Constitution or the Standing Orders in taking this Parliamentary Elections (Amendment) Bill through Second and Third Readings after the Constitution (Amendment) Bill has been taken through its Second and Third Readings as we have just seen. Between the great exposition on constitutional law of the Member for Anson and the learned considered opinion of the Attorney-General's Chambers, I think Members will agree with me that it is more prudent, safer and wiser to rely on the opinions of the Attorney-General's Chambers. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, on a point of clarification with the Minister. He quits rightly says that there is no dispute and that even this Bill will not become law until it is assented. But the Minister, however, misses the point. The point is this: that under the present law, nothing, may be done which is contrary to the Constitution. And what is Parliament doing this afternoon? What are you asking Parliament to do? You are asking Parlia- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1842</b></font>\n  <br>\n  <br> ment here as a body entrusted with the task of making law to pass a law which is directly in conflict with the Constitution. If I may give the Minister an analogy, it is like asking an Executive Officer, a civil servant, to do something which is in conflict with the written law of this country. To say that later on it will be ratified or may be ratified does not cure the defect. You are asking this House to debate and pass a Bill which is in conflict with the Constitution. It is as simple as that. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr Deputy Speaker, Sir, I am no lawyer. But I simply cannot follow the argument advanced by the Member for Anson. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You can't. Of course, you can't. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Let him hear me out and then he will see how ridiculous his argument is. What we are doing now is in anticipation of the earlier amendment Bill being assented to. It is assumed that assent will be given and following that, assent will also be given to this Bill. Of course, it will be wrong, for example, today after the Constitution (Amendment) Bill has been passed and before the President gives his assent that we co-opt three persons immediately to sit in this Chamber as Members of Parliament without constituency, because we would put into effect something which assent has not been given. We are not doing anything of that son. What we have passed will not be law until the President gives his assent. This is like taking action in advance. And we have earlier passed the Constitution (Amendment) Bill. What is so unconstitutional or legally not correct about it if, following the passage of the Constitution (Amendment) Bill today, we go through this Bill? This is a very simple commonsense kind of thinking. One does not need a law qualification to understand this simple commonsense approach. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I will now put the Question. The Question is that the word \"now\" proposed to be left out, be left out.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I claim a division, Mr Deputy Speaker. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Don't waste time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1843</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Would you like a show of hands? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No. I claim a division, Mr Deputy Speaker. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> All right. Take a division. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Aye, 1; Noes, 54; Abstention, 1. \n  <pre>\r\n\r\n     Noes                       Noes (contd.)\r\n\r\n\r\n\r\nAbbas Abu Amin           Ong Teng Cheong\r\n\r\nAhmad Mattar             Othman bin Haron Eusofe\r\n\r\nAng Kok Peng             Ow Chin Hock\r\n\r\nChai Chong Yii           Rohan bin Kamis\r\n\r\nChandra Das, S.          Saidi Haji Shariff\r\n\r\nChau Sik Ting            Seah Mui Kok\r\n\r\nBernard Chen             Selvadurai, P.\r\n\r\nCheong Yuen Chee, Eric   Sia Kah Hui\r\n\r\nChin Harn Tong           Sia Khoon Seong\r\n\r\nCh'ng Jit Koon           Sidek bin Saniff\r\n\r\nChua Sian Chin           Tan Cheng Bock\r\n\r\nDhanabalan, S.           Tan Keng Yam, Tony\r\n\r\nFong Sip Chee            Tang See Chim\r\n\r\nGoh Chee Wee             Tay Eng Soon\r\n\r\nGoh Chok Tong            Teh Cheang Wan\r\n\r\nHo Kah Leong             Teo Chong Tee\r\n\r\nHo See Beng              Wan Hussin Zoohri\r\n\r\nJabbar, M.K.A.           Wan Soon Bee\r\n\r\nJayakumar, S.            Wong Kwei Cheong\r\n\r\nKoh Lip Lin              Yap Giau Cheng, Eugene\r\n\r\nLai Tha Chai             Yeo Choo Kok\r\n\r\nLau Ping Sum             Yeo Ning Hong\r\n\r\nLau Teik Soon            Yeo Toon Chia\r\n\r\nLee Chiaw Meng\r\n\r\nLee Khoon Choy\r\n\r\nLee Yiok Seng                  Aye\r\n\r\nLee Yock Suan            Jeyaretnam, J.B.\r\n\r\nLew Kok Pun\r\n\r\nLim Boon Heng\r\n\r\nLim Chee Onn               Abstention\r\n\r\nOng Pang Boon            Hwang Soo Jin\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> The Question now is the Original Question, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> You have already spoken, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I want to speak on the question now. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Well, you have already spoken. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam :</b> I moved an amendment to the question, Mr Deputy Speaker, Sir. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> It is the same. I am afraid I cannot give you another opportu- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1844</b></font>\n  <br>\n  <br> nity. You have already spoken twice on the same question. Will you please sit down? You have already spoken. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But may I explain, Mr Deputy Speaker. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I do not think there is any explanation necessary here. It is quite clear. You have already spoken. Please. Will you please resume your seat? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, surely I should be heard. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Well, you have been heard twice already earlier on. Please. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, I was heard on the amendment that I moved, but not on this Bill. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Your amendment arose on the original question. You have already spoken. Please. Will you please --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If you are denying me any say in this House, I will sit down. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> The Question is the Original Question, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I claim a division. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> The result has already been announced. I am afraid I cannot call for a division. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Prof. S. Jayakumar]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reponed without amendment. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Third Reading, what day? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Now, Sir. I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, I want to speak now, on the Third Reading of the Bill. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1845</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> You intend to speak on the contents specifically? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam :</b> On the principle, not on the contents. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> The principle. That is only allowed at the Second Reading stage. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, if I may --- \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I am afraid I cannot flex the rule. We have gone far enough. Today you have spoken twice on it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But I am allowed to speak on the Third Reading of the Bill. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Well, if you are speaking specifically on the contents of the Bill, yes, I will allow you, clause by clause. Which clause are you going to speak on? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, on the whole contents of the Bill; the principle of the whole Bill. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> In that case, I am sorry. Will you please resume your seat? That is at the Second Reading Stage which we have passed. Will you please take your seat? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put \"That the Bill be now read a Third time.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I claim a division, Mr Deputy Speaker. We have our Standing Orders. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Well, if you want to waste more time of the House. Do you want to waste more time? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam :</b> I am being denied a say in this House. \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Okay, ring the bells, if you want to waste time. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am being denied my rights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Division, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 50; No, 1; Abstention, 1. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1846</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\n     Ayes                       Ayes (contd.)\r\n\r\nAbbas Abu Amin              Othman bin Haron Eusofe\r\n\r\nAng Kok Peng                Ow Chin Hock\r\n\r\nChai Chong Yii              Rohan bin Kamis\r\n\r\nChandra Das, S.             Saidi Haji Shariff\r\n\r\nChau Sik Ting               Seah Mui Kok\r\n\r\nBernard Chen                Selvadurai, P.\r\n\r\nCheong Yuen Chee, Eric      Sia Khoon Seong\r\n\r\nChin Harn Tong              Sidek bin Saniff\r\n\r\nCh'ng Jit Koon              Tan Cheng Bock\r\n\r\nChua Sian Chin              Tan Keng Yam, Tony\r\n\r\nDhanabalan, S.              Tang See Chim\r\n\r\nFong Sip Chee               Tay Eng Soon\r\n\r\nGoh Chee Wee                Teh Cheang Wan\r\n\r\nGoh Chok Tong               Teo Chong Tee\r\n\r\nHo Kah Leong                Wan Hussin Zoohri\r\n\r\nHo See Bong                 Wan Soon Bee\r\n\r\nJabbar, M.K.A.              Wong Kwei Cheong\r\n\r\nJayakumar, S.               Yap Giau Cheng, Eugene\r\n\r\nKoh Lip Lin                 Yeo Choo Kok\r\n\r\nLai Tha Chai                Yeo Ning Hong\r\n\r\nLau Ping Sum                Yeo Toon Chia\r\n\r\nLau Teik Soon\r\n\r\nLee Chiaw Meng\r\n\r\nLee Yiok Seng                     No\r\n\r\nLee Yock Suan               Jeyaretnam, J.B.\r\n\r\nLiew Kok Pun\r\n\r\nLim Boon Heng\r\n\r\nLim Chee Onn                  Abstention\r\n\r\nOng Teng Cheong             Hwang Soo Jin\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question accordingly agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1846</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PARLIAMENTARY MEMBERSHIP BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>6.34 pm \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Labour and Second Minister for Law and Second Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour and Second Minister for Law and Home Affairs (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Order for the Second Reading of the Bill be discharged and the Bill be withdrawn.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the amendment to Article 39 (1) of the Constitution which this House has approved whereby the number of elected constituency MPs will be equal to the number of constituencies, the present Bill becomes redundant and superfluous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Order for the Second Reading of the Bill be discharged and the Bill be withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1847</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LEGAL PROFESSION (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>6.36 pm \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Labour and Second Minister for Law and Second Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour and Second Minister for Law and Home Affairs (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill has three main objects. The first is to extend the classes of legally trained persons who may be admitted to practise here. The existing definition of \"qualified person\" is very restrictive. Only those who have qualified as barristers or solicitors in the United Kingdom or those who have graduated from our local Law Faculty are regarded as qualified persons for the purpose of the practice of the law. An excellent graduate who studied in Australia, New Zealand, Canada, Malaysia, Hong Kong or other universities cannot at present be admitted to practise in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such a restrictive approach is not in the public interest as it excludes persons who are competent and are of the right calibre but who received their legal education elsewhere than in Singapore or the United Kingdom. We must attract good legal talent from a wider pool to come to Singapore for employment in either the private sector or the Legal Service. However, they are not likely to come so long as they cannot be professionally qualified. In order to widen the pool of legal talent available, we must allow entry of the more highly qualified lawyers from countries where legal systems are based on common law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore's talent pool is limited. We must persuade talented and skilled persons who can be assets to Singapore, in every sector, to come to Singapore and strike roots here. It is only this way that our society can have that extra lift necessary to sustain as well as to take our economy and our country to even greater heights. With this in view, our policy is to freely allow qualified professionals with recognized qualifications to work in Singapore. We must, therefore, ensure that our legislation governing the various professions is consistent with this overall objective. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1848</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is therefore proposed to amend the Legal Profession Act to confer discretion to grant recognition to certain university or professional qualifications of Australia, New Zealand, Canada, Malaysia, Hong Kong or other countries where the legal systems are based on common law. Therefore, clause 3 of the Bill will empower the Minister (on advice of the Board of Legal Education) to declare any degree or qualification to be a sufficient qualification for admission to practise law. At the same time, however, care has been taken to ensure that proper control will be exercised. Thus, the clause provides that persons in possession of such declared qualifications will not have automatic entry but will have to satisfy the Board of Legal Education of the sufficiency in standards they have attained and will have to obtain a certificate from the Board to that effect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such persons will also have to attend the post-graduate practical course, to serve pupillage and fulfil other requirements applicable to qualified persons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I pass on to the second object of the Bill which is to provide for the admission of Hong Kong practitioners who have been in practice for at least three years. This is dealt with in clause 5. This provision is considered necessary in order that we attract to Singapore the considerable pool of legal talent in Hong Kong that exists today. The legal system in Hong Kong approximates closely to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir as Members are aware, we are actively seeking to attract skilled and talented persons from Hong Kong. These efforts to attract the best talents and brains from Hong Kong must also include the recruitment of good legal talent there. Lawyers from Hong Kong, in particular, have been brought up in the traditions of English common law. The talented and experienced among them afford us in Singapore a unique source of talent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new section 13A in the Act relating to admission of Hong Kong lawyers is analogous to the provisions in our Act for admission of Malaysian practitioners of at least three years' standing. However, here again, there are controls to ensure that standards will be maintained, both in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1849</b></font>\n  <br>\n  <br> regard to expertise and integrity in the discharge of professional duties and obligations. Thus, there is a further requirement of such Hong Kong practitioners having to practise for two years with or as an associate of an advocate and solicitor in Singapore of at least 12 years' standing before he would be permitted to practise on his own. Moreover, during that period of two years, he must have resided in Singapore for a period of 12 months in the aggregate. However, in exceptional and deserving cases, the Minister may waive this requirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, let me refer to the third object of this Bill which is to repeal the provisions relating to articled clerkship (clause 6). This is an amendment made at the instance of the Board of Legal Education. This route of entry into the legal profession could be justified when there was no Law Faculty in Singapore and when the only way one could become a lawyer was to study in the United Kingdom. Those who could not afford it, at least had this other avenue open to them. It had never been a popular method of obtaining legal qualifications and, with the creation of a local Law Faculty since the late 1950s, it has fallen into desuetude. Now that the Law Faculty has been in existence for more than 25 years, these provisions can no longer be justified and should be repealed. In any case, the figures show no more than 13 advocates and solicitors who have qualified in this manner all these years. However, transitional provisions are incorporated to ensure that the position of those already registered as articled clerks is not affected. The Board of Legal Education further has made provisions for those who, in good faith, have started on their one-year's employment with an advocate and solicitor with a view to articleship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, Sir, as I understand the Minister, the purpose and the object of this Bill is to attract into Singapore lawyers, I suppose, from all over the world, who have qualifications which may be acceptable to the Board of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1850</b></font>\n  <br>\n  <br> Legal Education. May I ask the Minister why is this necessary? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I suppose I should have said, Mr Deputy Speaker, that I am a practising advocate and solicitor but I have no personal pecuniary interest in this Bill. But let me say that I am an advocate and solicitor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask the Minister: Is there a dearth in Singapore of persons qualified as lawyers that it has been found necessary to open the doors to all and sundry who have the qualifications that the Board will approve? I see by section 9 of the Act, which is the section empowering the courts to admit advocates and solicitors into Singapore that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The court may in its discretion and subject to the provisions of this Act admit as an advocate and solicitor of the Supreme Court - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) any qualified person under the provisions of this Part; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) any Malayan practitioner under section 13; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) any articled clerk who is duly qualified under the provision of this Part.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It seems to me that with the widening of this qualification clause, at present contained in the definition section (section 2) of the Act, the door is open wide for anybody, provided he has the acceptable qualifications, to apply to be admitted as an advocate and solicitor of Singapore. It would seem to favour foreigners. But what I cannot understand is the cutting down of admission into this profession of our own people through the medium of articling themselves to advocates and solicitors. This is now possible, as the Minister pointed out, under sections 19 to 25. Why is it necessary to cut down on our own people who wish to be admitted to this profession whilst opening the door to everybody outside Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister spoke about this mode of entry being adopted at the time when there was no Faculty of Law in the University and the only mode of entry was by going to England and qualifying oneself there as a barrister or as a solicitor. That is true. But not everybody can gain entry into the University's Faculty of Law. There may be good reasons. They may not be able to afford the fees. Secondly, they may have reached an age when it is not possible for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1851</b></font>\n  <br>\n  <br> them to enter the University and do a full-time course there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So this provided a convenient method of entry into the legal profession for those who are desirous of so doing. They could find work with an advocate and solicitor, be paid for it, and qualify after they have served their period of articleship. Why is this Government taking away this provision from our own people whilst favouring the entry into the profession of foreigners? Is it not discriminating against your own people? They may be few in number. But why? What is so very objectionable against this mode being continued? We have not heard of any detailed objections to the continuance of this mode of entry into the profession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask the Minister: is it the intention of the Government that, with the amendment, as I have said, foreigners should be freely admitted? He says we are short of talent and it is the policy of this Government that professionals should be freely admitted. Is that the intention of the Government, to the detriment of our own people? As I asked him earlier, is there a dearth of our own people practising as advocates and solicitors in Singapore that it has become necessary to bring in foreigners into this country? And what is worse. Whilst you open the doors to them and say, \"Come along everybody\", you are cuffing down on your own people, few though they may be in number, who seek to enter this profession. And you say, \"You cannot do that. Go into the University or go to England.\" I thought this Government was interested in enabling our citizens to acquire the necessary skills and talent. This is a recognized method of acquiring this skill and talent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So may we know from the Minister, what are the great objections that have been advanced by the Board of Legal Education? He says the Board has given reasons for the discontinuance of this mode. May we know what are these reasons? I would ask that I be allowed to come back once I have heard the Minister on these reasons for the proposal to discontinue this mode of entry. So far we have not heard anything. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1852</b></font>\n  <br>\n  <br> \n  <br>6.52 pm \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Deputy Speaker, Sir, the first point raised by the Member for Anson is: why is this necessary; is there a dearth of local lawyers since we are opening the door wide to all and sundry? He finds this objectionable. I thought, in my Second Reading speech just now, Sir, I have set out the rationale quite clearly. The issue is not whether there is a dearth or whether there are adequate numbers. The issue really lies with all sectors, the public sector and the private sector. Singapore has managed to reach its present stage of development because we have never practised a closed-shop policy. We have extended our arms to talented and skilled persons coming into Singapore, joining hands with Singaporeans, establishing roots, and this has added and widened our pool of skilled persons and resources to sustain the economy, the progress and the stability that we have had. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The years ahead of us are full of challenges. The question is, how do we go forward? We must continue with the same policy in the public sector or private sector. This has been an important ingredient of our success in the past, specifically with regard to lawyers. Whether there is a dearth or not, whether there are adequate numbers in terms of quantity, is not the issue. The question is this: The Member for Anson says that admitting these foreign talented and skilled persons will be to the detriment of local Singaporeans. I do not think so. In our policies administered thus far, has the admission to the public sector or private sector of skilled persons been to the detriment or been to the benefit of Singapore? The answer clearly is that it has been not only to the benefit of Singapore but it has also proved indispensable because of the limited pool of talent we have in the various sectors. So also in the professions - medicine, dentistry, architecture, law, and what-have-you. The injection of good brains from abroad can have but only one consequence, and that is, to inject new blood, new talent, in various sectors, specialized sectors, general aspects of legal practice, and this will give a further boost to the skills that are available in our legal profession. He says we are letting in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1853</b></font>\n  <br>\n  <br> all and sundry. Obviously he has not read the Bill nor has he listened to my opening remarks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the widening of the definition, if he had looked at the Bill he would see that it is not letting in all and sundry. First and foremost, the Board of Legal Education has to advise the Minister. It has to deliberate and recommend a list of these additional qualifications. Those persons who come within the list do not automatically come in. They must satisfy the Board that they have attained a sufficient standard. Third, they must get a certificate. Fourth, the Board can impose such conditions or requirements as it thinks fit to be complied with by an applicant. The Member has not read any of these provisions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the Hong Kong practitioner, he again has not read it. It is not letting in all and sundry but a person who has had at least three years' practice in Hong Kong; not all, but only a person who satisfies the Board or the Attorney-General. The Board or the Attorney-General must certify that such a person, by reason of his qualification and experience, is a fit and proper person. Again, there is no automatic entry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third point - cutting down articleship - \"why this is necessary\", \"how it discriminates.\" I have already explained that this provision for articleship is, in fact, an anachronistic provision. It had a rationale at the time when there was no Law Faculty in Singapore. The Law Faculty has been in existence for 25 years. Articleship was an avenue to those who wanted to do law but could not afford to go to England, and therefore this avenue was open to them. The Faculty of Law having been in existence for such a long time, all those in that category who would have taken up law would now have made use of the opportunity. And as I have said, it has fallen into desuetude. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the 18 candidates who were approved for the years 1977 to 1983 - I have even looked at the level of qualifications - only one of these candidates could have been admitted to the University on application during the year following the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1854</b></font>\n  <br>\n  <br> GCE 'A' level results. Eight of the candidates applied for articleship within a few years of sitting for the GCE 'A' level and would not have been admitted to the NUS. Eight other candidates who were admitted articleship were admitted after five years of working, and all of them did not satisfy the minimum admission requirements to the University. In other words, a very large percentage of those who have been registered for articleship would not have been admitted to the University on merit. Therefore, it is important, in my view, that the articleship should not serve as a backdoor entry into the legal profession of persons who would not have been able to make it to the University on merit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson talks about those who are unable to go to the University for financial reasons. I think the Minister of State of Education will be able to tell him that there is no lack of financial bursaries or scholarships available for a person who is able to get admission to the University but who faces financial difficulties to take up the offer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Deputy Speaker, Sir, the proposal to repeal the provisions for articleship is in a sense overdue. It has come from the Board of Legal Education in which representatives from the Judiciary, the legal profession, the Law Faculty, the Attorney-General's Chambers and the Ministry of Law are represented. And I think they had very good reasons for proposing this move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose - \n  <br>\n  <br>\n  <!-- Mr Hwang Soo Jin (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Is it for clarification? You are not supposed to speak twice. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, Mr Deputy Speaker, Sir. I wish to clarify with the Minister the reason that he has now advanced. Really it is no reason at all. We have heard from him for the second time. It is a repetition of what he said earlier that this mode of entry was provided when there was no Law Faculty in Singapore. We have heard this earlier. So it is mere repetition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He went on to say that a number of these articled students would not have qualified for entry into the University. That may well be. But surely the answer would lie, would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1855</b></font>\n  <br>\n  <br> it not, Mr Minister, in this. If you think that the requirements for articleship should be raised or tightened, you could do that and even raise the standard of examinations that are set. The answer would not lie, as I see it, in throwing it out altogether. That way, you are closing the door to some of our people. They would not complain if you raise the standard and say, \"If you are going to do articleship, you have got to pass these exams. We'll allow you but we are going to raise the standard.\" But I have not heard any complaint that the standard is low. As I understand it, the standard is something that has been set by the Board and persons who have gone through articleship have not shown themselves to be any less capable than those who have qualified through the University. Has the Minister had any complaints that persons who qualified through articleship are less capable than those who have gone through the University? So I really cannot see that that is any reason at all. The reason remains in what he said earlier - that this was something that we provided in days gone by. But the need is still there for some people. Why take it away? What is the great objection to it? I still have not heard the objection. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Deputy Speaker, Sir, I do not wish to prolong this debate. Suffice it for me to say only that two significant developments have made it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1856</b></font>\n  <br>\n  <br> timely to review this mode of admission. First, our University Law Faculty since 1982 has already doubled its intake of students to about 200 a year. Secondly, a significant upgrading of academic and professional training has been undertaken both at the University and post-graduate practical course. This has been to upgrade the quality of the new entrants to the legal profession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The trend in many countries, Sir, if the Member for Anson does not know, is that admission to the legal profession is to be primarily available through the University graduating process. And also in Singapore this should be the main route of entry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Prof S. Jayakumar]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" -[Mr S. Dhanabalan.] \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Seven\n  </div> \n  <div align=\"right\">\n   Minutes past Seven o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
