{"memberId": null, "volumeNo": "45", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "16", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"45\"> \n  <meta name=\"Sit_No\" content=\"16\"> \n  <meta name=\"Sit_Date\" content=\"1985-03-27\"> \n  <meta name=\"Start_Col\" content=\"1521\"> \n  <meta name=\"End_Col\" content=\"1601\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">45</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">16</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">27-03-1985</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1521</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 45</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 27th March, 1985</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1522</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Trade and Industry. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister of State, Ministry of Defence and Ministry of Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1523</b></font>\n  <br>\n  <br> \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance, Minister for Education and Minister for Health. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education and Ministry of Communications and Information. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State, Prime Minister's Office. \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister of State, Ministry of Home Affairs and Ministry of Community Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1524</b></font>\n  <br>\n  <br> \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Ministdr. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1523</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Chee Onn (Bukit Merah) - from 27th to 29th March, 1985. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1524</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs - from 1st to 4th April, 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister - from 18th May to 3rd June, 1985. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1525</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ORAL ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>CONSUMER PRICE INDEX</b>\n  </div> \n  <div align=\"center\">\n   <b>(Computation and Changes)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Goh Chee Wee</b> asked the Minister for Trade and Industry (a) whether the Consumer Price Index (CPI) and its basis of computation reflects accurately the change in the cost of living in Singapore; and (b) whether the cost of housing, including the increase in Housing and Development Board purchase price, is taken into consideration in the computation of CPI. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (Dr Hu Tsu Tau):</b> Mr Speaker, Sir, the Consumer Price Index is the most widely used indicator of inflation for consumption expenditure. It is a measure of average price changes for a fixed basket of goods and services commonly used by households in Singapore. This basket was derived from the household expenditure survey conducted between June 1982 and May 1983. It covered a range of household expenditures between $100 per month and $2,999 per month, and this is representative of approximately 91% of the households in Singapore. 4,573 households involving 22,000 individuals participated in the survey and the range of individual items of goods and services covered around 1,450 items. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, for the vast majority of households in Singapore, the CPI could be said to be fairly representative of the cost of living, with one important qualification - the CPI does not measure changes in consumption habits and patterns, because it measures price changes for a fixed basket of goods and services. What does this mean? This is why it is important to distinguish between the concept of cost of living changes and CPI changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps the easiest way to explain this is to give an illustration. A household participated in the 1982-83 survey on an item of food consumption, for example. Let us assume the family went out to eat in 1982-83 once a week. This would be factored into the CPI base of weighting. In the intervening period, assuming the wife \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1526</b></font>\n  <br>\n  <br> decided to go out to work, they had to change their style of living. They now ea out three or four times a week. This is a significant change in the style of living which affects the change in the cost o living but is not picked up by changes in the CPI. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example would be a family which in 1982-83 normally travelled by public transport and, in the intervening period, because of promotion of the head of the household, was able to buy a car. This is a significant change in the style of living which is not picked up in the CPI changes. So this is a rather important distinction which Members should recognize. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A survey is carried out once in every five years simply because it is impractical and too expensive to do it more frequently because of the vast amount of work involved. In the majority of countries which have CPI indexes, surveys are carried out once in 10 years, particularly in large countries like the United States. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It might be of interest to Members to know of the history of CPI changes for Singapore over the last 25 years. We have indeed a remarkably good record of inflation. In the last 25 years, in only two years did we have high inflation. We have, in 1973 and 1974, inflation in the range of 20% due to very high cost of imported fuel and food because of the first oil shock. In two years, in 1980 and 1981, inflation of CPI changes was in the range of 8%, partly due to the results of the second oil shock in 1979 and partly because of Government's policy of high wage which started in that year. In the remaining 21 years, 18 of these years have CPI changes or inflation changes of less than 5% and, in 12 of these 21 years, the inflation was indeed below 2%. Last year, the inflation was 2.6% and the preceding year 1.2%. This is indeed a remarkable record due partly to a number of factors which Members might be interested to know. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One was the very strong Singapore dollar, and this is important because approximately 70% of what we consume is imported. The other factor which is important is: we operate a free economy with practically no import duties or excise \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1527</b></font>\n  <br>\n  <br> taxes on items other than petrol, liquor and tobacco. This means that we are able to import from everywhere around the world the cheapest and best goods. Of course, another important factor was the presence of the CPF which removes from immediate consumption some of the high wages introduced in the 1980-83 period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second part of the question which was asked concerns whether the cost of housing, including the increase in Housing and Development Board purchase price, is taken into consideration in the computation of CPI. The answer is yes and no. No, because the purchase of houses is not considered as consumption. Therefore, the cost of houses is not factored directly into the CPI. However, the cost of housing is factored in two forms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, direct rentals, and the majority would be HDB rentals, would be included in the weighting for the CPI index. For owner-occupied flats or houses, the figure used would be the assessed value, ie, what the owner-occupier pays in the way of assessment or a rent imputed from that which is equivalent. Because the majority of our respondents in the survey actually occupy HDB type accommodation, the housing component of CPI is relatively small and, overall, it accounts for no more than 7% of the CPI weighting. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1527</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1985 TO 31 ST MARCH, 1986</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Comminee of Supply [7th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head M (con t.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [26th March, 1985, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head M be reduced by $10 in respect of Subhead MA-01 Object Group 1210 of the Main Estimates.\" - [Dr Ang Kok Peng]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng (Buona Vista):</b> Sir, before I continue from where I stopped yesterday, let me first make it clear that I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1528</b></font>\n  <br>\n  <br> fully appreciate the excellent job done by the Ministry in housing the former street hawkers in hawker centres. The point I wish to make is that there should be some latitude in implementing the policy of resiting hawkers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday I cited the example of the kachang puteh man. Other examples that may bring nostalgia to hon. Members of the House are the tikar rombong, the tingting man and the pediars of bamboo ware. As long as they observe certain conditions, such as (1) the hawkers must be medically examined and found free of communicable diseases, for example, tuberculosis; (2) no re-usable utensils are used to serve the items of sale; (3) the items should not be cooked items which are likely to go bad after a short while, and any other conditions which the Ministry may impose, why not allow them to peddle their ware? After all, we still allow ice-cream pedlars to operate. I hope the Parliamentary Secretary will give due consideration to my comments. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Sir, on a point of clarification. In replying to a question yesterday by the Member for Pasir Panjang, the Parliamentary Secretary said that the Pasir Panjang cooked food centre was being renovated and more stalls would be added and insular panels would be installed. Can I ask the Parliamentary Secretary whether the Ministry of the Environment has similar plans to renovate other first-generation cooked food centres and markets managed by the Ministry of the Environment, including the one in my constituency, ie, the Lim Tua Tow market and cooked food centre which was built more than two decades ago? \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Sir, I do not have an amendment under this Head but may I add my plea, for five minutes, to what has been said by the Member for Buona Vista. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, speaking on the Budget, I mentioned about life being driven out of the streets of Singapore. I was, of course, referring to the hawkers. The Minister, however, in replying, deftly turned it to suggest that I was referring to some other life. But I am not cavilling at that. I would ask the Ministry to consider seriously whether some \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1529</b></font>\n  <br>\n  <br> itinerant hawkers may not be allowed on our streets subject to conditions as the Member has pointed out. They do add colour to our life in Singapore, as has already been pointed out. The sarabat man, sitting under a tree and surrounded by people chatting away, does add colour. I would ask the Minister to consider this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have one or two itinerant hawkers in my constituency and one of them, in fact, sells Chinese rojak which, may I say, is very good. He peddles this on a bicycle and I really cannot see the objection that the Ministry has to granting him a licence. The poor man is persecuted all the time and I feel very sorry for him because that is the only livelihood he knows. Can we take a more enlightened look on our itinerant hawkers? \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Sir, I have three amendments*. I will, with your permission, Sir, range over them. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>11.15 am \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, in fact, I had wanted to speak as and when the amendments come up, the first of which concerns Solid Waste Management. And the amendment that I had intended to move was under Subhead M B-02 Project 8102 of the Development Estimates - a new vehicle workshop at Eunos Industrial Estate - for which the building cost of $9.6 million had almost been expended, requiring only a $1,000 for FY 85, and this is a mere revote. In other words, I take it that this new vehicle workshop at Eunos Industrial Estate, has not only been completed but is also operational. Now, the point I wish to make concerns maintenance and the upkeep of the vehicles, ie, the garbage disposal trucks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember the previous Minister for the Environment did point out to this House that some of these garbage trucks should have been properly maintained and that the refuse or solid waste collected by these trucks should have been properly kept. So we had this campaign on the use of plastic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1530</b></font>\n  <br>\n  <br> bags. As a result, Sir, most households, if not all, were urged to wrap up the refuse in plastic bags for collection and disposal by these workers. Sir, the point here is that these workers, I understand, are very few and less and less of them will be available because this is a job which very few will take in a situation of tight employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what happens is that, from time to time, when one follows behind these refuse trucks, one notices that this solid waste has, in fact, become liquid in one way or another, and therefore the liquid drips down from the truck, leaving behind a long trail of watery waste. In actual fact, Sir, this morning I was asked by some good friends, hon. Members in this House, if I had come to Parliament House via High Street. I said yes. Because our arrival time was not the same, I did not notice but some of my good friends noticed that one refuse truck suffered this problem; the truck was dripping liquid waste as it went along. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was going to ask what steps are being taken to maintain and upkeep these vehicles, and what encouragement or further encouragement has been given, by way of campaigns or whatever, that could be directed at all households, be it in the HDB estates or private housing estates. It is important to know that Singapore, with a high density of population living in, say, 5,000 per sq km, endemic diseases like cholera could well spread very fast. So an awareness of the importance of using these plastic bags to wrap up whatever refuse or waste could be mounted so that we will not have a situation where an endemic disease is spread very fast. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I liken this to the fly menace that I brought to the attention of this House and the Minister for the Environment, in his reply, said that he had visited the refuse disposal ground at Lorong Halus and found that, because there were not enough workers, the contractors did not supply enough earth and it became a breeding ground for flies. Therefore, we can see that, in a place like Singapore, if environmental action concerning public \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1531</b></font>\n  <br>\n  <br> health is not properly taken, we may face a very serious situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I come to the question of cleansing vehicles. I notice, in the Development Estimates, there is a provision of $7 million for the purchase of new mechanical sweepers. This would help reduce the dependence on manual labour and to cut down costs. But, on the other hand, I think we should have more mechanization as far as the sweeping and collection of garbage is concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now come to this question of the development and improvement of market and hawker sites. I was a bit surprised and taken aback at the suggestion to stop building these wet markets. I do not think it would be a good idea if the Ministry of the Environment, or for that matter the Housing and Development Board, were to scrap wet markets. Wet markets have been part of the way of life of Singapore. Just now the Member for Braddell Heights mentioned his problem of the old market in Lim Tua Tow Road. I know that market very well. It was reconstructed and renovated, and so is Simon Road Market in Serangoon Gardens. What I wish to point out, Sir, is this, In a wet market there are wet and dry goods. It is a good meeting place for housewives to gather. Do hon. Members in this House not agree with me that they find the market-place an interesting place because they meet a lot of their constituents? On Sundays, I see my good friend, the hon. Member for Changi, going to the market at Hougang Avenue 7. It is being renovated. And I am pleased to get a feedback from him. The goods there are wet and dry. I would appeal very strongly to the Minister for the Environment to impress upon his colleague the Hon. Minister for National Development not to stop building wet markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If wet markets are not built, I am afraid you entail higher costs to the people. Let me give an example, Sir. If one wishes to shop in cool comfort in a supermarket, inevitably one has to pay a price. In a wet market, Sir, one can walk through from stall to stall and even choose. But in the supermarket, things are all pre-packed to the exact weight and exact price. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1532</b></font>\n  <br>\n  <br> choice is just a matter of quantity and cool comfort. But that cool comfort will not last long for sooner than the customer steps out of the supermarket, he or she comes back to square one. So, I would say that the wet market, together with the hawker centre, should be built. Otherwise, Sir, I anticipate that many stallholders will not be able to eke out a living if they continue to be market stallholders. The question is: do we want the situation where we say we are caring and concerned but we are forgetting these people? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, another problem that I wish to address this House concerns the resettlement of pig farmers, vegetable farmers and other residents, not only from Punggol but a lot of other places. Many of these people have been farming the land for generations and when clearance comes, they come to the MPs, \"Please help us obtain a hawker stall to sell cooked food or market produce.\" These requests are sent to the Ministry of the Environment, Hawkers Department. Sometimes they help when the question of hardship can be established, but most times they say, \"No, it is not possible.\" Why is it not possible? \"Because the rules are there on grounds of hardship,\" and so on and so forth. But it is more because these people have been given adequate compensation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I highlight this with a case in which I had to fight very hard, the only case which I succeeded on grounds of hardship. One farrier, who was widowed, was compensated with an amount of about $130,000. With that compensation she bought a flat at Lorong Ah Soo, which is Hougang South, in Paya Lebar. And she came to me and it took me more than a year before I could impress upon the Minister concerned that here was a genuine case of hardship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I would make another strong plea to the Ministry of the Environment to take a careful look in the resettlement of people whose livelihood is affected in a quantifiable sense, and if necessary a more than sympathetic consideration should be given, rather than saying, \"Look, these people have been adequately compensated for, and maybe we can help them by way of giving them a shop-house in an HDB estate.\" Far from it. If they have a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1533</b></font>\n  <br>\n  <br> shop-house, Sir, my contention is that they would have to spend quite a lot of money into the business, not forgetting that the compensation they get would have to go towards paying for the flat. But if they were given, say, a hawker stall, then less capital will be needed, and if it fails the chances are the loss will not be so great. Only then they could try and turn to or adapt themselves to a new environment and make a living through hawking. Now, I make this plea, Sir, because I notice that the provision under this subhead is hardly sufficient. \n  <br>11.30 am \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, talking about the affected farmers, there is another amendment which I moved, and this concerns the development of farm lands at Punggol and South Seletar. It comes under the Agricultural Planning and Development Services. We have heard from the Parliamentary Secretary to the Minister for the Environment that pig farming will be phased out and there is an implementation plan. First of all, I would like to know what progress, if any, has been made in this regard. If there has been progress made in the implementation plan, ie, that it is being considered, contrived or whatever, is the Ministry now ready to disclose the plans to this House? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, looking at the problem in another perspective, ie, the farmers in phase 1 have been phased out completely and they have moved out, big tracts of land have been left unattended. We had occasion to hear from PAP Members on both sides of the House making the point that some of their constituents who had moved out, say, from Bukit Batok, notice that these lands have not been put to good use. And we have also heard the answer from the Hon. Minister for National Development when he explained that it is not possible to just move quickly into an area that has been vacated. I can well understand him. It takes time for conceptual planning from the drawing board to be translated into reality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, the hon. Member for Chua Chu Kang has also suggested that these lands that have been laid to waste, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1534</b></font>\n  <br>\n  <br> so to speak, could be put to good use. In this regard, could the Hon. Minister for the Environment not consider leasing out these lands for some other agricultural purposes or development which will not cause any pollution? For example, Singaporeans have a name for eating durians and every year millions of dollars are being spent. Why can we not have some durian plantations in Singapore? And with that in mind, I heard the Minister of State for Defence say that the Ministry of Defence needs land for training purposes. So if durian cultivation is allowed now, the saplings in the initial stages will become sturdy trees in years to come. Why can we not keep these lands which make good training ground for the Defence Ministry? But lest the Minister of State jumps and say, \"On a point of clarification\", may I say, Sir, I am aware that in land scarce Singapore, every bit of land is important. And whenever it is necessary, we can whiffle them down say, from 80 sq km, it has to come down to 60 sq km, or it may be much less. So we may have to whittle them down to smaller areas. But I do not think he can dispute that in the interim, say, 3-5 years, before these lands are really needed for housing development or whatever, these lands could be put to optimum use. We have been stressing on optimum utilization of land. Here is one area, Sir, that I would like the Minister for the Environment to point out that they have. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chua Chu Kang):</b> Mr Speaker, Sir, as the hon. Member for Punggol has touched on pig farming, and as I have two amendments on Subheads MF-01 and M F-02, may I have your permission to speak? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> Sir, there are still some 600 pig farms in my constituency. These farmers would like to know what is the Government policy with regard to pig farming. Although there have been vague pronouncements, especially one or two by the Parliamentary Secretary to the Minister for the Environment, there has been no clear-cut Government policy on the subject. This is not fair to the farmers. They want to know where they stand and what is the Government's policy on pig farming. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1535</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I had a meeting with representatives of the pig farmers in my constituency on the 11th of this month. The farmers are prepared to be resettled. They know that pig farming is a pollutive industry. They appreciate that it will have to be phased out. But they just want to know when and for how long they can carry on pig farming. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in connection with resettlement which they know they have to undergo, they want a period of at least one year between the announcement and the final moving out so that they have sufficient time in which to phase down their operations. During the transitional period, they also want the Ministry to monitor very closely the position so that farmers who are under resettlement will not be exploited by the middlemen. For example, they want the Ministry to monitor very closely the import of live pigs so that there would not be a glut in the market whereby they may not be able to wind down their business in an orderly manner. Furthermore, the Government should look into the possibility of how to provide an alternative means of livelihood to those farmers of advanced years and without children to support them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the debate on resettlement, I have touched on the question of expeditious payment of compensation as well as requesting the Minister to reinstate the previous policy of giving a 3-room flat free to farmers who hold farm licences. I would repeat this request on behalf of my farmers in Chua Chu Kang, and indeed on behalf of all farmers who are being resettled. \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee (Toa Payoh):</b> Mr Speaker, Sir, I have one amendment on the matter under discussion and another amendment* on hawker control. Can I take them together? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee:</b> Sir, at the Budget sitting last year, I raised the question of collection and disposal of garbage \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1536</b></font>\n  <br>\n  <br> in Housing Board estates. Under this year's Development Estimates, $130 million is set aside for solid waste management, out of which $102 million is earmarked for a second refuse incineration plant. I do not know whether we are getting our priorities right. It appears to me that we are not giving enough priority to tackling the problem at source, ie, garbage handling at the hundreds of rubbish chutes in Housing Board estates and private high-rise apartments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Hon. Minister has expressed concern that his Ministry is facing a problem of manpower shortage for obvious reasons. This problem of manpower shortage will be further compounded in the 1990s when 80% of our population live in Housing Board high-rise apartments. Our present garbage collection and disposal system does not take into consideration the appalling stinking working conditions and health hazards faced by our cleansing workers. Householders are also to be blamed for indiscriminately disposing the garbage without giving a second thought to the occupational hazards of the cleansing workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent campaign to encourage householders to use plastic bags is ineffective. This method is only good for low-rise buildings. Garbage placed in plastic bags thrown down from a high-rise building will burst on impact. I would suggest that the Ministry liaises with other public bodies to explore various ways to improve on the design of rubbish chutes in high-rise buildings which can be integrated into a mechanized garbage collection and disposal system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Japan and Switzerland, garbage is packaged at source by using a simple mechanical device which, I believe, can be modified to fit into our existing rubbish chutes and bin compounds. Perhaps we could also consider giving incentives to private developers of high-rise apartments to install such equipment in their buildings. The Jurong Town Corporation had at one time granted concessions to industrial undertakings which install anti-pollution equipment or measures in their factories. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1537</b></font>\n  <br>\n  <br> We can increase the number of refuse incinerator disposal sites and collection vehicles, but it still stinks all the way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, coming to my second amendment, ie, hawker control, we have over the years built up a very high standard of environmental public health. Stringent health controls are placed on hawkers in the preparation of food and food centres. Unfortunately, we do not seem to have much control over the pricing of food served at hawker centres. Only recently, the cost of a plate of fried rice or fried noodles increased from $1.20 to $1.50, an increase of 25% in some food stalls. The reasons given were the increase in petrol prices, road tax and the impending increase in taxi fares. Come July the 1st, when the NWC recommendations are announced, I am sure there will be another round of price increases in hawker food. Some hawkers make use of every opportunity to increase prices, and in many cases they are not justifiable. Even if there is a drop in the price of rice, pork or other food items, the price of hawker food remains the same. There is no mechanism to regulate or control increases in food prices at hawker centres. One possible method is to make every hawker state the prices of food sold on his licence application. On renewal, if there is any upward revision in price, he must get prior approval, otherwise his licence will not be approved. This method of price control is practised by many factory canteens which subsidize their canteen operators. With computerization, Sir, there should be no difficulty in implementing such a scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to support my contention that price increases by some hawkers are unjustified, I would give an example of the disparity in price and quality of food sold at hawker centres and hawker stalls in HDB coffee shops. The rental paid by a hawker in an HDB coffee shop is many times more than the rental paid by one in a hawker centre, yet the food sold by the former is of better quality for the same price. Some of these stalls are close to hawker centres. They have to compete to survive. If the Government continues to subsidize rentals \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1538</b></font>\n  <br>\n  <br> of hawker stalls in hawker centres, then it should exercise some control over prices of food sold in these centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would suggest that when all roadside hawkers are properly resited, the Ministry should reconsider the present system of charging rentals, possibly renting out by tender in the open market. This would ensure free competition and may not necessarily result in frequent increases in food prices at hawker centres provided we have a better reason to control the increase in prices of food sold in hawker centres. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Sir, first, I rise* to protest the heavy and continued pollution from Sungei Whampoa. Despite the many promises of his predecessors in the Ministry of the Environment, nothing appears to have been achieved. It continues to be filthy and smelly. And it flows right past the Whampoa Community Centre. So I would hope that the new Minister for the Environment can do something about it soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second issue that I would like to raise concerns the frozen pork campaign. Now, Sir, we have seen many campaigns in Singapore and I am supportive of campaigns in general. They are a means of educating our people, but when it came to this particular campaign, I refused to support it. First, I ask the question, who is behind it? At first, I thought it was the People's Association. I checked with PMO. Apparently, it is not. I tracked it down to the Primary Industries Enterprises, a company formed, I believe, under the Primary Production Department. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, here is an excellent example of a Government-owned company that competes unfairly with the private sector. Just because this company has been given a licence to import frozen pork, it does not give the company the right to run a public campaign and have it done by voluntary organizations, like the CCCs and the MCs. Already, this particular company has raised the hackles of many hawkers by having pork stalls in wet markets, and now \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1539</b></font>\n  <br>\n  <br> it is trying to push this frozen pork campaign. What business has the Government got to tell people what to eat, whether it be frozen pork or fresh pork, or vegetables, or what other food? So I would urge the Minister to put a stop to this ill-conceived campaign. Otherwise the Government will get the blame by the hawkers if they should lose their business. Already, the wet markets are facing intense competition from the many new supermarkets which have sprung up all over Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third issue that I want to touch on concerns a point raised by the Member for Toa Payoh. I do not believe that we should go around telling the hawkers what to charge, and trying to restrict them. I do not like price increases, whether by hawkers or by anybody else. I do not doubt that some of them are taking advantage of price increases in taxi fares and in petrol to raise their prices. I have no doubt that they are doing it. But at the same time there are thousands of hawkers in Singapore. If you do not like one hawker, you can go to another. If you do not like one centre, you can go to another. If you do not like hawker centres at all, you can go to the restaurants or the fast-food centres. Why is it that nobody has complained that a cup of coffee in a coffee house costs $2.50 or $3.00, and it is only 45 cents in a coffee shop or 45 cents at the hawker stall? I mean, nobody pays any attention to the high prices paid by other establishments. So why should you come down on the poor hawker? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Suppose the Government tries to do something about it and sets limits on prices: a plate of Char kway teow should not cost more than $1.20. Do you know what the hawker will do, if I were the hawker? I will give you less shrimps or less prawns; I will give you a few slices of meat less; I will cut down on the size of the plate; I can do all kinds of things. You try to limit the price I charge for my bowl of rice. Okay, you say, \"No more than 30 cents\". I use inferior quality rice, mix it with broken rice, I put more water in the rice, I give you a smaller bowl. There are all kinds of ways to beat you. You cannot control, The Government cannot control prices. Already, people have been complaining \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1540</b></font>\n  <br>\n  <br> that this Government has too many regulations, and we are trying to deregulate. Please do not get us into another mess. And if you get the hawker stalls tendered out, that will give them an even greater excuse to raise their prices. Because they pay high tender prices, they will charge even higher prices. So although the Member for Toa Payoh is my good friend, I believe that this is a bad suggestion to make. I am sorry to have to take him on. \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee:</b> Mr Speaker, Sir, can I just reply to the hon. Member for Whampoa? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You are not the Minister, so you are not replying. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Mr Speaker, Sir, I did not submit an amendment, but may I be allowed to speak on the subject of liquid waste? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Mr Speaker, Sir, I am going to state a very self-evident fact. The major factors limiting Singapore's growth are two - land and water. Of the two, I believe we will run out of water before we run out of land. Hence water must be conserved and recycled, if possible, to maximize these limited resources. To reclaim drinking water from sewerage is not only expensive but probably very repulsive for the user as well. So the only alternative must be conservation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are still quite wasteful in our water consumption. For example, many of us wash dishes under a running tap. I believe through proper consumer education, it is probable that we can cut down our water consumption significantly without causing undue hardship or introducing unhygienic practices. However, judging from the deplorable state of our public toilets, as highlighted by the Minister of State for Health and Foreign Affairs yesterday, the last thing we would do is to discourage our people from flushing their toilets. Since water used in flushing toilets is a portion of our consumption that we cannot reduce, let us figure out what is the volume of water we are referring to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assume, very conservatively, that every Singaporean, man, woman and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1541</b></font>\n  <br>\n  <br> child, flushes the toilets three times a day. Members might disagree. Now at two gallons per flush, it will work out to be 15 million gallons or 70,000 cubic metres per day. At a cost of 42 cents per cubic metre the cost to a consumer would work out to be about $10 million per year. This is not an insignificant sum. I propose that we study the feasibility of a separate water distribution system using sea water, similar to that in Hong Kong, for the use in their toilets. If sea water is found to be suitable for this purpose, the drinking water diverted from toilet flushing could then be put to good use. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To build a separate water distribution system to cover the whole of Singapore would probably be prohibitively expensive. However, if the system only covers HDB housing estates, for example, or other places where the population density is high, the pay-off may justify the expenditure. And we could build this system in phases, starting with new estates and retro-fitting the older ones later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister will find my proposal worthy of his consideration and determine whether such a scheme is feasible. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Mr Speaker, may I be allowed to speak? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar</b> rose - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The Minister does not want you to speak. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, either we listen to Backbenchers or the Minister's reply. We have less than forty minutes. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> There is no need to reply. It is up to you, Dr Ahmad Mattar. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Make it fast. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I would just like to add to what the Member for Punggol has said earlier. He was talking about the bad maintenance of garbage trucks. Fortunately, he was not at High Street at the material time. I was. And so was the Parliamentary Secretary in the Ministry of the Environment. Quite attached to the maintenance of garbage trucks, Sir, is the attitude of workers who man these trucks. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1542</b></font>\n  <br>\n  <br> Often times the householders take the trouble to really package their garbage and put them in the bins provided in front of their houses. But unfortunately when the workers pack them or load them onto the truck, they somehow drop bits and pieces all over the place. So it is a question of attitude. Perhaps they are underpaid or they are not really taught how to do their work well enough. This is especially so in areas where it is due for resettlement, for example, because somehow they are less careful about the way they load the garbage onto the truck. This also happens in private estates which I have quite a lot in my constituency, and I have lots of complaints from constituents on garbage being littered all over the place by the workers. Much obliged, Sir. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, I will leave the replies on hawkers, pig farms, resettlement of pig farms to my Parliamentary Secretary. I will give replies to the other issues raised by hon. Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I will give a reply to the suggestion by the hon. Member for Bukit Timah. His suggestion that we use sea water will be noted. I will certainly ask my Ministry to look into it. In fact, Sir, our Jurong Waterworks is already supplying treated effluent water to flats and industries in the area. His suggestion will be taken into consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I move to the issues raised by the hon. Member for Punggol. He spoke of maintenance and upkeep of garbage disposal trucks. He observes, together with the Member for Siglap, that smelly liquids frequently drip from the refuse trucks. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Not all the time. Sometimes. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Sometimes. Sir, our fleet of 275 refuse trucks are generally well maintained and well looked after by our Vehicle Workshop at Eunos Industrial Estate. They are checked and serviced regularly. In fact, Sir, each vehicle is subjected to routine maintenance and servicing once in every 40 days, and the same vehicle is sent to the Singapore Automotive Engineering for overhauling and refurnishing once in every three years. Our refuse collection vehicles are replaced \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1543</b></font>\n  <br>\n  <br> after eight years, although the life span of each vehicle is ten years. In 1984, Sir, 26 vehicles were taken off the road and replaced with 28 new vehicles. The trucks are also regularly checked in order to make sure that liquid from the refuse does not drop on the road. Sir, drippings from the truck can occur if the rubber seals at the tail gate of the trucks wear out before the servicing period is out, Drippings can also occur, Sir, on rainy days when the daily-rated employees do not drain off all the liquid from the bin centre. But whatever it is, Sir, whether the dripping is due to mechanical or human reasons, the defects are corrected immediately. \n  <br>12.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Toa Payoh, in a nutshell, says that the continued use of refuse chutes is out-of-date. Sir, the system of providing a refuse chute to every flat, while convenient to the householder, is labour-intensive as the refuse has to be transferred from the chute to the bin centre for eventual disposal. It also gives rise to environmental problems, as the Member has said, including fly breeding, smell, water pollution, etc., as the household refuse which includes food waste is generally wet. However, Sir, this can be minimized if householders tie up their refuse in plastic bags before they throw into the refuse chutes. In fact, my Ministry has considered the use of garbage grinders to remove food waste but has not approved its use as this requires a high consumption of water and electricity which the PUB is trying very hard to conserve. Furthermore, our sewers and treatment works will have to be increased in capacity before they can cater to the additional solids being introduced into the sewerage system and the cost of treatment will also increase correspondingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Toa Payoh may be interested to know that officers of my Ministry, together with the HDB officers, are currently reviewing the refuse handling system in HDB estates. They will, of course, look into alternative methods which will include the use of compactors and other mechanical equipment that will save manpower and increase productivity. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1544</b></font>\n  <br>\n  <br> We will take note of the suggestions made by the Member for Toa Payoh. But, Sir, ultimately the residents themselves have to play a major role in preventing environmental problems arising from refuse handling. As I mentioned, Sir, our refuse is wet and, in our tropical climate, decomposes very easily. So householders should exercise care and discipline by draining off the liquid and putting the contents properly into plastic bags as this would be the best way to reduce smell and fly nuisance and make collection much easier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Members may be interested to know that in Japan housewives are required to separate their refuse into organic waste which includes food waste and the rest into combustibles and non-combustibles. This requires a lot of discipline on the part of the housewives. In Singapore, the volumes of refuse collected are increasing as the years go by and, as I have mentioned in my answer to the hon. Member for Punggol, we are facing difficulty in getting people to do the job because of the obnoxious nature of the job. Unless we can continue to increase our productivity, we may have to consider introducing measures along these lines in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa made a protest about the conditions in Sungei Whampoa. Mr Chairman, Sir, Sungei Whampoa is one of the five rivers flowing into the Kallang Basin. The other four being Rochore Canal, Carlton Canal, Kallang River and Geylang River. A cleaning-up programme to eliminate sources of pollution in the Kallang Basin and the Singapore River started in 1977 and significant progress has been achieved to-date. Within the Sungei Whampoa catchment, major sources of pollution like farms, answered premises and squatters have been cleared. Only pockets of answered squattered premises still remain but these will be removed or resettled by the end of this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, unfortunately, Sungei Whampoa is subjected to tidal influence. Water from Kallang Basin flows into Sungei Whampoa at high tide bringing along with it debris and flotsam, as there are still serious sources of pollution in the Kallang Basin and its catchment. The major sources of pollution in the Kallang Basin and its \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1545</b></font>\n  <br>\n  <br> catchment are squatters and boat yards. These boat yards are at Kampong Bugis, Kampong Arang, Jalan Benaan Kapal and Tanjong Rhu. Squatters on the river bank, Sir, discharge refuse and waste water directly into the river while boat repair activities result in oil, grease, materials to be discharged into the Basin. The squatters will have to be resettled. The boat yards will have to be relocated elsewhere, But those who wish to remain where they are will be required to have proper control pollution measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other source of pollution in the Kallang Basin comes from the street hawkers of Bugis Street. They cause food waste, sullage water, refuse to be discharged into the Basin. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, I wish to assure the Member for Whampoa that cleaning up of the Kallang Basin, including the Sungei Whampoa, is one of my Ministry's top priorities. The bulk of the sources of pollution should be cleared by 1987 and water should be much cleaner then. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, on a point of clarification. I do not see why the people of Whampoa should be flooded by other people's problems, such as from Bugis Street. I have always associated Bugis Street with spiritual pollution. Now I am told that there is physical pollution as well. Would the Hon. Minister give us an undertaking that he will deal with both kinds of pollution? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> I will leave the Member for Whampoa to deal with the spiritual pollution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, my Ministry has plans to resettle the Bugis Street hawkers into two new markets-cum-cooked food centres - one in Jurong East New Town and the other in Jurong West New Town. The activities of these hawkers give rise to water pollution, choked drains, littering and, worst of all, Sir, rats infestation. Most of the buildings in the area are still using bucket latrines and they are constructed back-to-back and therefore could not be hooked on to available public sewers in the vicinity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, an MRT station will also be constructed in Victoria Street and part of Bugis \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1546</b></font>\n  <br>\n  <br> Street will be affected. With the noise and continuous construction work in progress, the hawkers may find it difficult to operate there. We are in the process of resettling them. But the Ministry of National Development, together with the Singapore Tourist Promotion Board, is conducting a feasibility study to preserve Bugis Street. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Parliamentary Secretary to the Minister for Communications and Information and Parliamentary Secretary to the Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment (Dr Lee Boon Yang):</b> Sir, I will respond first to the Member for Braddell Heights who commented on the need for upgrading the food centre and market in his constituency. Improvement to food centres and markets is an on-going programme within my Ministry. We have been doing this for several years, and in the coming fiscal year we have a budget item for improving such public places. As I reported yesterday, in reply to the Member for Pasir Panjang, in fiscal year 1985 we will be providing better roof insulation for that food centre. Likewise, we will look into the older food centres throughout Singapore and, where it is necessary, such improvements will be made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I next turn to the Member for Buona Vista and the Member for Anson. Both have spoken on the itinerant street hawkers, especially those associated with vanishing trades. Sir, I understand the emotional appeal and the nostalgia attached to such itinerant street hawkers, I too grew up in a time when there were many of them around. But such street hawkers, if they were encouraged, would invariably lead to a proliferation of many other similar street hawkers and as a result, give rise to many undesirable consequences, such as pollution and congestion and obstruction, which are points that I have raised before, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as for hawkers of a vanishing trade character which have some nostalgic value, I believe the Government is taking other steps to allow them to continue to ply their wares and practise their trades. For instance, the Handicraft Centre will be offering such an opportunity. Likewise, I am aware that the Government is also thinking of building a Malay kampong where certain other trades can be allowed. Perhaps the kachang puteh man might \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1547</b></font>\n  <br>\n  <br> find a more permanent home in parts of Little India which has been proposed to be preserved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, regarding the street hawkers selling food, including rojak, as brought up by the Member for Anson, I would like to remind him that for a person to sell food on a bicycle, it is obvious that he does not have adequate means of maintaining basic standards of hygiene and cleanliness. The food is also exposed to dust and fume which one finds on the road. The Member is indicating to me that it is covered up. Sir, I do not see how you could ply your rojak in a hermetically sealed container. If we were to promote such itinerant street hawking of food, we are promoting an untraceable source of public health hazard, such as food poisoning. The fact that such hawkers wander around, today he is here and tomorrow he has gone to another place, means that it would be very difficult to trace or detect the causes of food poisoning. Sir, overall, my Ministry is not in favour of promoting such itinerant street hawkers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I next come to the Member for Punggol. He spoke about wet markets. He spoke about the advantages offered by the wet markets. On 7th of this month, in reply to a question, I have already informed the House that a very intensive study was carried out to review the use and the benefits of building more wet markets and food centres. The result of the study indicates that better alternatives are available which are more in keeping with the lifestyle that is evolving in Singapore today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to say that not providing wet market and food centre would naturally cause an increase in food price is an over-simplification. It is a simplistic conclusion which can only be arrived at by those who choose to ignore the obvious. Between 1971 and 1984, Sir, the Government provided a total of 25,448 market and cooked food stalls. This has not at all stopped food prices from increasing over these years. We all know very well that in 1970 what could be purchased for 50 cents will now cost more. The Member for Toa Payoh referred to a plate of kway teow costing $1.50 now. The cost of food, whether it is cooked food or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1548</b></font>\n  <br>\n  <br> fresh market produce, is dependent on many other factors, such as the cost and the availability of labour, the material cost itself, the demand for the particular item and the season when the item is available. It is not so much the availability of the stall itself. \n  <br>12.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Punggol spoke on the progress of resettlement of pig farmers. I would like to assure him that the implementation plan for resettling pig farmers is being actively worked out, and we expect to be able to make an announcement concerning the details of this programme shortly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Punggol also commented on the use of cleared farming land for some other economic activity. Sir, anybody in Singapore who is interested in conducting some non-pollutive farming activity is welcomed to make proposals on the use of such land to the Primary Production Department. The Department will look favourably upon any such request, provided the originator of the idea is willing to accept a short-term lease on the land, because the nature of clearing the land means that such land is intended for other public development project at a later stage. And to extend long-term leases on such land would, in the net result, inhibit the development of new projects when they are required. So it is again simplistic to say: let us go out and plant durian trees on such land. Everybody knows a durian tree takes many years to grow and fruit, six to seven years at the minimum. So if we are to plant durian trees on all the cleared farming land, it means that we would have to commit ourselves to 10-15 years without any use of the land, because for the first seven years, you are not going to harvest any fruit, and thereafter it takes a certain amount of time before you can recover your costs? I think we need to look at other more productive, higher turnover type of farming for such land. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> On a point of clarification, Sir. If that idea is simplistic, can I ask from the Parliamentary Secretary to state whether it was not too simplistic to embark on intensive pig farming from 1975 to 1985 which resulted in untold misery? Was that also not simplistic? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1549</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the programme to embark on intensive pig farming was to meet a need because, in the early 1970s, many pig farmers were located in the catchment areas. As a result of development for increased catchment capacity, many of these farmers had to be relocated. The question then was: should such farmers be phased out immediately upon relocation, or should they be given the opportunity to continue farming? The decision of the day was to allow them to continue. But in view of the shortage of land in Singapore, they were told that it was not possible to continue farming pigs under the old method, that if they wanted to continue farming pigs, land would be made available to them but they would have to switch to intensive modern pig farming in order to upgrade their productivity, efficiency and competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, next I will touch on the Member for Toa Payoh's comments. The Member for Toa Payoh spoke about the need to control increasing hawker food prices. Sir, my Ministry has no intention to control and to regulate hawker food prices because the prices of cooked food, like other items of goods and services, should be best determined by free market forces. At this point, I would like to thank the Member for Whampoa for his far more erudite explanation of why prices of such goods and services cannot be just controlled by regulations. Sir, it is also far from practical to attempt to control the prices of cooked food items because the prices of such items depend very much on quality and quantity, and again on the popularity of that particular stall. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Members of this House will be pleased to know that hawkers are advised and required to display on their stalls the prices of their various items that they are offering for sale. And if the public feel that such price tags are far too high, are in excess of what they think is good value for their money, then I would advise them, Sir, to turn to other alternatives or to go to another stall. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Toa Payoh also pointed out the need to look at an alternative system of allocating hawker stalls, in particular cooked food stalls. My Ministry will review the policy of allocation of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1550</b></font>\n  <br>\n  <br> cooked food stalls after the remaining 540 street hawkers have been resettled into food centres. We would like to thank the Member for Toa Payoh for his suggestion regarding the tendering of future vacancies in such food centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to inform the House that at the present moment, there are already two systems of cooked food stalls in operation. First, we have those who operate cooked food stalls in the Government food centres that are run by HDB and MOE. Then, we have another group of people who operate cooked food stalls in the coffee shops. They rent a stall space from the coffee shop owner. We know that the rentals paid by those who are operating in the coffee shops are sometimes four to six times more than those that are paid by the hawkers in the Government food centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we all know that the food available in the hawker centres usually is not significantly befter in quantity or quality over those that are available in the coffee shops. It is quite apparent, Sir, that the hawkers who are operating at low rental cooked food stalls in the Government food centres are not passing on whatever rental savings that they have to the consumers. So in the long term, an alternative means of allocating cooked food stalls, as they become vacant, need to be looked at, and I again thank the Member for Toa Payoh for his suggestion. However, I am appreciative of the fact that a tender system may contribute to an increase in food prices, and that we would definitely consider the various options carefully before we adopt the final solution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I next come to the Member for Whampoa. I am distressed to hear that the Member for Whampoa has not been moved by our consumer education effort. I am, of course, referring to his unwillingness to eat frozen pork. Sir, the Frozen Pork Campaign was not an exercise to interfere with the consumer's likes and dislikes. It was a consumer education exercise. And the campaign, Sir, was organized by the Consumers' Association of Singapore with the support of eight other organizations, both Government Ministries and the private sector. Sir, I must state clearly that it was not organized by the Primary Industries Enterprise (PIE). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1551</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Primary Production Department had carried out tests which showed that frozen pork is just as good as fresh pork in terms of nutrient values and taste. More importantly, the Primary Production Department had also monitored consistently the prices of frozen pork and noted that frozen pork is cheaper than fresh pork. However, at the present moment, frozen pork accounts for only 6% of the total pork consumed in Singapore. Therein lies the objective of the Frozen Pork Campaign. We want to acquaint the public with the findings of the Primary Production Department and to reduce the prejudices and mis-information surrounding frozen pork. To cite an instance, Sir, during the campaign, there were many people who raised the question of the presence of chemical preservatives in frozen pork. It was a good opportunity to allay the fears of the consumer that no such chemical preservatives were used and that freezing itself was the only means of preservation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Whampoa also distressed me because he practised what I normally associate with the Member for Anson, and that is, to cast a slur on Government and government-associated companies. Coming from the Member for Whampoa, I can only say: Et Tu Brutus. Sir, there is no, and I repeat, there is no basis to the claim that Primary Industries Enterprise is the only company given the right to import frozen pork. In actual fact, no company requires a licence to operate as a frozen pork, or for that matter, as a frozen meat importer. What is required, Sir, is just an import permit which can be obtained from the Primary Production Department. The purpose of the import permit is to ascertain that the pork or other frozen meat originates from a country with compatible veterinary public health standards. This is to protect the consumers in Singapore from the peddling of low-quality and undesirable meat products. Currently, Sir, 36 companies are engaged in importing frozen pork in Singapore. Primary Industries Enterprise only imported 150 tons of frozen pork last year, representing 2% of the frozen pork imported into Singapore, and there is again no validity to the allegations that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1552</b></font>\n  <br>\n  <br> government was promoting frozen pork because a government-owned company is importing frozen pork. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> May I clarify this point, Sir. I would like to inform the Hon. Parliamentary Secretary that I do not engage in smear campaigns, but when I do charge anybody with anything, the charges tend to stick. Now, the fact is that people outside are blaming the Government for this campaign. Secondly, PIE is mentioned again and again. So I thought I would raise this issue to give him a chance to explain. Instead of scolding me, he should be grateful to me. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, that being the case, I appreciate the concern shown by the Member for Whampoa. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Chua Chu Kang spoke about his 600 pig farmers who are facing an uncertain future. Sir, the policy on pig farming is very clear, and very clear-cut. It has been decided that pig farms should be phased out of Singapore and, as I had reported to this House earlier this month, my Ministry is working out a plan to enable such phasing-out to take place with minimal hardship and distress to the farmers concerned. We shall be making an announcement on the plan itself in the near future. \n  <br>12.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, farmers who are affected by resettlement do face some difficulty in adapting to a new life-style. We are fully aware of it. For those who are interested, we will of course consider their applications for market produce stalls. After all, Sir, they have been dealing with pork and other food items. Market produce stall is the nearest to their former livelihood. For those who wish to go into the cooked food business, the problem here is that priority should be given to street hawkers who are causing a serious pollution problem, as exemplified by street hawkers in Bugis Street described by my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Punggol raised the point about compensation being $120,000 and that it is not adequate for them to start a new life. On the average, a resettled pig farmer receives an ex gratia payment well in excess of $150,000 which should be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1553</b></font>\n  <br>\n  <br> sufficient for him to purchase a HDB flat with something left to give him a good start in a small business. Perhaps if the resettled farmers are particularly interested in cooked food, they could take up a cooked food stall in one of the coffee shops which are springing up in the new towns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Chua Chu Kang mentioned that his farmers, and I believe farmers throughout Singapore, will require some time to phase out their operations. We are aware of that. In our recommendation,to the Government regarding the implementation plan for phasing out pig farms, we will certainly provide adequate time for them to run down their business and to sell off their stocks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Chua Chu Kang next requested the Government to carefully monitor the importation of pigs during this phasing out programme. Singapore advocates a free market policy, free market for the import of live pigs and pork. It would not be in our long-term interest now to clamp down on the import of pigs. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> I am not asking for long-term. I am asking for the transition period. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, for the Member for Chua Chu Kang's information, the import of pigs into Singapore has been insignificant. In 1984, we imported a total of 43,000 pigs into Singapore, which represents a little more than two weeks' supply of pigs, and that can hardly be construed as the cause of the present low pig price. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is quite clear that pig farms will be phased out in the next few years. As such, we will need to look for long-term sources to import both live pigs and frozen pork. It is in our best interest to continue to maintain an open channel for the import of such primary produce, and we shall continue to do so because we believe the current level of import has a negligible effect on our own market. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> Mr Speaker, Sir, the Parliamentary Secretary said that his Ministry had. a clear-cut policy on pig farming. I still have not heard it. All he said was, \"Yes, pig farms will be phased out in a few years.\" How few is few? Three \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1554</b></font>\n  <br>\n  <br> years? Five years? Ten years? Twenty years? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, as the Member for Punggol has pointed out, some years ago the Government issued leases for pig farming for 30 years. Now, what happened? [interruption] Well, that may be an easier way of doing it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Nothing happened? \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> Exactly, nothing happened. We do not know what the policy is. He simply says, \"Pig farms will be phased out in a few years.\" What I am asking is: where do the farmers stand? If you are phasing them out, what is the time-frame allowed? What are you going to do with them? What sort of compensation will you pay them? How about those old farmers who cannot change trade? What about their livelihood? You must announce all these plans. In fact, my colleague, the Member for Punggol, and I have always been complaining that the Government has got no clear-cut policy on pig farming. They have got very good policy on industry but not on pig farming. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The guillotine time is 12.40 pm. If you do not want a reply, you can carry on. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> I just want to know what is the definite clear-cut policy on pig farming. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, the policy on pig farming will be announced by my Parliamentary Secretary soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I would like to do is to add to what he has said on street hawkers. Sir, having been told of the environmental problems caused by street hawkers, I hope Members of this House will be in a better position to understand why Government has to take this hard-headed decision of not allowing hawkers on the streets. Sir, over the years, street hawkers have been resited into markets and hawker centres where they can operate under more hygienic conditions with proper facilities, waste disposal and pollution control. My Ministry does not wish to see street hawkers, pasar malams, Sunday markets, being reintroduced in Singapore. We should not portray ourselves as a nation of street vendors. Mr \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1555</b></font>\n  <br>\n  <br> Speaker, Sir, if we aspire to reach the status of a developed country, then we should strive to reach for high standards of orderliness, high standards of efficiency, high standards of public health. Street hawkers, pasar malams, Sunday markets, are usually associated with the less developed countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> You know Portobello Road? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Because they operate with minimum cost, minimum overheads and with minimum standards of public health. We have passed this stage, Sir. We should look forward and not look back. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, is it not true to say that the Government is very simplistic in its policy on pig farmers, as has been stated in no uncertain terms by the Parliamentary Secretary in his reply to the observations made by my good friend, the hon. Member for Chua Chu Kang, by myself and others? Because the very words that came out from his mouth is for me too simplistic a policy of the Government. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, may I reply to that? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You have half a minute. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the Government has considered the pig farming issue in Singapore over many years and in great depth. The effort to allow them to change to intensive pig farming has been deeply misconstrued by the Member for Punggol. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> No. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> It was an effort to allow an endangered industry to remain in Singapore for an interim period of time. It should not have been interpreted as an effort to make pig farming a permanent \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1556</b></font>\n  <br>\n  <br> feature of Singapore. Sir, we are a small country and our environmental resources are scarce. To continue to practise an industry which will inevitably lead to the despoliation of our environment is to forgo a heritage and to forgo the opportunity to pass on to our children a better Singapore. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> Mr Speaker, Sir, in view of the explanations, some of them are rather simplistic, may I have you permission to withdraw the amendment? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $233,872,170 for Head M ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $347,998,600 for Head M ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1556</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I - \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Sir, may I have your permission to move amendments (1)* and (9)* together? I will need about 15 minutes. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes, \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Subhead IA-01 Object Group 1100 of the Main Estimates.* \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my intention of moving this amendment is to seek a clear-cut explanation from the Minister on land transport policy and seek his answers to various questions and suggestions from many Members. I personally feel that the policy in this respect should aim at the long term target of enabling our transportation system to be smooth and traffic flow without hindrance throughout our country, while keeping in mind the optimum use of our limited land. I feel that hereafter, the MRT and bus transportation will be the basic modes of transportation, supplemented by the taxi. I have some suggestions here: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the MRT and the bus fares should be linked up so as to facilitate interchange \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1557</b></font>\n  <br>\n  <br> between the two modes of transportation for convenience of passengers. Secondly, MRT should consider peak load pricing (ie, at peak hours, the fares could be higher whereas at less busy times, the fares could be lower) so that the MRT and buses can be made full use of and passenger load during peak hours can be reduced. Thirdly, taxi fares should be decided by the market forces, and taxi companies, associations and taxi drivers should come together and decide on the taxi fares that they should levy accordingly. The Government should, as far as possible, not interfere. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, naturally many Singaporeans would still want to own their cars, but in the long run the price of cars should reflect the social cost of car ownership. Let me explain. Buying a car does not just involve a person ,in paying a price for it and a burden on himself. Car ownership also makes some demands on the society as a whole, such as demands on our limited land to be used for roads, car parks, and traffic control, etc. Therefore, car owners have to bear part of these social costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, before the MRT is in operation, there are two short term objectives of our transport policies which require urgent consideration. The first is to slow down the growth rate of private-owned cars. Secondly, there should be equilibrium price differential between taxi fare and bus fare. On the first objective, I had mentioned on 18th March, that to increase road tax is not the best means to reduce car growth rate. There are two other means such as to increase the import duty on cars or registration fees, or directly to impose a quantitative restriction on the number of cars. I hope the Minister will consider these options. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the comparison between bus fare and taxi fare, before taxi fares were raised, taxi fare was quite cheap, particularly when three or four persons shared a taxi, the fare paid by each person was lower than the bus fare, hence the demand on taxis was artificially high. On the other hand, diesel tax has not been changed in the past 14 years, the overhead of operating taxis is low. Hence, some taxis were not being fully utilized, and there was a shortage of taxis. After ten- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1558</b></font>\n  <br>\n  <br> plus days of strong reactions and complaints, people are now less emotional and opinions and views in the press are more objective. Moreover, the Minister on the 22nd March, 1985, in his reply to the Member for Boon Lay has also given an assurance that if taxi drivers were to receive lower incomes, then he would reconsider the measure on increased diesel tax. So I think the taxi drivers should give him a treat for this, as he has been sympathetic and amenable to good suggestions. They should invite the Minister for Finance as a guest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other problem is about the increase in petrol tax, resulting in inflation. I also mentioned that the appreciation of the Singapore dollar causes the prices of imported goods to be lowered, thus, offsetting the pressure of inflation. I would like to further point out here that, according to the 1982/1983 Household Expenditure Survey, the Singapore family spends on the average about 26% on food, and another 18.1% on cooked food at hawker centres and eating houses. So hawkers' reactions to increases in road tax and petrol duty will have some influence on inflation. If hawkers take this opportunity to increase their prices, inflation will be aggravated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give a real example. A hawker selling Laksa has increased the price per bowl by 30 cents, immediately after the announcement of the Budget. If he sells only 60 bowls per day, then he will receive $18 more. But if, because of the higher price, he sells only 50 bowls, then his profit will increase by $15 per day. If he has a 1000 cc car and the expense on petrol originally was $150 per month, then with the increase in road tax and petrol duty, the increase in expenses will be $1.46 per day. Everybody can see at a glance the difference between what he has made and what he has incurred due to the tax increases. Unfortunately, there are this kind of profiteers among hawkers, although they are in the minority. They can be called crooked businessman (&nbsp;&nbsp;&nbsp;&nbsp;) where crooked means \"not right, their hearts are not-right (&nbsp;&nbsp;&nbsp;&nbsp;)\". They engaged in profiteering, trying to fish in troubled waters. They even go so far as to distort facts and put the blame on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1559</b></font>\n  <br>\n  <br> Government. If you criticize them, they would retort back, saying that you allow Government officials to light a big fire but you would not allow the common people to light a small lamp (&nbsp;&nbsp;&nbsp;&nbsp;). In fact, they are trying to loot during a fire. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To deal with this minority group of crooked hawkers, the customers should try to boycott them. The newspapers and mass media could also give some space for readers' complaints and grouses. I would like to advise these elements that the greatest victims of inflation would be the ordinary citizens and, in the end, they themselves would also suffer the consequences of inflation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the last point, I would like to ask the Minister what is the progress of MRT construction so far. How many contracts have been awarded and what is the total amount of such awards? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like also to make a suggestion to the Minister. In the course of MRT construction, the MRT has avoided causing traffic congestion. They should be complemented. However, if certain residents or buildings are to be affected, then I hope the authorities concerned would give advance notice to them and to the MPs early enough, so that they might be better prepared. In my constituency, in June last year, when 10 blocks of SIT flats were to be demolished, I received the HDB notice regarding the matter only one day before the residents received their notices. I protested to the two authorities concerned. But they passed the buck around. What I was concerned about then was not so much as who was to blame. My major concern was how to look after the interests of the residents of the 160 households who were affected. I made a representation to the Minister for National Development and his Parliamentary Secretary, and obtained the maximum resettlement compensation for these residents. But the MRT has remained silent, and up to today, it has not sent me a letter of explanation. What kind of PR practice was this? What kind of consultation was this? I hope the Minister for Communications can ensure that no such incident will happen in any constituency in future. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1560</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development (Dr Yeo Ning Hong):</b> Mr Speaker, Sir, first of all, let me thank the hon. Member for Leng Kee for a very perceptive analysis of the problem. We are grateful for his kind words on the land transportation policy in general. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our objective in land transportation can really be put across very simply, and that is, to avoid massive traffic jams happening to us in Singapore day after day. Sir, having said that, it must become obvious that there must be a central policy to ensure that such an objective could be arrived at. For us, in our land transportation policy, we have a few major components. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the proper planning of land. This is to ensure that every housing estate has its own comprehensive set of facilities - recreational facilities, schools, polyclinics, swimming pools, libraries, shops, restaurants and the lot - all serving the community to ensure that there is minimum travel requirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we must have a network of roads and expressways to connect all the areas of activity, so that movement from one place to another, be it to work, be it for recreation, can be done very rapidly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, we must use the best possible transport management systems to ensure that the roads that we have built will be used in such a manner that we do not create massive traffic jams. In other words, we must optimize the flow of traffic through the network of roads that we have built. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, no matter how many roads we build, each of the roads has a limited capacity and, if the number of cars exceeds the capacity of roads, then sooner or later the roads are going to get jammed. And once a jam starts, it spreads very, very rapidly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, our policy seeks to move cars away from curbside parking, because the parking of a car along the curbside effectively uses up one lane of the road, and hence makes it less available to the cars that need to use the road for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1561</b></font>\n  <br>\n  <br> movement to get around from one place to another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Leng Kee has suggested, taking the proposal of the First Deputy Prime Minister, that we should move in the general direction of allowing taxi fares to be determined by market forces. Sir, my Ministry will take this suggestion and study it very closely together with all the taxi operators, looking also at how taxi operators in other countries arrive at prices that are equitable both to the taxi driver as well as to the taxi operator himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the public relations programme of the MRT, Sir, I would like, on behalf of the MRT, to apologize to the Member for Leng Kee and his constituents. As a result of an oversight, certain members in that constituency were not kept informed of the programme of the MRT. This has given rise to some unhappiness, but it was very rapidly, with the help of the Member for Leng Kee, resolved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The MRT seeks, wherever possible, using its extensive public relations team to inform members of constituencies long before construction work is to begin in a particular constituency, so that members in the constituency will be fully aware of the events that will transpire when the MRT moves in to begin its construction. In the case of Leng Kee Constituency, there was an oversight and this was left out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Programmes of keeping members of the public informed include teams of engineers from the MRTC visiting the CCs, talking to members of the RCs and explaining in great detail with audio-visual aids, with slides, with engineering diagrams and so forth which explain how the work would affect them, and answering all questions that are raised by residents themselves. This programme has been going on for more than a year and many community centres and many constituencies have benefitted, and we at the MRTC have also benefitted significantly from the goodwill of the people as a result of such a programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am happy that the Member for Leng Kee brought up the question of inflation as a result of road tax and petrol duty. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1562</b></font>\n  <br>\n  <br> Sir, each time an increase of any sort, be it an increase in the NWC, be it an increase in the road tax, that increase will over time be factored into the entire economy. As the Member has illustrated with his example, unfortunately many people take advantage of such increases to jack up prices of their food. Fortunately for us in Singapore, the existence of a free market mechanism ensures that such profiteering is bound to be unsuccessful. Take, for example, a hawker with a car. He has decided that, in spite of the convenience, the comfort - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Yeo, I am afraid I have to interrupt you because it is 1.00 pm now. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Thank you, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. This Sitting is suspended until 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I (cont.) - \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, before we adjourned, I was speaking on the fact that it is fortunate for us in Singapore that the existence of a free market mechanism ensures that the few who seek to profiteer will always meet with competition from those who do not take advantage of occasions of cost increases of this sort to jack up their prices, and hence, by and large, our consumers are able to get their products without the burden of profiteering. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Leng Kee has also raised another point which I would like to touch upon, namely, the point of peak-load pricing. In other words, to price the fares at a slightly different level when the demand is high, particularly during the peak hours and to lower the price when the demand is low, ie, during the off-peak hours. These are interesting ideas that have been taken up by some other countries, and we will in due course be looking into the feasibility of doing this for the MRT. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1563</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Sir, much has been said about controlling the car population in Singapore over the last few years. Various measures have been introduced, especially fiscal measures, and yet the car population is still growing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree that the growth of the car population must be controlled, otherwise we will end up in a situation like, say, Bangkok, where one can stay on the road for many hours just to cross two streets. I am sure, Sir, that Singaporeans who have travelled abroad do not want to see this situation happen here. Our problem seems to be one of controlling the increase in the number of cars in relation to our road system. I feel that the Government is in a position to decide on the number of cars that can be allowed into the system each year and therefore should not introduce policies which affect all car owners in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, in trying to control the increase in the number of cars, our tax measures are hitting hard on all existing car owners as well as new owners. Sir, the question to ask is whether this system is fair. A more equitable way would be to make new owners pay the market price and, secondly, to levy a charge or tax on all those who use the roads as such. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am told, Sir, that in Hong Kong they are trying out a pilot scheme on this and it may be worthwhile for us to monitor this project closely. This will help our car owners who, in the first place, are willing to use public transport but only use private cars for weekends or special occasions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, ownership of a car is a status symbol in Singapore today and the Government must find ways and means whereby Singaporeans can own a car, just like owning an HDB flat. A tax based on actual usage of roads, I think, would be a more fair basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I accept that there is no single answer to our car population problem. But, like other Members in this House, I believe new solutions must be found rather than strict applications of fiscal measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I turn to the increase in taxi fares and diesel tax. Whilst I agree that increases are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1564</b></font>\n  <br>\n  <br> necessary, the quantum in both cases appear to be excessive and unrealistic and, as expected, has evoked strong resentment among taxi drivers and unhappiness among commuters. Here is a Government policy which is supposed to assist taxi drivers, yet both taxi drivers and the commuting public are unhappy. This is another example of excessive Government control in the price mechanism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For a start, taxi licences are controlled. Next, the number of taxis is again controlled by Government and, thirdly, taxi fares are also fixed by Government. The Government is doing all these ostensibly to assist taxi drivers, yet the person most unhappy is the taxi driver himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I, like the Member for Leng Kee, agree that the time has come for the Government to move away and remove most of these controls. I feel that licences and importation of taxis must be freed and Government should encourage fleet owners to operate taxis, as suggested by the First Deputy Prime Minister, and even allow these fleet owners to fix their own rates. In the long run, it may be useful for market forces to determine the taxi rates. While I understand the rationale for the increase in both taxi fares and diesel tax, I am afraid this policy at this point of time is totally unacceptable and I am gratified to know that the Minister for Communications has announced in this House that he will review this position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while Singaporeans will be paying higher taxi fares for the next six months, I believe it is important that for those who cannot afford to pay taxi fares they should not be penalized. By this I mean that our bus companies should not take this opportunity to increase their fares also. I hope, and I sincerely hope, that the Hon. Minister for Communications can assure this House that bus fares will not go up in tandem with taxi fares. Any assurance to thiS effect by the Hon. Minister will allay fears expressed by many people, especially those in the lower-income group. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I have got four amendments in my name. May I be allowed to speak on Amendments Nos. (1) and (5) first? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1565</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the main thrust of the Government policy to keep down car population is to-date by means of fiscal measure. The motorist, year after year, is penalized. The cost of the motor-car in Singapore is amongst the highest in the world. The Government is charging 175% Additional Registration Fee (ARF) on the landed value of a car. To put it in a more illustrative way, this would mean that when one buys a car in Singapore he is made to give 1.75 car to the Government. It can be clearly seen that the Government is getting the lion's share of the sale price. The Government gets more than the car dealer and the manufacturer of the car. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about fuel costs? Again here, the motorist has to pay heavily. The petrol price in Singapore is now $1.52 per litre with the recent increase of 30 cents per litre or a 25% increase over its former price when tax on it was raised from 50% to 60%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other main cost to the motorist is road tax. Our road tax is reported to be the highest in the world. The massive amount of road tax collected every year far exceeds the amount spent on road construction. In 1983, the expenditure on road building and maintenance was $287 million as against the Registry of Vehicles' revenue of $835 million. Only about 35% of the revenue collected was expended on roads. For the eight years, 1977 to 1984, construction costs of roads amounted to $1.35 billion as against about $4 billion of revenue collected. Road tax and car registration fees form about 90% of ROV's revenue. I do not believe that fiscal policy alone is the only solution to cut down our car problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Has the Government explored other possibilities? Has the Government thought seriously of decentralization of Government and statutory board offices? In fact, the Government has taken a small step in this direction. The Immigration Department has allowed citizens to renew or apply their passports at their Jurong and Joo Chiat offices. The ROV head office has been moved from Middle Road to Sin Ming Drive. If it was possible for the ROV itself to move its location away from the main urban centre, why cannot other \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1566</b></font>\n  <br>\n  <br> Government departments and statutory boards do the same? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other remedy to relieve traffic congestion is better road engineering. Our Pan-island Expressways are supposed to be expressways or highways but we see buses running regularly along our highways, and there are bottlenecks caused by many traffic lights situated along our expressways. Regular traffic jams also occur along the expressways during the early evenings from Jalan Toa Payoh up to the filter at Paya Lebar road. The other solution to road congestion should be an emphasis on the education of all road users, both the motorists as well as the pedestrians, rather than the pedestrians, mainly through enforcement action, such as strict fines and other forms of punishment. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I sincerely hope that the Government will not continually, year after year, use only fiscal policy to curb the growth of the number of cars. There must be a limit to the increase of ARF, petrol tax, road tax. In addition to these heavy tax measures, the motorist has to pay high parking fees and the cost of entering the Central Business District during the hours of 7.30 am to 10.15 am. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The growth of the car population is inevitable. That is a phenomenon which accompanies the growth of our economy. When the economy grows, the car population, like all other goods and services, will accordingly also grow. The motorcar, in our present day Singapore context, is a necessity. It is not a luxury as some Ministers would like to make it out to be, for we know many Singaporeans have to earn their living by the use of a motorcar. Excessive tax on the motorist in the long run will be counter-productive. The businessman who is made to pay high transport costs will not stop there. He will pass it down to the consumer. The net result is that there will be a higher cost of goods, higher cost of production, and the jacking-up of inflation, making Singapore a less competitive place to do business than our neighbouring countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other main alternative solution is to have a good, cheap and efficient public \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1567</b></font>\n  <br>\n  <br> transport. For a long time, the Government's policy is to use the taxi as one of the alternative means of transport to the motorcar. But the proposed increase of six times the present road tax of taxis from $1,100 to $6,600 and the accompanying taxi fare hike will kill that policy. The taxi will no longer be affordable to the ordinary man in the street. Will our bus system and the Mass Rapid Transit (MRT) be a cheap means of public transport? The answer is obviously no. How can they be? The Singapore Bus Service is commercially run. Shareholders are guaranteed 7.8% dividend per year, If the bus company is run to make a profit, how can bus fares be low in Singapore? At the moment, bus fare in Singapore compared to those in New York and London is much higher, if we take into account the wages of the workers in those countries. The price of fuel is low at the moment due to its glut in the world market. What happens when the price of fuel starts to jump up? Will our bus fares increase accordingly? I would imagine so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, the Government is already giving subsidy to the bus company. The Ministry of Communications and Information has since 1980 spent a total of $16.78 million on the construction of bus interchanges and terminals, and another $3.4 million has been spent on the construction of bus bays and shelters. As mentioned earlier, the Government has only footed a fraction of the road tax and car registration fees on the construction and maintenance of roads. Should not the Government use the huge surpluses of revenue to give further subsidy to the public to enable people, especially the needy, to have a cheaper public transport? I urge the Government to consider this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The MRT will be a millstone hung round the necks of all the taxpayers if its construction, maintenance and running it are going to be wholly financed by revenue alone. Originally, we heard that the construction of the MRT was to be paid for by the sale of land at Marina South. To our surprise, we heard in Parliament in this Session that there is only one exit to Marina South, that is, the Telok Ayer Basin, and the land there cannot be sold \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1568</b></font>\n  <br>\n  <br> unless it is linked by the MRT. So it would appear that the people of Singapore are asked to pay for the construction of the MRT to reach Marina South, and only after that can the parcels of land there be sold. In other words, the Government has embarked on a business venture with all its attendant risks. Hopefully, all the parcels of land at Marina South can be sold off at the required prices, otherwise our population will be forced not only to finance the construction of the MRT, but also the building of the Dream City to come, of which Marina South has been highlighted to form part of it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans will never be able to get back the monies spent on the MRT. A simple calculation will show that. It is estimated that $5 billion shall be spent to construct the MRT. At 6% interest per year, the interest on that amount will be $300 million. The projected number of daily passengers is 600,000 and, taking at an average cost of $2 per ride, the gross income earned per year is $438 million. If we estimate fuel, wages, maintenance and other recurrent costs at about 40% of the gross recurrent cost, it will work out to about $175 million. This amount, added to the cost of interest, will give the figure of $475 million which exceeds the gross income per year by $37 million or about 8% more than the gross income. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am much obliged, Sir. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Mr Speaker, Sir, much has been said and more will be said over the next few weeks about the increase in road taxes, taxi fares and diesel tax. There is general unhappiness on this subject because the measures bite on the pockets of everyone. But behind the heat and fury of this argument over the fiscal measures which the Ministry has decided to impose to control the car population, there is understanding on the part of the people over the objectives of these measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must not forget the point that the people are aware as to why it is necessary to control the growth of the car population. The anguish that is being expressed is over the manner of controlling the growth of cars. It is like a bitter pill which is difficult to swallow. And, like any form of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1569</b></font>\n  <br>\n  <br> medicine, it has its side-effects and costs spiral in the form of increased hawker prices. There has been a fair debate on this question. Replies have been given by the Ministers and I do not wish to prolong the argument. But what the people are saying is: is this the only way of controlling the car population without due consideration being given to other measures? I am aware that there is a team of capable officials in the Ministry of Communications and they have studied, I am sure they have studied, the various options that are open to Government for controlling the growth of cars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I spoke on the President's Address, I suggested to the Minister for Communications that he conduct a TV forum on this subject, because I think it is important that the people of Singapore look at the whole problem in its totality, to give the Minister the opportunity to explain the whole policy of the Government on land transport and to answer all the various points and views that have been expressed by the people. This would lead to a better understanding of the subject by the people, and make the bitter pill that much easier to swallow. And it will help if the doctor who is administering this medicine has a good bedside manner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let me turn to some of the specific proposals that have been suggested by members of the public which, I think, merit consideration of the Minister. It has been raised before and that is the question of one-for-one replacement of a car in other words, the adoption of the PARF system. This would afford effective control over the increase of the car population. It may also be possible for us to say that we could allow one, two, three per cent increase in the car population each year. And the means of deciding how this increase could be allocated to the public could be worked out by the officials of the Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is important, I think, is that in whatever discussions on this subject that the officials from the Ministry may have, they should look at the problem, not only from the overall national viewpoint, as they must do, but also to look at it from the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1570</b></font>\n  <br>\n  <br> specific point of the commuter. What sort of difficulties will the commuter face? What alternative measures are there for the Government to help make it more convenient for the commuter to get to the places that he needs to get to in his daily life? How can we make it more convenient for the commuter, for example, to get from his home to his place of work? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I mentioned the question of transit times. The Ministry has, in fact, made public that the transit time, taking a bus and taking a private car, is not that much different; generally speaking, only a 10-minute difference. But I wish to question whether this 10-minute difference is from the bus stop to his workplace or from his home, because a person has to walk from his flat to the bus stop, which takes time, then take a feeder bus to the town centre to the interchange, wait again for another bus, and finally gets to his destination with or without further changes. The overall transit time is a consideration which the Ministry must consider from the viewpoint of the commuter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must also take into account the plight of mothers who have to commute during the day with young children. I know it is difficult for a mother with her baby in her arms to get on board our buses, because many of them are designed as buses, not specifically with the convenience of the travelling public in mind, but more with cost in mind. We should try to get the cheapest possible buses because cost is a very important factor. Maybe it is time for the SBS to look into the question of getting custom-built buses which would more meet the demands of the travelling public, making it more convenient for people, like mothers with babies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So if the Minister would reconsider the question of conducting a TV forum again, explain all the 101 suggestions that have been put forward for a solution to this problem, I think it will go a long way to getting acceptance from the people. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I have an amendment under (8)* but before I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1571</b></font>\n  <br>\n  <br> move that, may I ask your permission to speak on another matter which also comes within this Ministry and on which I have not moved an amendment? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> So long as you spend only 10 minutes, it is all right. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> In all, is it, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right. Then may I start on the other matter first, and that relates to the Information Section of the Ministry, and it is the Regulatory Services of the Ministry which exercises control over the press. Now, I hope I will not be told that I am casting a slur or a smear on the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have maintained from the moment I came into this House, and even before it, that the press in Singapore is totally under the control of the Government. So it is not a slur, it is a statement of fact. Now, Mr Speaker, Sir, I wish to ask the Ministry about a matter that has been brought to my notice, and that is this. The Business Times for its issue on Friday, 22nd of this month, came out at first with an editorial. The editorial is headed \"Feedback for Government\". This editorial dwelt on the statement made by the Minister for National Development on the priority that would be given to PAP constituencies. The editorial called this statement \"a bald stupidity\" and said that that would result in people in Singapore crying, \"Foul\". \n  <br>3.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This editorial of the Business Times, Mr Speaker, Sir, only lasted for half an hour. I am told that within half an hour all the issues of this paper which had been distributed to the newsvendors were recalled. And the Business Times made another appearance, this time with another editorial, completely innocuous and flattering to the Government, \"Trade Improves, Hopes Fade.\" May I ask whether the Ministry had anything to do with this recall of the Business Times with its original editorial which, as I said, was a very pungent attack on the Government, centering as it did on the statement made by the Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1572</b></font>\n  <br>\n  <br> for National Development? May I know whether the Government had anything to do with this? If it did not, then it shows the depth to which our press has sunk. They are so frightened, it would appear, to make any criticism of the Government that they take it upon themselves to withdraw the criticism. Either way you look at it, Mr Speaker, Sir, it is a scandal. May I know from the - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Education and Communications and Information (Dr Tay Eng Soon): Mr Speaker, Sir, may I interject at this point? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, are you giving way? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is it on a point of clarification or point of order? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Point of clarification. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I finish my speech first? As I said, either way you look at it, it is a scandal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may move on to the other amendment that I have which is - \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, before the Member moves on to the other amendment, may I interject at this point on the clarification so that we do not lose track of the subject he is trying to discuss? Can I ask the Member whether he has read another editorial, ie, the editorial in the Straits Times dated 23rd of March entitled \"Reconsider the Priority Scheme\" which was an editorial very critical of the proposals made by the Minister for National Development? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I do not know whether I read it or not. I do not make it a point to read all editorials. But this particular editorial was brought to my notice, and I am talking about this editorial of the Business Times. What is the point whether I read the other editorial or not? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> The point is this, Sir. First of all, I think the Member should read all editorials if he wants to imply that the Government is \"in total control of the press\". Those were his words, \"The Government is in total control of the press\". And if he had read that Straits Times editorial of the 23rd March, he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1573</b></font>\n  <br>\n  <br> would have seen that it was a very critical editorial expressing the views of the Straits Times on that policy. The Business Times may have a different view of it. They might have decided that they wanted to change the editorial. This is entirely a matter of editorial freedom and editorial choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member, in coming out here to say that the Government is in total control of the press, and not even realizing that there are different editorials on the very same subject with very different and critical views, is, l. think, just making another one of his wild allegations. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am not making any wild allegation. Are you denying that Business Times first came out with this editorial? And then whether it was not withdrawn? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon</b> rose - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, if it is a point of clarification, let me carry on and finish my speech. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> I would like to clear this subject before the Member moves on to another subject. Because he has raised it, and it is not even within the Head of expenditure which he is cutting. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is within the Head. I have asked Mr Speaker for his permission to raise this Information matter. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> But the Member will agree that, before he moves on to another subject, let us clear this matter up. Sir, this has come to me as a surprise. I do not read the Business Times. I do not know what they have published. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I will send it to you. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> As I said, Sir, the editors of our newspapers are independent people, responsible people, who are quite free to write what they want. And I have given him an example of another editorial which is critical of a Government proposed policy. We know, Sir, from reading the newspapers day after day that there are all kinds of reports which come out in the newspapers, in editorials, in letters to the press, some of which are favourable to policies of the Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1574</b></font>\n  <br>\n  <br> and some of which are very critical. Sir, we do have a press in Singapore which is free, which reflects public opinion. If the Member were to say that it is not so, then I think he is, in a very wide sweeping statement, condemning all the people who write letters to the press, all the journalists who find out what is going on and report in the press. Sir, I maintain that our press in Singapore is accurate, is informative and is credible. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> The Member may not believe this. But before he makes allegations on the basis of something which he has just come across, he should be fair to the editors and to the journalists who run our newspapers. Sir, our journalists and our editors are people who know what are the interests of Singapore. They know the constraints under which Singapore as a society has to work. They know that we are a multi-racial, multi-religious, multi-lingual society. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> This was not an incitement to racial hatred. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> They know the economic sensitivities. They know the regional sensitivities in which we are placed. I believe, Sir, that as responsible people, they make their judgments. They decide what it is they should write, what it is they should give priority to. So to say in a very wide sweeping statement that they are all lackeys of the Government, that they are all working under the thumb of the Government, I think the Member is totally unfounded in his allegations. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof (Kampong Kembangan):</b> Mr Speaker, Sir, point of clarification. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> On what point? \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Mr Speaker, the Member for Anson has made a very serious allegation about the newspapers in Singapore and I would like to enlighten the Member concerned so that he could be more factual in his speech. Point No. (1): Sir, if he accuses that on that particular date, 23rd March, the Business Times of Singapore did publish an editorial and had subsequently withdrawn the editorial, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1575</b></font>\n  <br>\n  <br> would like the Member to prove to the House by way of distributing the two editorials and to justify the exact time in which the first editorial was withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Point No. (2): I have serious doubts, Sir, that the Member for Anson is fully aware about - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, on a point of order. Is the Member or is the Minister replying? Has the Member suddenly elevated himself to the rank of Minister? \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Sir, a point of clarification can be given by a Minister if he is knowledgeable in this area. But I thought I am knowledgeable enough in the area of editorial writing. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You are not a Minister. You cannot reply. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Because I was a former editor. The Member for Anson should take the point that not being in the business does not equip him to be equally knowledgeable with those who have been doing the job for a long time. That is a point of fact that he should recognize, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, until the Member for Anson comes up with his proof and I want to see the two editorials being shown to all of us here in this House, I demand that he withdraws his accusation and apologize to the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Point No. (2): Does the Member for Anson not realize that being Singapore citizens, journalists, regardless of whatever rank they are holding in the newspapers, have the sense of responsibility to the nation first and journalism second? The sense of responsibility among the journalists may clash with the Government if they have a very strong second point of view. And in this respect, through editorials, through stories, there have been cases where journalists challenge Government's views. If the Member is knowledgeable enough and he has read enough letters to the editors concerning various issues before the elections, he should know how even-handed the editors of newspapers have been, especially the Business Times and the Straits Times. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1576</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point, Sir. Sense of responsibi lity is an over-riding factor when it come to running stories in.the newspapers. If the story is found to be seriously intimidating and could cause serious disruption in the social relationship, I think the conscience of the editors shall prevail arid he would withdraw the story or editorial. In this respect, there have been cases where stories were withdrawn before they were printed, and it was done not out of fear, out of being made to feel that they were lackeys of the Government, but out of a sense of responsibility. I think that is the point which I need to drive home to the Member for Anson before he makes an allegation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I do not propose to reply to the Member. I am asking the Minister to reply. If the Ministers would like to see the editorials, here they are, not for the information of the Member but for the information of the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the point is this. I have asked, did the Government have anything to do with the withdrawal of this editorial? If it did not, I hope Business Times will explain how its sense of responsibility drove it to withdraw the editorial. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon</b> rose - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> What do you want, Dr Tay? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, it is on the question that he has raised. Was the Government responsible for the withdrawal made by the Business Times? The answer is emphatically no. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right, then. If the answer is no, I hope the Business Times will explain. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Ask the Business Times. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Either way, it is scandalous. If I may now move on to the other amendment, Mr Speaker, Sir, and that is about public service vehicles. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I will give you three more minutes, because you have lost some time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1577</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That is because of all the interruptions. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I know. I am giving you extra time. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I have five minutes, please, Mr Speaker? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you, very much. I must carry on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, enough has been said about the taxi fare increase and all that. I want to make a plea now for the operators of the yellow top taxis. There was a plea made by the Member for Chong Boon and another Member about the control of taxi licences and requesting for greater relaxation in the granting of taxi licences. I have, over the past two or three years, brought this up and I would ask whether the Government will now consider allowing transfers of yellow top taxis. There has been a total prohibition since (when was it?) 1976, 1977, 1978, or for some years now, and these yellow top taxi operators are very bitter about it. They keep telling me, \"The Government is out to kill us. They want us off the roads.\" These are individual taxi operators. The First Deputy Prime Minister has said that Government intends to remove restrictions on people running their own businesses and to make it easier for them. Here you have an opportunity to do that. Every man who owns his own taxi and operates it is a little businessman. So I would ask the Government to remove the restriction now, on the transfer of yellow top taxis. \n  <br>3.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is the insistence on an applicant for a vocational licence for a taxi driver - if he happens to be of Chinese origin, the Chinese ethnic group, he should pass a test in Mandarin before he is issued with a taxi licence. I did bring this up sometime ago, and this man has just rung me up again. He has been trying for the last two or three years to get his licence. He says that he cannot just get through this Mandarin test because he does not speak Mandarin. He says he would rather pass a test in Malay. He is proficient in Malay. So why can't Malay be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1578</b></font>\n  <br>\n  <br> accepted along with English? Why should he be told that he must pass in Mandarin before he can get his taxi licence? After all, Malay is the National Language under the Constitution. He sees this as an unnecessary restriction on him. So would the Minister say whether this man, in particular, that I have in mind will be given his taxi licence if he is allowed to take Malay as the second language in this test? \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, on this occasion the Government is imposing increased diesel tax on the taxi and raising taxi fare. It has generated many comments from people of all walks of life throughout Singapore. Generally, our citizens are worried that with this big increase in taxi fare and in petrol tax, it would cause a chain reaction resulting in higher cost of living. On the other hand, the taxi drivers are worried that after the fare increase the number of taxi passengers would be reduced, thereby reducing their income. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last week, the Minister for Communications in answering my question in this House assured me that the imposition of this diesel tax and the increase in taxi fare would not reduce the income of the taxi drivers, while on the other hand, it may even bring a higher income for them. He also assured that if this measure does not achieve the expected result, then he would take stock of the whole measure. I thank him for his assurance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ordinary citizens, however, feel that taxi drivers are making a good income. But I must bring to the attention of this House the problems faced by the taxi drivers. As a matter of fact, the taxi drivers are quite different from the salaried employees. They are self-employed. They have to ply their taxis before they could make some income. They do not have medical benefits and they do not have a rest day. More importantly, the taxi drivers are not getting any CPF contributions. At their old age they may be penniless. And since they do not have any contributions in the CPF, that means they do not have a Medisave account. What happens if they are sick? Since they have no Medisave account to defray their medical expenses, and they will then become a burden to the society as well as to themselves. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1579</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently we read many articles in the papers regarding the increase of taxi fares and taxi-drivers' income. Many valuable suggestions were proposed. One suggestion is worth our consideration, and that is, that part of the tax taken from the taxi drivers be treated as their CPF contributions to enable them to have a Medisave account. Actually the purpose of imposing this diesel tax and raising the taxi fare is not to increase the revenue of the Government. It is to solve the problem of shortage of taxis, making owning a taxi to be almost as expensive as owning a private motor car, If that is the case, then I would urge the Minister for Communications and Information to seriously consider this suggestion and to discuss with the Minister for Finance to reduce the diesel tax from $6,600 to $3,300 and to set aside the other half as CPF contributions and Medisave savings for the taxi drivers. If the Minister for Finance does not agree to a 50% reduction, even a 30% reduction will do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Government can accede to this request, it will not only solve the problem of taxi fare and the demand and supply of taxis, it will also benefit the taxi drivers so that they may have some savings for their old age, or in the event of some serious illness they may be able to make use of this Medisave account to defray their medical expenses. I hope that the Minister will consider this matter and accept the suggestion as proposed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is one other suggestion I want to raise. If the Government wants to discourage the people from taking taxis and to take buses instead, then the Government should keep on improving the bus services in Singapore. Honestly speaking, our public transport service is far from perfect. Our MRT has not been completed. Taking buses is the only mode of transport for the non-car owners in the middle and lower income groups. Unless we keep on improving the standard of our bus services, our people will be greatly inconvenienced. I hope that the Minister would closely consider this matter of public transport. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1580</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Sidek Bin Saniff (Parliamentary Secretary to the Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Trade and Industry (Encik Sidek bin Saniff):</b> Mr Speaker, Sir, being a small country, we cannot afford to have a population explosion, nor an explosion of the car population. Our land is small. Every Singaporean by now fully understands this. But many people are looking for a better solution, not just the measure that would be misconstrued as revenue-generating solution. \"Why must car owners be punished every year?\" they asked. There must be a saturation point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to offer some suggestions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Maybe the Minister could produce the projection of the target figure for the next 10 to 15 years, say, to the year 2000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) How many new cars should be allowed each year? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Find a system or solution of allotting new cars to new owners, maybe even by ballot. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Increase the fee for entering the CBD and/or restrict cars entering into the CBD during the evening peak hours, say, 4.30 pm to 6.00 pm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) Tax heavily those who own more than one car, including company cars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, pricing cars out of the reach of many may be the solution, but to those who have already owned a car, this prized possession is difficult to part with. They will keep on paying, and people may say it fits with the image of PAP - Pay and Pay. Personally I resent this connotation because I would like to say that for the past 25 years we also Provide And Provide - schools, hospitals, jobs, social amenities, etc. In this case, an efficient public transport system, buses, taxis, and later on the MRT, must be the right solution. I am looking forward for a change, or may I say, a drastic change with the advent of the MRT. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was indeed glad to read of a taxi driver when he commented in the Monitor last week. Said he, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I am not shy to say that the Government is doing the right thing. Only idle taxi drivers will suffer from the new diesel tax. Now they can no longer earn a little bit and park their taxi somewhere and relax. Every driver now has to work hard. This is because it will make more taxis be on the road.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1581</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, he said that drivers will earn more with the new taxi fares despite the diesel tax increase. I hope this is not a lone voice in the wilderness because generally the reaction is unfavourable. This is understandable. Maybe at this juncture the Minister for Communications and Information would like to enlighten the House by making a comparison with other drivers, like the ambulance drivers, the bus drivers, lorry drivers, so that it can show how better-off our taxi drivers are. And maybe in the future the Minister may like to consider letting the market forces dictate by floating taxi fares. Let the companies make their own decision. If they overprice, let them face the consequences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let us assume that with the passage of time the taxi drivers will manage to overcome their initial disgruntles. What about the commuters, those over 50% of the population who draw $500 a month and who once a while would like to take a taxi to the zoo, to places of importance, to the beach with their family and maybe friends from neighbouring countries, being or bring the sick to the clinics or hospitals? Sir, to them the taxi will no longer be a car with another name. It is going to be a limousine with another name. Maybe that is the price one has to pay for a chauffeur-driven limousine to one's door-step. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must also look into the problem of taxi drivers who are 45 years and above, who may find it quite difficult compared with their younger counterparts who, being more vigorous, are able to be on the road for long hours. They must take into account the safety of their passengers. The problem will multiply if we were to take the suggestion made by the Member for Potong Pasir to increase the speed limit. If an accident happens, please do not blame the car because there is nothing wrong with the nut that built the car, but everything is wrong with the nut behind the wheel. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Sidek, your time is up. \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii:</b> Sir, I would like to use this opportunity to appeal on behalf of my constituents, asking the Minister to pay \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1582</b></font>\n  <br>\n  <br> a bit more attention to the Bukit Batok New Town. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have received many complaints of - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> It is a Ghost Town! \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii:</b> No, not a Ghost Town. There are quite a few complaints of bus transport services. I spoke to the bus company. I would like to say that they do respond to my appeal and recently their services have improved. But I must say it is still not good enough. \n  <br>3.30 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As more and more people move into the New Town, every morning many of my residents complain that they are unable to reach office in time. I realize that in any new town you always have this difficulty of providing sufficient buses for the new residents. I would like to appeal to the Minister to do whatever he can to improve the bus services to Bukit Batok New Town. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I would like to raise is the TAS. We know that TAS has done a good job in providing telecommunication services to Singaporeans. At the moment, we can say that the world is at our finger-tips. We can reach almost every part of the world within a few seconds. This is a good job done by TAS. What I would like to find out from the Minister is why is it that the rates charged for international calls vary. For example, if you call from USA, you pay less than if you call from Singapore. I know there is a way of calculation whereby the TAS will cream off the difference. But in order to promote more business and to further improve the Singapore status as a communication centre, I would like to appeal to the Minister to consider further lowering the international telephone rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point I would like to speak on is SBC. I would like to compliment SBC for doing a good job. I am especially interested in watching the short filmlets which teach our society a bit of our Asian values. The filmlet on the story of Chinese characters, for example, is very short, but very interesting. I would like to ask SBC to produce more of these filmlets because it subconsciously reinforces what is being taught in our schools about Asian values. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1583</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Home Affairs and Community Development (Mr Wong Kan Seng): Sir, I would just like to spend five minutes on this amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir made two suggestions on how to improve our land transportation system. First, he said that we should educate our motorists so that our expressways would not be clogged up. The second suggestion was to decentralize Government offices. In fact, he commended the Government, the Immigration Department, in particular, which has started a move to decentralize some of its services. If you just make a count of the Government Ministries, the headquarters in particular, you will find that about half, or slightly more than half, fall outside the busy business areas. The large Government departments, like Mindef and the Environment Ministry fall outside the CBD areas. What else is new? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, since 1982, there has already been an Interim Expressway Patrol Unit that patrols the highways and expressways, and this special unit will be upgraded to a patrol car unit to provide better enforcement measures along expressways. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A number of measures have also been taken by the Home Affairs Ministry to educate our motorists. One, there were two filmlets reminding our drivers not to road hog, how to drive carefully and how to drive safely, and these filmlets were shown regularly over the television. The second one was a brochure containing Expressway Rules which was distributed during road safety exhibitions and other exhibitions. We have done a number of things to educate our motorists on the use of roads. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister for Communications and Information to be bold and courageous in the formulation of land transport policies so that our successors in this Parliament, and our children, will not, 20 or 30 years from now, blame us for the problems that we have caused for them or for the lack of courage in opting for firm measures to control the rising car population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that we should look at our road transport policies in perspective in relation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1584</b></font>\n  <br>\n  <br> to the resources that we have. We know that it may be trite, even elementary, to say that we have limited resources. But I think people forget about this. Some people do not even understand that resources have alternative uses. We need land for housing, for economic activities, for recreation and parks, for roads, for reservoirs, for training areas, for catchment, for schools and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Golf courses. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Golf courses, possible. Some are in catchment areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Between 1967 and 1982, residential land only increased from 13.8% to 15.3%. Commercial land increased from 1.3% to 1.4%. Industrial land increased from 1.4% to 5.9%. Land for transportation, and that includes roads, increased from 4.9% to 13.1% and, of the 13.1%, 7.7% was used for roads. Just within the central business area, there are three major uses of land - residential, commercial and transportation. Residential land took up 10% of the land, commercial land, 15%; transportation, 22%. How much land should we devote for land transportation? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You have one minute left. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> What should we give up in place of land transportation? There is an opportunity cost to land transportation. We are worried that if we adopt too strong a fiscal measure, our people cannot afford a car. Do we want to give up housing for roads, or give up hospitals and schools for roads? We have to make a choice. The choice is very important because it has to be made now otherwise our children and grandchildren will suffer as a result of our bad decision. I would ask the Minister for Communications and Information to be bold and courageous in his formulation of policies. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong (Senior Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Home Affairs (Mr Chin Harn Tong):</b> Sir, I rise in support of the various views expressed by my PAP colleagues in this House on the matter of the increase in diesel tax and taxi fares. This matter has been well ventilated during the debate on the Budget statement. It is therefore not necessary, Sir, for me to add \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1585</b></font>\n  <br>\n  <br> to what others have already said in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I share the sentiments and concern that have been voiced regarding the plight of taxi drivers who have to face not only a hefty increase in diesel tax but also a possible drop in income because of the taxi fare increase. Sir, I find it most reassuring and heartening that the Minister has undertaken to review the situation if it is necessary to do so. That is good news for the taxi drivers as the Ministry may have been too optimistic in down-playing the adverse effect of the proposed increase in taxi fares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on behalf of the NTUC Comfort taxi drivers, I wish to express their thanks to the Minister for his compassionate understanding of their anxiety. NTUC Comfort will also help to provide feedback on the response of taxi commuters to the taxi fare increase. I endorse the view that taxi fares should reflect market forces. If the demand for taxi service continues at the same level despite the taxi fare increase, so be it. In any event, NTUC Comfort would cushion its drivers against the brunt of diesel tax increase by paying first and then collecting from them by weekly instalments. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Sir, I support the call made by the Member for Boon Lay for improvement in our bus services. Besides a comfortable ride at reasonable cost, our commuters want our bus services to meet the following points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the buses must be able to take passengers from point to point efficiently. The need for changes of buses from one destination to another makes travelling very tiring and difficult, especially for the older folk and the younger children. It is also a waste of good time, and therefore very unproductive. Secondly, bus stops should be within reasonable walking distance from their residence. Otherwise it will be very hard on the older folk and the young children, and it is especially inconvenient in the early morning hours as well as the late hours of the night. Sir, the commuters will also expect the bus services which are operating in the areas where they are staying, to be able to take them to any place in Singapore within a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1586</b></font>\n  <br>\n  <br> reasonable time. I hope therefore that the SBS, in planning its operations and route schedules, will take these points into consideration. There will, of course, be operational difficulties but I hope that the SBS will do its best to provide a good service to the commuters' satisfaction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, now I would like to make a special request to the Minister on behalf of the residents in my constituency, especially the Geylang East area. I would like to ask the Minister to request the SBS to improve its bus services operating at Geylang East Central. There is at present only one service available - Service No. 84. There is a proposal to add another service, but even this will be inadequate. The residents have asked for additional service within easy reach of their residence. I would like to suggest that some of the services presently serving Aljunied Road and Paya Lebar Road be diverted to serve Geylang East Central as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although some of the services have bus stops, say, within 400 to 500 metres of the estate, the residents still find it difficult, especially when they go out with their old folk and young children, and also during the early morning hours and late in the night. Could the Minister therefore ask the SBS to look into the provision of additional services along Geylang East Central and also to upgrade the current services in terms of capacity and frequency, especially during the peak hours? \n  <br>3.45 pm \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Senior Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Education (Mr Ho Kah Leong)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, the Member for Anson, in his usual way, blowing hot and cold, exaggerates things. Just now, he mentioned the case of a certain taxi driving licence applicant who, because of his poor Mandarin, had failed in his attempt to get a licence. So it appears that the Mandarin test is a stumbling block. If that was true, there would be very few taxi-drivers. But at the moment there are about 34,000 taxi-drivers in Singapore. Further, I think the ROV requires only ethnic Chinese applicants to take oral tests in Mandarin which is quite simple. Anybody with a little effort will be able to pass this kind of oral test. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1587</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why should ROV conduct such oral test for taxi driving applicants? It is because of its practical use in the interest of taxidrivers. Because of our bi-lingual policy and the success of the Speak Mandarin Campaign, therefore, in future there will be more and more people able to speak Mandarin or English. It is to the taxidrivers' advantage that they should be able to speak Mandarin. So I would advise the Member for Anson to persuade that applicant that he mentioned to strive to learn or to pick-up Mandarin. There is a lot of opportunity to learn Mandarin. There are classes conducted for the teaching of Mandarin, in the community centres, by the Singapore Chinese Chamber of Commerce and Industry, even Rediffusion and SBC are conducting conversational Mandarin programmes. Members of the public can even ring up certain telephone numbers to learn Mandarin through the \"Dial-for-Mandarin\" programme. So it is not quite appropriate for the Member for Anson to make a mountain out of a mole-hill. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development (Dr Yeo Ning Hong):</b> Mr Deputy Speaker, Sir, with your permission, could I ask the Clerk to distribute these pictures? [Copies of pictures distributed to Members.] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, first let me thank the very many Members who have spoken about our land transport problems. This is important because land transport affects everybody everyday, when we go to work as well as when we go home. And no matter how popular a policy is, unless that policy works, then all of us are going to find our lives made very miserable. Worse still, our economy is going to be severely affected if we have serious traffic jams on our roads everyday, from morning till night. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are many things we can find fault with our transport policy. But one thing, I think many will agree that our land transport policy works. Cars, buses, lorries, taxis, mini-buses, by and large, are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1588</b></font>\n  <br>\n  <br> able to move around freely. Unlike many cities, we do not have severe traffic jams everyday. What does it mean to have traffic jams? What is its impact on us? Who suffers if there are severe traffic jams? Who benefits if our roads are free from serious traffic jams? I think the answer is obvious. All of us benefit from that if our roads can be kept reasonably free, if our cars, our buses, our lorries can flow freely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is really the basis of our land transport policy. If we have massive traffic jams everyday, what does it mean? It means that we have got to go to work much earlier every morning. It means that we have got to come home much later every evening. It means that there will be less leisure time at home with the children, watch TV, read a book, take up some hobby. Or it means that if you want to keep the amount of time that we spend in toto out of home by allowing more time on the road going to and coming home from work, there will be less time spent at work and that will severely affect our productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Being caught in traffic jams, whether it is in a bus, in a taxi, in a mini-bus, means total frustration, being unable to move, and this is made worse if you are in an emergency, wanting to go to some place in a hurry. Serious traffic jams can also mean a change in our life-styles. Having suffered two traffic jams a day and having got home, the last thing you want to do is to leave your house again. You become effectively a prisoner in your own home, And traffic jam means all of us will be wasting a lot of time, and time is one precious commodity, time is the only resource that each one of us will never ever get more of it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So that is what we mean when we are talking about traffic jams. Sir, I circulated some of the pictures to illustrate the traffic jams that we do see in Singapore. Fortunately for us, these occur off and on, not everyday, fortunately. But it tells us what can happen if we do not take our land transport policy seriously. Other countries have gone that way and have found themselves in a position where the pictures that we see are everyday happenings. In Singapore, pictures like these make news because they are not frequent, but the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1589</b></font>\n  <br>\n  <br> capacity of our roads is being used up very, very quickly. Every time something happens, something goes amiss, you get a massive traffic jam. That shows how close our roads are to full capacity. Each time a car breaks down and blocks up a lane, you get a serious traffic jam on your hand. Each time you get a collision, lanes are choked up, another traffic jam is on the way. Yesterday's Singapore Monitor reported with pictures of collisions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A crash involving three cars near the junction of Mandai Road and Woodlands Road at 2 pm caused a massive traffic jam on both sides of the dual carriageway.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier on, there were other traffic jams due to different phenomena, due to other causes such as on 13 February, Singapore Monitor: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A heavy downpour yesterday afternoon caused floods and massive traffic jams in several parts of the island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many office workers were late in getting back to work after the lunch break.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even durians can cause traffic jams (Singapore Monitor, 12 February 1985): \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Traffic snarl in Pasir Panjang due to durian glut: Motorists are finding themselves in bumper-to-bumper [bumper-to-bumper traffic] in the lanes leading to the market.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our water pipes burst, you get massive traffic jams again (Straits Times, Wednesday, 13 February 1985): \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'it is not every day that you get a traffic jam in the city area - thanks to the area licensing scheme. But yesterday, hundreds of workers were late for work [hundreds of workers were late for work] because of a massive traffic jam during the morning peak hours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some spent hours in the 21/2-km-long traffic jam which left both drivers and passengers fuming...' and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our roads are getting very close to capacity and we must do something about it. All of us remember the traffic jams due to the Orchard Road lights. We remember the traffic jams due to the Chinatown lights. What does it all mean? It means that water is up to our neck. We do not have that much room to manoeuvre to allow a lot more vehicles onto our roads. Every road built has got a certain capacity which transport engineers can measure. Every intersection that you have is like a bottle-neck. It can only allow so many vehicles to go past at any one time. We have been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1590</b></font>\n  <br>\n  <br> extremely fortunate that up till now, with a number of means, we have been able to contain our traffic problems such that, by and large, traffic flows fairly freely. And anybody who is honest and who has been around to some other cities would know full well what the difference is between traffic in Singapore and traffic in some of these cities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So in spite of the unpopularity, our policies work. Sir, why do we have all these policies that make our people unhappy? I think the answer is very simple and it goes back to the basics of Singapore. We must look at the basics so that we will never ever forget the sort of constraints that we work under in Singapore. Sir, Singapore has approximately 600 sq km on the mainland. On this piece of land we build our homes, our factories, our offices, our playgrounds, our open space. At the same time, we must have enough catchment to collect enough water for us. On top of it, we need training area for the SAF in order to defend ourselves. And then we also need the roads for our cars. Sir, our Government is committed to a programme of housing everybody, home ownership for everybody, 100% home ownership by 1999. So if we are not prepared to work policies that will not eat up all the land that we have and convert them into roads, then it is only rational that the number of cars cannot be allowed to grow uncontrolled. \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have 600,000 households in Singapore. We already have about 220,000 cars on our roads and our roads are straining under this capacity. We are getting very close. We are running out of land and that is no secret. Everybody knows it. The Minister for National Development, in spite of his great sympathy for those with only one member in the family wanting to have his own flat, recently explained why it cannot be done because there is just not enough land to build the extra number of flats needed if that policy were to be allowed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Defence also talked about the desperate need, the encroachment by all the other demands, on training areas for the SAF. We have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1591</b></font>\n  <br>\n  <br> already given a lot of land for the building of roads. We have already given about 8% of the total land area in Singapore for roads. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to make a quick comparison, Sir, of how severely built-up as far as roads are concerned compared with some of the countries that we always think of as being very very congested. In Singapore, we have 2,600 km of roads. If we take only the main island, ie, approximately 586 sq km, we have about 4,436 metres of roads per sq km. Let us compare it with Japan, another country that is known for the compactness, for the desperation, for the shortage of land. Japan, according to the ESCAP figures for 1983, has 2,929 metres of roads per sq km. In other words, we have one and a half times as many roads per sq km compared to Japan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take Hong Kong, another place also well known for its congestion. Again, according to ESCAP, Hong Kong has 1,092 metres of roads per sq km. In other words, we have four and a half times as many roads per sq km as that in Hong Kong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these figures are just to give us a feel for how much land we have already given for our roads, how tight our situation is. Over the past eight years, the PWD embarked upon a very ambitious programme for the building of expressways, widening of roads, construction of flyovers, interchanges and so forth. We built 170 km of roads and they include the Pan Island Expressway, the Central Expressway, the East Coast Parkway and now partly the Ayer Rajah Expressway and the Bukit Timah Expressway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we were in another country where there is no limit to the land, we can carry on building. But, unfortunately, we are Singapore, Our road building programme is coming to an end. Five more years and all the expressways that will be built in Singapore would have been built. Then, except for new housing estates that will be coming up at the various pieces of land that are left, there may not be any more roads to be built in Singapore. Our office blocks and our housing flats are already so near our roads that it is not possible any more to widen our existing roads. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1592</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I said that the objective of our land transport policy is to prevent ourselves from getting into that position from which we cannot extricate ourselves, ie, massive traffic jams from morning till night, day after day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what are the options open to us to achieve this objective? The first option is to do nothing. This may sound laughable to some people but it is being practised in many countries. Of course, they do not say it but when one looks at it, one knows that that is what they are doing, a do-nothing approach. Why? Because many governments do not like to do unpopular things. Governments do not like to do painful things. So they ignore the problem. In my job, I have met many Ministers from Asia, from Europe, and inevitably the conversation comes to free movement of traffic in our city. They tell us that they envy our situation. They tell us about their problems at home. They are different from ours, of course. I tell them my problems. I tell them that the Minister for Communications in Singapore is never a popular Minister because of the sort of things that have got to be done again and again. I tell them about the high taxes that our people pay. I tell them about the drawing of bus lanes to give priority to our buses which are more effective space users in terms of mass transportation. They say they wished they could do the same. But they shook their heads. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some countries prefer to allow the traffic jams to dissuade people from buying more cars. Of course, that is a solution. But is it a solution that we in Singapore would like to adopt? Our approach to land transportation, as I emphasize again, is to prevent massive traffic jams on our roads. Prevention is, of course, better than cure. But prevention is not a very popular thing to do. Try persuading smokers to give up smoking so that they do not get lung cancer and all the other complications. Try persuading people to keep fit so that they do not have problems of the heart, so that they do not have problems with high blood pressure. A few, a very few, may accept with great reluctance and act upon it. Most would prefer not to hear about it and others would just simply turn away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have been working across a broad front in trying to prevent massive \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1593</b></font>\n  <br>\n  <br> traffic congestion. We have been systematically improving the roads that we have. I mentioned that a moment ago. We have been systematically upgrading our bus service, systematically, so much so that everyday our bus service carries more than two million passenger trips a day. Of course, with so many people using the transportation system, it is unlikely that all of them will find it satisfactory. So there will be complaints and it works out to be about four complaints per million passenger trips. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also systematically computerized our traffic junctions, our traffic signals, so that we get the maximum out of the capacity of that traffic junction. We have started adding more and more bus lanes in order to make buses move a little faster, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with all these measures, we will not be able to prevent traffic jams unless we tackle the root problem, which is, adding more and more and more cars on to our roads, knowing full well that our roads have only a certain capacity. We cannot wave a magic wand and wish the problem away because the roads have only a certain capacity. Just like a bottle, it has got a certain capacity and we cannot keep pouring in more and more and more. And that is why, Sir, we must continue to find ways and means of controlling the rapid growth of cars in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would welcome all suggestions from Members of the House on how this basic problem can be tackled. But let us not pretend that there is no problem. There is a problem and it is a very serious problem. Over the next five years, we will be building roads at approximately 3% a year when the massive road building programme comes to an end. If we have growth of cars much faster than that percentage, our roads are not going to be able to take it. We are not going to read about traffic jams in the newspapers because they will cease to be newsworthy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I move on to talk briefly about taxis. I have explained why we must not allow our car population to grow to unmanageable levels. I will now explain why we cannot allow our taxi population to continue growing, also without limitation, and why we cannot allow the present \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1594</b></font>\n  <br>\n  <br> taxi situation of low fares and taxes to continue. Our twin objectives with regard to taxis are, firstly, to give the taxi drivers an increase in income and, secondly, to arrive at a better level of taxi service. \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the most important thing that I want to stress is that a taxi is really a car with a different name. Imagine a situation in the evening, after work. If we can persuade 80 people not to drive home in 40 cars, but these 80 people instead take 40 taxis home. Have we done anything to our congestion problem? However, if you can persuade 80 people not to drive in 40 cars, but to take the bus instead, would you have done something significant or important to your congestion problem? Sir, that is our fundamental approach to the problem of taxis. We cannot allow our taxis to grow in numbers, indefinitely. We have been adding taxis to the fleet over the last 10 years at the rate of about 7% a year. We cannot go on doing that. Because, even with 7% additions a year on the average, the demand for taxis continues to far exceed supply. As a result, there have been continuous complaints, 60% of commuters complain about the unavailability of taxis, another 32% complain that taxis would not take them to faraway places. All these, we believe, are due to the very, very low taxes, using very, very low cost fuel, and hence causing an excessively high demand for taxis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our taxi fares are extremely cheap, by comparison with most cities of our level of development. Before the price increase, the taxi fares in other cities are something like this: Hong Kong was slightly more than twice that in Singapore; Taipei again was slightly more than twice that of Singapore; Tokyo taxi fares cost about four times more than in Singapore; New York is about three times; London 2,3 times; Sydney 31/2 times. So our fares were very cheap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, what are the options open to us? One option is to do nothing. Let the situation deteriorate. Let the service gets worse and worse. Let the commuters complain about the impossibility of getting a taxi. Let the taxi drivers complain about how difficult it is to make a living. Is that the option we want? Alternatively, we keep on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1595</b></font>\n  <br>\n  <br> adding more and more taxis. But if we keep the taxi fares constant, then as the income levels go up, more and more people are able to afford to take taxis. And remember there are over a million passengers taking buses every day. If income levels rise high enough, many of them will not take buses. Many of them will prefer to take a taxi. We will not be able to solve our taxi problem that way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us be realistic. Let us look at the root problem. The problem is, over the years while we have been increasing the petrol duty for cars in order to slow down the growth of cars, we have left the diesel tax alone. As a result petrol now costs $1.51 per litre whereas diesel costs 56 cents. That discrepancy, that very big difference in fuel cost, is responsible for the very low fares for our taxis. So we must move on. We must make a correction, even though it is unpleasant, even though it is unpopular. But we hope, after the adjustment, the standard of taxi service in Singapore will improve significantly, when more and more drivers will want to drive because it is attractive. They will earn more, if they drive more. Of course, those who drive less will earn less. This way of structuring the fares will encourage our taxi drivers to make the most of our taxis and not to leave their taxis idling around. The more they drive, the more they earn. The harder they work, the more income they have. And this is a fundamental principle that has been responsible for the success of Singapore over the past 25 years. In short, hard work pays, and pays well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while I am aware that the increase in taxi fares has given rise to some apprehension, I expect the apprehension to subside in due course when the system has been tried and when taxi drivers, as well as commuters, find that they benefit from the new service as a result of the change in structure and fare. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, point of clarification. The Minister talks about the capacity of our roads, I think it might be more helpful if the Minister can give us some rough idea as to what is the full capacity of our roads. I understand that at the moment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1596</b></font>\n  <br>\n  <br> we have about 490,000 vehicles on our roads. So how many more can we allow? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I have stated that for the next five years we will be building roads at the rate of approximately 3% a year. If the population of vehicles grows much faster than that rate, you must expect your traffic jams to get worse and worse with each passing day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now come to the points raised by the various hon. Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Leng Kee has suggested that there should be a quantitative control of cars by using some form of import duty. Sir, let me say offhand that the Ministry welcomes all suggestions. It will look into them, study them carefully. Many of the suggestions are very extreme. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Point of clarification, Sir. I did not say quantitative restriction by import duty. They are two different things. Import duty on cars and registration fee. That is one thing. The other thing is quantitative restriction. They are two separate matters. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> I beg your pardon, Sir, notwithstanding the comments from the Member for 4-eng Kee, I want to stress that we will consider all suggestions from Members of the House, look at them seriously to see if we can benefit from it. Sir, this is a national problem. We want to solve it, so that none of us will be caught in traffic jams day in, day out. And anybody who has got a good solution, we will most surely welcome it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Point of clarification. May I offer as advice to the Minister on that. I am glad he welcomes suggestions from Members. But why does he not appoint a committee to look into this? They can take evidence from the public outside. There have been letters in the press offering lots of suggestions. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, the hon. Member for Anson has great faith in committees. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, the public. Public participation. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, the public has been writing to the Ministry, writing to the press, and all these have been collated. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1597</b></font>\n  <br>\n  <br> have spent three full sessions with members of grassroots organizations in 1984, where all detailed proposals were discussed openly, and I am happy to note here, Sir, that some of the proposals made by them have been found to be effective, the time was right and we have implemented it, and the pilot programmes that we have done so far appear to be succeeding. As an example, members at these three sessions recommended the use of more bus lanes. Of course, the car owners were unhappy because when you put one lane aside for buses and exclude the other vehicles they have less roads to use and they were unhappy. But the end result was that many more people were able to travel much faster. Other members suggested the use of mini-vans, something that we have not done in Singapore, air-conditioned mini-vans, because of the high expectations of Singaporeans. We have started a pilot programme on it, and to the best of my knowledge, the programme is working very successfully. Air-conditioned mini-buses from Boon Lay, and air-conditioned mini-buses from Bedok, going into the CBD, fully occupied. There was recently the introduction of a lunch time mini-van service. Again, from the report, it is a success. People are happy with it. But these are pilot programmes. We will be happy to examine all these proposals put up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Chong Boon suggested that we should look for new solutions. Yes, we will. He suggested that bus fares should be kept where they are. I would most certainly hope that it will. But, Sir, as we know, the two major components in the bus company's costs are labour and fuel. If the cost of labour does not go up significantly, and if the cost of fuel does not go up significantly, I see no reason why bus fares would increase in the near future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Potong Pasir has a few proposals. He recommended the use \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1598</b></font>\n  <br>\n  <br> of PARF, that we have done. He looked for other possibilities where we have many of our Ministries outside of the Central Business District, again that we have done. He wanted better road engineering, I think that we have. He wanted more education. As the Minister of State for Home Affairs has explained, that we also have. We have regular programmes on television explaining to our people the safe methods of driving a car, how not to get into trouble, keep in lane, and so on and so forth. We also have a Safety Park which, as I read recently, may soon be open to the public. This will be part and parcel of an on-going programme of education of our people. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> May I interrupt a moment. I do not believe bringing up the question of PARF. Somebody else did. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Thank you, Sir, the Member says that the growth of cars is inevitable. If that is so, then I will be very sad, because it means massive traffic jams in Singapore is inevitable. Sir, we must not allow it to happen. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Deputy Speaker, Sir, I beg to report that the Comminee of Supply has made further progress on the Main and Development Estimates for the financial year lst April, 1985 to 3lst March, 1986, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - (Mr Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Half\n  </div> \n  <div align=\"right\">\n   past Four o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1599</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>MT FABER PARK EXTENSION</b>\n  </div> \n  <div align=\"center\">\n   <b>(Recreational Facilities)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Koh Lam Son</b> asked the Minister for National Development what is the progress and the scheduled date of completion of the work in the development of a jogging park on \"Mt Washington\", Mt Faber Extension, in Telok Blangah and what other recreational facilities are being planned for \"Mt Washington\". \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Work is now in progress for the development of Mt Faber Park Extension in Telok Blangah: The facilities being constructed include jogging tracks, footpaths, fitness corners, picnic areas, park lightings and other park furniture. These facilities will be completed by mid-1985. The existing road will also be improved and car and bus parking facilities provided by the end of this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the Parks &amp; Recreation Department is drawing up plans for a viewing platform surrounded by terrace gardens at the peak of the ridge. When completed, the platform will offer visitors panoramic views of the harbour, Southern Islands, Jurong and part of the city. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1599</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>VACANT LAND AT TELOK BLANGAH DRIVE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Conversion into Football Field)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr Koh Lam Son</b> asked the Minister for National Development whether there is any development plan for the piece of vacant land between Fairway Condominium and Block 45, Telok Blangah Drive and, if there is no immediate plan, whether the land can be temporarily converted into a football field as there is no such facility in Telok Blangah Estate. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> The vacant land next to Block 45, Telok Blangah Drive, is earmarked for new Housing and Development Board flats. Tenders will be called in the First Quarter of 1986. The land, being undulating and not turfed, is not suitable for use as a temporary football field. Residents are currently playing football in a large field at the junction of Henderson Road Extension and Telok Blangah Way and may continue to do so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1599</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LOOP BUS SERVICE IN TELOK BLANGAH</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Koh Lam Son</b> asked the Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development, whether the Singapore Bus Service (1978) Ltd will consider introducing a loop-bus-service to serve Telok Blangah Estate, Depot Road Estate and the Radin Mas Neighbourhood during the morning, mid-day and evening peak hours. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Telok Blangah Town is now served by 22 buses operating 5 feeder services. Every neighbourhood is linked by a feeder service to the Bukit Merah Interchange. The feeders operate at morning and evening peak frequencies which range from 2 to 7 minutes. The mid-day frequencies range from 4 to 12 minutes. I shall ask the SBS to consider the Member's suggestion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1599</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FOREIGN WORKERS FOR SMALL BUSINESSES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Koh Lam Son</b> asked the Acting Minister for Labour whether the more flexible policy on foreign workers will be extended to the small businessmen such as dressmakers, tailors, hairdressers and shopkeepers who are finding great difficulty in employing Singapore workers from the local labour market. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1601</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FOREIGN WORKERS FOR SMALL BUSINESSES (cont.)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> I would like to take this opportunity to elaborate on the policy, as stated in the recent Budget Statement, that the Government will be more flexible in administering the repatriation of foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Businessmen and employers should not misconstrue this policy to mean that the Government is reopening the tap to allow more unskilled foreign workers to come in. It is in the repatriation programme for foreign workers that we will be more flexible. The Government recognises that the large number of foreign workers who have been admitted into the country in recent years cannot be phased out abruptly without affecting our economic growth. Hence, the repatriation programme will be more flexibly administered in order not to compound our labour shortage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While recognising the need to be flexible, we should not overlook the adverse social and political consequences of having a large number of such workers in Singapore. Our long-term policy is still to reduce our dependence on unskilled foreign workers. Thus, my Ministry is continuing with the programme of phasing out unskilled, non-traditional-source or NTS workers from the manufacturing sector. The bulk of NTS workers in manufacturing have already left by the end of last year. The remaining ones, who were granted extension until 1986, will be leaving over the next two years - as and when their work permits expire. Except for those who are employed as domestic help and in the construction industry and shipyards, all NTS workers in other sectors have already been repatriated(2). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will however try to strike a reasonable balance between the long-term goal of reducing dependence on unskilled foreign workers and the need to ensure that repatriation will not affect economic growth. Thus:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;- By this and other statements in the past, employers who require unskilled foreign workers have been given notice of our firm intention to reduce dependence on foreign workers. They have been constantly reminded to upgrade and adjust their operations to prepare for the day when they will not have access to foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;- My Ministry will continue to restrict the number of new foreign workers to be admitted. New recruitments will be allowed only selectively to meet the needs for critical skills or to accommodate temporary shortages, particularly in manufacturing, hotels, shipyards and construction and for domestic help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;- Workers with skills valuable to the economy can form part of our permanent workforce and will be allowed to stay longer or given permanent residence if they are suitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;- As for other employers, such as those in the retail and service sector referred to by the Member, my Ministry will, for the time being, be flexible in allowing them to renew the permits of their existing foreign workers particularly those who have skills useful to the economy. No new recruitment of unskilled foreign workers by this sector will however be allowed. This sector basically serves the domestic market and is not subject to international competition. The employers should try harder to recruit local workers and pay appropriate wages to attract them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry is aware that we will continue to face a tight labour market if economic growth remains strong and productivity improvement is not fast enough. However, with the more flexible repatriation programme, employers who do not have access to the use of foreign workers should have less difficulty in recruiting local workers than if we were to operate the tight repatriation programme as previously scheduled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to stress that while we will be flexible, employers should continue to make efforts to reduce their reliance on unskilled foreign workers. If not, they will only find it even more painful to adjust later on.   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
