{"memberId": null, "volumeNo": "45", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "10", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"45\"> \n  <meta name=\"Sit_No\" content=\"10\"> \n  <meta name=\"Sit_Date\" content=\"1985-03-20\"> \n  <meta name=\"Start_Col\" content=\"983\"> \n  <meta name=\"End_Col\" content=\"1068\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">45</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">10</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">20-03-1985</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 983</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 45</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 20th March, 1985</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 984</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Trade and Industry. \n  <br>Encik lbrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister of State, Ministry of Defence and Ministry of Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 985</b></font>\n  <br>\n  <br> \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance, Minister for Education and Minister for Health. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education and Ministry of Communications and Information Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State, Prime Minister's Office. \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 986</b></font>\n  <br>\n  <br> \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister of State, Ministry of Home Affairs and Ministry of Community Development. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Encik Yatiman Yusof (Kampong-Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Jek Yeun Thong (Queenstown), Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 985</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the period stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 986</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Choon Kang (Braddell Heights) - from 5th to 29th April, 1985. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 987</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>FITNESS OF RESERVISTS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Encik Abbas Abu Amin</b> asked the First Deputy Prime Minister and Minister for Defence what his Ministry has done to improve the fitness of reservists, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Defence and Trade and Industry (BG Lee Hsien Loong) (for the First Deputy Prime Minister and Minister for Defence): Mr Speaker, Sir, keeping fit is the reservists' own responsibility. Mindef can only check on how well they are doing it. An unfit soldier is a danger to himself and a liability to his unit. He will not last in war. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mindef tests the physical fitness of reservists by requiring them to take the Individual Physical Proficiency Test (IPPT) every six months. The passing rate over the past three years has been 90%, creditable but not good enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Beginning from January, 1984, reservists who pass particularly well need take their next IPPT only 12 months later. That means those who do well, take it once a year; those who do not do so well, take it twice a year. Mindef can be confident that the ones who do well do not just practise for a few weeks to pass the test, but know how to keep fit throughout the year. About one-third of the reservists are achieving this. Also, the 8% who score outstanding results are awarded certificates of merit. These moves encourage -reservists to develop keep-fit habits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Reservists who achieve only the minimum standards will continue to take the IPPT twice a year. Persistent failures have to attend Residential Training in Pulau Tekong for seven days, in addition to their normal in-camp training. Residential training is a draconian physical fitness regime. It is meant to deter slackening, and to teach reservists the importance of keeping fit at all times. In 1983, about 9,600 reservists went through residential training. In 1984, the number dropped to about 5,500. It appears that reservists are taking the IPPT more seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To help reservists keep themselves fit, Mindef has installed 23 sets of keep-fit \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 988</b></font>\n  <br>\n  <br> apparatus at community centres, sports complexes, and fitness parks; organizes keep-fit classes for reservists and members of the public at 12 selected community centres; and conducts Basic and Advanced Physical Fitness Courses for volunteer youth leaders in community centres, who will subsequently organize physical fitness activities on their own. In addition, the Singapore Armed Forces Reservists' Association (SAFRA) runs a health club at the Bukit Merah SAFRA Clubhouse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A public opinion survey late last year found that about 30% of Singaporeans doubted the physical fitness of reservists, nearly one-third. The young were even more doubtful. Half of those aged 27 and below, many of whom would have been reservists themselves, were not satisfied with reservist fitness standards. Probably the standards they had in mind were higher. It is clear that the reservists themselves will have to convince the public that they are physically fit. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Sir, could the Minister of State clarify on the obese situation in the SAF, and what remedial actions are being taken to further improve the physical fitness of these affected personnel? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, when we talk about obese people, the people who are overweight, there are two groups. There is a group who are overweight while doing their full-time national service, aged 18 and 19. They are put through a more gradual form of basic military training to bring them up to their full physical potential. But, eventually, they must reach that physical standard. Then there is the question of reservists who have become obese a number of years after active national service. I think the second category is, in the long term, a more serious problem, because the reservists really have to solve this problem themselves. We can ensure that it becomes uncomfortable for them to remain unfit, by making sure that they take the physical fitness test twice a year, by making sure that they pass, and if they do not pass, we bring them to Pulau Tekong. I think those Members who have had \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 989</b></font>\n  <br>\n  <br> reservists come to them at Meet-the-People sessions, begging not to go to Pulau Tekong, will understand what is in store for these reservists. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 989</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ACCORD</b>\n  </div> \n  <div align=\"center\">\n   <b>(Progress)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Encik Abbas Abu Amin</b> asked the First Deputy Prime Minister and Minister for Defence what is the progress made by ACCORD, which was set up in 1984 to provide measures through which the public can be persuaded and educated to give support and recognition to National Servicemen. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong (for the First Deputy Prime Minister and Minister for Defence):</b> Mr Speaker, Sir, the Advisory Council on Community Relations in Defence (better known as ACCORD) reviews and suggests improvements to current and new Mindef policies which affect the community at large. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although ACCORD members serve in their personal capacities, they give good feedback because they come from a wide cross-section of the population. Among them are Members of Parliament, businessmen, school principals, community leaders, SAF reservists, a trade unionist, a journalist, a lawyer, a surgeon, the present President of Nanyang Technological Institute and the Director of VITB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;ACCORD's terms of reference are much wider than to foster public support and recognition just for national servicemen. ACCORD's role is to review and recommend measures to increase support and recognition for full-time national servicemen and reservists by the public, their families, employers and peers, and to create awareness and understanding among the general public of their role in the Total Defence of the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following are some of the suggestions ACCORD has made. In preparation for National Service, ACCORD has suggested that Mindef should speak to the Ministry of Education and the schools on the importance of preparing schoolboys, both physically and psychologically, for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 990</b></font>\n  <br>\n  <br> National Service. Some areas which should be studied are: how to improve the physical education and swimming programme in schools; how to identify early, and treat, where possible, children who have poor eyesight; and how to educate students on Total Defence and the role of the SAF, through the school curriculum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another area is civil resource mobilization. ACCORD has suggested that the SAF should test out mobilization procedures, internally first, so as to minimize inconvenience to the public. Also, that Mindef should meet owners and operators of the civil resources to receive their comments and suggestions before finalizing the regulations and mechanics for mobilization. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Open Mobilization of reservists, ACCORD has suggested that Mindef should give the public ample warning, so that they will not be alarmed by the Open Mobilization exercises. As Members would be aware from my answer yesterday, this is precisely what Mindef is doing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Total Defence promotional activities, ACCORD has suggested that, in addition to advertising and presentations to various interested groups, Mindef should also reach out to school children, for example, by distributing song sheets and cassette tapes of the Total Defence song \"There's a Part for Everyone\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On employer involvement, ACCORD has suggested that Mindef should consider giving awards to employers who have enlightened personnel policies on reserve service. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 990</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADVERTISING PROGRAMME OF MINDEF</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr S. Chandra Das</b> asked the First Deputy Prime Minister and Minister for Defence (a) how much was spent on the advertising programme of the Defence Ministry; (b) whether MINDEF has gained through its advertising; and (c) whether the public understand Total Defence better. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong (for the First Deputy Prime Minister and Minister for Defence):</b> Mr Speaker, Sir, Mindef spent $3 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 991</b></font>\n  <br>\n  <br> million on advertising last year. $1 million was spent on Total Defence advertising, and $2 million on recruitment advertising. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Advertising in newspapers and on television is one very visible way for Mindef to educate the public about the SAF, about the importance of defence, and about how citizens can contribute to national security. Singaporeans must know what the SAF is doing, they must identify with the SAF, and they must be proud of the SAF. This did not use to be the case, but increasingly it is, partly because of our advertising. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mindef commissioned a public opinion survey late last year. The results showed various percentages of Singaporeans who believed that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) we can discourage others from attacking us if we are serious about Total Defence - 74%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) SAF training produces good soldiers - 82%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) reservists are ready to fight at any time - 78%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) the SAF is a modern fighting force - 73%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) SAF officers are good leaders - 72%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) full-time National Service is essential for our defence - 96%, nearly every Singaporean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the survey also showed that there are some groups who still know little about the SAF and defence matters. Such people include about one-quarter of Singaporeans, more than 45 years old, and one-third of housewives, Furthermore, only half the population understand that SAF reservists are not only the largest part of our fighting force, but are also front-line soldiers, who will go into combat simultaneously with the regulars and full-time national servicemen, In other words, there is still the general belief that reservists are what you say in Mandarin (&nbsp;&nbsp;&nbsp;&nbsp;), ie, after the regulars have fought, after the full-time national servicemen have fought, then you call up the reservists. This is completely wrong. Clearly, the general public needs to be further educated on the front-line role of reservists. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 992</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mindef's public communication objectives for this year are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) to show particular groups, such as parents, teachers, employers, and senior citizens, how they can participate in Total Defence; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) to make the public aware that SAF reservists are front-line soldiers who will go into battle at the same time as regulars and full-time national servicemen; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) to improve public knowledge of the SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Advertising will be used again as appropriate. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Sir, I would like to ask the Minister of State what are Mindef's long-term plans in bringing this message of Total Defence to the people at large. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, our Total Defence message last year was \"Total Defence, because a generation's effort can be wiped out in days.\" That is the first thing which Singaporeans have to understand. As we go along, we plan to involve people in more and more concrete ways to do things connected with Total Defence. So they know what is their role, what is their contribution, what is expected of them. Housewives have to learn civil defence drills, learn first-aid, learn what happens if the building is damaged, learn how to cope with your neighbours. Employers have to learn, and we better educate them, how they can participate if civil resources are mobilized. As you are aware, Mr Speaker, Sir, there is legislation which is currently before the House. School children must be educated on how to grow up, so that ideas of Total Defence, so that consciousness of national security, is second nature to them, so that they do not grow up having a cold, intellectual debate about whether or not it is worth defending this country. They grow up believing, as an axiom of faith, that this is a country which is worth defending, and which they shall defend. That is our longterm plan for Total Defence education in Singapore. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Sir, is the Minister of State satisfied \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 993</b></font>\n  <br>\n  <br> that the $2 million spent on recruitment advertisement has been cost-effective? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, $2 million spent on recruitment advertising has to be compared, firstly, to the amount of money which we have to spend on salaries and on wages, and allowances for our manpower, which comes to about $600 million a year. So that is about one-third of a per cent. It is a very small proportion. It is worthwhile, not only for the bodies which it brings in to us, but also for the general education which it provides to the population. Because when you see an advertisement in the Straits Times or in the Zaobao or on television, it is not only the person who cuts out the little box who is affected, but everybody who sees it says yes, the SAF is an outfit which we can be proud of. And from that point of view, also, it has been extremely cost-effective. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 993</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUGANG NEW TOWN (NORTH)</b>\n  </div> \n  <div align=\"center\">\n   <b>(HUDC flats)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development (a) how many Housing and Urban Development Company flats have been built and will be built in Hougang New Town (North); and (b) when will allocation be made to those applicants on the waiting list. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, 762 units of HUDC flats are now in various stages of construction in Hougang North. Allocation will be made with the completion of these flats from mid-1985 onwards. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 993</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LORRY PARKS IN HDB ESTATES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Goh Chee Wee</b> asked the Minister for National Development if his Ministry has drawn up specific plans to provide centralized lorry and heavy vehicle parking lots in or around all housing estates and whether such centralized parking lots will be constructed within or fringing Boon Lay Garden Estate. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, as at December 1984, a total of 11 lorry parks \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 994</b></font>\n  <br>\n  <br> with 1,873 lots have been constructed at the fringe of various HDB estates. Three more lorry parks with 567 lots are now under construction at Defu, North Buona Vista and Jurong Stadium. The lorry park at Jurong Stadium will serve the Jurong area, including Boon Lay Garden Estate. It will have 256 lots and will be ready in April 1985. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 994</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CHILD CARE CENTRES IN CHONG BOON CONSTITUENCY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Establishment of)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr S. Chandra Das</b> asked the Minister for Foreign Affairs and Minister for Community Development whether there are any plans to establish child care centres in Chong Boon constituency to assist working mothers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Home Affairs and Community Development (Mr Wong Kan Seng) (for the Minister for Foreign Affairs and Minister for Community Development): Mr Speaker, Sir, I am replying on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no plan to set up a child care centre in Chong Boon constituency in fiscal year 85. Chong Boon is situated within the eastern sector of Ang Mo Kio estate. If we divide Ang Mo Kio into east and west, using Avenue 6, we have two sectors. At present, there are already three centres in the eastern sector of Ang Mo Kio New Town and none in the west. For fiscal year 85, there are plans to set up two child care centres in the western sector of Ang Mo Kio. And they are likely going to be in Kebun Baru and Yio Chu Kang. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 994</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ABUSE OF VOLATILE INHALANTS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Measures to curb)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Ng Kah Ting</b> asked the Minister for Home Affairs and Second Minister for Law (a) if he will enlighten the House on the problem of glue-sniffing by youths, particularly in the schools; (b) what measures are being taken to discourage them from such practice; (c) whether there are programmes to rehabilitate youths with such addiction; and (d) whether the situation is under control, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 995</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng (for the Minister for Home Affairs and Second Minister for Law):</b> Mr Speaker, Sir, the abuse of volatile inhalants, commonly known as glue sniffing, was first detected in Singapore in 1980. The number of cases detected had increased from 24 in 1980 to 820 in 1983 and 812 cases in 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The inhalant abuse problem is therefore increasing and is a cause for concern, although it has not reached epidemic proportions. This explains why the Singapore Anti-Narcotics Association has launched a three-month island-wide campaign on llth March 1985 to inform the public, especially the parents, on the dangers and evils of inhalant abuse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the abusers are not physically addicted, the increasing number of repeaters arrested shows that some of them had developed psychological dependence on inhalants. Long-term inhalant abuse leads to permanent and irreversible damage to the brain, liver and kidneys. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A study of the abusers detected from 1980 to 1984 shows that 88.7% are under 20 years of age, 20.5% of them are below 15 years old and 68.2% of them between the ages of 15 and 19. The majority of these inhalant abusers are school dropouts. The number of inhalant abuse cases who were school children detected in 1982, 1983 and 1984 were 54, 133 and 128 respectively, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Measures taken to curb the problem of inhalant abuse are as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Abusers who are school pupils are referred to the Guidance and Social Work Unit of the Ministry of Education for counselling and guidance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Abusers who are below 16 years of age and not schooling are referred to the Children and Youth Services of the Ministry of Community Development for counselling. They are also encouraged to join the Boys' Clubs so that they can take part in organized activities. Chronic abusers, ie, the repeaters, who are beyond parental control, are dealt with by the Juvenile Court under the Children and Young Persons Act. They may be placed by the Court in an approved home or on probation for care and protection. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 996</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) lnhalant abusers who are above 16 years old and not schooling are warned, together with their parents, of the dangers of inhalant abuse. Offenders with drug records are referred to the Drug Rehabilitation Centre for medical examination and observation to determine if they had relapsed to drug consumption. Habitual offenders are placed on voluntary supervision by enforcement officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) lnhalant abusers who are mentally affected by the inhalants are referred to the Woodbridge Hospital for psychiatric examination. Bad cases are warded for treatment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An Anti-inhalant Abuse Coordination Committee comprising representatives from my Ministry, the Ministry of Education, the Ministry of Community Development, the Ministry of Health, SANA, SAF and Scientific Services Department, has been set up to monitor and plan strategies to solve this problem. An anti-inhalant abuse team has also been formed in the Central Narcotics Bureau to monitor all detected cases and to assist the Coordination Committee in formulating and implementing plans to curb the spread of inhalant abuse. If preventive, educative and counselling measures prove inadequate, we will consider further measures including, if necessary, legislation requiring offenders to undergo treatment and rehabilitation. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Mr Speaker, Sir, given the easy availability of inhalants to the public, does the Ministry have any long-term plans to tackle this problem of easy supply? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b>. Sir, as I mentioned, there is already a Coordination Committee comprising representatives from multi-Ministries as well as an anti-inhalant abuse team in the CNB to deal with this problem. I would say that if the measures I described earlier are not adequate to deal with the problem, then we will consider other measures, including legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not easy to stop someone from buying a can of glue or other inhalants. These things are freely and readily available in homes, factories and shops. So it is not practical to consider banning \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 997</b></font>\n  <br>\n  <br> the use of such items which may lead to inhalant abuse. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, I have two supplementary questions. First, is the question of counsellors. Can the Minister of State for Home Affairs and Community Development enlighten this House on what form of training do counsellors get? The second question is whether these counsellors are adequately trained, and how do they go about counselling the addicts? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Speaker, Sir, the inhalant abusers, who are referred to the Guidance Social Work Unit of the Ministry of Education, I believe, are counselled by professional counsellors. They are educationists as well. As for the abusers who are referred to the Ministry of Community Development, they are counselled by social workers trained in the art of counselling. So they are all professionals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no other body other than these two which counsel inhalant abusers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 997</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CHECK-OFF OF UNION SUBSCRIPTIONS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Review)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Mr Goh Chee Wee</b> asked the Acting Minister for Labour if his Ministry has completed a review of the need for annual authorization for check-off of union subscriptions and whether the Minister will allow such authorization by union members to be sought at less frequent intervals. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Acting Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Labour (Mr Lee Yock Suan):</b> Mr Speaker, Sir, I am pleased to inform the Member for Boon Lay that my Ministry has completed its review of the need for annual authorization by union members for check-off of union subscriptions and has decided to extend the period of such authorization to two years. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Sir, can I ask the Minister when will the new arrangement come into effect? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> I intend to put this into effect within two to three months. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 998</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB NEW ACCOUNTING SYSTEM</b>\n  </div> \n  <div align=\"center\">\n   <b>(Statement by the Minister</b>\n  </div> \n  <div align=\"center\">\n   <b>for National Development)</b>\n  </div> \n  <br>11.24am \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I wish to make a statement on the new accounting system for the Housing and Development Board. The Housing and Development Board's existing accounting system has been used for over two decades. This system was inherited from the former Singapore Improvement Trust (SIT). The SIT system was a system used by most of the United Kingdom's local authorities. It was adequate in the early years when the HDB's main function was to provide low-cost housing for rental. Over the years, the HDB's major activity has shifted from rental of flats to the sale of flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the past few years, the Auditor-General in auditing the HDB's accounts has stated that the HDB accounting system did not provide for the costing of flats. This means the sale proceeds could not be matched against the cost. As a result, the HDB's accounts do not show adequately the entire operations of the Board. The HDB on its part increasingly feels the need to have a modern integrated computerized accounting system to replace the present manually operated one. The HDB's activities affect almost every family in Singapore. At the end of 1984, almost 81% of the population live in HDB housing. Three-quarters of these HDB dwellers live in purchase flats, while the remaining quarter are tenants of rental flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to managing half a million dwelling units, the HDB owns and manages factories, shops, hawker stalls, offices and parking lots. The number of accounts handled by the HDB exceeds one million, comprising 479,000 service and conservancy accounts, 216,000 loan and instalment repayment accounts, 137,000 rental accounts and thousands of hawkers' accounts, parking accounts, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In response to the Auditor-General's comment and to meet its own needs, the HDB embarked on plans to change its accounting system in early 1982. A committee comprising the Auditor-General, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 999</b></font>\n  <br>\n  <br> the Accountant-General and representatives from the Ministries of Finance and National Development and the HDB was formed to oversee the change of accounting system. In April 1983, the committee selected the international accounting firm of Price Waterhouse as the consultant for the design of fully integrated and computerized accounting system for the HDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new system of accounts has since been designed and tested. The new accounting system has been accepted by the Auditor-General, Accountant-General and the Ministry of Finance. As I have informed the House on 15th March 1984, the new system will be implemented from 1st April this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The existing presentation of accounts will be replaced by the new format of balance sheet and income and expenditure presentation. The accounts will be drawn up on the basis of cost centres. It will enable the operating results of specific activities to be reflected separately. Thus, the sale of flats, rental of flats and service and conservancy operations will constitute distinct cost centres besides others like car parking operations, hawker/market operations and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fundamental shortcoming of the existing system is that the cost of the flat is not reflected in the accounts. Currently, besides annual subsidies provided by Government for HDB operations, the Government has been subsidizing public housing through the provision of cheap State Land. In some cases, land inherited from SIT was at no cost to HDB. In order that the new accounting system will fully reflect the true economic cost of flats, the HDB will return all its undeveloped land stock back to the Government at cost before 1st April, 1985. As and when land is required in future for public housing and related facilities, the HDB will buy the required land from the Government at current market value for similar private residential land. Thus the true current economic cost of flats, both of land and construction cost, will be clearly reflected in the HDB accounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will continue to subsidize any deficits incurred by HDB arising from selling public housing below their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1000</b></font>\n  <br>\n  <br> cost. With Government subsidies, prices of HDB flats under the new accounting system are expected to be similar to those under the old accounting system. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, may I ask of the hon. Minister two questions arising from his Ministerial Statement. First, what was the cost involved in getting the consultant to evolve the new kind of accounting system for the HDB? In other words, the consultation fee and the amount involved in this whole exercise. Secondly, with the prospect of having to buy back land from the Government after lst April this year, may I ask of the Minister whether land will be bought back as encumbered land or land with vacant possession? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I am sorry I do not have the details of the fees paid or to be paid to the consultant, plus the HDB's own cost. It is a fully computerized system and as it involves a lot of hardware and software, I would not be able to give the answer now. But I will give the hon. Member the details of the costing in writing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the land cost, it does not really make much difference whether HDB buys the land from the Government either as vacant land or encumbered land. If it is vacant land, then the land value will be valued at the vacant land value. If it is encumbered land, then the value will be much lower, because resettlement costs will be involved. Therefore, HDB will be able to buy the land from the Government at a lower price. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, may I ask the Minister what is the purpose or object behind this exercise of the HDB selling land back to the Government, the land which it already has, and then buying ii back from the Government. Is it to push up the prices of HDB flats or to justify their sale prices? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, as I have stated in my statement, this is to achieve correct accounting for the pricing of the HDB flats. As I have mentioned earlier, previously HDB flats were built on SIT land. In fact, there was no land cost involved, which means that HDB was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1001</b></font>\n  <br>\n  <br> getting land free from the Government, at no cost at all, for the building of flats. This is wrong in terms of accounting for the pricing of flats, where you show the construction cost is so much, while the land cost is zero. So the correct way of accounting for the cost of the flat is to show the land cost, plus construction cost, plus other costs, altogether. Then you can get the actual cost of the flats. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> May I ask a question of the hon. Minister. Since the Government would be selling the land to HDB at market prices so that we would then know the true cost of the subsidy of an HDB flat, can we have the assurance of the hon. Minister that HDB flats will continue to be heavily subsidized and will continue to be affordable by the people of Singapore? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the answer to the question of the hon. Member for Whampoa is Yes, because in the Presidential Address the Government has clearly stated that the policy of the Government is to achieve 100% home-ownership for Singaporeans by 1999, and obviously HDB has to price the flats at a level where every Singaporean can afford to buy, so as to achieve our objective of 100% home-ownership. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1001</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY AND SUPPLEMENTARY</b>\n  </div> \n  <div align=\"center\">\n   <b>SUPPLY BILLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Business Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the second and third readings of the Supply Bill for the financial year lst April, 1985 to 3lst March, 1986 and the Supplementary Supply Bill for the financial year lst April, 1984 to 3lst March, 1985 may be proceeded with immediately on the conclusion of the proceedings on the Budget for the financial year 1st April,1985 to 31st March, 1986. - [Minister for Finance, Minister for Education and Minister for Health). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1001</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>ESTIMATES OF SINGAPORE FOR</b>\n  </div> \n  <div align=\"center\">\n   <b>THE FINANCIAL YEAR 1ST APRIL, 1985</b>\n  </div> \n  <div align=\"center\">\n   <b>TO 31ST MARCH, 1986</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [1st Allotted Day). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1002</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>11.35 am \n  <div align=\"center\">\n   <b>COMMITTEE OF SUPPLY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Disposal of Amendments)</b>\n  </div> \n  <div align=\"center\">\n   <b>Announcement by Mr Speaker</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> In order that we can meet the \"guillotine\" times on the various heads of expenditure in the FY 85 Main and Development Estimates and to enable fuller discussions in the Committee of Supply, I am introducing the following ruling: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) an hon. Member who has given notice of an amendment will be allowed to speak on his or her amendment for up to 10 minutes; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) subject to the agreement of the Minister concerned, in the discussion of the \"General Administration\" subhead of a head of expenditure, hon. Members who have filed amendments to other subheads under the same head will be invited to raise their matters under this subhead, thus relinquishing their amendments to the other subheads; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) any Member who has not filed notice in respect of an amendment under discussion may be allowed to speak for up to five minutes on the amendment (that is, if he catches my eye). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know that the time limit on speeches will be irksome to hon. Members. However, I hope hon. Members will bear with me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, to Business. Main and Development Estimates of Singapore for the financial year lst April, 1985 to 3lst March, 1986, contained in Paper Cmd. 4 of 1985. For convenience, I shall take the totals for each head of expenditure in the Main Estimates and the Development Estimates as they appear in the last columns of the schedules of Estimated Expenditure under the Main Estimates and under the Development Estimates on pages 17 and 18 respectively of Paper Cmd. 4 of 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall deal first with the heads of expenditure in respect of which amendments stand on the Order Paper Supplement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1003</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head K - \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K be reduced by $10 in respect of Subhead KA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my purpose in moving this amendment is to highlight a number of policy questions in the Ministry of Defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Ministry is scheduled to spend something like $2.4 billion this coming financial year, of which $2.36 billion is for the Armed Forces. This total amount of $2.4 billion represents 11.4% of the total budget, a big slice of our annual budget. So my first concern is with productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since we understandably are not provided with access to Defence secrets, such as figures for the Armed Forces and so on, procurement requirements in terms of armaments and other needs, this House needs to be satisfied that, firstly, the Ministry is cost-effective in terms of its procurements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I raise this issue because (Members would have read along with me) there have been newspaper and magazine reports about the United States Armed Forces and the Congressional hearings which have exposed quite a few juicy scandals. You would have heard, Sir, of the very expensive toilet seats which were acquired at several thousand dollars a piece, when the true cost of each was only a few dollars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, do we have such problems in our Armed Forces? It may not be toilet seats. It may be something much more important, but the case must be noted. Then, Sir, how conscious is the SAF, in terms o-f efficiency, in the use of machines and the considerable manpower at its disposal? Is there a productivity campaign conducted within the ranks of the Armed Forces from time to time? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second area that I want to draw to this House's attention is in regard to the food that is supplied to our Armed Forces. Until recently, the Army has done its own catering, its own cooking. I had occasion, about a year ago, Sir, to partake of some arm food. I was given a few midget \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1004</b></font>\n  <br>\n  <br> pieces of chicken that had more calcium than protein. Now, Sir, the proposal is to have outside catering, Presumably the food will be pre-cooked and then reheated. I have the same concern about protein and calcium and carbohydrates. But more than that, I am concerned about vitamins being lost in this process of reheating and the quality of the food that will be supplied to Armed Forces. Sir, if we want a rugged Defence force, we must feed our soldiers properly, and I want an assurance from the Minister involved that they are doing the right thing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third area that I wish to touch upon has to do with welfare for the servicemen and other personnel in the Armed Forces. I notice on page 141 of the Budget under KB-02 Welfare Services that the Grant to the Military Welfare Fund for FY 84 was only $10, for FY 85 nothing at all. Perhaps the Minister would like to report to this House what has been done in terms of welfare and welfare aid for our servicemen. I mention this, Sir, because I have written letters on behalf of people seeking exemption from full-time service, and the reply comes back saying that, although the family's circumstances are such, but if the national serviceman requested financial aid, \"we shall be glad to do so.\" But that is the end I hear of that particular story. So I would like to know what forms of welfare aid are given to our servicemen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have a bit more on another subject, but perhaps I let the Minister reply first. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Mr Speaker, Sir, I have an amendment under Subhead KB-02 on the Central Welfare Fund and I would like to have your permission to elaborate more on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For many years now, Sir, the SAF has maintained a fund which is to be used for the individual as well as the collective benefit of our servicemen. I am referring to the Central Welfare Fund. Over the years the Fund has grown into a very substantial amount. Mr Speaker, Sir, I would very much like to know the present state of affairs of the Fund, and how is this Fund generated today, and how are the servicemen benefitting from the Fund. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1005</b></font>\n  <br>\n  <br> \n  <br>11.45 am \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Anybody who would like to join in? Mr Leong. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Sir, i am speaking on the reservists. I am not sure whether it is on the same subject. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Carry on, Mr Leong, unless the Minister wants to reply first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong</b> indicated dissent. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Thank you. Sir, our reservists, to my mind, have contributed substantially to the defence of our country and to our national security. They have to spend, first of all, 2 1/2 years of full-time national service and then they have to go on yearly in-camp trainings. I think our reservists should be treated as valued citizens. But somehow, Mr Speaker, Sir, I have the impression that our reservists are treated at a disadvantage compared to other citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I quote an example? Normally, a citizen will be able to get a five-year international passport. But the reservists could only get a yearly renewal of their international passports. This, I believe, Sir, is inequitable. Why should they be treated at a disadvantage? One reason could be that there is a fear in the Ministry of Defence that our reservists would abscond. But may I ask the Ministry whether they consider the mere issue of an international passport on a yearly basis would be a sufficient deterrent or hindrance to a reservist should he want to abscond? In any case, he had spent 2,3 years on full-time national service and is prepared to defend the country. Why should he not be treated as equal to other citizens? Why should he not be given the same rights as other citizens? There may be other similar cases or instances where reservists are put at a disadvantage. May I ask the Ministry to reconsider such measures and to treat our reservists in a fair and equal manner? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to move on to some suggestions which I feel would be beneficial and helpful in reservist training. The first is that almost every year, reservists have to go for in-camp trainings for a continuous period of two to five \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1006</b></font>\n  <br>\n  <br> weeks. May I suggest whether the Ministry will consider granting, during the yearly in-camp training, one full day a week to allow the whole reserve unit to go off and attend to their personal matters, or go back to their offices to, at least, keep track of things in their offices. This, I believe, will help reduce the number of requests for deferment or for leaves during in-camp reservist trainings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point I would like to ask the Ministry to consider is an issue which has been given some publicity last year, and that is on the upgrading of reservists. As a reservist gets older, he gains advancement in his private career and he continues to attain a high station in his life. I feel that he should also be given opportunities to upgrade himself during his reservist training, so that he can have a chance to contribute more and at the same time, earns a higher position within the ranks. May I ask the Minister for an update on what has been done so far on the programme to upgrade private soldiers to NCOs, and from NCOs to officers. May I just add here, Mr Speaker, Sir, that I myself have gone through full-time national service and I am now a reservist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Vested interest. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> The last point, Sir, is on feedback. \"Feedback\" seems to be a very popular word nowadays. It is important that the reservists, the national servicemen and their parents have an opportunity to provide feedback to the Ministry of Defence. I know that we have this scheme called the ACCORD which is to enable the public to understand national service training and reservist training better. But what we need is more feedback at the ground level - feedback from the soldiers themselves and feedback from the NCOs. Would the Minister consider whether we could open more channels of communication for parents, for national servicemen and for reservists to give feedback, suggestions and even complaints about their trainings? \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Mr Speaker, Sir, since reservists have been mentioned, I have an amendment* on this. May I have your permission to say a few words? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1007</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. You have only a couple of minutes. Carry on. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Mr Speaker, Sir, since 1967, we have been in the process of building a credible defence force for Singapore. In the initial stages, the task of building such a force was left in the hands of those who were prepared to take soldiering seriously when others would not, and make it their life career. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They were a hardworking lot, dedicated and were prepared for any eventuality, and indeed they were, during the Confrontation. Sir, I am referring to the regulars in the SAF whose dedication and hard work laid the foundation on which the first National Service army was raised. These regulars dedicated whatever limited experiences, skills and military know-how they had to the task of building a credible National Service army. Some of these regulars and permanent staff are still around, though their brand of man-management, discipline and training methods are no longer considered conducive to the present-day SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, today we talk about people-oriented management, high technology in modern weaponry and training techniques, computerized war games and productivity, to inculcate into our young National Service army the importance of being prepared militarily in the defence of our country. Today, we have a very sophisticated army, a well-equipped navy and a highly skilled air force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Mr Speaker, Sir, notwithstanding the tremendous progress and significant achievements of the SAF, I wish to place on record the important contributions made by the regulars and the permanent staff. They are still a contributory factor in the management and training of the SAF and must be given the opportunity to keep abreast with the latest developments in defence technology and war strategies, They must be given the opportunity to upgrade themselves so that they can better serve the SAF in their respective roles. Their man-management philosophies and techniques must be upgraded if they are to be compatible with their soldiers who come from diverse backgrounds with varied experiences and educational levels. I wish, therefore, to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1008</b></font>\n  <br>\n  <br> draw attention to the need for constant upgrading and development of military skills for this group of men and women. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would be grateful, Sir, if I could be given an insight to the Defence Ministry's plans for the regulars in the direction that I have elaborated. What are the latest professional courses made available to them? How many of these regulars have since been given opportunities to upgrade themselves, and how many have succeeded? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I turn to the reservists. We have a new breed of people in the SAF today whose dedication to the build-up of a defence capability for Singapore is second to none. Today, we have reservists as our mainstay in national defence. They are our front-line troops - a responsibility that they have just been made aware of and which they need to realize seriously, There are serious implications all round for them to consider and to be prepared for at all times. It is not only their military knowledge and skills that are at stake but what can happen to them, their families and, for that matter, the economy and survival of Singapore in times of emergency, For these reservists, Sir, are also the mainstay of our economic sector, contributing to the productivity and prosperity of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is therefore vitally important that the attitude of our young reservists be motivated to take on their dual roles seriously, especially that which concerns national defence. They must be totally committed to their training and perform well so that they can be a credible force to be reckoned with. Sir, I would like to enquire on the steps taken by Mindef to cultivate and inculcate the right ideals and moral values in our young reservists so that when the big test comes, although we certainly hope not, our young front-line troops will not be found wanting in ideals, motivation, courage, skills and fitness to give a good account of themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to touch a bit on sportsmen in the SAF. Mr Speaker, Sir, every year during national service intakes, a number of top sportsmen from the schools are among those enlisted. They have great potential to become Singapore's representatives in their respective sports at national or international levels. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1009</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A few years ago, the cream of these athletes and sportsmen were given special consideration under the Supernumerary Scheme to continue with their practice and training to develop into reputable sportsmen. After their basic military training, the Ministry of Defence and SAFSA became the first beneficiary of their prowess under this scheme. Later, of course, the various sports clubs and finally the national body benefited. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, the Supernumerary Scheme is no longer in existence in the SAF. The potential young athletes and sportsmen do not get the same opportunities to develop and improve their sporting abilities. Sir, I must record my appreciation to Mindef and SAFSA for their cooperation all these years in helping the national sports associations, especially, of course, to the FAS, for the various competitions that they are competing. However, I would like Mindef to consider re-introducing the Supernumerary Scheme on selected individual games. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Defence and Trade and Industry (BG Lee Hsien Loong): Mr Speaker, Sir, if I may reply to the points raised so far, so that we keep track of the discussion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I deal first with the points raised by the Member for Whampoa. He talked about productivity, procurement, $600 toilet seats, $1,000 hammers, and asked whether we buy such things. Let me assure him that we do not. But let me explain productivity in the context of the SAF, of an armed force. We are not in the business of buying raw materials to make into radios, where we buy the cheapest raw materials, so that we may sell the cheapest radios. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What does productivity mean to us? Productivity means, to us, that we are able to deliver an effective fighting force with a minimum cost in blood and danger and death and to win in war. That is our payoff. That is a very difficult objective to achieve, one which we struggle to achieve all the time with varying degrees of success. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1010</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is very eye-catching to buy a $600 toilet seat. It is much worse to buy a $30 million aeroplane which you do not need, or to buy the wrong aeroplane, or to buy a frigate when you actually need small boats to sail around, or to buy a tank which costs $2 million, instead of one which costs $1 million and does the same job twice as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is what productivity means, and that is where the focus of my Ministry's efforts are, when we try to make sure that money is well spent. We try our best to make sure that our money is well spent. We scrutinize purchases very carefully, both in the Defence Ministry and also in the Defence Committee, comprising critical Cabinet Ministers. I can assure the Member that we do not throw money away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I should also say that despite the eye-catching news from the US Congress about gold-plated items - I think what Senator William Proxmire calls \"gold-plated mouse-traps\" - the US Congress is totally ineffective at controlling the US defence budget and, in their haste not to catch mice but to catch mouse-traps, the aircraft carriers sail by without anybody realizing what has happened. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So let us concentrate on the critical, big, items. Efficiency and productivity in the more ordinary sense, talking about whether our people generate ideas, whether we have WITS teams, whether we have BEST programmes to help soldiers upgrade themselves so that they get some basic education, yes, we do that. Not only because it is in line with the national effort, but also because it is good for us. \n  <br>12.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We want soldiers who can think for themselves. We want soldiers who can take the initiative and act on their own. We want soldiers who can behave with common sense when their Commanders are absent, or when their Commanders are killed. This is why we put a lot of effort into people-oriented management, into encouraging active participation from our national servicemen and regulars, into encouraging people to think. \"What will I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1011</b></font>\n  <br>\n  <br> be doing? I am the person who is doing it. Could I do this better?\" Because who knows better than the rifleman whether the rifle he is carrying meets his every need? We have experts, we have management, but if only the man who does it will know well enough to say, \"Well, you put the knob, not quite at the right place, so that when I stretch out my left forefinger, I cannot reach it because it is a quarter centimetre too far away.\" We encourage all our people to bring these ideas up. We have literally thousands of suggestions every year in the Suggestion Scheme. Some are good ones, and we hope that this atmosphere will continue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Cooked food, which the Member raised, is in fact one example of what we are trying to do to raise productivity. When looking for a solution to a problem like this, you really must ask: What is the most cost-effective solution, from the national point of view? We had many national servicemen available during the baby boom years of the mid-70s. We had 30,000 people coming in a year. We could afford to be generous. We could afford to give every unit its own cook sergeants, its own facilities, and expect it to prepare its own food. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We no longer have 30,000 national servicemen a year, because fewer babies were born 18 years ago in 1967. Even fewer babies are being born today than in 1967. Today, we have about 20,000 national servicemen a year. It will go down further, to 18,000, 17,000. You can read the Population statistics. So, every national serviceman that we have is a valuable digit to us. He must learn to fight. And he must learn to be a frontline soldier. Wherever possible, if he is a supporting soldier, we must be sure that it is a critical supporting function which can only be done by a soldier in wartime, and that a civilian will not do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Cooks, in this scale of things, are not very high. If we can have civilians cook for us, if we can have food mass-prepared for us, palatable, nutritious, and efficiently served out, then we should do that. National servicemen are not cheap labour. We must use our resources wisely. I assure the Member for Whampoa that we take great care to make sure that food is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1012</b></font>\n  <br>\n  <br> palatable. I do not know when he last had chicken in the SAF, but I extend him and all other Members a standing invitation: any time, let me know and I will bring you to taste SAF food, without notice. And I think he will find that it is not what he expects it to be. I hope he will take up this offer. All offers made from this side of the House are serious ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Welfare. I shall deal with not only the Member for Whampoa's points but also the Member for Pasir Panjang's. We had only a token sum of $10 in the line item last year. This year it is being removed. The question is why. The amount allocated under Welfare has been $10 ever since 1977. It is only $10 because, in fact, the SAF Welfare Fund has got miscellaneous sources of funds. It gets a rebate from selling duty-free beer to the troops. It gets some income from operating coinafons in Units, which soldiers use to telephone friends and families. And it gets miscellaneous other donations to finance its activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Each year we spend altogether about $2.4 million. Of that, loans and grants to servicemen come to about $100,000. Loans for SBS shares come to $0.5 million, because we make easy loans for soldiers to buy SBS shares, so that they are able to get concession rates to go to and from work. Funeral grants - money given out when a relative of a serviceman passes away, or when a serviceman himself passes away and the family has to cope with funeral expenses - come to $0.5 million. And various Unit recreational activities and welfare amenities come to $1.3 million. That adds to $2.4 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I think we spend quite a lot money on welfare, and our Commanders are indoctrinated into this. We ask them to think of ways in which they can improve the welfare of their servicemen. Because a serviceman who is well looked after is a serviceman who will fight well in war. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That incidentally answers the other question on what we do for poor national servicemen. We give loans to them, grants to them, and we make sure that the family does not suffer undue hardship as a result of his national service. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1013</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson raised a number of points. Passports - why do reservists have passports for only one year? Well, I should say, before I answer this question, that, like him, I am a reservist also. So if he declares his interest, I share it with him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do we have passports for reservists for one year? Actually, reservists can leave the country for up to six months at a time, without requiring an exit permit. So we give you a one-year passport. When you consider that, if you go to a country like the United States, they want six months life at the end of your passport before they let you in, then it is reasonable, because we give you enough life on your passport for you to make a journey without an exit permit. Longer than that, you need an exit permit. You have to come to us, and we will give you the exit permit; we will give you the passport. And if you have a specific purpose, for example, you are studying overseas, or you are working overseas, then we give you a passport for that duration plus six months at the end, so that you can stay the whole length of time there and will not have to come back or go to great inconvenience to have your passport renewed, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Passports are really also a means for us to keep contact with our reservists. We would like to know where you are. We would like to know if you are going away, and, if you are going to be away for a long time, we must know, because your Unit must plan for somebody to replace you. Otherwise, if ever we go to war when you are in the United States or Europe, and we cannot reach you, then your Unit will not know what to do - is it because you are still at home and have not got the message, or because you are away, and have to be replaced? There is an operational requirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Weekly break from in-camp training, yes, one full-day per week. I think there is the term \"subject to exigencies of service\". If you are in Singapore, and you are doing in-camp training, yes, you get a day off. I think it is done. If you are on exercise, the exercise takes precedence. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1014</b></font>\n  <br>\n  <br> you are overseas, it is very hard to fly you back. So, \"wherever possible.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What have we done to upgrade reservists? We have talked about this a lot because it is important to us. Let me just give you a few indicative numbers. About half of our key officer appointments in reserve units are filled by reservists - Battalion Commanders, Brigade Principal Staff, Brigade Second-in-Command - 96 out of 205. The number will go up. We hope in four or five years' time to fill them all with reservists. For the time being, these are the people we have available. We are trying our best to find some more, to train some more. Last year, we upgraded from lower appointments, 538 Other Ranks and 303 Officers. That means, moving a Platoon Commander up to be a Company Commander, or moving a Platoon Sergeant up to be a Company Sergeant Major. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To make bigger steps from NCO to become an Officer, or from a Private to become a Warrant Officer, that is harder. That is harder not because we are unwilling to do it. We are prepared to do it, but the amount of time necessary to be invested to make you a competent officer or a competent Senior Warrant Officer is large. We cannot just put you through a ten-day programme, put some brass on your shoulder, declare you an Officer, and have everybody salute you. You would be ashamed of yourself, and everybody would be ashamed of you. So if you want to be an Officer, you must go through the proper process - SAFTI, Officer Cadet School, spend some time command a platoon, get some experience, self-confidence, leadership, and then you will be a lieutenant or captain. If any reservist is willing to spend this time, we are happy to put in the investment because having proven himself in outside life, he would be a good investment. But I do not know whether many reservists would be able to do this, because they have other demands on their time also. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our long-term objective is to match civil advancement with military advancement. In other words, if you are in charge of a big company, if you are in charge of a department, or, if you are a Minister, then you should also be a senior reservist. Because \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1015</b></font>\n  <br>\n  <br> if you can do that, you should be able to perform in the army. And, conversely, if you cannot perform in the army, it is unlikely that you will be able to excel outside. This is a long-term objective which we are working towards. Feedback. My first comment on feedback is that feedback is two-way. It is sometimes forgotten, but it is important. You must hear me, I must hear you. Because if you do not hear me, I can listen to you, but I will be unable to communicate with you, to meet your objections, to make you understand what is good, and how to meet your own aspirations. So the first thing is for us to make sure that everybody understands the Mindef line. When we talk about Total Defence, what do we want? When you talk about the 13-year cycle, what do we expect out of the reservists? That has to go on. At the same time, we collect feedback on the overall- policy. Do people believe in national defence? Do people believe that national service is important? We collect feedback also on individuals. Are particular individuals badly affected by our policy, which overall is correct, but may not have coped with this particular exception? Perhaps something has to be done to alleviate that case. How do we do this? We have a variety of means. In fact, we have been doing this for some time already, long before the current heightened interest on feedback came about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have, first of all, a chain of command. If you are unhappy, you tell our Commanding Officer. And that is very important because your Commanding Officer, most often, has the greatest ability to put things right as quickly as possible. That is one way. The second way, if this does not work, is the Meet-the-Reservist sessions. The Senior Parliamentary Secretary for Mindef regularly meets reservists in SAFRA. The reservists come with their problems. We look at them - deferment cases, cases of in-camp training, cases where people want some adjustment to their national service terms, these are dealt with by the Senior Parliamentary Secretary, and he has had a good response. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, servicemen can, in extremis, call direct. They can call our Personnel \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1016</b></font>\n  <br>\n  <br> Affairs Department, our Personnel Services Centre, our Counselling Centre. These agencies deal with individual serviceman. They will be the friendly front to the whole of the Mindef bureaucracy. You do not have to go round looking for individual Mindef departments, who may send you on a wild goose chase. But see him, and he will give you a one-stop answer. He will go round, he will find the answer. He will deal with you, and try to satisfy you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Feedback is critical to us not only because of peacetime considerations, but also because of wartime considerations. When you go to war, before you commit a battalion to battle, you must know whether it is going to stand, or it is going to disintegrate. So in war, it is critical. We depend on the chain of command, but we also want other ways to find out what the state of morale is. Under those circumstances, we are not talking about individual soldier anymore, but about the group. Psychologists can help. We are looking for ways to do this, to give a psychological test to some of the soldiers in the battalion, and quickly tell from the results whether morale is high or low, whether they have a sense of what is going on around them, whether they have a sense of control over what is going on, and whether there is going to be a crisis of morale. That sort of feedback is also important in peacetime, of course, because we must know whether to have confidence in our troops. We are working on this now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I come to the Member for Pasir Panjang. He asked about the career development of old officers and NCOs, regular officers (NCOs) who have been with us for a long time, people who have given dedicated, yeoman service. Do we have schemes, plans to upgrade them? Yes, we have. They attend military courses, they get career postings, they get developed in their jobs, .and they also attend courses outside of the SAF - management courses. There are many. \n  <br>12.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I would say to the Member for Pasir Panjang that We should not send such regulars, who have proven their worth, and demonstrated their ability, on a wild goose paper chase. It is not necessary \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1017</b></font>\n  <br>\n  <br> because we know them, and they know us. They are mature, they are formed. They know what they can do, we know what they can do, If you have a degree, if you have a certificate, if you have a diploma, it will not make the slightest difference to the way we look at you and to your prospects in the organization. There is sometimes the belief that, if only you had a piece of paper, you would move faster. I assure you, Sir, that in Mindef, we look at what a person is worth, not what a person brings with him by way of paper. And that must be the way we manage an efficient armed force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Reservists. How do we encourage reservists, indoctrinate them, give them the right ideas, make them understand what Total Defence is all about? We try very hard in active national service. We try very hard by advertising. It is a continuous process. But there are two points which I would especially wish to raise here. One, whether the reservist feels that he is making a valuable contribution depends on acceptance by society of his role in national defence. That means people accept that if you are a civilian running a bank, and if you have to do in-camp training, you must suspend any contract negotiations you may be involved in for a week or two while you do in-camp training, then come back and continue. Which is what senior management in Switzerland do, as a matter of routine. You deal with them. You are negotiating with them, but when they have to do their in-camp training, they go back, to do it. They come back, you resume. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is, when we talk of acceptance by society, we are especially concerned about employers, because employers are the ones most directly affected. If you leave the job for 40 days, your employer has to try to find somebody to stand in for you. It is not easy, it can be irritating, and very inconvenient. But I think it is critical. We have no other way. To pretend that we can keep a reserve \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1018</b></font>\n  <br>\n  <br> force alive, vibrant, and operationally ready, without spending time every year to train them, to bring them together, to test out their skills, is to bluff ourselves. We have to bring them back. We have to spend the time. And the senior management of the Unit, the senior commanders and staff of the Unit, must spend more time. It has to be so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the long-run, more and more the senior civilian echelon will coincide with the senior military echelon. And if you are not anything in the SAF, you are unlikely to be going very, very far up the ladder in your civilian career either. I say \"in the long-run\", because it takes time to develop this position. And if that is the position, then when employers look at a man who is a senior reservist and hesitate, because senior reservists spend more time training with the SAF, they should ask themselves, \"Would you prefer this man, senior reservist that he is?\" \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> BG Lee, have you finished? I think you have exhausted your time. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> I will finish this, Sir. Would you prefer this man, senior reservist that he is, 40 days a year less? Or that man, a junior reservist, and have him all the time, but can he do the job? I would choose the senior reservist. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I have an amendment* in respect of Subhead KB-01. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to raise three matters, very briefly. One is the liability for national service of persons who are permanently resident in this country. I raise this because of the dissatisfaction that is being felt by our own citizens that people who are granted permanent residence perhaps get the advantages, and not the disadvantages. I understand that there are quite a number of foreigners in our University. I was given the numbers last year. What I would like to know is: what is the policy of the Ministry as regards graduates from the Universities and others who are granted \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1019</b></font>\n  <br>\n  <br> permanent residence? Are they made to do national service or not? There is, I understand, quite a bit of dissatisfaction among our own boys that perhaps permanent residents are getting away with an advantage which our boys do not enjoy, especially when it comes to reservist service. Private employers, I am told, are more ready to accept permanent residents if they know that they have no liability for reservist service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second matter concerns elections and voting habits of the soldiers. May I ask the Minister, Sir, whether any guidance was given to the soldiers, be it ever so softly or gently, how they should vote at the last elections? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> What do you think? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I know what I think. But I want to know from the Minister. You will recall, Sir, that some two or three years ago, the psychologist in the Army, in a report, mentioned the quite irrational fear under which the soldiers laboured - that they had to vote for the Government. So I would like to know whether they were put right on this, or whether their fears were reinforced, in the last elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, it is about the question that I raised in August or so last year in this House, and that concerns the promotion of an officer in the Army. I was then threatened to repeat or ask my questions outside. I took up the challenge and I held a press conference, and I said, \"I will ask the questions outside if the Minister promises to attend and give full and adequate answers to all the questions.\" Well, we never heard anything from the Ministry to my offer. We have just heard from the Minister of State that all offers made from that side of the House are serious. We have made several offers to the Government from time to time and none has been taken up. They have all been ignored. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I say, Sir, that I thought I was helping the Government in asking the questions in this House, because the questions were being asked outside. I thought the Government should be given an opportunity to lay bare the whole facts about this. May I know now from the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1020</b></font>\n  <br>\n  <br> Minister whether the Government proposes to lay bare the whole facts? \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Thank you, Mr Speaker, Sir, for giving me this chance to speak. I will just ask some questions. I wish to seek some elucidation and at the same time to express my concern or reservation on some matters pertaining to our national defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, when I heard the answer of the Minister of State for Defence and Trade and Industry with regard to the limitations of land for training, I was more than surprised to learn at the same time that there are some friendly countries giving us land for training of our reservists and national servicemen. Sir, my question is, how long will this fortune last? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter is about the expenditure on national defence. In the development estimates, there is only an increase of $6 million. Whilst we make up for deficiency in numbers, we must make up for the capital-intensive per capita of our national servicemen. I am reminded of one Chinese saying, which is an imponderable, (&nbsp;&nbsp;&nbsp;&nbsp;) \"Yan ping ching rih, yung chai yee chau.\" \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Speaker, Sir, the Member for Anson last year alleged that an officer was wrongly promoted by the SAF. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I was asking questions. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> All he has to do is to go outside and repeat what he has said in this House, and he will get all the answers from the Minister for Defence. I invite him again to make that statement outside the House. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, as I said, first of all, we must have an assurance from the Minister that he will attend and answer all the questions. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Sir, if he seriously believes in what he says, he does not have to get the assurance from the Minister. All he has to do is to make whatever statement he wants to make outside the House, and the answers will be forthcoming. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I want an assurance. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1021</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, I will deal briefly with the other points from the Member for Anson and the Member for Punggol. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Liability of permanent residents for national service. The principle of national service is that whoever has grown up here, whoever has benefited from our education, from our society, should contribute his share in national service. If a man comes here as an adult, takes up residence and becomes eligible for permanent residence, he comes whole. And there is no strong reason for us to tell him also to do his national service, aged 35 or aged 45. If a person grows up here as a permanent resident because his parents were here, and reaches the age of 18, it is reasonable for us to say, \"Yes, you should do national service. And if you do, we will consider whether that should in return give you citizenship because you have committed yourself and this is your country.\" It is not automatic. It is not universal because permanent residents are a very varied group of people. Some come to do business. Some come because they belong here, and by accidents of law or accidents of political developments, do not have citizenship, So, yes, permanent residents do by and large, do national service, but that is no reason for any employer to say permanent residents are better and Singaporeans are at a loss. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, voting habits. This is another question which the Member for Anson has no doubt raised before. We would be disappointed if he had not. To suggest that the Government would give guidance to national servicemen as to which way to vote, after he has won a seat in this House, is to cast disrepute on our election system. And I think if such a statement should be made, it should be made publicly outside of the privileges of this House, with facts. State who gave whom an instruction to do his. We do not have to answer. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am asking a question. If you did not, say, \"No, we never gave any instructions.\" \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> It is an offence to influence anybody's vote. The Government does not do this. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1022</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Good. Thank you. The people will see that answer. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> If the Member for Anson wishes to make any such suggestions, wishes to make such hints, he should not be coy about them. He should state them openly. He should not demand an answer because he should know as an experienced politician, that such questions are so much more effective if they are not answered. So make them outside this House. \n  <br>12.30pm \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, may I point out that it is really a threat, an attempt to try and stop Members from asking questions in this House - if Ministers keep saying, \"Go outside and repeat it.\" We are here in this House to ask questions and it is your duty, may I tell you, to answer the questions in this House. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Community Development and Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Community Development and Leader of the House (Mr S. Dhanabalan):</b> Mr Speaker, Sir, if the Member for Anson is alleging that national servicemen are being influenced, I think it is only proper that he gives some facts, and the basis on which his questions arise. He should say which company, which camp, who said what, and perhaps then an answer can be forthcoming. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, the Leader of the House perhaps does not understand the whole technique of parliamentary procedure and what a debate is. We have only got to come here, may I tell the Leader, and ask the questions. The Government will have to give as full answers as possible to these questions. If you say that no compulsion or no persuasion has been brought to bear on the soldiers to vote in any particular manner, well, say so. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It has been stated so. So you are not going to repeat the question again. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, it is the will of the people that 77 out of 79 representatives in this House belong to the governing Party. And if one of the other two feels that he knows better what the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1023</b></font>\n  <br>\n  <br> will is, he is at liberty to state any allegations he wishes, ad nauseam. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You have some more points. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> I just want to make one small point. We all assume that every Member in this House acts responsibly. So if a Member makes an allegation or insinuation, he must have some reason for making them. Of course, a Member can ask any questions, but they must be based on facts. And this assumes that all Members will act responsibly. It is not written in the Constitution that each Member must act responsibly. But I assume that everybody accepts this including the Member for Anson. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, to answer the Leader of the House. I mentioned this report by the army psychologist - that soldiers laboured under this fear that they had to vote with the Government. Well, tell us: are you doing anything to dispel that fear among the soldiers? Were they told- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> \"Vote for the Opposition.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> \"Look, in this country you do not have to worry. If you feel that the Government's policies are wrong, you may vote against the Government at the elections.\" \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, can I just go on to deal with the points raised by the Member for Punggol. I do not really want to add anything more to the discussion, except to say that it is rather strange for a Member of the Opposition to ask the Government to propagandize on its behalf. I would have thought that they had enough confidence in themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But to take the point of the Member for Punggol. Training areas, yes, they are critical. We must have them. Land is scarce in Singapore. There are many demands on the land. We have Housing Board flats, we have catchment areas, we have expressways, we have business districts. But we must have land for training. If we do not have land for training, we cannot train an army; we may have the equipment but we do not have an Armed Force. We are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1024</b></font>\n  <br>\n  <br> trying. We shall make sure that there is sufficient land put aside for training in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Development expenditure, yes, we do invest in our soldiers. We invest adequately, We invest carefully. I cannot tell you exactly how much all the equipment we buy costs, but we do take the line that it is more important to spend the money and equip them well, rather than to equip them shoddily, and let them go to war and be killed because their equipment was not adequate. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, the Minister of State has not answered the other part of the question, and that is, how long can we live on the patronage of our friendly countries on the use of their land for our military training? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, as long as we have friends, we have arrangements with our friends. But we also have arrangements which preserve our position in Singapore. \n  <br>12.35 pm \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Guillotine time. Dr Tan, are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Can I just have one minute to respond, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I am sorry, it is guillotine time. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Well, I am glad to know, Mr Speaker, Sir, that the hon. Minister of State is not sitting on any toilet scandals. And with that, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,255,000,000 for Head K ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $156,000,000 for Head K ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1024</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head S - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendments stood on the Order Paper Supplement - \n  <br>\n  <br>Dr Augustine H.H. Tan: \n  <br>\n  <br>Mr Heng Chiang Meng: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) That the sum to be allocated for Head S be reduced by $10 in respect of Subhead SA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1025</b></font>\n  <br>\n  <br> \n  <br>\n  <br>Mr S. Chandra Das: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) That the sum to be allocated for Head S be reduced by $10 in respect of Subhead SB-03 of the Main Estimates. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Tan, amendment (1). \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Not moving, Sir. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Not moving, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment (2), Mr Chandra Das. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das:</b> Not moving, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You are not moving too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $32,575,210 for Head S ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $24,000,000 for Head S ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1025</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head T - \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Subhead TA-01 Object Group 1100 of the Main Estimates*. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, every year in the Budget debate the Ministry of National Development is always the most popular one. Many Members want to speak on this Ministry. This year I have the honour and the opportunity to be the first one to start on this Ministry. Since there are many Members who want to talk about this topic, I would like to talk about one matter - resettlement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under our various development plans, there will be residents affected by resettlement. This will include development programmes of the PUB, HDB, and PWD. In Chinese, this item \"resettlement\" or \"moving\" is privately translated by the common people who are affected as \"forced removal\". So from the two versions of this term, we could get different pictures from two different viewpoints. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After so many years of implementation of resettlement policy, the people are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1026</b></font>\n  <br>\n  <br> realizing its need and accepting it as a reality of life. The people affected by resettlement naturally hope to live in a better environment after being resettled, but there are still many problems that need to be solved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nee Soon Constituency is an area most affected by resettlement. I would like to give some views to the Minister. The Land Office, HDB and Jurong Town Corporation and other related organizations usually could not coordinate well with one another in resettlement process. Some people are given a few months' notice to move out; some other people after being served with notices to remove waited for a long time but nothing happened, even up to several years. These people having been given notice of resettlement are not certain when they are actually required to clear out of the land. So the farmers and the residents affected by this land acquisition do not know what to do. Should they continue to plant vegetables, rear chickens, or repair their house; or should they just wait to be resettled? How are they going to live on during this period of wait-and-see? What are they going to do? They are in a quandary, not knowing whether to continue or not in this period of waiting. Some people after they had been allotted flats could not get compensation money and some having got the compensation money are not given the allotted shop houses, so they could not restart their trades. The lack of coordination of various authorities concerned in the process of resettlement has caused those affected much difficulty and inconveniences. So I hope the Minister for National Development would give consideration to the problem facing them and smoothen the procedure of resettlement so that fewer difficulties or problems would be caused to such people. In certain areas the people had been moved out, yet after so many years the land had still not been used. For instance, the land in Mandai Tekong in Nee Soon had been the best place in Singapore used in the past for planting orchids and vegetables, but up to now the land has been vacant, and not being put to any economic use. The farmers who had moved out of this land \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1027</b></font>\n  <br>\n  <br> feel sorry about it. It is hoped that the land can be leased back to the former occupants so that they can make use of it for economic production. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example that illustrates that the authority had no definite plan is the so-called Seletar New Town in Nee Soon Constituency near Upper Thomson Road where I was given to understand that a certain area was to be acquired for the building of this new town; but after so many years nothing happened. A few months ago, the Straits Times reported about this new town, but the name given was in Hanyu Pinyin and the locality was also changed to Jalan Kayu area. A few days ago, when talking about Chinese Hanyu Pinyin in this House the Senior Parliamentary Secretary said that there was no such thing as Seletar New Town nor was any Hanyu Pinyin name given to it. I think the Ministry concerned should give a definite answer as to whether the name will be in Hanyu Pinyin, or whether there will be any development of any such new town at all. If so, where will it be located. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another matter I would like to mention is about resettlement compensation. When the farmers are resettled, they are given compensation. This is only right and proper. Talking about compensation, it is of course in terms of money which will affect one's feeling. The Member for Leng Kee the other day said that the Government is \"money-faced\". I think it is not just the Government. Everybody is \"money-faced\", because the people at the receiving end naturally hope that the compensation from the Government would be the more the better, but from the Government's point of view it should be fair otherwise too much payment is to squander public fund and will not be fair also to the taxpayers. I feel that on the whole it is all right. But there are problems with the actual assessment. The assessment of compensation is done by using some mechanical formulae which usually are not based on the value of the things to be compensated for. Formerly the amount was given according to the number of fruit trees and the area of cemented land and so on. According to this method, certain people were at a disadvantage and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1028</b></font>\n  <br>\n  <br> others would take advantage of it, So some people would quickly plant more fruit trees in order to get more compensation and some people knowing the Government would be coming to measure the area for compensation so quickly they cemented the ground in order to get more compensation, If the Government had a proper standard of compensation for the value of thing or property, then such ill-practices would not have taken place. The authority concerned should have an overall review of the whole exercise. At present for instance, a durian tree which bears fruit is given $156, but another durian tree which could not yield fruit is also given a compensation of $156. A well kept house that is in good condition is given compensation according to so much per sq metre and a dilapidated house that could hardly be used for dwelling purposes is also being compensated according to the same standard of measurement. That is not very realistic or reasonable so there are complaints around. Professional valuers may be required for the calculation. Since the compensation involves the money of the taxpayers, I hope the Ministry would not stinge on engaging such personnel to make a proper assessment of compensation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem is the eligibility for HDB flats. Certain families being resettled were quite big in the number of members. As they were given only one flat, they could not be adequately accommodated. There are cases where residents did not change their IC address before cut-off date and thus did not have rehousing benefit. There are also cases where a family could not be given rehousing priority because the spouse had left the family and could not be traced. I hope the Minister could look into their problems arising out of resettlement and try to help them in some possible ways, such as in waiving down-payment for buying HDB flats. For example, a $200 deposit can be charged instead of the usual 20% downpayment. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I would not raise many questions. I would like the Minister for National Development to give a detailed account of his views on the concept of town council and make a report \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1029</b></font>\n  <br>\n  <br> on the progress and the preparation for this organization. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This concept was first mooted by the Member for Kebun Baru and the Member for Chong Boon. On 8th February, the First Deputy Prime Minister in his dialogue session with leaders of the grassroots organizations also mentioned about the possibility of the Housing and Development Board decentralizing its administration. On 12th February, the press reported on this in bold headlines. After that, there have been many views expressed in the newspapers, but the views are divergent. The Straits Times on 14th February, in its editorial, said that this was a good suggestion and it advocated that the town council should be given practical powers, and not just merely a consultative body. However, the Lianhe Zao Bao on 15th and 16th February, in its two editorials, had put forward different ideas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I personally feel that the town council concept is a good one because it enables the residents to participate in the running of their housing estates and this concept is also in line with what the new leadership have proposed, namely, \"less Government interference and less regulations\". But what I am worried about are the difficulties that will be faced in its implementation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the question of money. When you talk about money, you generate ill feelings. On 15th February, the editorial of Lianhe Zao Bao said that the Minister for National Development revealed that the HDB Area Offices will be taken over by the town council and conservancy charges and other fees will be received by the town council. According to HDB statistics, during 1983/84, the conservancy charges collected by the HDB amounted to $159 million. However, the expenditure on maintenance and other services for the period amounted to $198 million. There was a deficit amounting to $39 million which was to be subsidized by the HDB. Nobody wants a losing business. Therefore the HDB is now trying to push the job to the town council. If such a losing business is given to the town council, will the HDB continue to subsidize the Area \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1030</b></font>\n  <br>\n  <br> Offices? If not, how can the town council cope with such an expenditure? If the town council can raise its efficiency and cut down on expenditure, this will be all to the good. However, with the tight labour situation and high wage cost, can it be done? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question is the question of people. A housing estate composes of various types of flats. There are rental flats and purchase flats. The residents are of diverse backgrounds, different religious faiths and educational backgrounds and they have different expectations on their living environment and on services. Many examples can be cited. For example, on the question of utilization of vacant land. Motorists would like the land to be used for car parks but non-motorists would like it to be used for children's playground. Another example is the question of keeping dogs. Some are in favour of keeping dogs and some are not in favour and there are heated arguments over this issue. Now the Government is thinking of setting up betting centres in housing estates. There have been different reactions to such a suggestion. How is the town council going to tackle such different demands from different residents? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third question is the gap between new housing estates and old housing estates. Some of the housing estates even have flats dated back to the 1950s. They were the legacies of the SIT. In the new housing estates of course, the environment is better. They have got all sorts of new facilities and better equipped. Old housing estates do not have a good living environment. In some old flats, windows are about to fall off, so how can you expect these old housing estates to be as pretty as Marine Parade with ocean breeze and sandy beaches. They can never dream of having those facilities in a picturesque living environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, on the question of town council taking over the functions of HDB Area Offices, we must be prudent and cautious. If it is not properly dealt with, then it will lead to parochialism or factionalism (&nbsp;&nbsp;&nbsp;&nbsp;). This is serious because it will affect 80% of our population. I think the Minister for National Development understands the moral of the story of the three monks (&nbsp;&nbsp;&nbsp;&nbsp;). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1031</b></font>\n  <br>\n  <br> and I hope he will pay close attention to this matter. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng (Buona Vista):</b> Mr Speaker, Sir, section 48A, subsection 1(h) of the Housing and Development Act allows the Board to compulsorily acquire a flat sold by the Board, if it finds out that the owner does not occupy the said flat but lets it out without the permission of the Board. I do not quarrel with the Board over this provision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I am concerned over the regulations made by the Board under this provision. As I understand it, correct me if I am wrong, in such a case of infringement the Board repossesses the flat at its original price minus about $10,000 for administrative and other fees. Furthermore, and this is the disturbing part, the Board imposes a ban barring the guilty owner from applying for an HDB flat for 10 long years and barring all registered adult occupants of 18 years and above from applying for an HDB flat for five years. The punishment appears to be very severe indeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I must confess that I have no idea what is a just punishment for a guilty owner. But I do feel that the punishment is too severe for the registered occupants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my sense of fair play makes me feel that the Board may be too hard on the registered occupants, be they children or siblings of the guilty owner. The registered occupants may not be staying at the flat for one reason or another and, through an oversight or sheer negligence, hav9 not taken the trouble to inform the Board that they are no longer occupants. They may not know the seriousness of this negligence and yet they are severely penalized for the sins of others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we must recognize that in present day society one member of a family does not always know what the others are up to, let alone be consulted on the action that the others may take. The Board's regulations are based on collective responsibility and hence punishment is meted out accordingly. Is the Board correct in doing this? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1032</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I appeal to the Minister for National Development not to be too harsh on these occupants who may well be completely innocent, albeit negligent and, like good people, let us see to it that the sins of parents or siblings do not visit upon their innocent kins. I would therefore urge the Minister to review the relevant regulations bearing in mind that not all of us can be our brothers' keepers nor can all of us influence the actions of our parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I also would like to refer to section 48A, subsection l(i) of the Housing and Development Act which allows the Board to compulsorily acquire a flat sold by the Board if the said flat is not being occupied by such minimum number of persons as the Board may require. I believe this minimum number, in practice, means at least two. I understand that this clause is to ensure maximum utilization of space. This provision was necessary in the early days when the housing situation was acute. Thanks to the excellent efforts of the Board, the waiting period for a flat has been drastically reduced. The housing situation has changed dramatically, and for the better. In view of this, I would ask the Minister to re-examine the need for this particular provision and, if the need is still there, to at least consider the possibility of amending it in such a way that the Board is obliged to offer an alternative smaller flat to a single occupant, while allowing him to dispose of his flat at the prevailing market price. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am drawing the Minister's attention to this provision of the Act as it creates unnecessary anxiety among flat owners. A family unit shrinks in size due to various factors, such as death, members moving out to establish new families, members going overseas for further studies, or on job assignments, or simply migrating to other countries. The family unit constriction may lead to a situation when the flat has only one occupant. This is where the problem arises. On knowing this situation, the Board proceeds to direct the owner to take in a lodger or let out a room, otherwise the Board may compulsorily acquire the flat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, here I must hastily add that I know the Minister is a kind-hearted \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1033</b></font>\n  <br>\n  <br> man and is unlikely to take such an extreme measure. However, the fact remains that an owner of a flat may well feel that he is not truly the owner of the flat even though he fully COmplies with all the other regulations of the Board. I would ask the Minister to put himself in the place of such a single occupant with the predicament of having to get someone to move into his flat. Will he be happy to do so at the sacrifice of precious privacy, even if that other person is one of the hon. Members of this House? May I therefore ask the Minister to let the House know whether he intends to take any measures to allay such anxiety among our flat owners? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is almost 1.00 pm. Time for suspension. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend this Sitting and will take the Chair again at 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head T (con t) - \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii (Bukit Batok):</b> Mr Speaker, Sir, first of all, I would like to say that I endorse the view expressed by the Member for Nee Soon on resettlement. My constituency is one of the rural constituencies although I now have one new housing estate, the Bukit Batok New Town, in my constituency which is growing every day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those who are resettled in the new housing estate, especially the senior citizens, very often complained to me that they felt very disappointed. In fact, they told me that whenever they see a piece of resettled land left vacant for a long time, they just do not understand why the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1034</b></font>\n  <br>\n  <br> Government should inflict on them the unnecessary difficulties well ahead of the time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides, I would like to raise three points for comment by the Minister. The first is on development charge. The Minister of Finance mentioned in his Budget speech that the Government would be reviewing the development charge which at the moment, is calculated at 70% of the enhanced value of land as a result of more intensive development or change of zoning. He also said that this is basically a form of tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think this is more a form of a levy than a tax because it is a fixed sum collected, irrespective of whether a profit can be made. If it is collected from the developers after the profit has been made, I think there will not be that much complaint. At the moment, when the property market is bad, may I suggest to the Minister, while considering this point of reviewing the percentage of development charge, that the method of collecting the development charge should also be changed or deferred to a time when a profit has been made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I would like the Minister to comment on is the tender system still in use for HDB shops. Sir, the tender system has been in use for quite some time in fixing the rentals of HDB shops. It is simple to use. However, when a shopkeeper finds that he is unable to make ends meet, he is losing, there is no way, at the moment, he can get the rental reduced, other than folding-up and re-tender. This tender system has been adopted for many years. I would like to recommend to the Minister that perhaps a new system be introduced, such as a fixed rental determined by the Housing Board, or by a suitable committee and the rental reviewed once in five years. In other words, when a person obtains a shop or rents a shop from the HDB, it is only for a period of five years. The rental fixed by HDB will be applicable for five years. So it will be reviewed at five-year interval. May I hear the views of the Minister? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point I would like the Minister to comment on is the new design for Housing Board flats. Sir, the flats built in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1035</b></font>\n  <br>\n  <br> Bukit Batok New Town are very beautiful, designed presumably by capable young architects. But some residents complained to me that there are small features which are not suitable, as far as they are concerned. They complained of water getting into their house, not leaking but because the roof is not wide enough or is too near the window, or whatever the case. So the residents are inconvenienced because of these minor defects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I suggest to the Minister that the design architects be asked to visit the residents, say, after the residents have moved in, and to evaluate every new type of flats which they designed so as to perfect it. Sir, we like to see beautiful flats, but we also like to see the flat serves its need. Another example is the steps on the slopes in Housing Board estates. Nowadays the steps are laid with red bricks, nicely lined on each side. They look very beautiful, but to the old and the elderly, they are not interested so much in its beauty but rather they are more interested in how safe it is to climb the flight of steps. There are occasions when the elderly having to walk a long distance to their home are afraid to take the short cut by way of climbing the steps, as they fear they may fall over the steps or they are unable to climb them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are the few points I would like the Minister to comment on. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, I would like to add a few easy questions for the Minister to answer. One is in respect of road signs. Sir, we have widened many roads in Singapore. I think every motorist and the public welcome this. I notice that in the newer housing estates or in areas where new roads have been built, the street signs are very visible, very large, easy to read. Motorists and others find it easy to turn at the right junctions, But for many of the older roads, this is not the case. Road signs are very small, insignificant, often hidden away so that when a motorist comes to a junction, he does not quite know which road he is turning into. As a result, accidents may occur because of hesitation and because of wrong turns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have a number of questions too in regard to the activities of the URA. Sir, we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1036</b></font>\n  <br>\n  <br> have been through several building cycles in Singapore, but I think the last one was probably the worst. Round about 1980-81, we saw property prices zooming to astronomical heights. Great fear came upon the people of Singapore, especially those who were aspiring to own private apartments and houses. Yet at the height of the property boom, one could witness some strange behaviour on the part of the URA - instead of releasing more land, it seemed to be keen to withhold land from the public. I noted one particular piece of property in Clementi. It was slated originally for residential development but was withdrawn from the market, presumably because the prices were not to the liking of the URA. And its more recent behaviour also raised questions and doubts in the minds of the general public about the objectives of the URA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the property market is booming, the URA does not seem to worry about the ability or inability of the general public to buy property. But when the property market becomes depressed, then URA goes to great lengths to help developers by enabling them to reschedule their payments, for example, by not releasing blocks of flats which URA has built. There was another example some months ago. In Beauty World development there was a block of flats which was originally scheduled to be sold to the public, but because of the poor property market conditions, URA decided to withhold the sale and instead rented out the property there. Actions like this put all kinds of questions in the public's mind. Is URA a profit-maximizing agency? Is URA really a developer-enhancing agency? Who is URA for? What is it trying to do? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, there have been questions raised by other people in Singapore, especially those who own rent controlled premises and encumbered land. URA would acquire these properties at low prices and later tender out parcels of land for much higher prices. The question is why is it necessary for URA to do this? Could it not allow private developers to do so, if at the same time the Government would perhaps relax the rent control legislation, and thereby enable private developers to do their own clearing of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1037</b></font>\n  <br>\n  <br> squatters and tenants and develop their property perhaps at much less cost than would be the case when they have to retender or tender for URA properties? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister would be able to give answers to these questions. \n  <br>\n  <br>\n  <!-- Mr Lim Chee Onn -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Chee Onn (Bukit Merah):</b> Mr Speaker, Sir, I would like to seek a few policy clarifications from the Minister in regard to HDB. I think most of us are aware that the home-ownership scheme is the corner-stone of our public housing policy. It has served us well in that it has helped immensely to give our citizens a stake in our nation. At the same time, I think it has accelerated the rate with which our population has settled down into a cohesive people. \n  <br>2.45pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to congratulate the HDB for the rather creative and innovative ways in which they have set out to meet the target of the home-ownership scheme. For example, they have embarked on a fairly extensive use of pre-fabricated units and, at the same time, got together a band of core contractors to build the blocks more cost effectively and more promptly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether, in the process of trying to keep up with the numbers of flats to be completed within a year or, five years, sufficient attention has been given to the quality of these flats. I am not referring, Sir, to the structural integrity or other similarly important aspects of the blocks but to the finishing of the units. I think it is a well-known phenomenon that for a high-rise block, flats below the first six to eight floors are invariably better finished than those on upper floors. The reason is very simple, The Clerk of Works finds it a bit more tiresome to walk above eight floors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point really to note, Sir, is that while we quite rightly have emphasized on home ownership, having expended hard earned cash albeit through the CPF, to acquire a flat for one's family, one really expects, not first-class but reasonable quality finishing. In this respect, I would like to recommend to the Minister that his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1038</b></font>\n  <br>\n  <br> Ministry ought to review the measures with which the HDB supervise the construction that is going on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this same question of quality, I would also like to find out, apart from concentrating on building new blocks of flats in the new towns and the new estates, whether sufficient attention has been given to the relatively older estates. I think for reasons quite well understood by the Hon. Minister, innovations or improvements to be made to the older estates are difficult to be implemented for a variety of reasons, not least of which are factors such as old-fashioned layout, constraint of land availability, high density population, and generally inadequate infrastructure and supporting amenities. Hence the people there have to be satisfied with whatever is available in the older estates, So again I would like to seek clarification from the Minister whether attention has been given to the older estates in improving the quality of the environment and the range of amenities provided to the residents. Moreover is there any conscious policy on the part of Government to convert some of the 1-room or 2-room flats into improved models of 3-room or even 4-room flats to enable the residents to purchase these converted flats and to remain within the vicinity of the constituency where they have spent a large part of their lives. In this way I think not only will the residents themselves be happy to remain where they are, but the community as a whole will also benefit in that the constituency can become even more settled as residents need not be disrupted, having to move from old town to new town and perhaps later to yet another new town. I would like the Minister to consider this suggestion seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this question of home ownership, I quite appreciate that there are policies and guidelines laid down as far as eligibility to purchase is concerned. This is not only natural but is necessary, particularly during the early days when there was a shortage of flats. As such, priority was given to core family units or the so-called nucleus families in order to make sure that those who are in urgent need of flats got their flats early. Now that the construction programme has been improved and that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1039</b></font>\n  <br>\n  <br> the demand will be shortly met and we are in fact encouraging and hopefully getting 80%-100% of our population to own their own flats, it might be timely for the Ministry to review some of its eligibility rules and regulations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reason really is not to encourage families to own more than one flat. But I think there is a practical aspect or facet to this problem of large families. Let me describe to you one possible scenario. Let us say 10 years ago, a family of two parents, 2 or 3 children and grand-parents, possibly were resettled from a kampong or a village and put into a 2-room rental flat. Ten years have passed, the children have grown up, quite possibly one or two more added. And now you have a family of seven or eight with ages ranging from maybe teenager to the 20s or possibly even early 30s, all unmarried. It is easily seen that this large family of grown-up children with parents and grand-parents will find it rather difficult to live under one roof. Of course, they can apply to purchase a larger flat. And given the increase in wage levels and better earning capacity of the children, I am quite sure they can afford to buy a larger flat. The point really is even if they apply and are allotted a 4-room flat or a 3-room flat, not all of them can be accommodated under one roof by mere reason of numbers. But, at the same time, the rules indicate that unless they can form a separate nucleus family, this family of parents, grand-parents and four or five grown up children will have to move into one flat. I wonder whether the Minister could consider reviewing these eligibility rules which were set up many years ago. A review can be made to accommodate these large families, not because they did not take heed about the family planning programme but because their children have grown up over the years and they really have no alternative, short of these grown-up children rushing into marriage in order to be eligible to apply for a flat. I think this is not in line with our overall policy of encouraging later marriages. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Your time is up, Mr Lim. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, I intended to speak under Subhead TG-01, on the topics covered by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1040</b></font>\n  <br>\n  <br> the Member for Bukit Merah. May I have your permission to speak now on the topic of the quality of flats and problems of old estates? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, as the Member for Bukit Merah has mentioned, the quality of some of the sold flats leaves much to be desired. The rapid pace has also resulted sometimes in very poor quality flats. There are some flats which have defects from day one. Repairs on these were done by the HDB. However, with the passing of years, these initial defects, eg, the cracks in walls and ceilings have become exaggerated. I know of a block in my constituency of Fengshan in which the initial building contractor had his Contract terminated because work was not done satisfactorily. A second contractor was given the task of implementing or make good the work during the guarantee period. A visit to this block is most depressing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point that I am trying to make, Sir, is that since these defects were there initially, should the one-year guarantee period be strictly enforced? Will the HDB accept responsibility for these defects which were initially there? These are not parts of normal wear and tear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding old estates, I would like to bring up the problem of rusty or yellow water supply. We have heard of yellow rain but in Singapore we have yellow water. I must commend both the PUB and the HDB for being very sensitive to this matter. The reason why I am bringing up this matter under the HDB is that after investigation I have come to the conclusion that the PUB has done its share to solve the problem. The HDB has also done much. But I still have another suggestion for the HDB so as to find a permanent solution to this very perplexing problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the HDB has looked into and will be replacing many of the water pipes, ie, lining the up-pipes and replacing the down-pipes at a cost of millions of dollars. However, there are still two more sources of rusty water supply, as I understand as a layman, ie, the water tank and the water pipes in the individual flats. I feel that maintaining the water tanks through \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1041</b></font>\n  <br>\n  <br> regular cleansing and painting is insufficient because not only is this costly in terms of money and manpower, but I am given to understand that in that type of cleansing almost invariably rust is detected. I am not a specialist in water tanks. But after much discussion, I understand that there are other answers to this problem, eg, the lining of these tanks with high density polyethylene lining. The company guarantees that this will be successful for five years and that the life span of this will be for 50 years, Will the HDB consider this or even replacing these old tanks with stainless steel or other materials that will not rust? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After spending millions to change or line existing pipes, I think, Mr Minister, Sir, we should go all the way to solve this problem, ie, looking into the problems of the water tanks. Only after this has been done can our residents be asked to change the water pipes in their own flats, for only then can they be ensured of clear water and not yellow water. I hope that I am not making an unreasonable request, I humbly submit. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The Minister is not the Chairman of this Committee. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, many outsiders have expressed their admiration for the Board's achievements. And Singaporeans, by and large, are thankful to the HDB for providing them with decent housing. However, there is always room for improvement and this amendment that I have moved is to draw the Minister's attention to the flat designs and to certain HDB policies which I believe need to be reviewed. \n  <br>3.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, eight years ago when I visited a friend living in a 4-room HDB flat in Clementi, I was informed that he had to relocate the kitchen sink to a position above the rubbish bin. \"It was more convenient,\" he said. Recently when I visited a friend in Jurong East, I noticed that the sink was similarly relocated. I checked this with a number of residents and I found that most of them did relocate their sink to this particular position. My question is, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1042</b></font>\n  <br>\n  <br> why is it that HDB continues to locate the sink in a position that is not acceptable to most HDB dwellers? Why let the flat owners incur unnecessary cost? If so many approvals had been given to relocate the sink, surely HDB should have incorporated this into its design. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our HDB lifts are too small, and I have been asking the Minister in this House to consider building bigger lifts. I shall remind him again, and I give him two reasons: (1) To move the sick and the old in and out more comfortably, especially if the person is wheel-chair bound or if a stretcher is required to move the sick, and (2) to move big articles like cupboards, beds and other furniture. It is not only unsightly, but I am sure it is very uncomfortable for a sick person to be wrapped up in a blanket and carried down many flights of stairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to invite the Minister to visit one of the new housing estates in Jurong. He will be amazed at the way HDB car parks are built. To get to the car park of the block in front of you, you have to travel about half a mile, then go through a maze of roads, carefully negotiating all the bends before you finally get there, and that is if you are not lost by then. I think some thought should be given to the accessibility into the car parks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I feel very sorry for our lorry drivers. They are being penalized because HDB has not made adequate provisions for them to park their lorries. They are told to park miles away in special designated areas. This is not practical as many of the drivers need to find ways and means of getting into these lorry centres before getting home. Moreover, with the increased taxi fares, I am sure they are going to find it more difficult. Can you imagine them parking their lorries three or four miles away, getting a taxi or bus to go home, and next morning doing the same routine? I am not saying that the lorries be allowed to park in our usual car parks. What I am asking the Minister is to make provisions for them to park at the periphery of the estate or at a reasonable distance from their homes. I am asking that in future planning, please take this into consideration, because you must \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1043</b></font>\n  <br>\n  <br> remember that flat dwellers do own other types of vehicles, apart from cars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When shopowners tender high prices for shops, they do it because of good frontage and good locality. It must be a shock to a lot of them when they find that the HDB landscape artist has decided to build a hill in front of their shops. I think any businessman will tell you that this is bad for business. They would prefer the hill to be built behind rather than in front. It is bad fengshui! I agree it is good to break the monotony of our HDB flats by building elevations here and there, but to build elevations in front of shophouses and to build elevations between two high-rise flats, I think that is a bit too much. I find that even the children do not find those hills a very pleasant place to play in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about landscaping, I would advise HDB and PWD to fill up all the gaps between the slabs in the footpaths. I am sure we are all prepared to sacrifice a little greenery in the footpath for the safety of our pedestrians. I am sure the Minister must have seen many mothers pushing their prams on the road, and old people walking on the road instead of making use of these footpaths. Because these gaps in the footpaths are obstructions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to draw the Minister's attention to the drink-stalls. I am sure all of us at our Meet-the-People sessions must have received complaints from the drink-stall holders that they get summonses because they stacked their drinks at the side of the stalls in a rather precarious position. I agree it is dangerous, But what do you expect these stallholders to do, when you only provide them with a 6 ft by 6 ft stall? Surely, after so many years of experience, I would expect HDB to have taken this into consideration and make provision for these stallholders to store their drinks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister should also take note of the positioning of air-conditioners in shops and flats. This has to be looked into. Air-conditioners should be placed on top and not below windows. But HDB has designed a position below the window level for all its shops and flats. They are very inflexible when they implement this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1044</b></font>\n  <br>\n  <br> ruling. I think it goes against all the physical laws of convection current. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When one partner of a childless couple residing in an HDB flat dies, the Board requires that the surviving member finds a flat-mate, or gives up the flat. Is this fair or necessary? The person, having lived in this house for some time, has developed a certain attachment for the house. Moreover, it is not easy for him or for her to find alternative accommodation. Must he or she give up her privacy by renting out the room? Moreover, with the HDB fulfilling their building programme, it is no longer easy to find suitable tenants. Would the Board like to review this policy? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have a policy that only applicants with a family income of $1,500 and below are eligible to register and buy a 3-room flat. I am aware of the good intentions behind this policy. But I am wondering if we have not inadvertently encouraged our Singaporeans to own bigger flats than necessary. Is this good, and is this correct? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of my residents tell me at my Meet-the-People sessions that they do not want such big flats because they honestly do not see the need for it. Yet they have no choice but to buy a bigger flat because they have got a big sum of money in the CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Saving for housing, I know, is good and it is a sensible investment. But a restrictive policy like this may lead many into buying a flat bigger than required, at more cost and at the expense of other priorities, and perhaps unduly influence their lifestyles. Would the Minister like to review this also? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister should also take note that elderly couples who own private homes find it difficult to look after it or maintain it as all their children have grown up and are living on their own. They want to sell their house so that they can live in a smaller flat, especially an HDB flat. Would HDB allow them to register for a purchase or rent an HDB flat after they have sold the house? Would HDB relax any restrictions that are currently in force? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to appeal to the Minister to give some thought to allowing free parking on Sundays and holidays in HDB estates. Now, let us allow such days \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1045</b></font>\n  <br>\n  <br> to be used by Singaporeans to visit friends and relatives, without having to worry about car parking coupons running out on them. I am sure it will be a start to more fun living in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Home Affairs and Community Development (Mr Wong Kan Seng): Sir, we all know that HDB has done a tremendous job. The thousands and thousands of housing units that it has built over the last 20 years is testimony to this. But I am not sure if our citizens, the people who live in them, fully appreciate the effort, the magnitude of the task, the planning that is required, the thought that is needed to bring about this achievement. I wonder whether they actually know what is really required in order to come out with the kind of success story that the HDB has to tell our people. I think that if the HDB is able to package a publicity programme and explain to our citizens how it manages to build this number of flats, our citizens will be more appreciative of the efforts, instead of just complaining about the nitty-gritty of the HDB flats. So that is one suggestion I would like the Minister to consider. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another suggestion for the Minister to consider, which has been touched upon by the hon. Member for Bukit Merah as well as the Member for Fengshan, is the quality of the flats. During the massive build-up of the HDB, attention was given to quantity. I think the time is ripe now for us to pay more aftention to the quality of the flats. We have a number of complaints from residents on leaking roofs, leaking ceilings, and so on, If proper inspections are applied in accepting the flats, I think some of these problems will go away. When a resident accepts a flat upon allocation, he or she is very happy, but he or she has to spend a lot of time aftending to the defects. I think such time can be spent on more productive uses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the quality of the older estates, like those in my Constituency, I think the environment can be better improved by better landscaping, the maintenance services can be better improved by ensuring that the lifts do not break down as frequently as they do now. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1046</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point which I would like the hon. Minister to consider is the enquiry system that is being implemented by the Ministry to the HDB. In this system an applicant can go to the counter and make an enquiry through a computer, and very soon she will know when her flat is up for allocation. I am told that about 200-odd applicants make such enquiries a day at the HDB, and if each applicant takes five minutes to make such an enquiry, it adds up to about 18 man-hours a day, or three persons sitting there juit to give this kind of information. If the HDB is able to distribute this computerization system to the Area Offices, then the individuals can make such enquiry at the Area Offices instead of travelling long distances to the HDB to make the enquiry. So through a distributed network system, the residents or the applicants can get the information at the Area Offices without having to go to the Head Office. The same system can also be applied when the individual makes an application to the HDB. I think there are about 115 such applicants a day going to the HDB to apply for HDB flats. Similarly, through a distributed network system, if the applicant can make such an application through the Area Offices, again the HDB Head Office need not be clogged up with people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This fourth point has been touched upon by the Member for Buona Vista and the Member for Ayer Rajah, and that is the Board's policy in requiring a childless widow or an orphan to find a partner to live in the flat. I have a case just like this not too long ago, and I think it causes anxiety, it causes hardship to the individual. Therefore, I would also appeal to the Minister to consider reviewing this policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point which I would like to bring to the Minister's attention is the income ceiling for registration of flats, which has been brought up by the Member for Ayer Rajah as well, The Minister not too long ago answered that we do not have to review this right now. I think there is a case for the Ministry to look at this now. Just take an example. If an engineer works for three years and decides to marry his classmate, the average salary of an engineer after three years is about $2 300. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1047</b></font>\n  <br>\n  <br> combined income therefore becomes $4,600 and this well exceeds the $3,500 ceiling set by the HDB. Of course, the Minister can suggest that they should apply for HUDC flats. But why do we want them to apply for HUDC flats, when the Executive apartment or the 5-room flat is just as pleasing, just as nice, just as comfortable? Similarly, for the 3-room flats, the income ceiling is $1,500. If a technician works three years, earns $1,200 on average, marries his classmate who is perhaps a clerk earning $800, again the ceiling is busted. I think this is the right time now for the Minister to consider reviewing the income ceiling for the applicants. \n  <br>3.15pm \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee (Toa Payoh):</b> Mr Speaker, Sir, the Member for Bukit Merah and the Member for Ayer Rajah have brought up the question of eligibility for HDB applicants. Here, I would like to expand the subject further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Bukit Merah has brought up the question of the HDB disallowing large families to rent or purchase another flat unless they can form a family nucleus. We are an Asian society and being a family before the introduction of our family planning programme, over the years, the family would have a large number of children. And some of the children would be in their early 20s or late teens residing in a 1-room or 2-room flat. For practical reasons, it would be desirable for such families to be given a chance to apply for an additional flat, either rental or purchase, to enable them to overcome their family problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of &amp;person losing the eligibility to retain the lease of an HDB flat, Sir, I think we must be practical and have compassion. Take the case of a couple who are divorced and custody of the children, if any, was awarded to the father. In such a case, if the wife is given the flat by the husband then, under current ruling, the HDB will not allow a sale to be made under the terms of a divorce settlement. I came across a case recently which is quite tragic. A woman was divorced by her husband and because of family circumstances the custody of the children was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1048</b></font>\n  <br>\n  <br> awarded to the husband. As a result, she has to give up the lease of the flat, as she has lost her eligibility to retain the lease. Here, the husband was good enough to agree to sell the existing flat to the wife at cost but the HDB disallows such a sale because it insisted that the husband must sell the flat to the wife at the posted price and not at the cost price. This has created a serious financial problem for the wife who has not got sufficient funds to pay for the balance of the flat. Here again, I would urge the HDB to relax its rules and regulations to allow cases of this nature where it is not the fault of any of the lessees but it arose out of tragic family circumstances. The same problem may arise in a family where eligibility is lost as a result of a death. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look at some of the rules and regulations of the HDB. For instance, an applicant applies for a flat at the time he was eligible because of the income limit. Subsequently should his income increase or decrease, the HDB does not make it a point to compel the lessee to give up his flat for a larger or a smaller flat. By logical conclusion, the same rule should apply to someone who has at the time of application fulfilled all the rules and regulations and subsequently lost this on account of tragic family circumstances. I hope the Minister will consider relaxing such rules. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I would like to raise is on the levy on resale HDB flats. In the Addendum to the President's Speech, it was stated that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Ours will be a society where all families not only own their homes, but have the chance to upgrade to bigger and better homes.' \n  <br>\n  <br>Here, I think there is a contradiction in so far as HDB is concerned. Where lessees of HDB flats wish to upgrade to larger homes and, because of family consideration they wish to have homes nearer their place of work or nearer to schools, they want to buy a resale flat in a particular area, they have to pay a levy, depending on the size of the flat, to the HDB. This, Sir, I submit, amounts to collecting tea money for something which the HDB has done nothing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point I would like to raise is the question of change of trade. It must be recognized that over the past few years, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1049</b></font>\n  <br>\n  <br> the HDB has in fact relaxed the rules on the question of change of trade by shop-keepers. But somehow down the line, in the Area Offices, you find that certain offices are not aware of the definition of \"compatible trade\", and this gives rise to disputes between the tenants and the HDB. Of course, I do not envisage that a tenant of a coffee shop will be allowed to sell garments, or a tenant of a garment shop be allowed to sell fruits. But we must give the opportunity to tenants to exercise their initiative and their perseverance to improve on their business through a change of trade if, on first tender, they had tendered for a shophouse for a particular trade. In this way, we can also help them to overcome some of the difficulties they are facing presently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the last point I would like to raise is the so-called improvement of the environment. It appears that the HDB, in the process of upgrading the environment of older estates like Toa Payoh, has embarked on landscaping and construction of playgrounds, some of which are not needed by residents. I would urge the Minister to inform the HDB that, in the event that such an improvement is being planned, they should at least consult the Residents' Committees or the community leaders on whether the construction of such improvement is necessary and is acceptable by the residents concerned. There is no point spending thousands of dollars to build a playground and then you have appeals and petitions from residents wanting to dismantle this playground at great cost. Of course, we understand the desire of the HDB in trying to provide better and more modern amenities. But arising out of this --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Cheong, your time is up. Mr Yeo Cheow Tong. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister of State for Health and Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Health and Foreign Affairs (Mr Yeo Cheow Tong):</b> Sir, may I have your permission to speak on my amendment* which centres on the HDB? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1050</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Thank you. Sir, before I proceed to offer some suggestions to the HDB, I would like to join my fellow Members in congratulating the HDB on its very remarkable achievements. In the process of achieving its tremendous goals, the HDB over the past 20 years has had to resettle over 100,000 families. Some of the more recently resettled families have seftled down in the new HDB flats ih my Hong Kah Constituency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this constituency, Sir, there are also many families in the rural areas who are waiting to be resettled over the next few years. These two groups of families - those waiting to be resettled as well as some of those who have already been resettled - have over the past few months, during my Meet-the-People sessions as well as during my house visits, approached me with some of their concerns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, resettlement can be a very traumatic experience, especially when it involves a person in his late 40s or mid-5Os who has spent much of his life as a farmer and who also has a few school-going children to look after. He is not only dislocated from his familiar surroundings but he also faces the bleak prospects of losing his livelihood. Fortunately, the HDB has recognized the difficulties and has come up with a commendable compensation package to help these resettled people tide over their problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those people who are waiting to be resettled have seen me recently to ask whether the HDB's compensation package is still valid under the present circumstances. I therefore join my fellow Member from Nee Soon in appealing to the HDB to look into this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I come to the other group who have already been resettled. These people have been told that they would in due course be offered a shop at reduced rental rates. However, many of them come to see me saying that after waiting for about 18 months the have still not been offered \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1051</b></font>\n  <br>\n  <br> such shops. The other group of resettled armers apparently should be quite happy because they have been given shops. But that is not so because they come to see me claiming that although they have been allocated shops, those shops are generally very poorly located within HDB blocks, ie in locations where the general public would not like to tender. Although they have been given such shops, the rentals that they are charged for such shops are pegged to the lowest tendered price based on the better-located shops. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if these two types of situation, as reported to me, are true, then I hope the Minister will allow me to offer some suggestions. Firstly, the HDB could perhaps ensure that those who have been promised shops will not have to wait for many more months. They could perhaps calculate a certain percentage of all the new shops that are going to be completed in the near future to be allocated to resettlement cases. However, the specific locations of such shops within a particular block should be truly randomly selected. That means some would be in good locations and invariably some would be in poor locations. The HDB should also establish a fair rental price for each of these shops according to the auractiveness of each shop's location, I am sure with its vast experience the HDB would not have much difficulty in ascertaining what should be the various prices befitting each shop and location. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my other observation is that a successful farmer does not necessarily make a successful shopkeeper. In order to help the farmer overcome his initial difficulties, I would like to appeal to the HDB to perhaps allow such farmers to take in a partner who may be experienced in shop-keeping or running a busifiess but without penalising him and allowing him to continue enjoying the concessionary rental rate. \n  <br>3.30pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if you could allow me to move on to the Roads Department. The Roads Department has certainly made driving in Singapore more efficient with its vast network of highways. Recently, there have been some refinements such as puffing up overhead \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1052</b></font>\n  <br>\n  <br> gantry signs that have allowed motorists to filter into the correct lanes well before approaching such turn-offs. Now, an expressway is most efficient when traffic can be kept moving fairly fast and fairly smoothly, fast within the speed limit, of course, and without unnecessarily slowing down. Sir, unfortunately, quite often traffic has to slow down whenever there are entry points or exit points from the highways. This is because quite often we find only a short slip-road at, for example, the entry point leading into the expressway. The traffic joining the expressway often, therefore, has to slow down, often, almost to a stop. When they managed to filter into the main traffic stream, it takes some time for them to speed up, thereby traffic behind them has to either slow down significantly, or we often find the traffic in the inner lane frantically trying to edge out into the middle lane in order to avoid such slow-moving traffic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to suggest that the design of the expressways at such points be improved by increasing the length of the slip-road at such entry points and allowing the slip-road to become the fourth lane in a three-lane highway for perhaps 100/150 metres. This will allow the traffic to merge into the main traffic stream without causing any slowing down of the traffic. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Teh, you may answer. You have 120 minutes for your reply. \n  <br>3.33 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, several Members have raised the question of resettlement. The Member for Nee Soon has raised the problems faced by senlers in Nee Soon New Town. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> Outside Nee Soon New Town. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Outside Nee Soon Town. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> They are in and out. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Yes, they are in and out. In fact, they are within Nee Soon \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1053</b></font>\n  <br>\n  <br> New Town, but not yet developed. I think they are within Nee Soon New Town, but some, in fact, will be outside Nee Soon New Town because the clearance will cover a much wider area than just Nee Soon itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to explain that the pace of the resettlement programme is set by factors such as the urgency of the resettlement scheme. There are some areas where the land is required for very urgent development. So therefore the clearance will take place very quickly. In other places where the land is not so urgently required, the resettlement will take place at a slower pace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is the phasing of the scheme. In a very large area, the development is usually divided into several phases and carried out over a number of years. For example, in Toa Payoh, when HDB developed Toa Payoh New Town, the clearance actually started in 1961 and the last phase of the clearance for Toa Payoh New Town was completed in about 1971. In other words, the phases actually stretched over 10 years. And if we include part of Potong Pasir as the Toa Payoh New Town extension, because it is, in fact, part of Toa Payoh, then the last phase comprising part of Potong Pasir was cleared by HDB in 1981. In other words for the Toa Payoh New Town, the clearance actually spread over a period of 20 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A lot of the resettlement cases do not understand this. When HDB resettlement inspectors move into an area, for example, in Nee Soon a few years ago, the people misunderstood this to mean that clearance had come to Nee Soon and the whole Nee Soon would be cleared within a short period. And having waited for a year, two years, they got very angry and said, \"What has happened to HDB? I have already waited for two years and I am still not cleared.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we develop a big area, it is impossible for HDB to clear everybody. The simple reason for this is that when we clear an area, we have to provide alternative facilities. If the HDB were to clear everything all at once, then we need tens \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1054</b></font>\n  <br>\n  <br> of thousands of flats, tens of thousands of alternative facilities, like thousands of units of shops, thousands of units of factories. Of course, this is impossible because HDB just simply does not have those alternative facilities immediately available. So, for resettlement cases, the hon. Members here must understand and explain to their constituents that resettlement has to be carried out in phases and they have to wait for their turn because HDB does not have the alternative facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is on rates of compensation raised by the Member for Nee Soon, and also other Members. They complained about HDB giving uniform rates of compensation. The Member for Nee Soon raised the point of du rian trees. He said durian trees classified by HDB as large trees are paid the same compensation rate at $156 per tree. He also said that it was unfair to compensate a uniform rate of $156 per tree for durian trees which bear fruits as well as for durian trees which do not bear fruits. I agree with him that if the compensation is paid for the loss of that particular durian tree, then a uniform rate is not justified because no two durian trees are of the same quality. A durian tree can be taller or shorter. A durian tree can bear more fruits or less fruits than another. Also for a durian tree that can bear seedless durians, of course, it will have much higher value. And if we look into the quality of durians, they say the durian tree that bears yellow flesh durians, certainly has better value than the white flesh durians. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But if we are to go strictly according to the value of a particular durian tree, then HDB cannot clear any durian tree. HDB will have to send inspectors there to wait for the durian tree to flower, wait for the durian tree to bear fruits, and when the fruits drop, to open up the fruit to see whether the fruit is a good fruit or a bad fruit. So it is an impossible task. Although to the farmers or to the settlers, the argument is a valid argument - how can we classify all the durian trees based on the height, say, they must at least be three metres tall, or they must all be the same type of tree before we pay the same rate? And also the value of each durian tree can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1055</b></font>\n  <br>\n  <br> be different from another? This rule similarly goes for other farm house improvements and other things where a uniform rate has to be adopted because, administratively, it is impossible for HDB to adopt a different system. If we are going to adopt a different system, then the HDB will have to employ hundreds of thousands of specialists as valuers for the various types of plants, for the various types of structures, and so on and so forth. So it is an impossible thing. A uniform rate is a must, and we must adopt an administrative system which can be easily implemented so that it will allow the resettlement programme to go ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of large areas of land that have been cleared by HDB and have been left vacant, let me explain the reasons. There are good reasons for that because HDB, when developing a new town, usually has to clear a very extensive area in order to carry out the earthworks. In our earthworks programme, there is cut and fill. That means in areas where there is surplus earth, HDB has to cut the surplus earth in these areas to fill up areas where there is less earth, like swamplands and ponds. This is the most efficient way of carrying out the earthworks. The most efficient way means the most economical way, where the earth is being carried in the shortest possible distance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the earthwork is completed, some of the areas will be developed by HDB while other areas may be developed by other authorities at a later date. For example, I again quote Toa Payoh. In Toa Payoh a lot of sites have been left vacant for more than 10 years or for more than 15 years because those sites have been reserved for schools. However, the school building programme is determined by the Ministry of Education and the Ministry of Education may decide that it is not necessary to build any schools. So those sites in the new town reserved for schools will be left vacant. But the farmers do not understand this because they are not aware of the planning of a new town. So when the farmer who has been cleared for resenlement sees that his land has been left vacant, lying there for many years, he feels very angry. He says, \"If you do not need the land, you should not clear me. After \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1056</b></font>\n  <br>\n  <br> you have cleared me, you allow the land to lie idle for so many years, then the Government administrative system is confused and very unreasonable.\" And, in fact, some Opposition politicians may go around and say, \"Look, the Government is purposely making it difficult for you. The Government is inefficient, confused and purposely making it very difficult for farmers. They do not need the land but they chase you away.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that some farmers may be interested in leasing some of the State land which Government is not using at present for immediate development schemes. I think the Primary Production Department has a scheme to lease such land to the farmers for a period of three years for cultivation. So hon. Members can pass this information to those who are interested in carrying out short-term farming, to get in touch with the Primary Production Department to rent the vacant land for cultivation. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Leng Kee has raised a point on the proposed local authority to be set up to manage the HDB estates. At this stage, there is a team of officers in HDB working on the decentralization of the management of HDB estates and the setting up of the local authorities. However, at this stage, the concept, structure, and the role of the town councils are still under study. So nothing has been finalized. In the last few days after the Presidential Address, the Members here have expressed various opinions on how the local authority should be run and how the local authority should be formed. I sense that the majority of the Members are in favour of setting up local authorities to decentralize the HDB's management. And when I discussed with the HDB officers, they are very happy to hand over the management of housing estates to the local authorities. So I would like to assure Members that there will not be any difficulties created by the HDB's staff or by the civil servants, to block Government's proposal, or to make it difficult for the Government to implement this proposal of setting up local councils. They are working very hard on it. I hope that we will be able to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1057</b></font>\n  <br>\n  <br> finalize the proposal in the second half of this year, and one or two, or preferably even three, pilot schemes can be set up on the local councils to manage the HDB estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One point has been mentioned by several Members and it is about a single person family. Some Members have requested that the HDB allows single persons to apply for HDB flats. Such cases arise when, as a result of a divorce, the family has been split, leaving a single person in the household. And there are also cases where a husband and wife live in an HDB flat and then one of them passes away, then the family becomes a single person family. From all points of view, there is totally no reason to object to a single person family. But unfortunately in Singapore, we have one very strong reason why we cannot afford a single person household. In Singapore we have only 620 sq km of land for a population at present of 2.5 million and which eventually will go up to 3.3-3.6 million in the year 2030 when we reach zero population growth. If Singapore has a large land area, I would be the first to advocate allowing single person families to apply for flats because financially Singaporeans are moving up to the stage where they can afford their own homes through- the CPF savings scheme; all working Singaporeans would have sufficient CPF to buy their own flats. That is why I am confident that we can achieve our Government's policy of 100% home ownership by 1999. But I have totally no confidence that we can allow single person families to apply for HDB flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will just do some simple mathematical calculations to prove to the Members here that we cannot afford a single person family. At present, HDB manages half a million dwelling units, of which three-quarters or 375,000 units are sold flats where the residents own their flats and another 125,000 units are rental flats. Let us project our population to 3.6 million people when we reach zero population growth. At present, our family size is 4.5 persons but this family size of 4.5 will quickly decline to about 4 persons in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1058</b></font>\n  <br>\n  <br> next few years, not in the next 10 or 20 years. In the next few years, our family size will be 4 persons per family. In fact, at the end of 1984, the average family size of our applicants on the HDB waiting list to purchase flats was only 3.5 persons. If we assume a household size of four persons, we need 900,000 dwelling units to accommodate 3.6 million people. And we are assuming the private sector, ie, private flats, bungalows, terrace houses, semi-detached houses, will accommodate 100,000 families. Then the remaining 800,000 families will be accommodated in HDB flats. And the HDB will have to build an additional 400,000 flats to accommodate the projected population of 3.6 million, ie, 300,000 flats for new applicants in the next 20-30 years and another 100,000 flats for our existing tenants, because our objective is to upgrade by 1999 when all the tenants will become flat owners. So we need to build another 100,000 units of flats to make all the tenants become flat owners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If our family size is decreased to three persons, it means that we need another 300,000 flats. At present, working on the family size of four persons per family, Singapore barely has sufficient land to accommodate the 3.3 or 3.6 million population that we have projected in the year 2030. And this is based on the household size of four persons per family. What I am saying is that if our family size declines to three persons per family, then the HDB has to build another 300,000 flats. And if we have a population of 3.6 million, then at three persons per family we need 1.2 million units of flats. 300,000 flats means six large new towns. Then we need another Queenstown, another Toa Payoh, another Ang Mo Kio, another Bedok, another Tampines, another Yishun. You just imagine, where in Singapore can we build another six large new towns? Where? Tell me, which part of Singapore that I am not aware of is there plenty of land where we can build these six large new towns. So even for a th ree-person family we do not have the land to accommodate our population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members may think that we can reclaim land. But I would like to inform the House that almost all our shallow coastal areas \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1059</b></font>\n  <br>\n  <br> which can be economically reclaimed, have been reclaimed, the whole lot in Jurong, in East Coast, in Marina. Any additional reclamation is very limited. At the most, perhaps we can reclaim land to build one new town or one and a half new towns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So if we cannot afford to accommodate our population when the family size goes down to three, how can we accommodate our population with single person households? \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chua Chu Kang):</b> You are assuming every household is a single person household, Mr Minister. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> No. I am just assuming that 10% of the households is a single person household, not everyone. We will have about 900,000 households. If 10% of the household is a single person family, then we need 90,000 units of flats. How much land will be needed for 90,000 units of flats? It is two Ang Mo Kibs, or 20 Teck Whye estates because the Member most probably knows befter as Teck Whye estate is in his constituency. Teck Whye estate at present has 3,000 flats and the HDB is proposinh to expand it to 4,000 flats. So, in fact, if 10% of our households are single person households, then we need an additional 20 Teck Whye estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am very sorry to say that it is not possible for us to accommodate single person households, and other suggestions have to come up. My suggestion is that we ryiust go back to our Asian values - to be tolerant and live with our parents, or allow our parents to live with us and allow our brothers and sisters also to live with us, or we live with our brothers and sisters. There is no other alternative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If any hon. Member has any better suggestions, I will be most happy to receive them to solve this problem. This is going to be a growing problem if the family continues to split. If the children move into the new towns leaving the parents, husband and wife, in Toa Payoh or in other old areas, sooner or later, one of them will die; usually I think the father dies first, leaving the mother. When this sort of event occurs, then I would suggest \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1060</b></font>\n  <br>\n  <br> that the children should welcome their mothers or mothers-in-law to live with them. They should not come out with all sorts of excuses and write to HDB saying that the HDB is being very unreasonable, very hard, very this, very that, and do not allow the mother or mother-in-law to stay on her own in one of the flats. Because of our constraints of land, we have no other way. \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Buona Vista mentioned that the HDB has been very harsh in placing a debarment on the adults for a period of five years, ie not allowing them to apply for HDB flats. I want to mention that there are very few cases of this nature. Severe punishment is meted out only to those who have sublet the whole flat or are harbouring an illegal immigrant. Other than these two types of offences, the HDB will not take this harsh measure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first case is quite obvious. If a person buys an HDB flat, or is renting an HDB flat, and he sublets or rents out the whole flat to others, obviously that person does not need the flat. Since he does not need the flat, HDB debars him from applying for another HDB flat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second case is that of harbouring illegal immigrants. We must take a very harsh measure against people who harbour illegal immigrants. This is simply because an illegal immigrant means a person who is living in Singapore without approval, and usually he is jobless. And to earn a living, he is liable to commit all sorts of crime. I do not think we should allow this type of people to be housed in HDB estates. Anybody who harbours an illegal immigrant should be severely punished. I hope hon. Members will understand so that if they appeal on behalf of such people, they will know that the HDB is likely to turn them down. But, on the other hand, if there is a genuine case of HDB being too harsh on these people, then HDB is prepared to re-consider arvd to waive the debarment imposed on these people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bukit Batok talked about development charges. I agree with the Member that the development charge \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1061</b></font>\n  <br>\n  <br> is a levy and not a tax on profit made by the development. I agree with him. As I have mentioned earlier, a few days ago, the Government will review the development charge. So I will not go further into this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the tendering of HDB shops, in fact, this question has been raised in this House repeatedly, since I became a Member of this House six years ago. I must say that I cannot find any other practical method which is better than the tender system. I would be very happy to receive any suggestions. The Member has made a suggestion that HDB should rent out the shops at a fixed rental for five years. But I would like to ask him this: once HDB fixes the rental, then who should we allocate the shop to? The simple thing is this. If we fix a very low rental, then of course you will find hundreds of people wanting to have the shops. Then what next? They will say, \"Ballot, luck of the draw.\" So we draw. Somebody gets it, because of the cheap rental. But he is not a businessman. And if he is not a businessman, he would not be able to run the shop efficiently; he would not be able to provide the service to the residents, But if we fix the rental very high, then you will find outthat nobody wants the shop. So to fix a rental is a very difficult thing. The Member's suggestion is not practical. I would be very happy to receive any suggestions by Members for any other better method than the tender system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the Member's complaint about the defects in the flats, he has suggested that the HDB architect should visit these flats. I think this is a good suggestion and I will pass it on to HDB. I think the HDB architects do visit the flats after the flats have been occupied. But I will remind the HDB architects to visit the flats. They should see what they have built. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Member also referred to the big open spaces left by the old quarry in Bukit Batok New Town. The Bukit Batok New Town has an old quarry and the area is quite nice. HDB converted the old quarry area into a park. Because it was an old quarry, the area is quite hilly. So HDB has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1062</b></font>\n  <br>\n  <br> provided some steps for the people to climb up the hills to the elevated parts. The hon. Member says that the steps are not very safe. I will ask HDB to look into this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa mentioned about road signs. The road signs along new roads built by the PWD are visible and are very good. I will pass this compliment to the PWD engineers. They will be very happy. The road signs along the old roads are inferior in quality. I think that is understandable. In Singapore, everything is being improved, including the road signs. So when you compare the old road sign with the new road sign, of course, the old road sign is not so good. Anyway, I will pass this message to the PWD and see what can be done about the old road signs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the URA sale of the Beauty World flats. I have explained to the House earlier about the policy on HUDC flats. Previously before HDB took over the functions of the HUDC, the HUDC flats were built in isolated areas. They are no different from the private condominiums. After the HDB took over the functions, the Government decided that HUDC flats should form part of the mainstream of Singapore housing estates and that HUDC flats should be built in HDB estates. For that reason the Beauty World flats have not been offered for sale to the HUDC applicants. This has, in fact, been the instruction given by the Government to the URA that they are not to sell the Beauty World flats to the HUDC applicants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the URA acquiring land and then parcelling it together for resale for private development. The Member has queried, \"Why not allow that? private owners to develop their property? In fact, this experiment was carried out in the area known as the Golden Shoe. In the Golden Shoe area, the private property owners were allowed to pay compensation to the rent-controlled tenants and to clear the tenants and to develop their own land. I think the Government allowed the scheme to be implemented from 1968 onwards, Some private owners with big parcels of land could develop them. But owners with small parcels of land could not develop their property for the simple reason that if a person owned one or two shophouses, he could not develop it. He \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1063</b></font>\n  <br>\n  <br> would have to buy the adjoining shophouses, but whose owners were not prepared to sell it to them. As a result, the URA in 1978 had to acquire all the undeveloped Golden Shoe private land, parcel them together, clear the encumbrances, and then sell the land to the developers. Therefore, it was because of these problems of parcelling together the land for developments, that Government has discontinued the scheme. In fact, development along Cecil Street is now completed. The redevelopment of Cecil Street has been implemented since 1968. If the Government had not introduced this Golden Shoe scheme, I think Cecil Street would have been completely redeveloped much earlier, but because of the disagreement among the private owners the scheme was delayed for many years. Eventually Government had to go back to acquiring the property, except that this time when acquiring the property, Government had to pay a price four or five times higher than in 1968 when the property prices were much lower than in 1978. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bukit Merah has talked about the redevelopment of old estates. HDB is aware that in comparing the amenities of the new estates with those in the old estates, there is a great disparity or a great difference in the environment. HDB has an on-going scheme to continuously upgrade the old estates, wherever feasible. HDB also has a scheme to demolish the poor HDB flats which were built in the 1960s. For example, the 6-storey 1-room emergency flats. HDB built altogether about 18,000 units of these flats in our first 5-year building programme, that is, between 1960 and 1965. Most of those 1-room emergency flats have now been demolished, cleared away, and redeveloped into befter housing. In the old estates where there is not enough open space, these flats will be demolished and created into open spaces. If the estates do not have good community centres, or the community centres are not of present standard, then one block of these 6-storey buildings will be demolished for the building of a modern community centre. This is an on-going project to improve the amenities of the old estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the request of the Member that the residents living in these old estates should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1064</b></font>\n  <br>\n  <br> be allowed to remain in the old estates after the whole area has been redeveloped, that is to say, after the 1- and 2-room flats have been converted into larger flats, this again, I must explain, is not practical. I will give an example. \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, in one block of 1-room improved flats, we have 240 units. Just for argument's sake, let us say in the whole estate we have five blocks of these 1-room improved flats and so we demolish these five blocks of flats. If we find that there are not enough car parks or not enough open space, nothing is built on the land occupying one block. But on the remaining four blocks we build 3-room flats, 4-room flats or 5-room flats. The chances are that the number of flats will be reduced by one half because in one block of 1-room flats which occupy a very small area we could get 240 units. Therefore, when we build in its place 4-room flats, the chances are that we will get only 100 units. \n  <br>\n  <br>\n  <!-- Mr Lim Chee Onn -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Chee Onn:</b> Build higher. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Even if we go higher. You will find that, in the old flats, the children have grown up. One family becomes two families, So among the 240 families living in 1-room flats, because their children have grown up, you may find that they have now become 300 families. But in its place, the HDB can only build 100 units of new flats. How do you put the 300 families into 100 new flats? It is a practical problem. This is obviously not possible. We cannot go around and say, \"Now, after the new development, three families share one flat.\" You are going to get a big scream. So there is no other way out. 200 families have to move elsewhere, and this again is a practical problem. When we re-develop an old estate, a large number of residents in the old estate have to move out. We would very much like them to go back to the old estate, but this again is not practical. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Fengshan and also the Member for Bukit Merah talked about poor workmanship. I have a feeling that a lot of other Members also complain about poor workmanship. This again is one problem which it is very difficult to find a solution. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1065</b></font>\n  <br>\n  <br> would just simply explain. 75% of our construction workers in Singapore are guest workers, ie, they are not Singaporeans. They are foreign workers. Most of them are either unskilled or semiskilled. Only 25% of the workers are local workers. When you have this very large component of foreign workers who are semi-skilled and unskilled, you cannot achieve very good workmanship. There is a practical limitation. If the worker is unskilled, you can put three supervisors on his back, he is not going to produce good workmanship. It is as simple as that. If I have a son and he is not so bright, I can employ five tutors but he is not going to score an \"A\" result for me because he is just incapable. That is a practical problem. So it is the same with the unskilled workers. If he is an unskilled worker, no amount of supervision will make him skilled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the remaining 25% Singaporeans, most of them are skilled but they have different work anitudes. Before the war and in the 1950s and 1960s, the Singapore construction workers were just like the Japanese construction workers of today. They took great pride in workmanship. You do not need to be an expert architect, but just go and look at City Hall at the Padang, Mr Deputy Speaker and Members. Look at those columns. You ask the contractor today - and you can give him any amount of money - and say, \"You produce a set of those columns for me.\" They will say, \"No. It is not possible.\" Because the old Singapore workers, with that degree of skills, do not exist in Singapore today. In Singapore today, our workers do not take pride in their work. Our workers are more intelligent and more calculating and therefore their main interest is money, as the Member for Nee Soon said, \"money-faced.\" They calculate as to how to make the most money out of his work and not trying to achieve the best workmanship. Even the skilled workers are adopting that sort of aftitude in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Poor workmanship is a problem with us today and the solution to this problem is to try hard to train a core of our own Singapore construction workers who take pride in their skills and who take pride in their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1066</b></font>\n  <br>\n  <br> work. If we achieve that, then we will return to the days of good workmanship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Fengshan also talked about the yellow water supply. This is a problem which worries HDB very much, and HDB has paid great aftention to it. They have been checking on the problem of coloured water. It can be due to a rusty tank. It can be due to rusty supply pipes, and it can at times be due to the PUB sources also. HDB has not ignored this problem. They are looking into it and will take the necessary action. If it is necessary to change the water tank, HDB will change it. If it is necessary to change the water pipes, HDB will change them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Ayer Rajah also mentioned about the position of the kitchen sink. HDB is aware of this, and they are looking into it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the location of the car park, I am not very sure which car park the Member is referring to. He said that access to car park is just like a jig-saw puzzle; it is difficult to reach that car park. If the hon. Member can let me know which car park it is, I will ask HDB to look into it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On lorry parks, this is a problem. Residents have been complaining that the lorries have taken up their car park lots and that there is a shortage of car parks in the estate. One lorry usually takes three to four car park lots because a lorry i's very much bigger. And also HDB car parks are not designed for lorries. For this reason, HDB has built a large number of fringe lorry parks, specially for lorries. Of course, the lorry drivers would very much like to park their lorries in front of their flats where, if they open their windows or they go near their windows, they can see their lorries. That is what they want. But unfortunately it is not practical to provide such a convenient lorry park. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The URA and HDB are talking to the lorry owners' association on how to provide additional facilities to make these fringe lorry parks more functional. Their complaint is not so much the great distance from home to the lorry park. What the lorry owners' association is talking about is that there are no office facilities in these lorry parks. There are no toilet facilities. There are no facilities for drinks. There is no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1067</b></font>\n  <br>\n  <br> place to park bicycles or motorcycles if the lorry driver rides a bicycle or motorcycle to get there, and so on and so forth. Anyway, HDB and URA are talking to them and I hope they will find a solution. It is a problem, but I believe that a solution can be found. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On landscaping in front of the shops, perhaps some of the architects have been carried away by their own artistic approach. HDB has received a considerable number of complaints about the artificial hill blocking the view of the shops. HDB is aware of that and I hope that they will take the necessary action to rectify the landscape and resolve the complaint. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On air-conditioners, this is arguable. Some people like the air-conditioner to be installed at a low level, while others like the air-conditioner to be installed at a higher level. I will ask HDB engineers to look into this again, and if the majority of the residents want to install their air-conditioners at a higher level, I think this can be done. There is no magic really that the air-conditioner has to be installed near the floor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On free car parking on Sundays and holidays, I will ask HDB and URA to look into it to see whether or not it is practical. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kuo Chuan has raised the point that HDB should give more publicity to its achievements. I would like to thank the Member for his suggestion. I will ask HDB to look into it, although HDB at present has a few publications. For example, we publish an Annual Report which, unfortunately, not many people read. I suspect the Member for Potong Pasir also does not read it. In the Annual Report, in fact, HDB has listed out quite clearly the construction cost for each item. And if the Member for Potong Pasir has read it, he would know what is the construction cost of HDB flats. HDB has also published a bi-monthly Home magazine which is distributed to every resident. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the income ceiling for applying HDB flats, I have mentioned in this House that this would be reviewed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Toa Payoh brought up some points and I think I have answered most of them except a rather strange \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1068</b></font>\n  <br>\n  <br> point. He says that HDB has built some playgrounds which are not wanted by the residents. This is a bit strange. I thought all Members are asking HDB to upgrade the amenities and to improve the environment of the estates, but this Member says that they are not interested in the upgrading o their amenities and asked HDB not to improve their environment. I will pass this message to HDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hong Kah brought up the point about shops for resettlement cases. I think he has been misinformed by his constituents. This happens quite often. A new Member of Parliament is generally very enthusiastic about his Meet-the-People sessions; so these people tell him all sorts of stories. The first point he brought up is that after waiting for 18 months they have still not been offered the shops. This is totally untrue. HDB usually offers shops straightaway. The second point he made is that HDB somehow keeps a lot of shops at a very bad location to be offered specially to the resettlement cases. This again is not true. HDB sets aside 50% of the shops for resettlement cases and, in fact, the locations of all the shops are inter-mixed. In other words, you find that the shops are located in various places in the estate and the resettlement cases do get shops which are just as good or as bad as the public because they are getting 50% of the shops allocated. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order, Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made progress on the Main and Development Estimates for the financial year 1st April, 1985 to 31st March, 1986 and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That Parliament do now adjourn.\" - [Mr Teh Cheang Wan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Half\n  </div> \n  <div align=\"right\">\n   past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
